{
    "q": [
        {
            "docid": "10473109_2",
            "document": "Resistance mutation . A resistance mutation is a mutation in a virus gene that allows the virus to become resistant to treatment with a particular antiviral drug. The term was first used in the management of HIV, the first virus in which genome sequencing was routinely used to look for drug resistance. At the time of infection, a virus will infect and begin to replicate within a preliminary cell. As subsequent cells are infected, random mutations will occur in the viral genome. When these mutations begin to accumulate, antiviral methods will kill the wild type strain, but will not be able to kill one or many mutated forms of the original virus. At this point a resistance mutation has occurred because the new strain of virus is now resistant to the antiviral treatment that would have killed the original virus. Resistance mutations are evident and widely studied in HIV due to its high rate of mutation and prevalence in the general population. Resistance mutation is now studied in bacteriology and parasitology.",
            "score": 60.545714259147644
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 60.14000606536865
        },
        {
            "docid": "205627_7",
            "document": "Drug resistance . Drug, toxin, or chemical resistance is a consequence of evolution and is a response to pressures imposed on any living organism. Individual organisms vary in their sensitivity to the drug used and some with greater fitness may be capable of surviving drug treatment. Drug-resistant traits are accordingly inherited by subsequent offspring, resulting in a population that is more drug-resistant. Unless the drug used makes sexual reproduction or cell-division or horizontal gene transfer impossible in the entire target population, resistance to the drug will inevitably follow. This can be seen in cancerous tumors where some cells may develop resistance to the drugs used in chemotherapy. Chemotherapy causes fibroblasts near tumors to produce large amounts of the protein WNT16B. This protein stimulates the growth of cancer cells which are drug-resistant. Malaria in 2012 has become a resurgent threat in South East Asia and sub-Saharan Africa, and drug-resistant strains of \"Plasmodium falciparum\" are posing massive problems for health authorities. Leprosy has shown an increasing resistance to dapsone.",
            "score": 65.8735671043396
        },
        {
            "docid": "4106560_12",
            "document": "Emerging infectious disease . Methicillin-resistant Staphylococcus aureus (MRSA) evolved from Methicillin-susceptible Staphylococcus aureus (MSSA) otherwise known as common \"S. aureus\". Many people are natural carriers of \"S. aureus\", without being affected in any way. MSSA was treatable with the antibiotic methicillin until it acquired the gene for antibiotic resistance. Though genetic mapping of various strains of MRSA, scientists have found that MSSA acquired the mecA gene in the 1960s, which accounts for its pathogenicity, before this it had a predominantly commensal relationship with humans. It is theorized that when this \"S. aureus\" strain that had acquired the mecA gene was introduced into hospitals, it came into contact with other hospital bacteria that had already been exposed to high levels of antibiotics. When exposed to such high levels of antibiotics, the hospital bacteria suddenly found themselves in an environment that had a high level of selection for antibiotic resistance, and thus resistance to multiple antibiotics formed within these hospital populations. When \"S. aureus\" came into contact with these populations, the multiple genes that code for antibiotic resistance to different drugs were then acquired by MRSA, making it nearly impossible to control. It is thought that MSSA acquired the resistance gene through the horizontal gene transfer, a method in which genetic information can be passed within a generation, and spread rapidly through its own population as was illustrated in multiple studies. Horizontal gene transfer speeds the process of genetic transfer since there is no need to wait an entire generation time for gene to be passed on. Since most antibiotics do not work on MRSA, physicians have to turn to alternative methods based in Darwinian medicine. However prevention is the most preferred method of avoiding antibiotic resistance. By reducing unnecessary antibiotic use in human and animal populations, antibiotics resistance can be slowed.",
            "score": 43.816221833229065
        },
        {
            "docid": "424464_2",
            "document": "Linezolid . Linezolid is an antibiotic used for the treatment of infections caused by Gram-positive bacteria that are resistant to other antibiotics. Linezolid is active against most Gram-positive bacteria that cause disease, including streptococci, vancomycin-resistant enterococci (VRE), and methicillin-resistant \"Staphylococcus aureus\" (MRSA). The main uses are infections of the skin and pneumonia although it may be used for a variety of other infections including drug resistant tuberculosis. It is used either by injection into a vein or by mouth. Linezolid is a member of the oxazolidinone class of medications. When given for short periods, linezolid is a relatively safe antibiotic. It can be used in people of all ages and in people with liver disease or poor kidney function. Common side effects with short-term use include headache, diarrhea, rash, and nausea. Serious side effects may include serotonin syndrome, bone marrow suppression, and high blood lactate levels, particularly when used for more than two weeks. If used for longer periods it may cause nerve damage, including optic nerve damage, which may be irreversible. As a protein synthesis inhibitor, it affects the ability of bacteria to produce protein. This either stops growth or results in bacterial death. Although many antibiotics work this way, the exact mechanism of action of linezolid appears to be unique in that it blocks the start of protein production, rather than one of the later steps. As of 2014 bacterial resistance to linezolid has remained low. Linezolid was discovered in the mid 1990s and was approved for commercial use in 2000. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Linezolid is available as a generic medication. The wholesale cost in the developing world is about US$ 2.90 USD per day while that in the United States as of 2016 is about US$13.79 per day. It appears to be more cost-effective than alternatives such as vancomycin, mostly because of the ability to switch from intravenous use to administration by mouth sooner. The main use of linezolid is the treatment of severe infections caused by anaerobic Gram-positive bacteria that are resistant to other antibiotics; it should not be used against bacteria that are sensitive to drugs with a narrower spectrum of activity, such as penicillins and cephalosporins. In both the popular press and the scientific literature, linezolid has been called a \"reserve antibiotic\"—one that should be used sparingly so that it will remain effective as a drug of last resort against potentially intractable infections.",
            "score": 51.969643115997314
        },
        {
            "docid": "5262451_5",
            "document": "Drug of last resort . With regard to antibiotics, antivirals, and other agents indicated for treatment of infectious pathological disease, drugs of last resort are commonly withheld from administration until after the trial and failure of more commonly used treatment options to prevent the development of drug resistance. One of the most commonly known examples of both antimicrobial resistance and the relationship to the classification of a drug of last resort is the emergence of \"Staphylococcus aureus\" (MRSA) (sometimes also referred to as multiple-drug resistant \"S. aureus\" due to resistance to non-penicillin antibiotics that some strains of \"S. aureus\" have shown to exhibit). In cases presenting with suspected \"S. aureus\", it is suggested by many public health institutions (including the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC) in the United States) to treat first with empirical therapies for \"S. aureus\", with an emphasis on evaluating the response to initial treatment and laboratory diagnostic techniques to isolate cases of drug resistance.",
            "score": 53.98313295841217
        },
        {
            "docid": "38889813_11",
            "document": "Viral phylodynamics . Antiviral treatment also creates selective pressure for the evolution of drug resistance in virus populations, and can thereby affect patterns of genetic diversity. Commonly, there is a fitness trade-off between faster replication of susceptible strains in the absence of antiviral treatment and faster replication of resistant strains in the presence of antivirals. Thus, ascertaining the level of antiviral pressure necessary to shift evolutionary outcomes is of public health importance. Phylodynamic approaches have been used to examine the spread of Oseltamivir resistance in influenza A/H1N1.",
            "score": 53.97511863708496
        },
        {
            "docid": "30653_2",
            "document": "Tuberculosis . Tuberculosis (TB) is an infectious disease usually caused by the bacterium \"Mycobacterium tuberculosis\" (MTB). Tuberculosis generally affects the lungs, but can also affect other parts of the body. Most infections do not have symptoms, in which case it is known as latent tuberculosis. About 10% of latent infections progress to active disease which, if left untreated, kills about half of those infected. The classic symptoms of active TB are a chronic cough with blood-containing sputum, fever, night sweats, and weight loss. The historical term \"consumption\" came about due to the weight loss. Infection of other organs can cause a wide range of symptoms. Tuberculosis is spread through the air when people who have active TB in their lungs cough, spit, speak, or sneeze. People with latent TB do not spread the disease. Active infection occurs more often in people with HIV/AIDS and in those who smoke. Diagnosis of active TB is based on chest X-rays, as well as microscopic examination and culture of body fluids. Diagnosis of latent TB relies on the tuberculin skin test (TST) or blood tests. Prevention of TB involves screening those at high risk, early detection and treatment of cases, and vaccination with the bacillus Calmette-Guérin (BCG) vaccine. Those at high risk include household, workplace, and social contacts of people with active TB. Treatment requires the use of multiple antibiotics over a long period of time. Antibiotic resistance is a growing problem with increasing rates of multiple drug-resistant tuberculosis (MDR-TB) and extensively drug-resistant tuberculosis (XDR-TB). Presently, one-third of the world's population is thought to be infected with TB. New infections occur in about 1% of the population each year. In 2016, there were more than 10 million cases of active TB which resulted in 1.3 million deaths. This makes it the number one cause of death from an infectious disease. More than 95% of deaths occurred in developing countries, and more than 50% in India, China, Indonesia, Pakistan, and the Philippines. The number of new cases each year has decreased since 2000. About 80% of people in many Asian and African countries test positive while 5–10% of people in the United States population test positive by the tuberculin test. Tuberculosis has been present in humans since ancient times.",
            "score": 44.40628969669342
        },
        {
            "docid": "5106067_9",
            "document": "TB Alliance . Drug resistance occurs for several reasons, often as a natural consequence of gene mutations and selection, as a consequence of drug-efflux mechanisms, or due to drug modifying enzymes. Under conditions of medical treatment, mutants that are resistant to the drug may escape the drug's action, survive and multiply further. This is one of the reasons why combination therapies are often essential for treating tuberculosis infections and most infectious diseases. At the present time, three of even four tuberculosis drugs are given as a combination therapy, over an extended period of time, though patient compliance and side effects continue to be a medical issue. Some strains of the tuberculosis pathogen are resistant to all three or four tuberculosis drugs. In view of the contagious nature of tuberculosis, especially among persons with weak immunity, drug resistance is considered to be a serious public health issue.",
            "score": 51.53371858596802
        },
        {
            "docid": "1653186_11",
            "document": "Evolutionary arms race . Rough-skinned newts have skin glands that contain tetrodotoxin (TTX) as a defense against predation. This toxin binds reversibly to sodium channels in nerve cells and interferes with the normal flow of sodium ions in and out of the cell. This has the effect of inducing paralysis and death. Throughout much of the newt’s range, the common garter snake has been observed to exhibit resistance to the tetrodotoxin in the newts' skin. While in principle the toxin binds to a tube shaped protein that acts as a sodium channel in the snake's nerve cells, researchers have identified a genetic mutation in several snake populations where the protein is configured in such a way as to hamper or prevent binding of the toxin. In each of these populations, the snakes exhibit resistance to the toxin and successfully prey upon the newts. The mutations in the snake’s genes that conferred resistance to the toxin have resulted in a selective pressure that favors newts that produce more potent levels of toxin. Increases in newt toxicity then apply a selective pressure favoring snakes with mutations conferring even greater resistance. This evolutionary arms race has resulted in the newts producing levels of toxin far in excess of what is needed to kill any other conceivable predator. Toxin-resistant garter snakes are the only known animals today that can eat a rough-skinned newt and survive. The interactions between garter snakes and newts have been studied to understand the coevolution between the two species. In populations where the two live together, higher levels of TTX and resistance to TTX are observed in newts and garter snakes respectively. In populations where the species are separated, the TTX levels and resistance are lower when compared to the sympatric populations. While isolated garter snakes have lower resistance, they still demonstrate an ability to resist low levels of TTX exposure. This fact suggests that garter snakes are predisposed to the development of TTX resistance and that it may be an ancestral trait. The resistance of garter snakes is measured by observing a snake’s crawling speed after it has ingested or been injected with TTX. The most resistant snakes continue to crawl at normal speeds even after high levels of TTX have been given. The snakes on the lower end of the spectrum show decreased movement and signs of paralysis when exposed to TTX. The lower levels of resistance observed in separated populations of newts and garter snakes suggest that there is a fitness cost associated with both TTX production and resistance. The snakes with high levels of TTX resistance have slower average crawl speeds when compared to isolated populations of snakes. Slower crawl speeds make the snakes more susceptible to predators. This illustrates that while it is advantageous to be resistant to TTX when newts are present, it becomes more costly in the absence of selective pressures from the newt. The same pattern is seen in isolated populations of newts. In these populations, where garter snakes are absent, newts have lower levels of TTX in their skin. This demonstrates that there is some cost to the newt to have a high level of toxin. This relationship creates a geographic pattern of resistance in populations. There are areas known as hotspots in which levels of TTX and resistance are extremely high. This alludes to a close interaction between newts and snakes. There are also areas of coldspots where newts and snakes have minimal interaction, leading to lower levels of TTX production and resistance.",
            "score": 46.608314752578735
        },
        {
            "docid": "9949565_30",
            "document": "Medical microbiology . Medical microbiologists often make treatment recommendations to the patient's physician based on the strain of microbe and its antibiotic resistances, the site of infection, the potential toxicity of antimicrobial drugs and any drug allergies the patient has. In addition to drugs being specific to a certain kind of organism (bacteria, fungi, etc.), some drugs are specific to a certain genus or species of organism, and will not work on other organisms. Because of this specificity, medical microbiologists must consider the effectiveness of certain antimicrobial drugs when making recommendations. Additionally, strains of an organism may be resistant to a certain drug or class of drug, even when it is typically effective against the species. These strains, termed resistant strains, present a serious public health concern of growing importance to the medical industry as the spread of antibiotic resistance worsens. Antimicrobial resistance is an increasingly problematic issue that leads to millions of deaths every year.",
            "score": 58.316641211509705
        },
        {
            "docid": "36135797_10",
            "document": "Host–pathogen interaction . The main problem with pathogenic drug treatments in the modern world is drug resistance. Many patients don’t take the full treatment of drugs, leading to the natural selection of resistant bacteria. One example of this is methicillin-resistant \"Staphylococcus aureus\" (MRSA). Because of antibiotic overuse, only the bacteria which have developed genetic mutations to combat the drug can survive. This reduces drug effectiveness and renders many treatments useless.",
            "score": 51.83112955093384
        },
        {
            "docid": "30653_36",
            "document": "Tuberculosis . Primary resistance occurs when a person becomes infected with a resistant strain of TB. A person with fully susceptible MTB may develop secondary (acquired) resistance during therapy because of inadequate treatment, not taking the prescribed regimen appropriately (lack of compliance), or using low-quality medication. Drug-resistant TB is a serious public health issue in many developing countries, as its treatment is longer and requires more expensive drugs. MDR-TB is defined as resistance to the two most effective first-line TB drugs: rifampicin and isoniazid. Extensively drug-resistant TB is also resistant to three or more of the six classes of second-line drugs. Totally drug-resistant TB is resistant to all currently used drugs. It was first observed in 2003 in Italy, but not widely reported until 2012, and has also been found in Iran and India. Bedaquiline is tentatively supported for use in multiple drug-resistant TB.",
            "score": 64.20675146579742
        },
        {
            "docid": "24968067_8",
            "document": "HIV drug resistance . These mutations accumulate over generations and in populations, resulting in the great genetic variation within populations of HIV, and an increased probability of a virion developing an evolutionary selective advantage over other virions. Natural selection then acts on HIV by selecting for virions with higher fitness, as all others are eventually killed off by drug treatments. The virions that are able to escape the harmful effects of the drug then create an entirely new, drug resistant population.",
            "score": 53.72262930870056
        },
        {
            "docid": "4106560_2",
            "document": "Emerging infectious disease . An emerging infectious disease (EID) is an infectious disease whose incidence has increased in the past 20 years and could increase in the near future. Emerging infections account for at least 12% of all human pathogens. EIDs are caused by newly identified species or strains (e.g. Severe acute respiratory syndrome, HIV/AIDS) that may have evolved from a known infection (e.g. influenza) or spread to a new population (e.g. West Nile fever) or to an area undergoing ecologic transformation (e.g. Lyme disease), or be \"reemerging\" infections, like drug resistant tuberculosis. Nosocomial (hospital-acquired) infections, such as methicillin-resistant Staphylococcus aureus are emerging in hospitals, and extremely problematic in that they are resistant to many antibiotics. Of growing concern are adverse synergistic interactions between emerging diseases and other infectious and non-infectious conditions leading to the development of novel syndemics. Many emerging diseases are zoonotic - an animal reservoir incubates the organism, with only occasional transmission into human populations.",
            "score": 47.71008658409119
        },
        {
            "docid": "23339740_26",
            "document": "Mass drug administration . In contrast to indirect MDA, emergence of drug resistance has not been linked to the administration of therapeutic doses of antimalarials through direct MDA programmes. The likely explanation lies in the different pharmacokinetic profiles that result from these two methods of drug administration. The administration of therapeutically dosed antimalarial drugs results in a single peak drug level which kills all susceptible strains. Only during the terminal half life of the drug when the concentration drops below the C, the inhibitory concentration which kills the large majority of a parasite population, will new infections with more resistant strains have a survival advantage. Thus drugs with a very short terminal half-life, including artemisinin derivatives, carry a lower risk of selecting resistant parasites than longer acting drugs. In contrast, the administration of medicated salts is likely to result in drug levels undulating in the sub-lethal range, which reach a steady state after several doses have been administered. The situation is worse if drugs such as chloroquine are used which accumulate progressively. This situation, a steady increase in drug concentration, is identical to the experimental design used for the in vitro induction of drug resistance. Medicated salt projects can be considered as large scale \"in vivo\" experiments designed to select resistant parasites.",
            "score": 57.54453921318054
        },
        {
            "docid": "20246683_15",
            "document": "Pneumococcal infection . Throughout history treatment relied primarily on β-lactam antibiotics. In the 1960s nearly all strains of \"S. pneumoniae\" were susceptible to penicillin, but more recently there has been an increasing prevalence of penicillin resistance especially in areas of high antibiotic use. A varying proportion of strains may also be resistant to cephalosporins, macrolides (such as erythromycin), tetracycline, clindamycin and the quinolones. Penicillin-resistant strains are more likely to be resistant to other antibiotics. Most isolates remain susceptible to vancomycin, though its use in a β-lactam-susceptible isolate is less desirable because of tissue distribution of the drug and concerns of development of vancomycin resistance. More advanced beta-lactam antibiotics (cephalosporins) are commonly used in combination with other drugs to treat meningitis and community-acquired pneumonia. In adults recently developed fluoroquinolones such as levofloxacin and moxifloxacin are often used to provide empiric coverage for patients with pneumonia, but in parts of the world where these drugs are used to treat tuberculosis resistance has been described. Susceptibility testing should be routine with empiric antibiotic treatment guided by resistance patterns in the community in which the organism was acquired. There is currently debate as to how relevant the results of susceptibility testing are to clinical outcome. There is slight clinical evidence that penicillins may act synergistically with macrolides to improve outcomes.",
            "score": 48.31437587738037
        },
        {
            "docid": "118212_57",
            "document": "Staphylococcus aureus . MRSA infections in both the hospital and community setting are commonly treated with non-β-lactam antibiotics, such as clindamycin (a lincosamine) and co-trimoxazole (also commonly known as trimethoprim/sulfamethoxazole). Resistance to these antibiotics has also led to the use of new, broad-spectrum anti-Gram-positive antibiotics, such as linezolid, because of its availability as an oral drug. First-line treatment for serious invasive infections due to MRSA is currently glycopeptide antibiotics (vancomycin and teicoplanin). A number of problems with these antibiotics occur, such as the need for intravenous administration (no oral preparation is available), toxicity, and the need to monitor drug levels regularly by blood tests. Also, glycopeptide antibiotics do not penetrate very well into infected tissues (this is a particular concern with infections of the brain and meninges and in endocarditis). Glycopeptides must not be used to treat methicillin-sensitive \"S. aureus\" (MSSA), as outcomes are inferior.",
            "score": 47.34488332271576
        },
        {
            "docid": "1079203_37",
            "document": "Hookworm infection . Other important issues related to the treatment of hookworm are reinfection and drug resistance. It has been shown that reinfection after treatment can be extremely high. Some studies even show that 80% of pretreatment hookworm infection rates can be seen in treated communities within 30–36 months. While reinfection may occur, it is still recommended that regular treatments be conducted as it will minimize the occurrence of chronic outcomes. There are also increasing concerns about the issue of drug resistance. Drug resistance has appeared in front-line anthelmintics used for livestock nematodes. Generally human nematodes are less likely to develop resistance due to longer reproducing times, less frequent treatment, and more targeted treatment. Nonetheless, the global community must be careful to maintain the effectiveness of current anthelmintic as no new anthelmintic drugs are in the late-stage development.",
            "score": 66.98866939544678
        },
        {
            "docid": "14541769_15",
            "document": "Beta-ketoacyl-(acyl-carrier-protein) synthase III . In 2005, tuberculosis caused approximately 1.6 million deaths worldwide, 8.8 million people became sick, with 90% of these cases in developing countries, and an estimated one-third of the world's population has latent TB. Despite the availability of the BCG vaccine and multiple antibiotics, until 2005 TB resurged due to multidrug resistance, exacerbated by incubation in immune-compromised AIDS victims, drug treatment non-compliance, and ongoing systemic deficiencies of healthcare in developing countries. Mortality and infection rates appear to have peaked, but TB remains a serious global problem. New effective drugs are needed to combat this disease. Inhibitors against mtFabH, or against other enzymes of the FAS-II pathway, may have broader utility, such as the treatment of multidrug-resistant \"Staphylococcus aureus\", and \"Plasmodium falciparum\", the causative agent of another serious refractory problem, malaria.",
            "score": 43.93259644508362
        },
        {
            "docid": "11321017_7",
            "document": "Multi-drug-resistant tuberculosis . Treatment of MDR-TB requires treatment with second-line drugs, usually four or more anti-TB drugs for a minimum of 6 months, and possibly extending for 18–24 months if rifampin resistance has been identified in the specific strain of TB with which the patient has been infected. Under ideal program conditions, MDR-TB cure rates can approach 70%. The TB bacteria has natural defenses against some drugs, and can acquire drug resistance through genetic mutations. The bacteria does not have the ability to transfer genes for resistance between organisms through plasmids (see horizontal transfer). Some mechanisms of drug resistance include:",
            "score": 52.08622598648071
        },
        {
            "docid": "392019_14",
            "document": "Mycobacterium tuberculosis . Antibiotic resistance in \"M. tuberculosis\" typically occurs due to either the accumulation of mutations in the genes targeted by the antibiotic or a change in titration of the drug. \"M. tuberculosis\" is considered to be multidrug-resistant (MDR TB) if it has developed drug resistance to both rifampicin and isoniazid, which are the most important antibiotics used in treatment. Additionally, extensively drug-resistant \"M. tuberculosis\" (XDR TB) is characterized by resistance to both isoniazid and rifampin, plus any fluoroquinolone and at least one of three injectable second-line drugs (i.e., amikacin, kanamycin, or capreomycin).",
            "score": 51.04853367805481
        },
        {
            "docid": "205627_13",
            "document": "Drug resistance . \"Deaths from acute respiratory infections, diarrhoeal diseases, measles, AIDS, malaria, and tuberculosis account for more than 85% of the mortality from infection worldwide. Resistance to first-line drugs in most of the pathogens causing these diseases ranges from zero to almost 100%. In some instances resistance to second- and thirdline agents is seriously compromising treatment outcome. Added to this is the significant global burden of resistant, hospital-acquired infections, the emerging problems of antiviral resistance and the increasing problems of drug resistance in the neglected parasitic diseases of poor and marginalized populations.\" - WHO Global Strategy for Containment of Antimicrobial Resistance 2010",
            "score": 54.56479811668396
        },
        {
            "docid": "36014836_24",
            "document": "Tuberculosis in India . India has a large burden of the world's TB, one that this developing country can ill afford, with an estimated economic loss of US $43 billion and 100 million lost annually directly due to this disease. Treatment in India is on the rise just as the disease itself is on the rise. To prevent spreading TB, it's important to get treatment quickly and to follow it through to completion by your doctor. This can stop transmission of the bacteria and the appearance of antibiotic-resistant strains. It is a knowingly fact that bacterial infections require antibiotics for treatment and prevention, thus, commonly you will see that patients diagnosed with tuberculosis have certain pills and antibiotics carried around with them. The antibiotics most commonly used include isoniazid, rifampin, pyrazinamide, and ethambutol. It is crucial to take your medication as instructed by your doctor, and for the full course of the treatment (months or years). This helps to ward off types of TB bacteria that are antibiotic-resistant, which take longer and are more difficult to treat. In India’s case, the particular type of TB infections are majority resistant to regular antibiotic treatment (MDR-TB, XDR-TB, TDR-TB), therefore, not one or two medications will help, rather a combination of different medications must be taken for over a course of 18–24 months, depending on how deep the infection is. Since the 1960s, two drugs — isoniazid and rifampicin — have been the standard TB treatment . In addition to antibiotics, a vaccine is available to limit the spread of bacteria after TB infection. The vaccine is generally used in countries or communities where the risk of TB infection is greater than 1% each year , thus, the country of India; whose TB infection rate is at a peak (world’s third highest TB infected country), and is consistently growing, and giving 20% of the world’s diagnosed patients a home. At present the anti TB treatment offered in public and private sector in India is not satisfactory and needs to be improved. Today India's TB control program needs to update itself with the international TB guidelines as well as provide an optimal anti TB treatment to the patients enrolled under it or it will land up being another factor in the genesis of drug resistant tuberculosis.",
            "score": 44.64772033691406
        },
        {
            "docid": "20423_38",
            "document": "Malaria . Drug resistance poses a growing problem in 21st-century malaria treatment. Resistance is now common against all classes of antimalarial drugs apart from artemisinins. Treatment of resistant strains became increasingly dependent on this class of drugs. The cost of artemisinins limits their use in the developing world. Malaria strains found on the Cambodia–Thailand border are resistant to combination therapies that include artemisinins, and may, therefore, be untreatable. Exposure of the parasite population to artemisinin monotherapies in subtherapeutic doses for over 30 years and the availability of substandard artemisinins likely drove the selection of the resistant phenotype. Resistance to artemisinin has been detected in Cambodia, Myanmar, Thailand, and Vietnam, and there has been emerging resistance in Laos.",
            "score": 52.833075523376465
        },
        {
            "docid": "928130_8",
            "document": "Rifamycin . The rifamycins have a unique mechanism of action, selectively inhibiting bacterial DNA-dependent RNA polymerase, and show no cross-resistance with other antibiotics in clinical use. However, despite their activity against bacteria resistant to other antibiotics, the rifamycins themselves suffer from a rather high frequency of resistance. Because of this Rifampin, and other rifamycins, are typically used in combination with other antibacterial drugs. This is routinely practiced in TB therapy and serves to prevent the formation of mutants that are resistant to any of the drugs in the combination. Rifampin rapidly kills fast-dividing bacilli strains as well as “persisters” cells, which remain biologically inactive for long periods of time that allow them to evade antibiotic activity. In addition, rifabutin and rifapentine have both been used against tuberculosis acquired in HIV-positive patients. Although Tuberculosis therapy remains the most important use of Rifampin, an increasing problem with serious Multiple Drug Resistant bacterial infections has led to some use of antibiotic combinations containing Rifampin to treat them.",
            "score": 49.23833513259888
        },
        {
            "docid": "1560804_3",
            "document": "Alliance for the Prudent Use of Antibiotics . Wide-scale misuse of antibiotics and other antimicrobials and related resistance to these drugs is challenging infectious disease treatment and health care budgets worldwide. Antimicrobials are uniquely societal drugs because each individual patient use can propagate resistant organisms. APUA provides information to individuals, doctors and policy makers aimed at preserving the power of these agents by preventing infection, reducing drug resistance and increasing the effectiveness of treatment for infectious diseases, including acute bacterial diseases, tuberculosis, AIDS and malaria.",
            "score": 48.38935565948486
        },
        {
            "docid": "935328_15",
            "document": "Fusidic acid . Mechanisms of resistance have been extensively studied only in \"Staphylococcus aureus\". The most important mechanism is the development of point mutations in \"fusA\", the chromosomal gene that codes for EF-G. The mutation alters EF-G so that fusidic acid is no longer able to bind to it. Resistance is readily acquired when fusidic acid is used alone and commonly develops during the course of treatment. As with most other antibiotics, resistance to fusidic acid arises less frequently when used in combination with other drugs. For this reason, fusidic acid should not be used on its own to treat serious \"Staph. aureus\" infections. However, at least in Canadian hospitals, data collected between 1999-2005 showed rather low rate of resistance of MSSA and MRSA to fusidic acid, and mupirocin was found to be the more problematic topical antibiotic for the aforementioned conditions.",
            "score": 47.01646423339844
        },
        {
            "docid": "11321017_29",
            "document": "Multi-drug-resistant tuberculosis . In general, resistance to one drug within a class means resistance to all drugs within that class, but a notable exception is rifabutin: Rifampicin-resistance does not always mean rifabutin-resistance, and the laboratory should be asked to test for it. It is possible to use only one drug within each drug class. If it is difficult finding five drugs to treat then the clinician can request that high-level INH-resistance be looked for. If the strain has only low-level INH-resistance (resistance at 0.2 mg/l INH, but sensitive at 1.0 mg/l INH), then high dose INH can be used as part of the regimen. When counting drugs, PZA and interferon count as zero; that is to say, when adding PZA to a four-drug regimen, another drug must be chosen to make five. It is not possible to use more than one injectable (STM, capreomycin or amikacin), because the toxic effect of these drugs is additive: If possible, the aminoglycoside should be given daily for a minimum of three months (and perhaps thrice weekly thereafter). Ciprofloxacin should not be used in the treatment of tuberculosis if other fluoroquinolones are available.",
            "score": 54.76813018321991
        },
        {
            "docid": "118212_58",
            "document": "Staphylococcus aureus . Because of the high level of resistance to penicillins and because of the potential for MRSA to develop resistance to vancomycin, the U.S. Centers for Disease Control and Prevention has published guidelines for the appropriate use of vancomycin. In situations where the incidence of MRSA infections is known to be high, the attending physician may choose to use a glycopeptide antibiotic until the identity of the infecting organism is known. After the infection is confirmed to be due to a methicillin-susceptible strain of \"S. aureus\", treatment can be changed to flucloxacillin or even penicillin], as appropriate.",
            "score": 26.444828748703003
        },
        {
            "docid": "52135_45",
            "document": "Pneumonia . The duration of treatment has traditionally been seven to ten days, but increasing evidence suggests that shorter courses (3–5 days) may be effective for certain types of pneumonia and may reduce the risk of antibiotic resistance. For pneumonia that is associated with a ventilator caused by non-fermenting Gram-negative bacilli (NF-GNB), a shorter course of antibiotics increases the risk of that pneumonia will return. Recommendations for hospital-acquired pneumonia include third- and fourth-generation cephalosporins, carbapenems, fluoroquinolones, aminoglycosides, and vancomycin. These antibiotics are often given intravenously and used in combination. In those treated in hospital, more than 90% improve with the initial antibiotics. For people with ventilator-acquired pneumonia, the choice of antibiotic therapy will depend on the person's risk of being infected with a strain of bacteria that is multi-drug resistant. Once clinically stable, intravenous antibiotics should be swithced to oral antibiotics. For those with \"Methicillin resistant Staphylococcus aureus\" (MRSA) or \"Legionella\" infections, prolonged antibiotics may be beneficial.",
            "score": 37.53142201900482
        },
        {
            "docid": "2410595_4",
            "document": "Tigecycline . Tigecycline is used to treat different kinds of bacterial infections, including complicated skin and structure infections, complicated intra-abdominal infections and community-acquired bacterial pneumonia. The spectrum of activity of tigecycline is discussed below. Tigecycline is given intravenously and has activity against a variety of Gram-positive and Gram-negative bacterial pathogens, many of which are resistant to existing antibiotics. Tigecycline successfully completed phase III trials in which it was at least equal to intravenous vancomycin and aztreonam to treat complicated skin and skin structure infections, and to intravenous imipenem and cilastatian to treat complicated intra-abdominal infections. Tigecycline is active against many Gram-positive bacteria, Gram-negative bacteria and anaerobes – including activity against methicillin-resistant \"Staphylococcus aureus\" (MRSA), \"Stenotrophomonas maltophilia\", \"Haemophilus influenzae\", and \"Neisseria gonorrhoeae\" (with MIC values reported at 2 µg/mL) and multi-drug resistant strains of \"Acinetobacter baumannii\". It has no activity against \"Pseudomonas\" spp. or \"Proteus\" spp. The drug is licensed for the treatment of skin and soft tissue infections as well as intra-abdominal infections.",
            "score": 46.92209839820862
        }
    ],
    "r": [
        {
            "docid": "1079203_37",
            "document": "Hookworm infection . Other important issues related to the treatment of hookworm are reinfection and drug resistance. It has been shown that reinfection after treatment can be extremely high. Some studies even show that 80% of pretreatment hookworm infection rates can be seen in treated communities within 30–36 months. While reinfection may occur, it is still recommended that regular treatments be conducted as it will minimize the occurrence of chronic outcomes. There are also increasing concerns about the issue of drug resistance. Drug resistance has appeared in front-line anthelmintics used for livestock nematodes. Generally human nematodes are less likely to develop resistance due to longer reproducing times, less frequent treatment, and more targeted treatment. Nonetheless, the global community must be careful to maintain the effectiveness of current anthelmintic as no new anthelmintic drugs are in the late-stage development.",
            "score": 66.9886703491211
        },
        {
            "docid": "33139249_24",
            "document": "Discovery and development of integrase inhibitors . It has been discovered that over 60 variations of INSTI mutations cause \"in vivo\" and \"in vitro\" resistance. Due to these mutations and development of resistance the inhibitors are less effective against the virus. Resistance of INI corresponds to those of other ARV drugs. First IN resistance is caused by primary mutations that decrease INI sensitivity in combination with secondary mutations that further reduce virus sensitivity and/or repair decreased fitness of the virus. Secondly there is a genetic barrier to INI resistance, defined by the number of mutations required for the loss of clinical INI activity. Thirdly there is extensive but incomplete cross-resistance among the INIs. A loop containing amino acid residues 140–149 is located in the catalytic-core domain and is important for IN function as mentioned before. This loop is flexible and even though its role is not quite known it is thought to be important and its functions critical for DNA binding. This resistance appears within mutations in this IN-coding region. The resistance to raltegravir and elvitegravir is primarily due to the same two mutation pathways but other primary mutations are also involved for each of the drugs. Some mutations increase resistance to the drugs to a large extent than others. For example, one of the most common mutation pathway increases the resistance to raltegravir up to 100 times more than the second most common one. Resistance to Integrase Inhibitor S/GSK1349572 is still being developed and the resistance has not been fully characterized. When it was assessed alongside the primary mutations of raltegravir and elvitegravir it did not show cross-resistance which means that it could be useful against drug resistant viruses. Raltegravir has limited intestinal absorption and thus resistance cannot be overcome by prescribing higher doses. Newer drugs are warranted to overcome this pharmacological disadvantage and gain plasma concentrations high enough to target raltegravir-resistant viruses.",
            "score": 65.93498992919922
        },
        {
            "docid": "205627_7",
            "document": "Drug resistance . Drug, toxin, or chemical resistance is a consequence of evolution and is a response to pressures imposed on any living organism. Individual organisms vary in their sensitivity to the drug used and some with greater fitness may be capable of surviving drug treatment. Drug-resistant traits are accordingly inherited by subsequent offspring, resulting in a population that is more drug-resistant. Unless the drug used makes sexual reproduction or cell-division or horizontal gene transfer impossible in the entire target population, resistance to the drug will inevitably follow. This can be seen in cancerous tumors where some cells may develop resistance to the drugs used in chemotherapy. Chemotherapy causes fibroblasts near tumors to produce large amounts of the protein WNT16B. This protein stimulates the growth of cancer cells which are drug-resistant. Malaria in 2012 has become a resurgent threat in South East Asia and sub-Saharan Africa, and drug-resistant strains of \"Plasmodium falciparum\" are posing massive problems for health authorities. Leprosy has shown an increasing resistance to dapsone.",
            "score": 65.87356567382812
        },
        {
            "docid": "24664397_25",
            "document": "Discovery and development of non-nucleoside reverse-transcriptase inhibitors . When treating infection, whether bacterial or viral, there is always a risk of the infectious agent to develop drug resistance. The treatment of HIV infection is especially susceptible to drug resistance which is a serious clinical concern in the chemotherapeutic treatment of the infection. Drug resistant HIV-strains emerge if the virus is able to replicate in the presence of the antiretroviral drugs.",
            "score": 64.79019927978516
        },
        {
            "docid": "30653_36",
            "document": "Tuberculosis . Primary resistance occurs when a person becomes infected with a resistant strain of TB. A person with fully susceptible MTB may develop secondary (acquired) resistance during therapy because of inadequate treatment, not taking the prescribed regimen appropriately (lack of compliance), or using low-quality medication. Drug-resistant TB is a serious public health issue in many developing countries, as its treatment is longer and requires more expensive drugs. MDR-TB is defined as resistance to the two most effective first-line TB drugs: rifampicin and isoniazid. Extensively drug-resistant TB is also resistant to three or more of the six classes of second-line drugs. Totally drug-resistant TB is resistant to all currently used drugs. It was first observed in 2003 in Italy, but not widely reported until 2012, and has also been found in Iran and India. Bedaquiline is tentatively supported for use in multiple drug-resistant TB.",
            "score": 64.20674896240234
        },
        {
            "docid": "7172_93",
            "document": "Chemotherapy . Hyperthermia has also been shown to help prevent or reverse \"chemo-resistance.\" Chemotherapy resistance sometimes develops over time as the tumors adapt and can overcome the toxicity of the chemo medication. \"Overcoming chemoresistance has been extensively studied within the past, especially using CDDP-resistant cells. In regard to the potential benefit that drug-resistant cells can be recruited for effective therapy by combining chemotherapy with hyperthermia, it was important to show that chemoresistance against several anticancer drugs (e.g. mitomycin C, anthracyclines, BCNU, melphalan) including CDDP could be reversed at least partially by the addition of heat.",
            "score": 63.20787048339844
        },
        {
            "docid": "37385853_12",
            "document": "Ann Bishop (biologist) . Bishop's work evolved to include studies of drug resistance in both the parasites and the host organisms, the studies that would earn her a place in the Royal Society. Significant work from this period of Bishop's life included a study showing that the parasite itself did not develop resistance to quinine, but that host organisms could develop resistance to the drug proguanil. Her \"in vitro\" research was proven accurate when the drugs she studied were used to treat patients suffering from tertian malaria, a form of the illness in which the paroxysm of fever occurs every third day. She also investigated the drugs pamaquine and atebrin, along with proguanil, though proguanil was the only one shown to cause the development of drug resistance. Other studies showed that malaria parasites could develop cross-resistance to other antimalarial drugs. Bishop worked at Molteno until 1967. Her research and experimental protocols were later used in rodent and human studies, albeit with modifications.",
            "score": 63.01456832885742
        },
        {
            "docid": "1551873_30",
            "document": "ATP-binding cassette transporter . Bacterial drug resistance has become an increasingly major health problem. One of the mechanisms for drug resistance is associated with an increase in antibiotic efflux from the bacterial cell. Drug resistance associated with drug efflux, mediated by P-glycoprotein, was originally reported in mammalian cells. In bacteria, Levy and colleagues presented the first evidence that antibiotic resistance was caused by active efflux of a drug. P-glycoprotein is the best-studied efflux pump and as such has offered important insights into the mechanism of bacterial pumps. Although some exporters transport a specific type of substrate, most transporters extrude a diverse class of drugs with varying structure. These transporters are commonly called multi-drug resistant (MDR) ABC transporters and sometimes referred to as \"hydrophobic vacuum cleaners\".",
            "score": 62.84345626831055
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 62.739646911621094
        },
        {
            "docid": "24682338_9",
            "document": "Apatinib . Some cancer cells have the ability to develop resistance to the cytotoxic effects of certain cancer drugs (called multidrug resistance). A study concluded that apatinib may be useful in circumventing cancer cells' multidrug resistance to certain conventional antineoplastic drugs. The study showed that apatinib reverses the ABCB1- and ABCG2-mediated multidrug resistance by inhibiting those functions and increasing the intracellular concentrations of the antineoplastic drugs. This study suggests that apatinib will be potentially effective in combination therapies with conventional anticancer drugs especially in cases where resistance to chemotherapy exists.",
            "score": 62.624168395996094
        },
        {
            "docid": "11320943_13",
            "document": "Extensively drug-resistant tuberculosis . In recent years drug resistant tuberculosis testing has shown a lot of progress. Some studies have found an in-house assay that could rapidly detect resistance to drugs involved in the definition of XDR-TB directly from smear-positive specimens. The assay is called Reverse Line Blot Hybridization Assay also known as RLBH. The study showed that the results of RLBH were as accurate as other drug susceptibility tests, but at the same time didn`t take weeks to get results. RLBH testing only took 3 days to determine how resistant the strain of bacteria was.",
            "score": 61.68778991699219
        },
        {
            "docid": "29289141_17",
            "document": "Discovery and development of nucleoside and nucleotide reverse-transcriptase inhibitors . Currently, appearance of drug resistant viruses is an inevitable consequence of prolonged exposure of HIV-1 to antiretroviral therapy. Drug resistance is a serious clinical concern in treatment of viral infection, and it is a particularly difficult problem in treatment of HIV. Resistance mutations are known for all approved NRTIs.",
            "score": 61.442176818847656
        },
        {
            "docid": "29289141_18",
            "document": "Discovery and development of nucleoside and nucleotide reverse-transcriptase inhibitors . Two main mechanisms are known that cause NRTI drug resistance: Interference with the incorporation of NRTIs and excision of incorporated NRTIs. Interference with the incorporated NRTIs involves a mutation in the p66 subdomain of the RT. The mutation causes a steric hindrance that can exclude certain drugs, for example lamivudine, from being incorporated during reverse transcription. In case of excision of incorporated NRTIs the resistant enzymes readily accept the inhibitor as a substrate for incorporation into the DNA chain. Subsequently, the RT enzyme can remove the incorporated NRTI by reversing the polymerization step. The excision reaction requires a pyrophosphate donor which RT joins to the NRTI at the 3´primer terminus, excising it from the primer DNA. To achieve efficient inhibition of HIV-1 replication in patients, and to delay or prevent appearance of drug resistant viruses, drug combinations are used. HAART, also known as highly active antiretroviral therapy consists of combinations of antiviral drugs which include NRTIs, NtRTI, non-nucleoside reverse-transcriptase inhibitors and protease inhibitors.",
            "score": 61.171653747558594
        },
        {
            "docid": "13975479_16",
            "document": "RHOA . RhoA has also been found to be hyper activated in gastric cancer cells; in consequence, suppression of RhoA activity partially reversed the proliferation phenotype of gastric cancer cells via the down-regulation of the RhoA-mammalian Diaphanous 1 pathway. Doxorubicin has been referred to frequently as a highly-promising anti-cancer drug that is also being utilized in chemotherapy treatments; however, as with nearly all chemotherapeutics, the issue of drug resistance remains. Minimizing or postponing this resistance would the necessary dose to eradicate the tumor, thus diminishing drug toxicity. Subsequent RhoA expression decrease has also been associated with increased sensitivity to doxorubicin and the complete reversion of doxorubicin resistance in certain cells; his shows the resilience of RhoA as a consistent indicator anti-cancer activity. In addition to promoting tumor-suppression activity, RhoA also has inherent impact upon the efficacy of drugs in relation to cancer functionality and could be applied to gene therapy protocols in future research.",
            "score": 61.01170349121094
        },
        {
            "docid": "8140632_6",
            "document": "Midkine . In neuroblastoma, MK has been found to be over expressed in the cancer cells that are resistant to chemotherapeutic drugs. The resistance to chemotherapy seems to be reversible by administering chemo-resensitization drugs, such as verapamil, which acts not via MK alteration, but by inhibiting the P-glycoprotein pump that exports cytotoxins out of cells. Since chemotherapeutic drugs are cytotoxic, the drugs administered are also exported by this pump, rendering the chemotherapy ineffective. It has been found that when the neuroblastoma cells that are resistant to chemotherapy are grown in co-culture with the wild type (WT), or chemotherapy-sensitive cells, the resistance to chemotherapy is conferred to the wild type cells, and thus no cell death or senescence occurs in either cell type, despite the chemotherapeutic treatment. MK has been identified as one of the factors that “transfers” this chemoresistance from the resistant cells to the WT cells.",
            "score": 60.98825454711914
        },
        {
            "docid": "11321017_42",
            "document": "Multi-drug-resistant tuberculosis . One of the so-called \"hot-spots\" of drug-resistant tuberculosis is within the Russian prison system. Infectious disease researchers Nachega & Chaisson report that 10% of the one million prisoners within the system have active TB. One of their studies found that 75% of newly diagnosed inmates with TB are resistant to at least one drug; 40% of new cases are multi-drug resistant. In 1997, TB accounted for almost half of all Russian prison deaths, and as Bobrik et al. point out in their public health study, the 90% reduction in TB incidence contributed to a consequential fall in the prisoner death rate in the years following 1997. Baussano et al. articulate that concerning statistics like these are especially worrisome because spikes in TB incidence in prisons are linked to corresponding outbreaks in surrounding communities. Additionally, rising rates of incarceration, especially in Central Asian and Eastern European countries like Russia, have been correlated with higher TB rates in civilian populations. Even as the DOTS program is expanded throughout Russian prisons, researchers such as Shin et al. have noted that wide-scale interventions have not had their desired effect, especially with regard to the spread of drug-resistant strains of TB.",
            "score": 60.734989166259766
        },
        {
            "docid": "29359671_8",
            "document": "Whoonga . A Harvard School of Public Health researcher has expressed concern that people with HIV who smoke whoonga may develop mutant strains of the HIV virus which are resistant to the medication. HIV drug resistance is growing due to recreational use of HIV drugs efavirenz and ritonavir, rendering them ineffective not only for users but non-users as well, with one study showing that 3% to 5% of people with HIV in areas where whoonga was used were showing \"pre-treatment resistance\" to antiretroviral drugs used to treat HIV.",
            "score": 60.67742156982422
        },
        {
            "docid": "10473109_2",
            "document": "Resistance mutation . A resistance mutation is a mutation in a virus gene that allows the virus to become resistant to treatment with a particular antiviral drug. The term was first used in the management of HIV, the first virus in which genome sequencing was routinely used to look for drug resistance. At the time of infection, a virus will infect and begin to replicate within a preliminary cell. As subsequent cells are infected, random mutations will occur in the viral genome. When these mutations begin to accumulate, antiviral methods will kill the wild type strain, but will not be able to kill one or many mutated forms of the original virus. At this point a resistance mutation has occurred because the new strain of virus is now resistant to the antiviral treatment that would have killed the original virus. Resistance mutations are evident and widely studied in HIV due to its high rate of mutation and prevalence in the general population. Resistance mutation is now studied in bacteriology and parasitology.",
            "score": 60.54571533203125
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 60.14000701904297
        },
        {
            "docid": "38828080_17",
            "document": "Antineoplastic resistance . Many classes of antineoplastic drugs act on intracellular components and pathways, like DNA, nuclear components, meaning that they need to enter the cancer cells. The p-glycoprotein (P-gp), or the multiple drug resistance protein, is a phosphorylated and glycosylated membrane transporter that can shuttle drugs out of the cell, thereby decreasing or ablating drug efficacy. This transporter protein is encoded by the \"MDR1\" gene and is also called the ATP-binding cassette (ABC) protein. MDR1 has promiscuous substrate specificity, allowing it to transport many structurally diverse compounds across the cell membrane, mainly hydrophobic compounds. Studies have found that the MDR1 gene can be activated and overexpressed in response to pharmaceutical drugs, thus forming the basis for resistance to many drugs. Overexpression of the MDR1 gene in cancer cells is used to keep intracellular levels of antineoplastic drugs below cell-killing levels.",
            "score": 59.84023666381836
        },
        {
            "docid": "1551873_40",
            "document": "ATP-binding cassette transporter . To solve the problems associated with multidrug-resistance by MDR1, different types of drugs can be used or the ABC transporters themselves must be inhibited. For other types of drugs to work they must bypass the resistance mechanism, which is the ABC transporter. To do this other anticancer drugs can be utilized such as alkylating drugs (cyclophosphamide), antimetabolites (5-fluorouracil), and the anthracycline modified drugs (annamycin and doxorubicin-peptide). These drugs would not function as a substrate of ABC transporters, and would thus not be transported. The other option is to use a combination of ABC inhibitory drugs and the anticancer drugs at the same time. This would reverse the resistance to the anticancer drugs so that they could function as intended. The substrates that reverse the resistance to anticancer drugs are called chemosensitizers.",
            "score": 59.65102005004883
        },
        {
            "docid": "24664397_28",
            "document": "Discovery and development of non-nucleoside reverse-transcriptase inhibitors . The advance of etravirine over other NNRTIs is that multiple mutations are required for the development of drug resistance. The drug has also shown activity against viruses with common NNRTI resistance associated mutations and cross-resistance mutations.",
            "score": 59.631813049316406
        },
        {
            "docid": "40364158_64",
            "document": "Antibiotic use in livestock . There have been many studies that document antibiotic resistant bacteria in livestock, though the impact of the different bacteria in humans is still undergoing research. At this time, the most well-documented impact on humans is foodborne gastrointestinal illness. In most cases, these illnesses are mild and do not require antibiotics; though if the infectious bacteria is drug-resistant, research has shown that these bacteria have increased virulence (ability to cause disease), leading to prolonged illness. Furthermore, in approximately 10% of cases, the disease becomes severe, requiring more advanced treatments. These treatments can take the form of intravenous antibiotics, supportive care for blood infections, and hospital stays, leading to higher costs and greater morbidity with a trend toward higher mortality. Severe disease with this outcome is more common with drug-resistant bacteria. Though all people are susceptible, populations shown to be at higher risk for severe disease include children, the elderly, and those with chronic disease.",
            "score": 58.87481689453125
        },
        {
            "docid": "392019_19",
            "document": "Mycobacterium tuberculosis . In 2013, a study on the genome of several sensitive, ultraresistant, and multiresistant \"M. tuberculosis\" strains was made to study antibiotic resistance mechanisms. Results reveal new relationships and drug resistance genes not previously associated and suggest some genes and intergenic regions associated with drug resistance may be involved in the resistance to more than one drug. Noteworthy is the role of the intergenic regions in the development of this resistance, and most of the genes proposed in this study to be responsible for drug resistance have an essential role in the development of \"M. tuberculosis\".",
            "score": 58.50559616088867
        },
        {
            "docid": "769682_14",
            "document": "Reverse-transcriptase inhibitor . There are two major mechanisms of NRTI resistance. The first being reduced incorporation of the nucleotide analog into DNA over the normal nucleotide. This results from mutations in the N-terminal polymerase domain of the reverse transcriptase that reduce the enzyme’s affinity or ability to bind to the drug . A prime example for this mechanism is the M184V mutation that confers resistance to lamivudine (3TC) and emtricitabine (FTC). Another well characterized set of mutations is the Q151M complex found in multi-drug resistant HIV which decreases reverse transcriptase’s efficiency at incorporating NRTIs, but does not affect natural nucleotide incorporation. The complex includes Q151M mutation along with A62V, V75I, F77L, and F116Y. A virus with Q151M alone is intermediately resistant to zidovudine (AZT), didanosine (ddI), zalcitabine (ddC), stavudine (d4T), and slightly resistant to abacavir (ABC). A virus with Q151M complexed with the other four mutations becomes highly resistant to the above drugs, and is additionally resistant to lamivudine (3TC) and emtricitabine (FTC).",
            "score": 58.328819274902344
        },
        {
            "docid": "9949565_30",
            "document": "Medical microbiology . Medical microbiologists often make treatment recommendations to the patient's physician based on the strain of microbe and its antibiotic resistances, the site of infection, the potential toxicity of antimicrobial drugs and any drug allergies the patient has. In addition to drugs being specific to a certain kind of organism (bacteria, fungi, etc.), some drugs are specific to a certain genus or species of organism, and will not work on other organisms. Because of this specificity, medical microbiologists must consider the effectiveness of certain antimicrobial drugs when making recommendations. Additionally, strains of an organism may be resistant to a certain drug or class of drug, even when it is typically effective against the species. These strains, termed resistant strains, present a serious public health concern of growing importance to the medical industry as the spread of antibiotic resistance worsens. Antimicrobial resistance is an increasingly problematic issue that leads to millions of deaths every year.",
            "score": 58.31664276123047
        },
        {
            "docid": "39312146_2",
            "document": "Tuberculosis in relation to HIV . The co-epidemic of tuberculosis (TB) and human immunodeficiency virus (HIV) is one of the major global health challenges in the present time. The World Health Organization (WHO) reports 9.2 million new cases of TB in 2006 of whom 7.7% were HIV-infected. Tuberculosis is the most common contagious infection in HIV-Immunocompromised patients leading to death. These both diseases become dreadful in combination as HIV declines the human immunity while tuberculosis becomes progressive due to defective immune system.This condition becomes more severe in case of multi-drug (MDRTB) and extensively drug resistant TB (XDRTB), which are difficult to treat and contribute to increased mortality. See Multi-drug-resistant tuberculosis. Tuberculosis can occur at any stage of HIV infection. The risk and severity of tuberculosis increases soon after infection with HIV. A study on gold miners of South Africa revealed that the risk of TB was doubled during the first year after HIV seroconversion. Although tuberculosis can be a relatively early manifestation of HIV infection, it is important to note that the risk of tuberculosis progresses as the CD4 cell count decreases along with the progression of HIV infection. The risk of TB generally remains high in HIV-infected patients above the background risk of the general population even with effective immune reconstitution with ART maintaining high CD4 cell counts.",
            "score": 58.16035461425781
        },
        {
            "docid": "56329297_4",
            "document": "Nagasuma Chandra . Chandra's research focus is in the fields of computational systems biology, cell modeling and structural bioinformatics and she leads a team of scientists who are involved in research in areas such as systems biology, computational immunology, structural bioinformatics and drug discovery. She has carried out studies on Mycobacterium tuberculosis, the causative pathogen of tuberculosis, with special emphasis on their metabolic processes and, along with M. Vijayan and K. Sekar, two of her colleagues at IISc, has developed system models which has helped identify new drug targets against the disease. In 2017, the team led by her identified three drugs namely Ebselen, Vancomycin and Phenylarsine oxide that could be used in combination with Isoniazid, the principal antibiotic used against tuberculosis, to treat the drug-resistant strains of the pathogen. The team discovered that the three drugs lowered the antioxidant levels in the bacterium and thereby destroyed its drug-resistance. Her studies have been documented by way of a number of articles and ResearchGate, an online repository of scientific articles has listed 297 of them. She has also delivered invited speeches at various seminars and conferences.",
            "score": 57.81868362426758
        },
        {
            "docid": "55868631_20",
            "document": "List of antibiotic resistant bacteria . Although mutation alone plays a huge role in the development of antibiotic resistance, a 2008 study found that high survival rates after exposure to antibiotics could not be accounted for by mutation alone. This study focused on the development of resistance in E. coli to three antibiotic drugs: ampicillin, tetracycline, and nalidixic acid. The researchers found that some antibiotic resistance in E. coli developed because of epigenetic inheritance rather than by direct inheritance of a mutated gene. This was further supported by data showing that reversion to antibiotic sensitivity was relatively common as well. This could only be explained by epigenetics. Epigenetics is a type of inheritance in which gene expression is altered rather than the genetic code itself. There are many modes by which this alteration of gene expression can occur, including methylation of DNA and histone modification; however, the important point is that both inheritance of random mutations and epigenetic markers can result in the expression of antibiotic resistance genes.",
            "score": 57.73984909057617
        },
        {
            "docid": "23339740_26",
            "document": "Mass drug administration . In contrast to indirect MDA, emergence of drug resistance has not been linked to the administration of therapeutic doses of antimalarials through direct MDA programmes. The likely explanation lies in the different pharmacokinetic profiles that result from these two methods of drug administration. The administration of therapeutically dosed antimalarial drugs results in a single peak drug level which kills all susceptible strains. Only during the terminal half life of the drug when the concentration drops below the C, the inhibitory concentration which kills the large majority of a parasite population, will new infections with more resistant strains have a survival advantage. Thus drugs with a very short terminal half-life, including artemisinin derivatives, carry a lower risk of selecting resistant parasites than longer acting drugs. In contrast, the administration of medicated salts is likely to result in drug levels undulating in the sub-lethal range, which reach a steady state after several doses have been administered. The situation is worse if drugs such as chloroquine are used which accumulate progressively. This situation, a steady increase in drug concentration, is identical to the experimental design used for the in vitro induction of drug resistance. Medicated salt projects can be considered as large scale \"in vivo\" experiments designed to select resistant parasites.",
            "score": 57.54454040527344
        },
        {
            "docid": "37693741_12",
            "document": "Prisons in Russia . In addition to the physical conditions within Russian prisons, research by Nachega & Chaisson and Shin et al. show that co-morbidity of HIV and increased abuse of alcohol and drugs within prisoner populations contribute to worsened outcomes for TB patients. Non-compliance with treatment regimens has also been highlighted as contributing increasing drug resistance. In Fry et al.’s study on TB outcomes within St. Petersburg prisons, they estimated that 74% of infected prisoners did not report visiting a TB treatment facility upon release from a correctional facility. Public health researchers Gelmanova et al. note that while non-adherence does not directly increase drug resistance, the heightened bacterial load of non-compliant and untreated patients does increase the chances that the bacteria will mutate into a drug-resistant strain.",
            "score": 57.29563903808594
        },
        {
            "docid": "16540871_28",
            "document": "Health in Thailand . A study by the health ministry and Britain's Wellcome Trust released in September 2016 found that an average of two person die every hour from multi-drug resistant bacterial infections in Thailand. That death rate is much higher than in Europe. The improper use of antibiotics for humans and livestock has led to the proliferation of drug-resistant microorganisms, creating new strains of \"superbugs\" that can be defeated only by \"last resort\" medicines with toxic side effects. In Thailand, antibiotics are freely available in pharmacies without a prescription and even in convenience stores. Unregulated use of antibiotics on livestock is also problematic. Drug-resistant bacteria spreads through direct contact between humans and farm animals, ingested meat, or the environment. Antibiotics are often used on healthy animals to prevent, rather than treat, illnesses.",
            "score": 57.02461624145508
        }
    ]
}