{
    "q": [
        {
            "docid": "7972254_4",
            "document": "Predictive medicine . A number of association studies have been published in scientific literature that show associations between specific genetic variants in a person's genetic code and a specific disease. Association and correlation studies have found that a female individual with a mutation in the BRCA1 gene has a 65% cumulative risk of breast cancer. Additionally, new tests from Genetic Technologies LTD and Phenogen Sciences Inc. comparing non-coding DNA to a woman's lifetime exposure to estrogen can now determine a woman's probability of developing estrogen positive breast cancer also known as sporadic breast cancer (the most prevalent form of breast cancer). Genetic variants in the Factor V gene is associated with an increased tendency to form blood clots, such as deep vein thrombosis (DVTs). Genetics tests are expected to reach the market more quickly than new medicines. Myriad Genetics is already generating revenue from genetic tests for BRCA1 and BRCA2.",
            "score": 201.2170693874359
        },
        {
            "docid": "13704917_13",
            "document": "Risk factors for breast cancer . Hereditary non-BRCA1 and non-BRCA2 breast tumors (and even some sporadic carcinomas) are believed to result from the expression of weakly penetrant but highly prevalent mutations in various genes. For instance, polymorphism has been identified in genes associated to the metabolism of estrogens and/or carcinogens (Cytochrome P450, family 1, member A1, CYP1B1, CYP17A1, CYP19, Catechol-O-methyl transferase, N-acetyltransferase 2, Glutathione S-transferase Mu 1, GSTP1, GSTT, . . . ), to estrogen, androgen and vitamin D action (ESR1, AR, VDR), to co-activation of gene transcription (AIB1), to DNA damage response pathways (CHEK2, HRAS1, XRCC1, XRCC3, XRCC5). Sequence variants of these genes that are relatively common in the population may be associated with a small to moderate increased relative risk for breast cancer. Combinations of such variants could lead to multiplicative effects. Sporadic cancers likely result from the complex interplay between the expression of low penetrance gene(s) (\"risk variants\") and environmental factors. However, the suspected impact of most of these variants on breast cancer risk should, in most cases, be confirmed in large populations studies. Indeed, low penetrance genes cannot be easily tracked through families, as is true for dominant high-risk genes.",
            "score": 204.85204362869263
        },
        {
            "docid": "55878234_7",
            "document": "Benita Katzenellenbogen . Katzenellenbogen has elucidated structure-function relationships and actions of estrogen receptors alpha and beta, and demonstrated that estrogens have a broad spectrum of effects on gene networks and pathways in breast cancer and other cells. This research has contributed to understanding of the molecular basis for the action of selective estrogen receptor modulators (SERMs) such as tamoxifen in target cells, and for the development of anti-hormonal treatments used in breast cancer treatment and prevention. Her laboratory demonstrated that estrogen receptors regulate and function along with multiple cell signaling pathways involving kinase cascades and growth factors, and that these inputs converge at the level of chromatin to regulate gene expression and cell signaling. This work presaged the current active interest in both the non-genomic actions of estrogens and the cross-talk between nuclear receptors and other cell signaling pathways and their roles in endocrine resistance. Her laboratory has also identified factors associated with aggressiveness and early time to cancer recurrence and their regulation in different subtypes of breast cancer. She has also characterized the activities of estrogens in menopausal hormone replacement therapies and diverse ligands for estrogen receptors, including environmental estrogens, phytoestrogens such as genistein, and estrogen receptor subtype-selective ligands in various estrogen target tissues.",
            "score": 178.8474383354187
        },
        {
            "docid": "42451659_12",
            "document": "Denoising Algorithm based on Relevance network Topology . DART is an algorithm that is applicable and used successfully in Cancer Genomics. The DART algorithm has been shown to be a strong method for estimating the pathway activity and perturbation signature activity in breast and lung cancer gene expression data sets. Imaging traits such as mammography (Mammography is the process of using low-energy X-rays to examine the human breast tissue) plays an important role in cancer tumor diagnosis. Studies have shown that women with increased mammographic density have a higher risk of developing Breast cancer. Estrogen receptor alpha gene 1 encodes Estrogen Receptor-alpha, which is activated by estrogen. Polymorphisms in ESR1 are associated with breast cancer risk through differences in different level of breast density. DART successfully predicted an inverse correlation between ESR1 signaling and MMD. It can be used in simulated and real multidimensional cancer genomic data. It gives more reliable prediction about pathway activation, which would be helpful in association studies.",
            "score": 181.13384890556335
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 126.57583391666412
        },
        {
            "docid": "40710975_18",
            "document": "SNV calling from NGS data . In addition to methods that align reads from individual sample(s) to a reference genome in order to detect germline genetic variants, reads from multiple tissue samples within a single individual can be aligned and compared in order to detect somatic variants. These variants correspond to mutations that have occurred de novo within groups of somatic cells within an individual (that is, they are not present within the individual's germline cells). This form of analysis has been frequently applied to the study of cancer, where many studies are designed around investigating the profile of somatic mutations within cancerous tissues. Such investigations have resulted in diagnostic tools that have seen clinical application, and are used to improve scientific understanding of the disease, for instance by the discovery of new cancer-related genes, identification of involved gene regulatory networks and metabolic pathways, and by informing models of how tumors grow and evolve.",
            "score": 137.51314568519592
        },
        {
            "docid": "1656730_16",
            "document": "Sequential hermaphroditism . Many studies have focused on the proximate causes of sequential hermaphroditism. The role of aromatase has been widely studied in this area. Aromatase is an enzyme that controls the androgen/estrogen ratio in animals by catalyzing the conversion of testosterone into oestradiol, which is irreversible. It has been discovered that the aromatase pathway mediates sex change in both directions. Many studies also involve understanding the effect of aromatase inhibitors on sex change. One such study was performed by Kobayashi et al. In their study they tested the role of estrogens in male three-spot wrasses (\"Halichoeres trimaculatus\"). They discovered that fish treated with aromatase inhibitors showed decreased gonodal weight, plasma estrogen level and spermatogonial proliferation in the testis as well as increased androgen levels. Their results suggest that estrogens are important in the regulation of spermatogenesis in this protogynous hermaphrodite.",
            "score": 113.01196277141571
        },
        {
            "docid": "55840265_40",
            "document": "Estrogen (medication) . A 2017 systematic review and meta-analysis of 14 studies assessed the risk of breast cancer in perimenopausal and postmenopausal women treated with estrogens for menopausal symptoms. They found that treatment with estradiol only is not associated with an increased risk of breast cancer ( = 0.90 in and = 1.11 in observational studies). This was in accordance with a previous analysis of estrogen-only treatment with estradiol or conjugated estrogens which similarly found no increased risk ( = 0.99). Moreover, another study found that the risk of breast cancer with estradiol and conjugated estrogens was not significantly different ( = 1.15 for conjugated estrogens versus estradiol). These findings are paradoxical because oophorectomy in premenopausal women and antiestrogen therapy in postmenopausal women are well-established as considerably reducing the risk of breast cancer ( = 0.208 to 0.708 for chemoprevention with antiestrogens in postmenopausal women). However, there are indications that there may be a ceiling effect such that past a certain low concentration threshold (e.g., approximately 10.2 pg/mL for estradiol), additional estrogens alone may not further increase the risk of breast cancer in postmenopausal women. There are also indications that the fluctuations in estrogen levels across the normal menstrual cycle in premenopausal women may be important for breast cancer risk.",
            "score": 162.30045425891876
        },
        {
            "docid": "22581_8",
            "document": "Estrogen . The actions of estrogen are mediated by the estrogen receptor (ER), a dimeric nuclear protein that binds to DNA and controls gene expression. Like other steroid hormones, estrogen enters passively into the cell where it binds to and activates the estrogen receptor. The estrogen:ER complex binds to specific DNA sequences called a hormone response element to activate the transcription of target genes (in a study using an estrogen-dependent breast cancer cell line as model, 89 such genes were identified). Since estrogen enters all cells, its actions are dependent on the presence of the ER in the cell. The ER is expressed in specific tissues including the ovary, uterus and breast. The metabolic effects of estrogen in postmenopausal women has been linked to the genetic polymorphism of the ER.",
            "score": 184.93377947807312
        },
        {
            "docid": "14416416_8",
            "document": "Cytochrome b-245, alpha polypeptide . Contrary to CYBB, CYBA supports a relatively high number of single-nucleotide polymorphisms (SNPs) that could influence the level of ROS generation. These SNPs were mainly associated with cardiovascular diseases such as hypertension, coronary artery disease (CAD), coronary heart disease (CHD) and also cerebral ischemic diseases. The first and most widely studied is the C242T polymorphism is located in exon 4 at position 214 from the ATG and resulting in a non conservative His72 substitution for a Tyr. Inoue et al. first found that the T allele of the C242 polymorphism might have a protective effect against CAD. Despite some evidence of the effect of this polymorphism on ROS generation at the cellular level, the association of the CYBA C242T polymorphism with cardiovascular diseases has been widely reported but with conflicting results. Single SNP analysis may explain the discrepancies among CYBA association studies. A global approach such as haplotype analysis is probably a better approach to understand the impact of CYBA genetic variability on diseases. CYBA variants together with polymorphism analysis of lipid metabolism or stress oxidant pathway genes are of great interest as well. However, for future investigations regarding the effect of these polymorphisms, it is crucial that the number of patients under study provide sufficient statistical power. In addition, genetics studies that include control of external factors should be extremely informative. Finally, since 2010 nine Chinese meta-analyses of the C242T polymorphism have been published in relation with CAD, hypertension atherosclerosis or diabetes and its complications and ischemic cerebrovascular diseases. The results from these meta-analyses were controversial. Several factors could influence these data: the search strategy, the identification of relevant studies (publication bias), the statistical analysis including a sufficient sampling, the prevalence of the studied polymorphism in the studied population [minor allele frequency (MAF)] and the type of population (population-based or not, for example). Results of these meta-analyses need to be confirmed with larger samples. In addition, a meta-analysis based on genome-wide association study data will be of great interest in the future.",
            "score": 108.48778855800629
        },
        {
            "docid": "38664703_10",
            "document": "Pioneer factor . The ability of pioneer factors to respond to extracellular signals to differentiate cell type has been studied as a potential component of hormone-dependent cancers. Hormones such as estrogen and IGFI are shown to increase pioneer factor concentration leading to a change in transcription. Known pioneer factors such as FoxA1, PBX1, TLE, AP2, GATA factors 2/3/4, and PU.1 have been associated with hormone-dependent cancer . FoxA1 is necessary for estrogen and androgen mediated hepatocarcinogenesis and is a defining gene for ER luminal breast cancer, as is another pioneer factor GATA3. FOXA1 particularly is expressed in 90% of breast cancer metastases and 89% of metastic prostate cancers. In the breast cancer cell line, MCF-7, it was found that FoxA1 was bound to 50% of estrogen receptor binding sites independent of estrogen presence. High expression of pioneer factors is associated with poor prognosis with the exception of breast cancer where FoxA1 is associated with a stronger outcome. <br> The correlation between pioneer factors and cancer has led to prospective therapeutic targeting. In knockdown studies in the MCF-7 breast cancer cell line it was found that decreasing pioneer factors FoxA1 and AP2 decreased ER signalling. Other fork head proteins have been associated with cancer, including FoxO3 and FoxM that repress the cell survival pathways Ras and PPI3K/AKT/IKK. Drugs such as Paclitaxel, Imatinib, and doxorubicin which activate FoxO3a or its targets are being used. Modification to modulate related factors with pioneer activity is a topic of interest in the early stages as knocking down pioneer factors may have toxic effects through alteration of the lineage pathways of healthy cells.",
            "score": 164.93749856948853
        },
        {
            "docid": "414192_10",
            "document": "Ovarian cancer . Hormonal conditions such as polycystic ovary syndrome and endometriosis are associated with ovarian cancer, but the link is not completely confirmed. Postmenopausal hormone replacement therapy (HRT) with estrogen likely increases the risk of ovarian cancer. The association has not been confirmed in a large-scale study, but notable studies including the Million Women Study have supported this link. Postmenopausal HRT with combined estrogen and progesterone may increase contemporaneous risk if used for over 5 years, but this risk returns to normal after cessation of therapy. Estrogen HRT with or without progestins increases the risk of endometrioid and serous tumors but lowers the risk of mucinous tumors. Higher doses of estrogen increase this risk. Endometriosis is another risk factor for ovarian cancer, as is pain with menstruation. Endometriosis is associated with clear-cell and endometrioid subtypes, low-grade serous tumors, stage I and II tumors, grade 1 tumors, and lower mortality.",
            "score": 152.31391024589539
        },
        {
            "docid": "14723646_11",
            "document": "GATA3 . \"GATA3\" is one of the three genes mutated in >10% of breast cancers (Cancer Genome Atlas). Studies in mice indicate that the gene is critical for the normal development of breast tissue and directly regulates luminal cell (i.e. cells lining mammary ducts) differentiation in experimentally induced breast cancer. Analytic studies of human breast cancer tissues suggest that \"GATA3\" is required for specific type of low risk breast cancer (i.e. luminal A), is integral to the expression of estrogen receptor alpha, and (in estrogen receptor negative/androgen receptor positive cancers) androgen receptor signaling. These studies suggest that \"GATA3\" is involved in the development of at least certain types of breast cancer in humans. However, there is disagreement on this, with some studies suggesting that the expression of the \"GATA3\" acts to inhibit and other studies suggesting that it acts to promote the development, growth, and/or spread of this cancer. Further studies are needed to elucidate the role, if any, of GATA3 in the development of breast cancer.",
            "score": 153.20224380493164
        },
        {
            "docid": "343457_30",
            "document": "Maternal effect . Strong evidence in rats supports the conclusion that neonatal estrogen exposure plays a role in the development of prostate cancer. Using a human fetal prostate xenograft model, researchers studied the effects of early exposure to estrogen with and without secondary estrogen and testosterone treatment. A xenograft model is a graft of tissue transplanted between organisms of different species. In this case, human tissue was transplanted into rats; therefore, there was no need to extrapolate from rodents to humans. Histopathological lesions, proliferation, and serum hormone levels were measured at various time-points after xenografting. At day 200, the xenograft that had been exposed to two treatments of estrogen showed the most severe changes. Additionally, researchers looked at key genes involved in prostatic glandular and stromal growth, cell-cycle progression, apoptosis, hormone receptors, and tumor suppressors using a custom PCR array. Analysis of DNA methylation showed methylation differences in CpG sites of the stromal compartment after estrogen treatment. These variations in methylation are likely a contributing cause to the changes in the cellular events in the KEGG prostate cancer pathway that inhibit apoptosis and increase cell cycle progression that contribute to the development of cancer.",
            "score": 156.12602484226227
        },
        {
            "docid": "6445_28",
            "document": "Carcinogen . Breast cancer is the second most common cancer [(1.4 million cases, 10.9%), but ranks 5th as cause of death (458,000, 6.1%)]. Increased risk of breast cancer is associated with persistently elevated blood levels of estrogen. Estrogen appears to contribute to breast carcinogenesis by three processes; (1) the metabolism of estrogen to genotoxic, mutagenic carcinogens, (2) the stimulation of tissue growth, and (3) the repression of phase II detoxification enzymes that metabolize ROS leading to increased oxidative DNA damage. The major estrogen in humans, estradiol, can be metabolized to quinone derivatives that form adducts with DNA. These derivatives can cause dupurination, the removal of bases from the phosphodiester backbone of DNA, followed by inaccurate repair or replication of the apurinic site leading to mutation and eventually cancer. This genotoxic mechanism may interact in synergy with estrogen receptor-mediated, persistent cell proliferation to ultimately cause breast cancer. Genetic background, dietary practices and environmental factors also likely contribute to the incidence of DNA damage and breast cancer risk.",
            "score": 170.5476611852646
        },
        {
            "docid": "47049812_18",
            "document": "Hormonal breast enhancement . Research has suggested that the enhancement of growth factor pathways, including that of GH/IGF-1, could potentially increase the risk of various cancers, including breast cancer. Increased proliferation due to increased IGF-1 activity has been suggested to possibly play a key role in the high risk of breast cancer seen in women with the BRCA1 mutation. Multiple large studies have found a correlation in premenopausal women between serum IGF-1 levels in the upper quartile of the normal range and IGFBP-3 levels in the lower quartile (i.e., high circulating IGF-1 levels and low circulating IFGBP-3 levels) and the risk of developing various cancers, including breast cancer. However, the increase in breast cancer risk has been found only to be modest (e.g., only more than twice the usual risk). Subsequent studies have found the increase in risk to be even less clear, and it is notable that high-normal range IGF-1 levels have been found to correlate only with premenopausal and not with postmenopausal breast cancer incidence. In any case, mice engineered to have lower circulating levels of IGF-1 show a lower risk of developing various cancers, including breast cancer. In contrast to the case of IGF-1, the upper quintile (20%) of postmenopausal women with the highest of both circulating estrogen and androgen levels have been found to have a significantly increased risk of breast cancer (relative to lowest quintile, the risk is 2- to 3-fold higher). A significant positive association with breast cancer risk has also been found with prolactin levels in postmenopausal women.",
            "score": 146.28460586071014
        },
        {
            "docid": "19526030_26",
            "document": "Postmenopausal hormone therapy . The relative risk (RR) of breast cancer varies from 1.24 in the WHI study to 1.66 in the Million Women Study, with results differing according to interval between menopause and HRT and methods of HRT. The WHI preliminary results in 2004 found a non-significant trend in the estrogen-alone clinical trial towards a reduced risk of breast cancer and a 2006 update concluded that use of estrogen-only HRT for 7 years does not increase the risk of breast cancer in postmenopausal women who have had a hysterectomy. The results of the WHI estrogen-alone trial suggest that the progestin used in the WHI estrogen-plus-progestin trial increased the risk for breast cancer above that associated with estrogen alone. HRT has been more strongly associated with risk of breast cancer in women with low or normal body mass index (BMI) of less than 25, but no association has been observed in women with a high body mass index.",
            "score": 156.29869294166565
        },
        {
            "docid": "47644103_19",
            "document": "David Hunter (Harvard) . The completion of the Human Genome Project and databases of population genetic variation presents the major challenge of determining how such genetic variants contribute to both human and nonhuman health conditions. Epidemiologists are responsible for both assessing the proportion of specific diseases associated with particular genotypes and how these genotypes interact with environmental and lifestyle factors in contributing causally to disease conditions. Large, population-based cohort studies can be particularly helpful in studying these issues, and Hunter and colleagues are working with colleagues in the Nurses’ Health Studies, Health Professionals Follow-up Study, and the Physicians’ Health Study, to conduct nested case-control studies of cancers, cardiovascular disease, diabetes, and other phenotypes. With collaborators at the National Cancer Institute, they conducted genome-wide association studies (GWAS) of breast cancer and other cancers. These studies are discovering novel genetic variants associated with risk of these cancers, and multiple other phenotypes that have been collected in these studies. For instance, in 2007 they co-discovered the most common genetic variant associated with risk of breast cancer, and in subsequent years other variants associated with breast, prostate, and skin cancer, as well as other phenotypes such as age at menarche, hair color, and other biomarkers.",
            "score": 132.80027294158936
        },
        {
            "docid": "19526030_8",
            "document": "Postmenopausal hormone therapy . The data published by the WHI suggested supplemental estrogen increased risk of venous emboli and breast cancer but was protective against osteoporosis and colorectal cancer, while the impact on cardiovascular disease was mixed. These results were later confirmed in trials from the United Kingdom, but not in more recent studies from France and China. Genetic polymorphism appears to be associated with inter-individual variability in metabolic response to HRT in postmenopausal women.",
            "score": 153.90226936340332
        },
        {
            "docid": "1759210_4",
            "document": "Sex hormone-binding globulin . SHBG levels are usually about twice as high in women than in men. In women, SHBG serves to limit exposure to both androgens and estrogens. Low SHBG levels in women have been associated with hyperandrogenism and endometrial cancer due to heightened exposure to androgens and estrogens, respectively. During pregnancy, due to activation of SHBG production in the liver by high estrogen levels, SHBG levels increase by 5- to 10-fold. The high SHBG levels during pregnancy may serve to protect the mother from exposure to fetal androgens that escape metabolism by the placenta. A case report of severe hyperandrogenism in a pregnant woman due to a rare instance of genetic SHBG deficiency illustrates this.",
            "score": 147.82591485977173
        },
        {
            "docid": "48375024_9",
            "document": "Steroidal aromatase inhibitor . In postmenopausal women the production of estrogen in the ovaries has ceased. The main source of estrogen is therefore aromatization of androgens produced by the adrenal glands. Estrogen production in postmenopausal women mainly occurs in peripheral adipose tissue. Brain, skin, adipose tissue, normal breast tissue and breast cancer cells have aromatase but estrogen that is synthesised in breast tissue and around the cancer cells have effect on growth of the cancer. Aromatase inhibitors stops this conversion and lowers the levels of estrogen.",
            "score": 139.51186394691467
        },
        {
            "docid": "31336624_14",
            "document": "Plant secondary metabolism . For some time it was believed that gossypol was merely a waste product produced during the processing of cottonseed products. Extensive studies have shown that gossypol has other functions. Many of the more popular studies on gossypol discuss how it can act as a male contraceptive. Gossypol has also been linked to causing hypokalemic paralysis. Hypokalemic paralysis is a disease characterized by muscle weakness or paralysis with a matching fall in potassium levels in the blood. Hypokalemic paralysis associated with gossypol in-take usually occurs in March, when vegetables are in short supply, and in September, when people are sweating a lot. This side effect of gossypol in-take is very rare however. Gossypol induced hypokalemic paralysis is easily treatable with potassium repletion.  Plants synthesize certain compounds called secondary metabolites which are not naturally produced by humans but can play vital roles in protection or destruction of human health. One such group of metabolites is phytoestrogens, found in nuts, oilseeds, soy, and other foods. Phytoestrogens are chemicals which act like the hormone estrogen. Estrogen is important for women's bone and heart health, but high amounts of it has been linked to breast cancer. In the plant, the phytoestrogens are involved in the defense system against fungi. Phytoestrogens can do two different things in a human body. At low doses it mimics estrogen, but at high doses it actually blocks the body's natural estrogen. The estrogen receptors in the body which are stimulated by estrogen will acknowledge the phytoestrogen, thus the body may reduce its own production of the hormone. This has a negative result, because there are various abilities of the phytoestrogen which estrogen does not do. Its effects the communication pathways between cells and has effects on other parts of the body where estrogen normally does not play a role. It has also been found to induce tumor growth of the estrogen receptor cells in the breast.  But, one role of estrogens which phytoestrogens mimic is its protective behavior for the heart. So, an intake of phytoestrogens has also been seen to reduce the risk of cardiovascular disease. Resveratrol, a phytoestrogen found in grapes is responsible for this. For example, the French suffer relatively little heart disease despite the average French diet being relatively high in fat. One proposed reason for this is the resveratrol found in red wine, which has been linked to decreased risk of cardiovascular disease.",
            "score": 142.06996035575867
        },
        {
            "docid": "41120978_15",
            "document": "Estrogen and neurodegenerative diseases . The receptors of estrogen are specially distributed in different tissues, which have different influence on their downstream genes. The activation of the two different estrogen receptors has different effects on human. ERα and ERβ also mediate Selective estrogen-receptor modulators' (SERMs') function, but the selective ERα agitator can always cause some side effects such as breast cancer or endometrial hyperplasia, while the selective ERβ agitator may play an active effect on such diseases. So, the selective ERβ agitator has more clinical value for neurodegenerative diseases). In post-menopausal women, high levels of testosterone and estrogen higher the risk 2-3 times than lower level situation. Women that are not taking hormone replacement therapy (HRT) have lesser risk of breast cancer because of the insulin level increase.",
            "score": 144.55545330047607
        },
        {
            "docid": "7384419_4",
            "document": "Harry Ostrer . Ostrer has been a long-time investigator of the genetic basis of rare disorders - thalassemias, color vision deficiencies, hereditary sensory neuropathies, disorders of sex development and newly identified genetic syndromes. While working at the Khao I Dang Holding Center in Thailand in 1981, he recruited Thai and Khmer subjects into a study of the shared origin of the Hemoglobin E mutation. Subsequently, he and his collaborators showed that this mutation alters the splicing of the encoded globin transcript, resulting in a mild thalassemia phenotype. At NYU, members of his laboratory showed that genetic variants in the X-cone opsin caused color vision deficiencies by altering spectral tuning, transport, and stability of the encoded visual pigment proteins. Members of his group identified molecular actions of normal and mutant genes in normal and abnormal gonadal development, including, most recently, members of the MAP kinase signal transduction pathway. This has led to the creation of a national consortium based at Einstein to study the genetics of individuals with disorders of sex development.  Ostrer and his collaborators have studied the roles of common and rare genetic variants in the risk of developing cancer and adverse effects of cancer therapy. This has led to the development of ‘molecular signatures’ for prediction of cancer risk and adverse effects. They have also studied the role of copy number alterations in cancer progression to metastasis. This has led to the formulation of a ‘metastasis potential score’ for assessment of tumors at the time of diagnosis.",
            "score": 120.30485212802887
        },
        {
            "docid": "34939027_4",
            "document": "Pharmacometabolomics . Pharmacometabolomic analyses, through the use of a metabolomics approach, can provide a comprehensive and detailed metabolic profile or “metabolic fingerprint” for an individual patient. Such metabolic profiles can provide a complete overview of individual metabolite or pathway alterations, providing a more realistic depiction of disease phenotypes. This approach can then be applied to the prediction of response to a pharmaceutical compound by patients with a particular metabolic profile. Pharmacometabolomic analyses of drug response are often coupled or followed up with pharmacogenetics studies. Pharmacogenetics focuses on the identification of genetic variations (e.g. single-nucleotide polymorphisms) within patients that may contribute to altered drug responses and overall outcome of a certain treatment. The results of pharmacometabolomics analyses can act to “inform” or “direct” pharmacogenetic analyses by correlating aberrant metabolite concentrations or metabolic pathways to potential alterations at the genetic level. This concept has been established with two seminal publications from studies of antidepressants serotonin reuptake inhibitors where metabolic signatures were able to define pathway implicated in response to the antidepressant and that lead to identification of genetic variants within a key gene within highlighted pathway as being implicated in variation in response. These genetic variants were not identified through genetic analysis alone and hence illustrated how metabolomics can guide and inform genetic data.",
            "score": 142.0106770992279
        },
        {
            "docid": "691224_15",
            "document": "Hot flash . When estrogen as estradiol is used transdermally as a patch, gel, or pessary with micronized progesterone this may avoid the serious side effects associated with oral estradiol HRT since this avoids first pass metabolism (Phase I drug metabolism). Women taking bioidentical estrogen, orally or transdermally, who have a uterus must still take a progestin or micronized progesterone to lower the risk of endometrial cancer. A French study of 80,391 postmenopausal women followed for several years concluded that estrogen in combination with micronized progesterone is not associated with an increased risk of breast cancer. The natural, plant-derived progesterone creams sold over the counter contain too little progesterone to be effective. Wild yam (\"Dioscorea villosa\") extract creams are not effective since the natural progesterone present in the extract is not bioavailable.",
            "score": 148.49655151367188
        },
        {
            "docid": "13991053_13",
            "document": "IRS1 . IRS-1 has a functional role in breast cancer progression and metastasis. Overexpression of PTEN in MCF-7 epithelial breast cancer cells inhibits cell growth by inhibiting MAPK pathway. ERK phosphorylation through IRS-1/Grb-2/Sos pathway is inhibited by phosphatase activity of PTEN. PTEN does not have effect on IRS-1 independent MAPK activation. When treated with insulin, ectopic expression of PTEN in MCF-7 suppresses IRS-1/Grb-2/Sos complex formation due to differential phosphorylation of IRS-1. Overexpression of IRS-1 has been linked to antiestrogen resistance and hormone independence in breast cancer. Tamoxifen (TAM) inhibits IRS-1 function, therefore suppressing IRS-1/PI3K signalling cascade in estrogen receptor positive (ER+) MCF-7 cell line. IRS-1 siRNA is able to reduce IRS-1 transcript level, thereby reducing protein expression in MCF-7 ER+ cells. Reduction of IRS-1 leads to decreased survival of these cells. siRNA treatment effects are additive to effects of TAM treatment. IGFRs and estrogen coaction facilitates growth in different breast cancer cell lines, however amplification of IGF1R signalling can abrogate need of estrogen for transformation and growth of MCF-7 cells. IRS-1 overexpression in breast cancer cells decreased estrogen requirements. This decrease is dependent on IRS-1 levels in the cells. Estradiol enhances expression of IRS-1 and activity of ERK1/2 and PI3K/Akt pathways in MCF-7 and CHO cells transfected with mouse IRS-1 promoter. Estradiol acts directly on IRS-1 regulatory sequences and positively regulates IRS-1 mRNA production. Decreased anchorage- dependent/independent cell growth and initiation of cell death under low growth factor and estrogen conditions are observed in MCF-7 cells with down-regulated IRS-1. mir126 is underexpressed in breast cancer cells. mir126 targets IRS-1 at transcriptional level and inhibits transition from G1/G0 phase to S phase during cell cycle in HEK293 and MCF-7 cells. Transgenic mice overexpressing IRS-1 develop metastatic breast cancer.The tumors demonstrate squamous differentiation which is associated with β-catenin pathway. IRS-1 interacts with β-catenin both \"in vitro\" and \"in vivo\". IRS-1 and its homologue IRS-2 play distinct roles in breast cancer progression and metastasis. Overexpression of either one is sufficient to cause tumorogenesis \"in vivo\". Frequency of lung metastasis in IRS-1 deficient tumor is elevated opposing to IRS-2 deficient tumor, where it is decreased. Basically, IRS-2 has a positive impact on metastasis of breast cancer whereas a stronger metastatic potential is observed when IRS-1 is down-regulated. IRS-1 is strongly expressed in ductal carcinoma \"in situ\"\",\" when IRS-2 is elevated in invasive tumors. Increased IRS-1 makes MCF-7 cells susceptible to specific chemotherapeutic agents, such as taxol, etoposide, and vincristine.Therefore, IRS-1 can be a good pointer of specific drug therapies effectiveness for breast cancer treatment.",
            "score": 140.76625549793243
        },
        {
            "docid": "15785342_10",
            "document": "EPHX1 . Due to the EPHX1 role in metabolism of procarcinogens and existence of gene variations with functional effect a number of association studies has been conducted. Significant associations between EPHX1 SNPs and risk of lung, upper aerodigestive tract, breast, and ovarian cancers have been observed in various populations. Meta-analyses confirmed associations of rs1051740 and rs2234922 SNPs with the risk of lung cancer. Meta-analyses reporting no association of these SNPs with esophageal and hepatocellular cancer risk have been reported as well ). Genetically predicted low EPHX1 activity was associated with increased risk of developing tobacco-related cancer in smokers from 47089 Danish individuals .  Recent meta-analysis comprising 8,259 patients with chronic obstructive pulmonary disease (COPD) and 42,883 controls reported that the predicted slow activity EPHX1 phenotype is a significant risk factor for COPD in Caucasian, but not in Asian population. Role of EPHX1 expression in pathogenesis of neurodegeneration as Alzheimer´s disease, methamphetamine-induced drug dependence, and cerebral metabolism of epoxyeicosatrienoic acids was suggested. Modulation of metabolism of epoxyeicosatrienoic acids by EPHX1 may interfere with, e.g., signal transmission of neurons, vasodilation, cardiovascular homeostasis, and inflammation. Transformation of the current knowledge about EPHX1 into clinical applications is, however, limited by the lack of crystal structure of the enzyme and by the complex relations between its genotype and phenotype.",
            "score": 136.8643000125885
        },
        {
            "docid": "48375024_8",
            "document": "Steroidal aromatase inhibitor . A majority of breast cancers are hormone dependent and most of them express either estrogen receptor and/or progesterone receptor. That is the reason that compounds that inhibit biosynthesis of estrogen have been researched and are now the standard adjuvant therapy for breast cancer in postmenopausal women. It has been proven that breast cancer in postmenopausal women can be treated or prevented by modulating the estrogen receptors or its ligands and as aromatase is part of the final step in estrogen conversion it is a good target for medicine. Because aromatase catalyses the final step in estrogen conversion, inhibiting it does not have any effect on synthesis of other steroids except estrogen.",
            "score": 138.85936784744263
        },
        {
            "docid": "48442950_6",
            "document": "Kathleen I. Pritchard . One of Pritchard’s self-proclaimed “eureka” moments was in a clinical trial concerning the use of the drug Letrozole as an adjuvant therapy in postmenopausal women who had taken tamoxifen for five years as a primary breast cancer treatment. Letrozole is an aromatase inhibitor that reduces estrogen production, which is necessary for tumor growth. Pritchard followed over 5,000 postmenopausal women that had taken tamoxifen for their breast cancer and treated them with either Letrozole or a placebo. Letrozole treatment reduced the risk of breast cancer recurrence by over 40%. The study ended early because of overwhelmingly positive results. The drug also prevented metastasis of the cancer to other regions of the body. Results from this clinical study were published in \"The New England Journal of Medicine\" in 2003, and two years later the therapy was approved by Health Canada. Later studies suggested that extending treatment with an aromatase inhibitor like Letrozole to ten years further increases disease-free survival rates. Another study looked at the effects of adjuvant therapies like Letrozole in women of different ages, both premenopausal and postmenopausal. Pritchard found that Letrozole favorably impacted women in both groups but was overall more effective in premenopausal women that had been previously treated with tamoxifen. The overarching conclusion from this study was that anti-estrogen treatments like Letrozole generally benefit patients when administered anytime after the primary treatment.",
            "score": 118.81220364570618
        },
        {
            "docid": "18247233_7",
            "document": "Million Women Study . Initial analysis of the results from over 1 million women in the Million Women Study appeared to confirm preliminary findings from other studies at the turn of the century finding that women currently using progestin-estrogen HRT were more likely to develop breast cancer than those who are not using HRT. This initial analysis received extensive press coverage. The initial reading of results showed that this effect is substantially greater for combined (estrogen-progestogen) HRT than for estrogen-only HRT; and that the effects were similar for all specific types and doses of estrogen and progestogen, for oral, transdermal and implanted HRT, and for continuous and sequential patterns of use. Current users of estrogen-progestogen HRT were at 2 fold increased risk of developing breast cancer, and current users of estrogen-only HRT appeared to have a 1.3 fold risk. Use of HRT by women aged 50–64 in the UK in the decade from 1993-2003 was estimated to have caused 20,000 extra breast cancers. Past users were not seen as having increased risk.",
            "score": 139.24862694740295
        },
        {
            "docid": "19526030_7",
            "document": "Postmenopausal hormone therapy . In 2002 the Women's Health Initiative (WHI) was published. That study looked at the effects of hormonal replacement therapy in postmenopausal women. Both age groups had a slightly higher incidence of breast cancer, and both heart attack and stroke were increased in older patients, although not in younger participants. In fact, the use of HRT in the United States has actually dropped greatly since 2002. Progesterone is the major anabolic hormone for breast tissue, and accordingly breast cancer was not increased in patients who were on estrogen therapy alone after hysterectomy. Treatment with unopposed estrogen (the supplementation of endogenous estrogens without a progestogen) is contraindicated if the uterus is still present, due to its proliferative effect on the endometrium. The WHI also found a reduced incidence of colorectal cancer when estrogen and progesterone were used together, and most importantly, a reduced incidence of bone fractures. Ultimately, the study found disparate results for all cause mortality with HRT, finding it to be lower when HRT was begun during ages 50–59, but higher when begun after age 60. Some findings of the WHI were reconfirmed in a larger national study done in the UK, known as The Million Women Study. Coverage of the WHI findings led to a reduction in the number of postmenopausal women on HRT. The authors of the study recommended that women with non-surgical menopause take the lowest feasible dose of HRTHRT, and for the shortest possible time, to minimize risk.",
            "score": 127.26213312149048
        }
    ],
    "r": [
        {
            "docid": "13704917_13",
            "document": "Risk factors for breast cancer . Hereditary non-BRCA1 and non-BRCA2 breast tumors (and even some sporadic carcinomas) are believed to result from the expression of weakly penetrant but highly prevalent mutations in various genes. For instance, polymorphism has been identified in genes associated to the metabolism of estrogens and/or carcinogens (Cytochrome P450, family 1, member A1, CYP1B1, CYP17A1, CYP19, Catechol-O-methyl transferase, N-acetyltransferase 2, Glutathione S-transferase Mu 1, GSTP1, GSTT, . . . ), to estrogen, androgen and vitamin D action (ESR1, AR, VDR), to co-activation of gene transcription (AIB1), to DNA damage response pathways (CHEK2, HRAS1, XRCC1, XRCC3, XRCC5). Sequence variants of these genes that are relatively common in the population may be associated with a small to moderate increased relative risk for breast cancer. Combinations of such variants could lead to multiplicative effects. Sporadic cancers likely result from the complex interplay between the expression of low penetrance gene(s) (\"risk variants\") and environmental factors. However, the suspected impact of most of these variants on breast cancer risk should, in most cases, be confirmed in large populations studies. Indeed, low penetrance genes cannot be easily tracked through families, as is true for dominant high-risk genes.",
            "score": 204.85203552246094
        },
        {
            "docid": "7972254_4",
            "document": "Predictive medicine . A number of association studies have been published in scientific literature that show associations between specific genetic variants in a person's genetic code and a specific disease. Association and correlation studies have found that a female individual with a mutation in the BRCA1 gene has a 65% cumulative risk of breast cancer. Additionally, new tests from Genetic Technologies LTD and Phenogen Sciences Inc. comparing non-coding DNA to a woman's lifetime exposure to estrogen can now determine a woman's probability of developing estrogen positive breast cancer also known as sporadic breast cancer (the most prevalent form of breast cancer). Genetic variants in the Factor V gene is associated with an increased tendency to form blood clots, such as deep vein thrombosis (DVTs). Genetics tests are expected to reach the market more quickly than new medicines. Myriad Genetics is already generating revenue from genetic tests for BRCA1 and BRCA2.",
            "score": 201.21707153320312
        },
        {
            "docid": "22581_8",
            "document": "Estrogen . The actions of estrogen are mediated by the estrogen receptor (ER), a dimeric nuclear protein that binds to DNA and controls gene expression. Like other steroid hormones, estrogen enters passively into the cell where it binds to and activates the estrogen receptor. The estrogen:ER complex binds to specific DNA sequences called a hormone response element to activate the transcription of target genes (in a study using an estrogen-dependent breast cancer cell line as model, 89 such genes were identified). Since estrogen enters all cells, its actions are dependent on the presence of the ER in the cell. The ER is expressed in specific tissues including the ovary, uterus and breast. The metabolic effects of estrogen in postmenopausal women has been linked to the genetic polymorphism of the ER.",
            "score": 184.93377685546875
        },
        {
            "docid": "42451659_12",
            "document": "Denoising Algorithm based on Relevance network Topology . DART is an algorithm that is applicable and used successfully in Cancer Genomics. The DART algorithm has been shown to be a strong method for estimating the pathway activity and perturbation signature activity in breast and lung cancer gene expression data sets. Imaging traits such as mammography (Mammography is the process of using low-energy X-rays to examine the human breast tissue) plays an important role in cancer tumor diagnosis. Studies have shown that women with increased mammographic density have a higher risk of developing Breast cancer. Estrogen receptor alpha gene 1 encodes Estrogen Receptor-alpha, which is activated by estrogen. Polymorphisms in ESR1 are associated with breast cancer risk through differences in different level of breast density. DART successfully predicted an inverse correlation between ESR1 signaling and MMD. It can be used in simulated and real multidimensional cancer genomic data. It gives more reliable prediction about pathway activation, which would be helpful in association studies.",
            "score": 181.13385009765625
        },
        {
            "docid": "55878234_7",
            "document": "Benita Katzenellenbogen . Katzenellenbogen has elucidated structure-function relationships and actions of estrogen receptors alpha and beta, and demonstrated that estrogens have a broad spectrum of effects on gene networks and pathways in breast cancer and other cells. This research has contributed to understanding of the molecular basis for the action of selective estrogen receptor modulators (SERMs) such as tamoxifen in target cells, and for the development of anti-hormonal treatments used in breast cancer treatment and prevention. Her laboratory demonstrated that estrogen receptors regulate and function along with multiple cell signaling pathways involving kinase cascades and growth factors, and that these inputs converge at the level of chromatin to regulate gene expression and cell signaling. This work presaged the current active interest in both the non-genomic actions of estrogens and the cross-talk between nuclear receptors and other cell signaling pathways and their roles in endocrine resistance. Her laboratory has also identified factors associated with aggressiveness and early time to cancer recurrence and their regulation in different subtypes of breast cancer. She has also characterized the activities of estrogens in menopausal hormone replacement therapies and diverse ligands for estrogen receptors, including environmental estrogens, phytoestrogens such as genistein, and estrogen receptor subtype-selective ligands in various estrogen target tissues.",
            "score": 178.84744262695312
        },
        {
            "docid": "6445_28",
            "document": "Carcinogen . Breast cancer is the second most common cancer [(1.4 million cases, 10.9%), but ranks 5th as cause of death (458,000, 6.1%)]. Increased risk of breast cancer is associated with persistently elevated blood levels of estrogen. Estrogen appears to contribute to breast carcinogenesis by three processes; (1) the metabolism of estrogen to genotoxic, mutagenic carcinogens, (2) the stimulation of tissue growth, and (3) the repression of phase II detoxification enzymes that metabolize ROS leading to increased oxidative DNA damage. The major estrogen in humans, estradiol, can be metabolized to quinone derivatives that form adducts with DNA. These derivatives can cause dupurination, the removal of bases from the phosphodiester backbone of DNA, followed by inaccurate repair or replication of the apurinic site leading to mutation and eventually cancer. This genotoxic mechanism may interact in synergy with estrogen receptor-mediated, persistent cell proliferation to ultimately cause breast cancer. Genetic background, dietary practices and environmental factors also likely contribute to the incidence of DNA damage and breast cancer risk.",
            "score": 170.5476531982422
        },
        {
            "docid": "38664703_10",
            "document": "Pioneer factor . The ability of pioneer factors to respond to extracellular signals to differentiate cell type has been studied as a potential component of hormone-dependent cancers. Hormones such as estrogen and IGFI are shown to increase pioneer factor concentration leading to a change in transcription. Known pioneer factors such as FoxA1, PBX1, TLE, AP2, GATA factors 2/3/4, and PU.1 have been associated with hormone-dependent cancer . FoxA1 is necessary for estrogen and androgen mediated hepatocarcinogenesis and is a defining gene for ER luminal breast cancer, as is another pioneer factor GATA3. FOXA1 particularly is expressed in 90% of breast cancer metastases and 89% of metastic prostate cancers. In the breast cancer cell line, MCF-7, it was found that FoxA1 was bound to 50% of estrogen receptor binding sites independent of estrogen presence. High expression of pioneer factors is associated with poor prognosis with the exception of breast cancer where FoxA1 is associated with a stronger outcome. <br> The correlation between pioneer factors and cancer has led to prospective therapeutic targeting. In knockdown studies in the MCF-7 breast cancer cell line it was found that decreasing pioneer factors FoxA1 and AP2 decreased ER signalling. Other fork head proteins have been associated with cancer, including FoxO3 and FoxM that repress the cell survival pathways Ras and PPI3K/AKT/IKK. Drugs such as Paclitaxel, Imatinib, and doxorubicin which activate FoxO3a or its targets are being used. Modification to modulate related factors with pioneer activity is a topic of interest in the early stages as knocking down pioneer factors may have toxic effects through alteration of the lineage pathways of healthy cells.",
            "score": 164.9375
        },
        {
            "docid": "19785352_20",
            "document": "Male breast cancer . Known risk factors include radiation exposure, exposure to female hormones (estrogen), and genetic factors. High estrogen exposure may occur by medications, obesity, or liver disease, and genetic links include a high prevalence of female breast cancer in close relatives. Chronic alcoholism has been linked to male breast cancer. The highest risk for male breast cancer is carried by males with Klinefelter syndrome. Male BRCA mutation carriers are thought to be at higher risk for breast cancer as well, with roughly 10% of male breast cancer cases carrying BRCA2 mutations, and BRCA1 mutation being in the minority.",
            "score": 163.62608337402344
        },
        {
            "docid": "55840265_40",
            "document": "Estrogen (medication) . A 2017 systematic review and meta-analysis of 14 studies assessed the risk of breast cancer in perimenopausal and postmenopausal women treated with estrogens for menopausal symptoms. They found that treatment with estradiol only is not associated with an increased risk of breast cancer ( = 0.90 in and = 1.11 in observational studies). This was in accordance with a previous analysis of estrogen-only treatment with estradiol or conjugated estrogens which similarly found no increased risk ( = 0.99). Moreover, another study found that the risk of breast cancer with estradiol and conjugated estrogens was not significantly different ( = 1.15 for conjugated estrogens versus estradiol). These findings are paradoxical because oophorectomy in premenopausal women and antiestrogen therapy in postmenopausal women are well-established as considerably reducing the risk of breast cancer ( = 0.208 to 0.708 for chemoprevention with antiestrogens in postmenopausal women). However, there are indications that there may be a ceiling effect such that past a certain low concentration threshold (e.g., approximately 10.2 pg/mL for estradiol), additional estrogens alone may not further increase the risk of breast cancer in postmenopausal women. There are also indications that the fluctuations in estrogen levels across the normal menstrual cycle in premenopausal women may be important for breast cancer risk.",
            "score": 162.3004608154297
        },
        {
            "docid": "32122804_5",
            "document": "Menerba . In mouse xenograft models, Menerba produced a different conformation in estrogen receptor alpha (ERα) from ERβ when compared with the conformations produced by estradiol. The specific conformational change induced by Menerba allows ERβ to bind to an estrogen response element and recruit coregulatory proteins that are required for gene activation. It has been shown that the increased risk of breast and uterine cancers is associated with ERα activation and that ERβ blocks the growth promoting effects on breast cancer cells. Menerba does not activate the ERα-regulated proliferative genes, c-myc and cyclin D1, or stimulate MCF-7 breast cancer cell proliferation or tumor formation, demonstrating that it may be a viable alternative for hormone therapy in comparison to estrogens that non-selectively activate both ER subtypes.",
            "score": 158.6956329345703
        },
        {
            "docid": "19526030_26",
            "document": "Postmenopausal hormone therapy . The relative risk (RR) of breast cancer varies from 1.24 in the WHI study to 1.66 in the Million Women Study, with results differing according to interval between menopause and HRT and methods of HRT. The WHI preliminary results in 2004 found a non-significant trend in the estrogen-alone clinical trial towards a reduced risk of breast cancer and a 2006 update concluded that use of estrogen-only HRT for 7 years does not increase the risk of breast cancer in postmenopausal women who have had a hysterectomy. The results of the WHI estrogen-alone trial suggest that the progestin used in the WHI estrogen-plus-progestin trial increased the risk for breast cancer above that associated with estrogen alone. HRT has been more strongly associated with risk of breast cancer in women with low or normal body mass index (BMI) of less than 25, but no association has been observed in women with a high body mass index.",
            "score": 156.29869079589844
        },
        {
            "docid": "343457_30",
            "document": "Maternal effect . Strong evidence in rats supports the conclusion that neonatal estrogen exposure plays a role in the development of prostate cancer. Using a human fetal prostate xenograft model, researchers studied the effects of early exposure to estrogen with and without secondary estrogen and testosterone treatment. A xenograft model is a graft of tissue transplanted between organisms of different species. In this case, human tissue was transplanted into rats; therefore, there was no need to extrapolate from rodents to humans. Histopathological lesions, proliferation, and serum hormone levels were measured at various time-points after xenografting. At day 200, the xenograft that had been exposed to two treatments of estrogen showed the most severe changes. Additionally, researchers looked at key genes involved in prostatic glandular and stromal growth, cell-cycle progression, apoptosis, hormone receptors, and tumor suppressors using a custom PCR array. Analysis of DNA methylation showed methylation differences in CpG sites of the stromal compartment after estrogen treatment. These variations in methylation are likely a contributing cause to the changes in the cellular events in the KEGG prostate cancer pathway that inhibit apoptosis and increase cell cycle progression that contribute to the development of cancer.",
            "score": 156.1260223388672
        },
        {
            "docid": "22581_30",
            "document": "Estrogen . Estrogens are implicated in various estrogen-dependent conditions, such as ER-positive breast cancer, as well as a number of genetic conditions involving estrogen signaling or metabolism, such as estrogen insensitivity syndrome, aromatase deficiency, and aromatase excess syndrome.",
            "score": 154.0332794189453
        },
        {
            "docid": "19526030_8",
            "document": "Postmenopausal hormone therapy . The data published by the WHI suggested supplemental estrogen increased risk of venous emboli and breast cancer but was protective against osteoporosis and colorectal cancer, while the impact on cardiovascular disease was mixed. These results were later confirmed in trials from the United Kingdom, but not in more recent studies from France and China. Genetic polymorphism appears to be associated with inter-individual variability in metabolic response to HRT in postmenopausal women.",
            "score": 153.9022674560547
        },
        {
            "docid": "11229497_4",
            "document": "Drostanolone propionate . Hormonal treatment is part of the complex therapy for some kind of tumors, particularly the ones associated with hormone-active tissues like breast or prostate cancer. Some types of breast cancer cells, expressing estrogen receptors (called ER+ cancers), use estrogen for their growth and dissemination. That is why drugs that block estrogen receptors or decrease their expression on the cell membrane, antiestrogens, could limit the tumor spread and size. Drostanolone propionate has been FDA approved as an antiestrogenic drug for the treatment of breast cancer. By the time of its release, there were not many alternatives for patients suffering from breast cancer and drostanolone propionate was a revolution for these patients. As it has lower androgenic rate compared to testosterone, the risk of virilization is much lighter. Due to this fact, women, who usually do not respond well to any AAS, were having much greater chance to survive cancer. Drostanolone propionate can also be used for breast tumors that do not respond well to other treatments or also as palliative care for advanced incurable tumors. The effects of the product depend of course on the dose and period of administration. The risk of virilization becomes greater with high doses and continuous administration period.",
            "score": 153.83676147460938
        },
        {
            "docid": "14723646_11",
            "document": "GATA3 . \"GATA3\" is one of the three genes mutated in >10% of breast cancers (Cancer Genome Atlas). Studies in mice indicate that the gene is critical for the normal development of breast tissue and directly regulates luminal cell (i.e. cells lining mammary ducts) differentiation in experimentally induced breast cancer. Analytic studies of human breast cancer tissues suggest that \"GATA3\" is required for specific type of low risk breast cancer (i.e. luminal A), is integral to the expression of estrogen receptor alpha, and (in estrogen receptor negative/androgen receptor positive cancers) androgen receptor signaling. These studies suggest that \"GATA3\" is involved in the development of at least certain types of breast cancer in humans. However, there is disagreement on this, with some studies suggesting that the expression of the \"GATA3\" acts to inhibit and other studies suggesting that it acts to promote the development, growth, and/or spread of this cancer. Further studies are needed to elucidate the role, if any, of GATA3 in the development of breast cancer.",
            "score": 153.20223999023438
        },
        {
            "docid": "414192_10",
            "document": "Ovarian cancer . Hormonal conditions such as polycystic ovary syndrome and endometriosis are associated with ovarian cancer, but the link is not completely confirmed. Postmenopausal hormone replacement therapy (HRT) with estrogen likely increases the risk of ovarian cancer. The association has not been confirmed in a large-scale study, but notable studies including the Million Women Study have supported this link. Postmenopausal HRT with combined estrogen and progesterone may increase contemporaneous risk if used for over 5 years, but this risk returns to normal after cessation of therapy. Estrogen HRT with or without progestins increases the risk of endometrioid and serous tumors but lowers the risk of mucinous tumors. Higher doses of estrogen increase this risk. Endometriosis is another risk factor for ovarian cancer, as is pain with menstruation. Endometriosis is associated with clear-cell and endometrioid subtypes, low-grade serous tumors, stage I and II tumors, grade 1 tumors, and lower mortality.",
            "score": 152.31390380859375
        },
        {
            "docid": "1088710_25",
            "document": "Selective estrogen receptor modulator . Tamoxifen ((Z)-2-[4-(1,2-diphenylbut-1-enyl)phenoxy]-N,N-dimethyl-ethanamine; see figure 7) has become the treatment of choice for women diagnosed with all stages of hormone-responsive breast cancer, that is, breast cancer that is both ER and/or progesterone positive. In the US, it is also administered for prophylactic chemoprevention in women identified as high risk for breast cancer. Tamoxifen is a pure antiestrogenic trans-isomer and has differential actions at estrogen target tissues throughout the body. Tamoxifen is selectively antiestrogenic in the breast but estrogen-like in bones and endometrial cancer. Tamoxifen undergo phase I metabolism in the liver by microsomal cytochrome P450 (CYP) enzymes. The major metabolites of tamoxifen are N-desmethyltamoxifen and 4-hydroxytamoxifen.",
            "score": 151.6914825439453
        },
        {
            "docid": "56981867_10",
            "document": "Estriol (medication) . Estriol is a far less potent estrogen than is estradiol, and is a relatively weak and atypical estrogen. In most tissues, such as the liver and endometrium, estriol is weakly estrogenic, but in the vaginal epithelium, it produces pronounced and full estrogenic responses. The medication has been found to reduce hot flashes, improve vaginal atrophy, reverse the postmenopausal decline in skin thickness and collagen content, suppress gonadotropin secretion, and produce proliferation of breast epithelium. Conversely, estriol does not consistently affect bone resorption or fracture risk, does not increase breast density or the risk of breast cancer, and, at oral dosages of 2 to 4 mg/day, does not affect liver proteins, lipid metabolism, or hemostatic parameters. Additionally, vaginal estriol does not appear to produce endometrial proliferation or increase the risk of endometrial hyperplasia, and some studies have found this to be the case for oral estriol as well. On the other hand, it appears that estriol may be able to stimulate the growth of active breast cancer. Via the oral route, estriol has approximately 30% of the potency of estradiol on hot flashes relief and suppression of follicle-stimulating hormone secretion and about 20% of the potency of estradiol on stimulation of liver production of high-density lipoprotein (HDL) cholesterol. In relation to its differing effects, estriol can be considered a safer estrogen than estradiol.",
            "score": 150.6120147705078
        },
        {
            "docid": "13704917_39",
            "document": "Risk factors for breast cancer . Persistently increased blood levels of estrogen are associated with an increased risk of breast cancer, as are increased levels of the androgens androstenedione and testosterone (which can be directly converted by aromatase to the estrogens estrone and estradiol, respectively). Increased blood levels of progesterone are associated with a decreased risk of breast cancer in premenopausal women. A number of circumstances which increase exposure to endogenous estrogens including not having children, delaying first childbirth, not breastfeeding, early menarche (the first menstrual period) and late menopause are suspected of increasing lifetime risk for developing breast cancer.",
            "score": 150.6016845703125
        },
        {
            "docid": "14815832_3",
            "document": "BCAR3 . Breast tumors are initially dependent on estrogens for growth and progression and can be inhibited by anti-estrogens such as tamoxifen. However, breast cancers progress to become anti-estrogen resistant. Breast cancer anti-estrogen resistance gene 3 was identified in the search for genes involved in the development of estrogen resistance. The gene encodes a component of intracellular signal transduction that causes estrogen-independent proliferation in human breast cancer cells. The protein contains a putative src homology 2 (SH2) domain, a hallmark of cellular tyrosine kinase signaling molecules, and is partly homologous to the cell division cycle protein CDC48.",
            "score": 149.5975799560547
        },
        {
            "docid": "36777018_14",
            "document": "Causes of cancer . There is an associated between obesity and colon cancer, post-menopausal breast cancer, endometrial cancer, kidney cancer, and esophageal cancer. Obesity has also been linked with the development of liver cancer. The current understanding regarding the mechanism of cancer development in obesity relates to abnormal levels of metabolic proteins (including insulin-like growth factors) and sex hormones (estrogens, androgens and progestogens). Adipose tissue also creates an inflammatory environment which may contribute to the development of cancers.",
            "score": 148.9048614501953
        },
        {
            "docid": "691224_15",
            "document": "Hot flash . When estrogen as estradiol is used transdermally as a patch, gel, or pessary with micronized progesterone this may avoid the serious side effects associated with oral estradiol HRT since this avoids first pass metabolism (Phase I drug metabolism). Women taking bioidentical estrogen, orally or transdermally, who have a uterus must still take a progestin or micronized progesterone to lower the risk of endometrial cancer. A French study of 80,391 postmenopausal women followed for several years concluded that estrogen in combination with micronized progesterone is not associated with an increased risk of breast cancer. The natural, plant-derived progesterone creams sold over the counter contain too little progesterone to be effective. Wild yam (\"Dioscorea villosa\") extract creams are not effective since the natural progesterone present in the extract is not bioavailable.",
            "score": 148.49655151367188
        },
        {
            "docid": "1759210_4",
            "document": "Sex hormone-binding globulin . SHBG levels are usually about twice as high in women than in men. In women, SHBG serves to limit exposure to both androgens and estrogens. Low SHBG levels in women have been associated with hyperandrogenism and endometrial cancer due to heightened exposure to androgens and estrogens, respectively. During pregnancy, due to activation of SHBG production in the liver by high estrogen levels, SHBG levels increase by 5- to 10-fold. The high SHBG levels during pregnancy may serve to protect the mother from exposure to fetal androgens that escape metabolism by the placenta. A case report of severe hyperandrogenism in a pregnant woman due to a rare instance of genetic SHBG deficiency illustrates this.",
            "score": 147.82591247558594
        },
        {
            "docid": "1475625_19",
            "document": "Nonylphenol . Nonylphenol exposure has also been associated with breast cancer. It has been shown to promote the proliferation of breast cancer cells, due to its agonistic activity on ERα (estrogen receptor α) in estrogen-dependent and estrogen-independent breast cancer cells. Some argue that nonylphenol's suggested estrogenic effect coupled with its widespread human exposure could potentially influence hormone-dependent breast cancer disease.",
            "score": 147.054931640625
        },
        {
            "docid": "47049812_18",
            "document": "Hormonal breast enhancement . Research has suggested that the enhancement of growth factor pathways, including that of GH/IGF-1, could potentially increase the risk of various cancers, including breast cancer. Increased proliferation due to increased IGF-1 activity has been suggested to possibly play a key role in the high risk of breast cancer seen in women with the BRCA1 mutation. Multiple large studies have found a correlation in premenopausal women between serum IGF-1 levels in the upper quartile of the normal range and IGFBP-3 levels in the lower quartile (i.e., high circulating IGF-1 levels and low circulating IFGBP-3 levels) and the risk of developing various cancers, including breast cancer. However, the increase in breast cancer risk has been found only to be modest (e.g., only more than twice the usual risk). Subsequent studies have found the increase in risk to be even less clear, and it is notable that high-normal range IGF-1 levels have been found to correlate only with premenopausal and not with postmenopausal breast cancer incidence. In any case, mice engineered to have lower circulating levels of IGF-1 show a lower risk of developing various cancers, including breast cancer. In contrast to the case of IGF-1, the upper quintile (20%) of postmenopausal women with the highest of both circulating estrogen and androgen levels have been found to have a significantly increased risk of breast cancer (relative to lowest quintile, the risk is 2- to 3-fold higher). A significant positive association with breast cancer risk has also been found with prolactin levels in postmenopausal women.",
            "score": 146.28460693359375
        },
        {
            "docid": "15031209_10",
            "document": "Sirtuin 3 . Sirt3 functions as a mitochondrial tumor suppressor protein. Although some evidence attributes SIRT3 activity in bypassing growth arrest in bladder carcinoma cells via regulation of p53 in the mitochondria. Damaged and aberrant mitochondrial function, similar to gene mutations, may be an early event that ultimately leads to the development of cancers. Mice genetically altered to delete Sirt3 develop estrogen and progesterone receptor (ER/PR) positive breast mammary tumors. In tumor samples from women with breast cancer, SIRT3 expression was decreased, as compared to normal breast tissues. Thus, the Sirt3 knockout model may be used to investigate ER/PR positive breast tumor development.",
            "score": 145.527587890625
        },
        {
            "docid": "13704917_43",
            "document": "Risk factors for breast cancer . Data exist from both observational and randomized clinical trials regarding the association between menopausal hormone replacement therapy (menopausal HRT) and breast cancer. The largest meta-analysis (1997) of data from 51 observational studies, indicated a relative risk of breast cancer of 1.35 for women who had used HRT for 5 or more years after menopause. The estrogen-plus-progestin arm of the Women's Health Initiative (WHI), a randomized controlled trial, which randomized more than 16,000 postmenopausal women to receive combined hormone therapy or placebo, was halted early (2002) because health risks exceeded benefits. One of the adverse outcomes prompting closure was a significant increase in both total and invasive breast cancers (hazard ratio = 1.24) in women randomized to receive estrogen and progestin for an average of 5 years. HRT-related breast cancers had adverse prognostic characteristics (more advanced stages and larger tumors) compared with cancers occurring in the placebo group, and HRT was also associated with a substantial increase in abnormal mammograms. Short-term use of hormones for treatment of menopausal symptoms appears to confer little or no breast cancer risk. A correlation was found between the use of hormonal contraceptives and subsequent reliance on hormone replacement therapy.",
            "score": 145.0635986328125
        },
        {
            "docid": "52402487_2",
            "document": "Estradiol (medication) . Estradiol, also spelled oestradiol, is a medication and naturally occurring steroid hormone. It is an estrogen and is used mainly in menopausal hormone therapy and to treat low sex hormone levels in women. It is also used in hormonal birth control for women, in hormone therapy for transgender women, and in the treatment of hormone-sensitive cancers like prostate cancer in men and breast cancer in women, among other uses. Estradiol can be taken by mouth, held and dissolved under the tongue, as a gel or patch that is applied to the skin, in through the vagina, by injection into muscle or fat, or through the use of an implant that is placed into fat, among other routes. Side effects of estradiol in women include breast tenderness, breast enlargement, headache, fluid retention, and nausea among others. Men and children who are exposed to estradiol may develop symptoms of feminization, such as breast development and a feminine pattern of fat distribution, and men may also experience low testosterone levels and infertility. It may increase the risk of endometrial hyperplasia and endometrial cancer in women with an intact uterus if it is not taken together with a progestogen, for instance progesterone. The combination of estradiol with a progestin, but notably not with progesterone, may increase the risk of breast cancer. Estradiol should not be used in women who are pregnant or breastfeeding or who have breast cancer, among other contraindications. Estradiol is a naturally occurring and bioidentical estrogen, or an agonist of the estrogen receptor, the biological target of estrogens like endogenous estradiol. Due to its estrogenic activity, estradiol has antigonadotropic effects and can inhibit fertility and suppress sex hormone production in both women and men. Estradiol differs from non-bioidentical estrogens like conjugated estrogens and ethinylestradiol in various ways, with implications for tolerability and safety. Estradiol was first isolated in 1935. It first became available as a medication in the form of estradiol benzoate, a prodrug of estradiol, in 1936. Micronized estradiol, which allowed estradiol to be taken by mouth, was not introduced until 1975. Estradiol is also used as other prodrugs like estradiol valerate and polyestradiol phosphate. Related estrogens such as ethinylestradiol, which is the most common estrogen in birth control pills, and conjugated estrogens (brand name Premarin), which is used in menopausal hormone therapy, are used as medications as well.",
            "score": 144.99972534179688
        },
        {
            "docid": "24385806_17",
            "document": "Breast development . Through genome-wide association studies, a variety of genetic polymorphisms have been linked to breast size. Some of these include rs7816345 near ZNF703 (zinc finger protein 703); rs4849887 and rs17625845 flanking INHBB (inhibin βB); rs12173570 near ESR1 (ERα); rs7089814 in ZNF365 (zinc finger protein 365); rs12371778 near PTHLH (parathyroid hormone-like hormone); rs62314947 near AREG (amphiregulin); as well as rs10086016 at 8p11.23 (which is in complete linkage disequilibrium with rs7816345) and rs5995871 at 22q13 (contains the MKL1 gene, which has been found to modulate the transcriptional activity of ERα). Many of these polymorphisms are also associated with the risk of developing breast cancer, revealing a potential positive association between breast size and breast cancer risk. However, conversely, some polymorphisms show a negative association between breast size and breast cancer risk. In any case, a meta-analysis concluded that breast size and risk of breast cancer are indeed importantly related.",
            "score": 144.8148651123047
        },
        {
            "docid": "11613711_13",
            "document": "Hormonal therapy (oncology) . Progestins (progesterone-like drugs) such as megestrol acetate and medroxyprogesterone acetate have been used for the treatment of hormone-responsive, advanced breast cancer, endometrial cancer, and prostate cancer. Progestins are also used in the treatment of endometrial hyperplasia, a precursor to endometrial adenocarcinoma. The exact mechanism of action of these hormones is unclear, and may involve both direct effect on the tumor cells (suppression of estrogen receptor levels, alteration of hormone metabolism, direct cytotoxicity) and indirect endocrine effects (suppression of adrenal androgen production and plasma estrone sulfate formation).",
            "score": 144.73052978515625
        },
        {
            "docid": "41120978_15",
            "document": "Estrogen and neurodegenerative diseases . The receptors of estrogen are specially distributed in different tissues, which have different influence on their downstream genes. The activation of the two different estrogen receptors has different effects on human. ERα and ERβ also mediate Selective estrogen-receptor modulators' (SERMs') function, but the selective ERα agitator can always cause some side effects such as breast cancer or endometrial hyperplasia, while the selective ERβ agitator may play an active effect on such diseases. So, the selective ERβ agitator has more clinical value for neurodegenerative diseases). In post-menopausal women, high levels of testosterone and estrogen higher the risk 2-3 times than lower level situation. Women that are not taking hormone replacement therapy (HRT) have lesser risk of breast cancer because of the insulin level increase.",
            "score": 144.55545043945312
        }
    ]
}