{
    "q": [
        {
            "docid": "481020_8",
            "document": "Nondisjunction . Surveys of cases of human aneuploidy syndromes have shown that most of them are maternally derived. This raises the question: Why is female meiosis more error prone? The most obvious difference between female oogenesis and male spermatogenesis is the prolonged arrest of oocytes in late stages of prophase I for many years up to several decades. Male gametes on the other hand quickly go through all stages of meiosis I and II.  Another important difference between male and female meiosis concerns the frequency of recombination between homologous chromosomes: In the male, almost all chromosome pairs are joined by at least one crossover, while more than 10% of human oocytes contain at least one bivalent without any crossover event. Failures of recombination or inappropriately located crossovers have been well documented as contributors to the occurrence of nondisjunction in humans.",
            "score": 101.0685966014862
        },
        {
            "docid": "13663720_8",
            "document": "Chromosome segregation . Meiotic chromosomal crossover (CO) recombination facilitates the proper segregation of homologous chromosomes. This is because, at the end of meiotic prophase I, CO recombination provides a physical link that holds homologous chromosome pairs together. These linkages are established by chiasmata, which are the cytological manifestations of CO recombination. Together with cohesion linkage between sister chromatids, CO recombination may help ensure the orderly segregation of the paired homologous chromosomes to opposite poles. In support of this, a study of aneuploidy in single spermatozoa by whole genome sequencing found that, on average, human sperm cells with aneuploid autosomes exhibit significantly fewer crossovers than normal cells. After the first chromosome segregation in meiosis I is complete, there is further chromosome segregation during the second equational division of meiosis II. Both proper initial segregation of chromosomes in prophase I and the next chromosome segregation during equational division in meiosis II are required to generate gametes with the correct number of chromosomes.",
            "score": 126.70149505138397
        },
        {
            "docid": "1695344_11",
            "document": "Gene conversion . Studies of gene conversion have contributed to our understanding of the adaptive function of meiotic recombination. The ordinary segregation pattern of an allele pair (Aa) among the 4 products of meiosis is 2A:2a. Detection of infrequent gene conversion events (e.g. 3:1 or 1:3 segregation patterns during individual meioses) provides insight into the alternate pathways of recombination leading either to crossover or non-crossover chromosomes. Gene conversion events are thought to arise where the “A” and “a” alleles happen to be near the exact location of a molecular recombination event. Thus, it is possible to measure the frequency with which gene conversion events are associated with crossover or non-crossover of chromosomal regions adjacent to, but outside, the immediate conversion event. Numerous studies of gene conversion in various fungi (which are especially suited for such studies) have been carried out, and the findings of these studies have been reviewed by Whitehouse. It is clear from this review that most gene conversion events are not associated with outside marker exchange. Thus, most gene conversion events in the several different fungi studied are associated with non-crossover of outside markers. Non-crossover gene conversion events are mainly produced by Synthesis Dependent Strand Annealing (SDSA). This process involves limited informational exchange, but not physical exchange of DNA, between the two participating homologous chromosomes at the site of the conversion event, and little genetic variation is produced. Thus, explanations for the adaptive function of meiotic recombination that focus exclusively on the adaptive benefit of producing new genetic variation or physical exchange seem inadequate to explain the majority of recombination events during meiosis. However, the majority of meiotic recombination events can be explained by the proposal that they are an adaptation for repair of damage in the DNA that is to be passed on to gametes.",
            "score": 129.14869558811188
        },
        {
            "docid": "481020_14",
            "document": "Nondisjunction . Down syndrome, a trisomy of chromosome 21, is the most common anomaly of chromosome number in humans. The majority of cases results from nondisjunction during maternal meiosis I. Trisomy occurs in at least 0.3% of newborns and in nearly 25% of spontaneous abortions. It is the leading cause of pregnancy wastage and is the most common known cause of mental retardation. It is well documented that advanced maternal age is associated with greater risk of meiotic nondisjunction leading to Down syndrome. This may be associated with the prolonged meiotic arrest of human oocytes potentially lasting for more than four decades.",
            "score": 116.5194239616394
        },
        {
            "docid": "2120575_7",
            "document": "Synaptonemal complex . Formation of the SC usually reflects the pairing or \"synapsis\" of homologous chromosomes and may be used to probe the presence of pairing abnormalities in individuals carrying chromosomal abnormalities, either in number or in the chromosomal structure. The sex chromosomes in male mammals show only \"partial synapsis\" as they usually form only a short SC in the XY pair. The SC shows very little structural variability among eukaryotic organisms despite some significant protein differences. In many organisms the SC carries one or several \"recombination nodules\" associated to its central space. These nodules are thought to correspond to mature genetic recombination events or \"crossovers\". In male mice, gamma irradiation increases meiotic crossovers in SCs. This indicates that exogenously caused DNA damages are likely repaired by crossover recombination in SCs. The finding of an interaction between a SC structural component [synaptonemal central element protein 2 (SYCE2)] and recombinational repair protein RAD51 also suggests a role of the SC in DNA repair.",
            "score": 119.1728162765503
        },
        {
            "docid": "481020_9",
            "document": "Nondisjunction . Due to the prolonged arrest of human oocytes, weakening of cohesive ties holding together chromosomes and reduced activity of the SAC may contribute to maternal age-related errors in segregation control. The cohesin complex is responsible for keeping together sister chromatids and provides binding sites for spindle attachment. Cohesin is loaded onto newly replicated chromosomes in oogonia during fetal development. Mature oocytes have only limited capacity for reloading cohesin after completion of S phase. The prolonged arrest of human oocytes prior to completion of meiosis I may therefore result in considerable loss of cohesin over time. Loss of cohesin is assumed to contribute to incorrect microtubule-kinetochore attachment and chromosome segregation errors during meiotic divisions.",
            "score": 100.51783800125122
        },
        {
            "docid": "18976_3",
            "document": "Meiosis . In meiosis, DNA replication is followed by two rounds of cell division to produce four daughter cells, each with half the number of chromosomes as the original parent cell. The two meiotic divisions are known as Meiosis I and Meiosis II. Before meiosis begins, during S phase of the cell cycle, the DNA of each chromosome is replicated so that it consists of two identical sister chromatids, which remain held together through sister chromatid cohesion. This S-phase can be referred to as \"premeiotic S-phase\" or \"meiotic S-phase\". Immediately following DNA replication, meiotic cells enter a prolonged G2-like stage known as meiotic prophase. During this time, homologous chromosomes pair with each other and undergo genetic recombination, a programmed process in which DNA is cut and then repaired, which allows them to exchange some of their genetic information. A subset of recombination events results in crossovers, which create physical links known as chiasmata (singular: chiasma, for the Greek letter Chi (X)) between the homologous chromosomes. In most organisms, these links are essential to direct each pair of homologous chromosomes to segregate away from each other during Meiosis I, resulting in two haploid cells that have half the number of chromosomes as the parent cell. During Meiosis II, the cohesion between sister chromatids is released and they segregate from one another, as during mitosis. In some cases all four of the meiotic products form gametes such as sperm, spores, or pollen. In female animals, three of the four meiotic products are typically eliminated by extrusion into polar bodies, and only one cell develops to produce an ovum.",
            "score": 129.81383287906647
        },
        {
            "docid": "24790279_3",
            "document": "Sgs1 . The Sgs1(BLM) helicase is an ortholog of the human Bloom syndrome protein. It appears to be a central regulator of most of the recombination events that occur during \"S. cerevisiae\" meiosis. During normal meiosis Sgs1(BLM) is responsible for directing recombination towards the alternate formation of either early non-crossover recombinants (NCOs) or Holliday junction joint molecules, the latter being subsequently resolved as crossovers (COs) (see Figure). The several roles of Sgs1 in meiotic recombination were reviewed by Klein and Symington. Primarily, Sgs1 displaces the strand invasion intermediate that initiates recombination, thus facilitating NCO recombination (see Homologous recombination and Bloom syndrome protein).",
            "score": 74.05624079704285
        },
        {
            "docid": "9878834_13",
            "document": "MLH1 . In addition to its role in DNA mismatch repair, MLH1 protein is also involved in meiotic crossing over. MLH1 forms a heterodimer with MLH3 that appears to be necessary for oocytes to progress through metaphase II of meiosis. Female and male \"MLH1\"(-/-) mutant mice are infertile, and sterility is associated with a reduced level of chiasmata. During spermatogenesis in \"MLH1\"(-/-) mutant mice chromosomes often separate prematurely and there is frequent arrest in the first division of meiosis. In humans, a common variant of the \"MLH1\" gene is associated with increased risk of sperm damage and male infertility.",
            "score": 85.85788226127625
        },
        {
            "docid": "347613_16",
            "document": "Germ cell . After migration primordial germ cells will become oogonia in the forming gonad (ovary). The oogonia proliferate extensively by mitotic divisions, up to 5-7 million cells in humans. But then many of these oogonia die and about 50,000 remain. These cells differentiate into primary oocytes. In week 11-12 \"post coitus\" the first meiotic division begins (before birth for most mammals) and remains arrested in prophase I from a few days to many years depending on the species. It is in this period or in some cases at the beginning of sexual maturity that the primary oocytes secrete proteins to form a coat called zona pellucida and they also produce cortical granules containing enzymes and proteins needed for fertilization. Meiosis stands by because of the follicular granulosa cells that send inhibitory signals through gap junctions and the zona pellucida. Sexual maturation is the beginning of periodic ovulation. Ovulation is the regular release of one oocyte from the ovary into the reproductive tract and is preceded by follicular growth. A few follicle cells are stimulated to grow but only one oocyte is ovulated. A primordial follicle consists of an epithelial layer of follicular granulosa cells enclosing an oocyte. The pituitary gland secrete follicle-stimulating hormones (FSHs) that stimulate follicular growth and oocyte maturation. The thecal cells around each follicle secrete estrogen. This hormone stimulates the production of FSH receptors on the follicular granulosa cells and has at the same time a negative feedback on FSH secretion. This results in a competition between the follicles and only the follicle with the most FSH receptors survives and is ovulated. Meiotic division I goes on in the ovulated oocyte stimulated by luteinizing hormones (LHs) produced by the pituitary gland. FSH and LH block the gap junctions between follicle cells and the oocyte therefore inhibiting communication between them. Most follicular granulosa cells stay around the oocyte and so form the cumulus layer. Large non-mammalian oocytes accumulate egg yolk, glycogen, lipids, ribosomes, and the mRNA needed for protein synthesis during early embryonic growth. These intensive RNA biosynthese are mirrored in the structure of the chromosomes, which decondense and form lateral loops giving them a lampbrush appearance (see Lampbrush chromosome). Oocyte maturation is the following phase of oocyte development. It occurs at sexual maturity when hormones stimulate the oocyte to complete meiotic division I. The meiotic division I produces 2 cells differing in size: a small polar body and a large secondary oocyte. The secondary oocyte undergoes meiotic division II and that results in the formation of a second small polar body and a large mature egg, both being haploid cells. The polar bodies degenerate. Oocyte maturation stands by at metaphase II in most vertebrates. During ovulation, the arrested secondary oocyte leaves the ovary and matures rapidly into an egg ready for fertilization. Fertilization will cause the egg to complete meiosis II. In human females there is proliferation of the oogonia in the fetus, meiosis starts then before birth and stands by at meiotic division I up to 50 years, ovulation begins at puberty.",
            "score": 102.5483832359314
        },
        {
            "docid": "64045_7",
            "document": "Chromosomal crossover . Meiotic recombination may be initiated by double-stranded breaks that are introduced into the DNA by exposure to DNA damaging agents or the Spo11 protein. One or more exonucleases then digest the 5’ ends generated by the double-stranded breaks to produce 3’ single-stranded DNA tails (see diagram). The meiosis-specific recombinase Dmc1 and the general recombinase Rad51 coat the single-stranded DNA to form nucleoprotein filaments. The recombinases catalyze invasion of the opposite chromatid by the single-stranded DNA from one end of the break. Next, the 3’ end of the invading DNA primes DNA synthesis, causing displacement of the complementary strand, which subsequently anneals to the single-stranded DNA generated from the other end of the initial double-stranded break. The structure that results is a \"cross-strand exchange\", also known as a Holliday junction. The contact between two chromatids that will soon undergo crossing-over is known as a \"chiasma\". The Holliday junction is a tetrahedral structure which can be 'pulled' by other recombinases, moving it along the four-stranded structure. The MSH4 and MSH5 proteins form a hetero-oligomeric structure (heterodimer) in yeast and humans. In the yeast \"Saccharomyces cerevisiae\" MSH4 and MSH5 act specifically to facilitate crossovers between homologous chromosomes during meiosis. The MSH4/MSH5 complex binds and stabilizes double Holliday junctions and promotes their resolution into crossover products. An MSH4 hypomorphic (partially functional) mutant of \"S. cerevisiae\" showed a 30% genome wide reduction in crossover numbers, and a large number of meioses with non exchange chromosomes. Nevertheless, this mutant gave rise to spore viability patterns suggesting that segregation of non-exchange chromosomes occurred efficiently. Thus in \"S. cerevisiae\" proper segregation apparently does not entirely depend on crossovers between homologous pairs.",
            "score": 89.22442209720612
        },
        {
            "docid": "3568270_3",
            "document": "Recombination hotspot . Meiotic recombination through crossing over is thought to be a mechanism by which a cell promotes correct segregation of homologous chromosomes and repair of DNA damages. Crossing over requires a DNA double-stranded break followed by strand invasion of the homolog and subsequent repair. Initiation sites for recombination are usually identified by mapping crossing over events through pedigree analysis or through analysis of linkage disequilibrium. Linkage disequilibrium has identified more than 30,000 hotspots within the human genome. In humans, the average number of crossover recombination events per hotspot is one crossover per 1,300 meioses, and the most extreme hotspot has a crossover frequency of one per 110 meioses.",
            "score": 97.44316244125366
        },
        {
            "docid": "9878834_14",
            "document": "MLH1 . MLH1 protein appears to localize to sites of crossing over in meiotic chromosomes. Recombination during meiosis is often initiated by a DNA double-strand break (DSB) as illustrated in the accompanying diagram. During recombination, sections of DNA at the 5' ends of the break are cut away in a process called \"resection\". In the \"strand invasion\" step that follows, an overhanging 3' end of the broken DNA molecule then \"invades\" the DNA of an homologous chromosome that is not broken forming a displacement loop (D-loop). After strand invasion, the further sequence of events may follow either of two main pathways leading to a crossover (CO) or a non-crossover (NCO) recombinant (see Genetic recombination). The pathway leading to a CO involves a double Holliday junction (DHJ) intermediate. Holliday junctions need to be resolved for CO recombination to be completed.",
            "score": 104.94843411445618
        },
        {
            "docid": "41445162_4",
            "document": "Cortical granule . As a result of translocation, cortical granules are evenly distributed throughout the cortex of the oocyte. However, it has been observed in rodents that some cortical granules are rearranged leaving a space amidst the remaining cortical granules. This space is called the cortical granule free domain (CGFD) and has been observed in both the cell's meiotic spindle regions during metaphase I and metaphase II of meiosis. CGFDs have not been observed in feline, equine, bovine, porcine, nor human oocytes. Studies with rodent oocytes suggest that certain cortical granules undergo redistribution and/or exocytosis throughout the meiotic cycle thus establishing the CGFDs. More specifically, evidence includes increased quantities of cortical granules surrounding the CGFDs and a decreased overall quantity of the cell's cortical granules during the meiotic cycle. Additionally, some pre-fertilization cortical granule exocytotic events occur in the cell's cleavage furrow simultaneously with polar body formation.",
            "score": 71.41641736030579
        },
        {
            "docid": "15955907_4",
            "document": "REC8 . This gene encodes a member of the kleisin family of SMC (structural maintenance of chromosome) protein partners. The protein localizes to the axial elements of chromosomes during meiosis in both oocytes and spermatocytes. REC8 protein appears to participate with other cohesins STAG3, SMC1ß and SMC3 in sister chromatid cohesion throughout the whole meiotic process in human oocytes. In the mouse, the homologous protein is a key component of the meiotic cohesion complex, which regulates sister chromatid cohesion and recombination between homologous chromosomes. Multiple alternatively spliced variants, encoding the same protein, have been found for this gene.",
            "score": 125.47453212738037
        },
        {
            "docid": "37890211_3",
            "document": "Synthesis-dependent strand annealing . Homologous recombination via the SDSA pathway occurs in both mitotic and meiotic cells as an important mechanism of non-crossover recombination, and was first suggested as a model in 1976, acquiring its current name in 1994. As the double Holliday junction model was the first posited in order to explain this phenomenon, various versions of the SDSA model were later proposed to explain heteroduplex DNA configurations that did not match predictions of the double Holliday junction model. Studies in \"S. cerevisiae\" found that non-crossover products appear earlier than double Holliday junctions or crossover products, which challenged the previous notion that both crossover and non-crossover products are produced by double Holliday junctions.",
            "score": 50.17784380912781
        },
        {
            "docid": "4613341_20",
            "document": "Holliday junction . The MSH4 and MSH5 proteins form a hetero-oligomeric structure (heterodimer) in yeast and humans. In the yeast \"Saccharomyces cerevisiae\" MSH4 and MSH5 act specifically to facilitate crossovers between homologous chromosomes during meiosis. The MSH4/MSH5 complex binds and stabilizes double Holliday junctions and promotes their resolution into crossover products. An MSH4 hypomorphic (partially functional) mutant of \"S. cerevisiae\" showed a 30% genome wide reduction in crossover numbers, and a large number of meioses with non exchange chromosomes. Nevertheless, this mutant gave rise to spore viability patterns suggesting that segregation of non-exchange chromosomes occurred efficiently. Thus in \"S. cerevisiae\" proper segregation apparently does not entirely depend on crossovers between homologous pairs.",
            "score": 62.881288051605225
        },
        {
            "docid": "14818148_3",
            "document": "MSH4 . The MSH4 and MSH5 proteins form a hetero-oligomeric structure (heterodimer) in yeast and humans. In the yeast \"Saccharomyces cerevisiae\" MSH4 and MSH5 act specifically to facilitate crossovers between homologous chromosomes during meiosis. The MSH4/MSH5 complex binds and stabilizes double Holliday junctions and promotes their resolution into crossover products. An \"MSH4\" hypomorphic (partially functional) mutant of \"S. cerevisiae\" showed a 30% genome wide reduction in crossover numbers, and a large number of meioses with non exchange chromosomes. Nevertheless this mutant gave rise to spore viability patterns suggesting that segregation of non-exchange chromosomes occurred efficiently. Thus, in \"S. cerevisiae\", proper segregation apparently does not entirely depend on crossovers between homologous pairs.",
            "score": 62.881288051605225
        },
        {
            "docid": "46389483_3",
            "document": "Interference (genetic) . Meiotic crossovers (COs) appear to be regulated to ensure that COs on the same chromosome are distributed far apart (crossover interference). In the nematode worm \"Caenorhabditis elegans\", meiotic double-strand breaks (DSBs) outnumber COs. Thus not all DSBs are repaired by a recombination process(es) leading to COs. The RTEL-1 protein is required to prevent excess meiotic COs. In \"rtel-1\" mutants meiotic CO recombination is significantly increased and crossover interference appears to be absent. RTEL1 likely acts by promoting synthesis-dependent strand annealing which results in non-crossover (NCO) recombinants instead of COs (see diagram). Normally, about half of all DSBs are converted into NCOs. RTEL-1 appears to enforce meiotic crossover interference by directing the repair of some DSBs towards NCOs rather than COs.",
            "score": 99.16848123073578
        },
        {
            "docid": "13663720_11",
            "document": "Chromosome segregation . The MSH4 and MSH5 proteins form a hetero-oligomeric structure (heterodimer) in \"S. cerevisiae\" and humans. In \"S. cerevisiae\", MSH4 and MSH5 act specifically to facilitate crossovers between homologous chromosomes during meiosis. The MSH4/MSH5 complex binds and stabilizes double Holliday junctions and promotes their resolution into crossover products. An MSH4 hypomorphic (partially functional) mutant of \"S. cerevisiae\" showed a 30% genome-wide reduction in crossover numbers, and a large number of meioses with non-exchange chromosomes. Nevertheless, this mutant gave rise to spore viability patterns suggesting that segregation of non-exchange chromosomes occurred efficiently. Thus it appears that CO recombination facilitates proper chromosome segregation during meiosis in \"S. cerevisiae\", but it is not essential.",
            "score": 84.06609034538269
        },
        {
            "docid": "312354_18",
            "document": "Homologous chromosome . Proper homologous chromosome separation in meiosis I is crucial for sister chromatid separation in meiosis II. A failure to separate properly is known as nondisjunction. There are two main types of nondisjunction that occur: trisomy and monosomy. Trisomy is caused by the presence of one additional chromosomes in the zygote as compared to the normal number, and monosomy is characterized by the presence of one fewer chromosome in the zygote as compared to the normal number. If this uneven division occurs in meiosis I, then none of the daughter cells will have proper chromosomal distribution and severe effects can ensue, including Down’s syndrome. Unequal division can also occur during the second meiotic division. Nondisjunction which occurs at this stage can result in normal daughter cells and deformed cells.",
            "score": 92.31733632087708
        },
        {
            "docid": "609812_15",
            "document": "Dynein . Segregation of homologous chromosomes to opposite poles of the cell occurs during the first division of meiosis. Proper segregation is essential for producing haploid meiotic products with a normal complement of chromosomes. The formation of chiasmata (crossover recombination events) appears to generally facilitate proper segregation. However, in the fission yeast \"Schizosaccharomyces pombe\", when chiasmata are absent, dynein promotes segregation. Dhc1, the motor subunit of dynein, is required for chromosomal segregation in both the presence and absence of chiasmata. The dynein light chain Dlc1 protein is also required for segregation, specifically when chiasmata are absent.",
            "score": 90.72830438613892
        },
        {
            "docid": "14755762_29",
            "document": "MTRR (gene) . Trisomy 21 or Down syndrome is the most common human chromosomal anomaly arising from abnormal chromosomal segregation in meiosis. The condition can occur during anaphase in meiosis(I) marking oocyte maturation before ovulation and/or during anaphase in meiosis (II) signifying fertilization. Metabolic impact during these stages is furthered by low vitamin B12. Methylation of homocysteine to methionine is affected, primarily by the (MTRR):c.66A>G polymorphism. Chronic homocysteine elevation increases s-adenosyl-L-homocysteine levels, consequently inhibiting methyltransferase activity and promoting DNA hypomethylation. Mothers homozygous for this mutation (GG phenotype) are at a greater risk of having a child with down syndrome compared to heterozygotes (GA phenotype). Geographically, Irish populations are more likely to be homogenous whilst north American populations are commonly heterogeneous, resulting in a greater incidence of the polymorphism in the former group. The homozygous mutant allele promotes DNA hypomethylation and meiotic non-disjunction, increasing the risk of down syndrome. This polymorphism correlates to a 2.5 fold risk increase independently and a 4 fold increase in risk when co-expressed with the 677C>T MTHFR mutation. Combination with the MTR2756A>G genetic polymorphism further elevates down syndrome risk.",
            "score": 99.02806007862091
        },
        {
            "docid": "46828_37",
            "document": "Fertilisation . Meiosis results in a random segregation of the genes that each parent contributes. Each parent organism is usually identical save for a fraction of their genes; each gamete is therefore genetically unique. At fertilisation, parental chromosomes combine. In humans, (2²²)² = 17.6x10 chromosomally different zygotes are possible for the non-sex chromosomes, even assuming no chromosomal crossover. If crossover occurs once, then on average (4²²)² = 309x10 genetically different zygotes are possible for every couple, not considering that crossover events can take place at most points along each chromosome. The X and Y chromosomes undergo no crossover events and are therefore excluded from the calculation. The mitochondrial DNA is only inherited from the maternal parent.",
            "score": 74.64392066001892
        },
        {
            "docid": "14799195_7",
            "document": "MSH5 . In the worm \"Caenorhabditis elegans\", the MSH5 protein is required during meiosis both for normal spontaneous and for gamma-irradiation induced crossover recombination and chiasma formation. Meiotic recombination is often initiated by double strand breaks. MSH5 mutants retain the competence to repair DNA double-strand breaks that are present during meiosis, but they accomplish this repair in a way that does not lead to crossovers between homologous chromosomes. The known mechanism of non-crossover recombinational repair is called synthesis dependent strand annealing (see homologous recombination; see also Bernstein et al.). MSH5 thus appears to be employed in directing the recombinational repair of some double-strand breaks towards the cross over option rather than the non-cross over option.",
            "score": 91.26016092300415
        },
        {
            "docid": "18976_16",
            "document": "Meiosis . Meiosis I segregates homologous chromosomes, which are joined as tetrads (2n, 4c), producing two haploid cells (n chromosomes, 23 in humans) which each contain chromatid pairs (1n, 2c). Because the ploidy is reduced from diploid to haploid, meiosis I is referred to as a \"reductional division\". Meiosis II is an \"equational division\" analogous to mitosis, in which the sister chromatids are segregated, creating four haploid daughter cells (1n, 1c). Prophase I is typically the longest phase of meiosis. During prophase I, homologous chromosomes pair and exchange DNA (homologous recombination). This often results in chromosomal crossover. This process is critical for pairing between homologous chromosomes and hence for accurate segregation of the chromosomes at the first meiosis division. The new combinations of DNA created during crossover are a significant source of genetic variation, and result in new combinations of alleles, which may be beneficial. The paired and replicated chromosomes are called bivalents or tetrads, which have two chromosomes and four chromatids, with one chromosome coming from each parent. The process of pairing the homologous chromosomes is called synapsis. At this stage, non-sister chromatids may cross-over at points called chiasmata (plural; singular chiasma). Prophase I has historically been divided into a series of substages which are named according to the appearance of chromosomes.",
            "score": 102.18319773674011
        },
        {
            "docid": "29344406_5",
            "document": "Pseudolinkage . In translocation heterozygote, however, certain patterns of chromosome segregation during meiosis produce genetically unbalanced gametes that at fertilization become deleterious to the zygote. In a translocation heterozygote, the two haploid sets of chromosomes do not carry the same arrangement of genetic information. As a result, during prophase of the first meiotic division, the translocated chromosomes and their normal homologs assume a crosslike configuration in which four chromosomes, rather than the normal two, pair to achieve a maximum of synapsis between similar regions. We denote the chromosomes carrying translocated material with a T and the chromosomes with a normal order of genes with an N. Chromosomes N1 and T1 have homologous centromeres found in wild type on chromosome 1; N2 and T2 have centromeres found in wild type on chromosome 2. During anaphase of meiosis I, the mechanisms that attach the spindle to the chromosomes in this crosslike configuration still usually ensure the disjunction of homologous centromeres, bringing homologous chromosomes to opposite spindle poles. Depending on the arrangement of the four chromosomes on the metaphase plate, this normal disjunction of homologos produces one of two equally likely patterns of segregation.",
            "score": 97.3752943277359
        },
        {
            "docid": "447832_30",
            "document": "Helicase . During meiosis DNA double-strand breaks and other DNA damages in a chromatid are repaired by homologous recombination using either the sister chromatid or a homologous non-sister chromatid as template. This repair can result in a crossover (CO) or, more frequently, a non-crossover (NCO) recombinant. In the yeast \"Schizosaccharomyces pombe\" the FANCM-family DNA helicase FmI1 directs NCO recombination formation during meiosis. The RecQ-type helicase Rqh1 also directs NCO meiotic recombination. These helicases, through their ability to unwind D-loop intermediates, promote NCO recombination by the process of synthesis-dependent strand annealing.",
            "score": 70.44369411468506
        },
        {
            "docid": "2195185_17",
            "document": "ATM serine/threonine kinase . ATM functions during meiotic prophase. The wild-type ATM gene is expressed at a four-fold increased level in human testes compared to somatic cells (such as skin fibroblasts). In both mice and humans, ATM deficiency results in female and male infertility. Deficient ATM expression causes severe meiotic disruption during prophase I. In addition, impaired ATM-mediated DNA DSB repair has been identified as a likely cause of aging of mouse and human oocytes. Expression of the ATM gene, as well as other key DSB repair genes, declines with age in mouse and human oocytes and this decline is paralleled by an increase of DSBs in primordial follicles. These findings indicate that ATM-mediated homologous recombinational repair is a crucial function of meiosis.",
            "score": 76.00652527809143
        },
        {
            "docid": "64045_11",
            "document": "Chromosomal crossover . Crossovers typically occur between homologous regions of matching chromosomes, but similarities in sequence and other factors can result in mismatched alignments. Most DNA is composed of base pair sequences repeated very large numbers of times. These repetitious segments, often referred to as satellites, are fairly homogenous among a species. During DNA replication, each strand of DNA is used as a template for the creation of new strands using a partially-conserved mechanism; proper functioning of this process results in two identical, paired chromosomes, often called sisters. Sister chromatid crossover events are known to occur at a rate of several crossover events per cell per division in eukaryotes. Most of these events involve an exchange of equal amounts of genetic information, but unequal exchanges may occur due to sequence mismatch. These are referred to by a variety of names, including non-homologous crossover, unequal crossover, and unbalanced recombination, and result in an insertion or deletion of genetic information into the chromosome. While rare compared to homologous crossover events, these mutations are drastic, affecting many loci at the same time. They are considered the main driver behind the generation of gene duplications and are a general source of mutation within the genome.",
            "score": 94.50177526473999
        },
        {
            "docid": "6371716_5",
            "document": "Bivalent (genetics) . At the meiotic metaphase I, the cytoskeleton puts the bivalents under tension by pulling each homolog in opposite direction (contrary to mitotic division where the forces are exerted on each chromatid). The anchorage of the cytoskeleton to the chromosomes takes place at the centromere thanks to a protein complex called kinetochore. This tension results in the alignment of the bivalent at the center of the cell, the chiasmata and the distal cohesion of the sister chromatids being the anchor point sustaining the force exerted on the whole structure. Impressively, human female primary oocytes remains in this tension state for decades (from the establishment of the oocyte in metaphase I during embryonic development, to the ovulation event in adulthood that resume the meiotic division), highlighting the robustness of the chiasma and the cohesion that hold the bivalents together.",
            "score": 86.94829511642456
        },
        {
            "docid": "6371716_3",
            "document": "Bivalent (genetics) . The formation of a bivalent occurs during the first division of meiosis (in the pachynema stage of meiotic prophase 1). In most organisms, each replicated chromosome (composed of two identical sister chromatids) elicits formation of DNA double-strand breaks during the leptotene phase. These breaks are repaired by homologous recombination, that uses the homologous chromosome as a template for repair. The search for the homologous target, helped by numerous proteins collectively referred as the synaptonemal complex, cause the two homologs to pair, between the leptotene and the pachytene phases of meiosis I. Resolution of the DNA recombination intermediate into a crossover exchanges DNA segments between the two homologous chromosomes at a site called a chiasma (plural: chiasmata). This physical strand exchange and the cohesion between the sister chromatids along each chromosome ensure robust pairing of the homologs in diplotene phase. The structure, visible by microscopy, is called a bivalent.",
            "score": 105.63820481300354
        }
    ],
    "r": [
        {
            "docid": "2631477_42",
            "document": "Homologous recombination . Without proper homologous recombination, chromosomes often incorrectly align for the first phase of cell division in meiosis. This causes chromosomes to fail to properly segregate in a process called nondisjunction. In turn, nondisjunction can cause sperm and ova to have too few or too many chromosomes. Down's syndrome, which is caused by an extra copy of chromosome 21, is one of many abnormalities that result from such a failure of homologous recombination in meiosis.",
            "score": 138.59426879882812
        },
        {
            "docid": "18976_3",
            "document": "Meiosis . In meiosis, DNA replication is followed by two rounds of cell division to produce four daughter cells, each with half the number of chromosomes as the original parent cell. The two meiotic divisions are known as Meiosis I and Meiosis II. Before meiosis begins, during S phase of the cell cycle, the DNA of each chromosome is replicated so that it consists of two identical sister chromatids, which remain held together through sister chromatid cohesion. This S-phase can be referred to as \"premeiotic S-phase\" or \"meiotic S-phase\". Immediately following DNA replication, meiotic cells enter a prolonged G2-like stage known as meiotic prophase. During this time, homologous chromosomes pair with each other and undergo genetic recombination, a programmed process in which DNA is cut and then repaired, which allows them to exchange some of their genetic information. A subset of recombination events results in crossovers, which create physical links known as chiasmata (singular: chiasma, for the Greek letter Chi (X)) between the homologous chromosomes. In most organisms, these links are essential to direct each pair of homologous chromosomes to segregate away from each other during Meiosis I, resulting in two haploid cells that have half the number of chromosomes as the parent cell. During Meiosis II, the cohesion between sister chromatids is released and they segregate from one another, as during mitosis. In some cases all four of the meiotic products form gametes such as sperm, spores, or pollen. In female animals, three of the four meiotic products are typically eliminated by extrusion into polar bodies, and only one cell develops to produce an ovum.",
            "score": 129.81382751464844
        },
        {
            "docid": "1695344_11",
            "document": "Gene conversion . Studies of gene conversion have contributed to our understanding of the adaptive function of meiotic recombination. The ordinary segregation pattern of an allele pair (Aa) among the 4 products of meiosis is 2A:2a. Detection of infrequent gene conversion events (e.g. 3:1 or 1:3 segregation patterns during individual meioses) provides insight into the alternate pathways of recombination leading either to crossover or non-crossover chromosomes. Gene conversion events are thought to arise where the “A” and “a” alleles happen to be near the exact location of a molecular recombination event. Thus, it is possible to measure the frequency with which gene conversion events are associated with crossover or non-crossover of chromosomal regions adjacent to, but outside, the immediate conversion event. Numerous studies of gene conversion in various fungi (which are especially suited for such studies) have been carried out, and the findings of these studies have been reviewed by Whitehouse. It is clear from this review that most gene conversion events are not associated with outside marker exchange. Thus, most gene conversion events in the several different fungi studied are associated with non-crossover of outside markers. Non-crossover gene conversion events are mainly produced by Synthesis Dependent Strand Annealing (SDSA). This process involves limited informational exchange, but not physical exchange of DNA, between the two participating homologous chromosomes at the site of the conversion event, and little genetic variation is produced. Thus, explanations for the adaptive function of meiotic recombination that focus exclusively on the adaptive benefit of producing new genetic variation or physical exchange seem inadequate to explain the majority of recombination events during meiosis. However, the majority of meiotic recombination events can be explained by the proposal that they are an adaptation for repair of damage in the DNA that is to be passed on to gametes.",
            "score": 129.14869689941406
        },
        {
            "docid": "435802_7",
            "document": "Edwards syndrome . A healthy egg and/or sperm cell contains individual chromosomes, each of which contributes to the 23 pairs of chromosomes needed to form a normal cell with a typical human karyotype of 46 chromosomes. Numerical errors can arise at either of the two meiotic divisions and cause the failure of a chromosome to segregate into the daughter cells (nondisjunction). This results in an extra chromosome, making the haploid number 24 rather than 23. Fertilization of eggs or insemination by sperm that contain an extra chromosome results in trisomy, or three copies of a chromosome rather than two.",
            "score": 128.36878967285156
        },
        {
            "docid": "15213802_4",
            "document": "SMC5 . Smc5 and Smc6 proteins form a heterodimeric ring-like structure and together with other non-SMC elements form the SMC-5/6 complex. In the worm \"Caenorhabditis elegans\" this complex interacts with the HIM-6(BLM) helicase to promote meiotic recombination intermediate processing and chromosome maturation. The SMC-5/6 complex in mouse oocytes is essential for the formation of segregation competent bivalents during meiosis. In humans, a chromosome breakage syndrome characterized by severe lung disease in early childhood is associated with a mutation in a component of the SMC-5/6 complex. Patient’s cells display chromosome rearrangements, micronuclei, sensitivity to DNA damage and defective homologous recombination.",
            "score": 126.92236328125
        },
        {
            "docid": "13663720_8",
            "document": "Chromosome segregation . Meiotic chromosomal crossover (CO) recombination facilitates the proper segregation of homologous chromosomes. This is because, at the end of meiotic prophase I, CO recombination provides a physical link that holds homologous chromosome pairs together. These linkages are established by chiasmata, which are the cytological manifestations of CO recombination. Together with cohesion linkage between sister chromatids, CO recombination may help ensure the orderly segregation of the paired homologous chromosomes to opposite poles. In support of this, a study of aneuploidy in single spermatozoa by whole genome sequencing found that, on average, human sperm cells with aneuploid autosomes exhibit significantly fewer crossovers than normal cells. After the first chromosome segregation in meiosis I is complete, there is further chromosome segregation during the second equational division of meiosis II. Both proper initial segregation of chromosomes in prophase I and the next chromosome segregation during equational division in meiosis II are required to generate gametes with the correct number of chromosomes.",
            "score": 126.70149230957031
        },
        {
            "docid": "13663720_10",
            "document": "Chromosome segregation . There is evidence that CO recombination facilitates meiotic chromosome segregation. Other studies, however, indicate that chiasma, while supportive, are not essential to meiotic chromosome segregation. The budding yeast \"Saccharomyces cerevisiae\" is a model organism used for studying meiotic recombination. Mutants of \"S. cerevisiae\" defective in CO recombination at the level of Holliday junction resolution were found to efficiently undergo proper chromosome segregation. The pathway that produces the majority of COs in \"S. cerevisiae\", and possibly in mammals, involves a complex of proteins including the MLH1-MLH3 heterodimer (called MutL gamma). MLH1-MLH3 binds preferentially to Holliday junctions. It is an endonuclease that makes single-strand breaks in supercoiled double-stranded DNA, and promotes the formation of CO recombinants. Double mutants deleted for both MLH3 (major pathway) and MMS4 (which is necessary for a minor Holliday junction resolution pathway) showed dramatically reduced crossing over compared to wild-type (6- to 17-fold reduction); however spore viability was reasonably high (62%) and chromosomal disjunction appeared mostly functional.",
            "score": 126.59180450439453
        },
        {
            "docid": "15955907_4",
            "document": "REC8 . This gene encodes a member of the kleisin family of SMC (structural maintenance of chromosome) protein partners. The protein localizes to the axial elements of chromosomes during meiosis in both oocytes and spermatocytes. REC8 protein appears to participate with other cohesins STAG3, SMC1ß and SMC3 in sister chromatid cohesion throughout the whole meiotic process in human oocytes. In the mouse, the homologous protein is a key component of the meiotic cohesion complex, which regulates sister chromatid cohesion and recombination between homologous chromosomes. Multiple alternatively spliced variants, encoding the same protein, have been found for this gene.",
            "score": 125.47453308105469
        },
        {
            "docid": "36856_49",
            "document": "Vertebrate . Mole salamanders are an ancient (2.4-3.8 million year-old) unisexual vertebrate lineage. In the polyploid unisexual mole salamander females, a premeiotic endomitotic event doubles the number of chromosomes. As a result, the mature eggs produced subsequent to the two meiotic divisions have the same ploidy as the somatic cells of the female salamander. Synapsis and recombination during meiotic prophase I in these unisexual females is thought to ordinarily occur between identical sister chromosomes and occasionally between homologous chromosomes. Thus little, if any, genetic variation is produced. Recombination between homeologous chromosomes occurs only rarely, if at all. Since production of genetic variation is weak, at best, it is unlikely to provide a benefit sufficient to account for the long-term maintenance of meiosis in these organisms. However, meiosis may have been maintained during evolution by the efficient recombinational repair of DNA damages that meiosis provides, an advantage that could be realized at each generation.",
            "score": 124.33043670654297
        },
        {
            "docid": "2491663_14",
            "document": "Endoreduplication . The unisexual salamanders (genus \"Ambystoma\") are the oldest known unisexual vertebrate lineage, having arisen about 5 million years ago. In these polyploid unisexual females, an extra premeiotic endomitotic replication of the genome, doubles the number of chromosomes. As a result, the mature eggs that are produced subsequent to the two meiotic divisions have the same ploidy as the somatic cells of the adult female salamander. Synapsis and recombination during meiotic prophase I in these unisexual females is thought to ordinarily occur between identical sister chromosomes and occasionally between homologous chromosomes. Thus little, if any, genetic variation is produced. Recombination between homeologous chromosomes occurs rarely, if at all. Since production of genetic variation is weak, at best, it is unlikely to provide a benefit sufficient to account for the maintenance of meiosis for millions of years. Perhaps the efficient recombinational repair of DNA damages at each generation provided by meiosis has been a sufficient advantage to maintain meiosis.",
            "score": 122.54635620117188
        },
        {
            "docid": "2991457_7",
            "document": "Synapsis . In mammals, surveillance mechanisms remove meiotic cells in which synapsis is defective. One such surveillance mechanism is meiotic silencing that involves the transcriptional silencing of genes on asynapsed chromosomes. Any chromosome region, either in males or females, that is asynapsed is subject to meiotic silencing. ATR, BRCA1 and gammaH2AX localize to unsynapsed chromosomes at the pachytene stage of meiosis in human oocytes and this may lead to chromosome silencing. The DNA damage response protein TOPBP1 has also been identified as a crucial factor in meiotic sex chromosome silencing. DNA double-strand breaks appear to be initiation sites for meiotic silencing.",
            "score": 122.24017333984375
        },
        {
            "docid": "25181469_2",
            "document": "Meiotic recombination checkpoint . The meiotic recombination checkpoint monitors the meiotic recombination during meiosis, and blocks the entry into metaphase I if the recombination is not efficiently processed. Meiotic recombination contributes to the cells in three different ways. First, to achieve proper segregation, each pair of homologous chromosomes must be linked to each other to maintain a certain level of tension between them. Such tension is supposed to help the assembly of spindles and generally depends on meiotic recombination. Secondly, meiotic recombination increases the genetic diversity of gametes, making them readily adapt to new environment. Thirdly, meiotic recombination is a DNA repair process that removes damages from the DNA passed on to gametes.",
            "score": 121.86618041992188
        },
        {
            "docid": "505484_5",
            "document": "Spermatogenesis . To preserve the number of chromosomes in the offspring – which differs between species – each gamete must have half the usual number of chromosomes present in other body cells. Otherwise, the offspring will have twice the normal number of chromosomes, and serious abnormalities may result. In humans, chromosomal abnormalities arising from incorrect spermatogenesis results in congenital defects and abnormal birth defects (Down Syndrome, Klinefelter's Syndrome) and in most cases, spontaneous abortion of the developing foetus.",
            "score": 119.31742095947266
        },
        {
            "docid": "2120575_7",
            "document": "Synaptonemal complex . Formation of the SC usually reflects the pairing or \"synapsis\" of homologous chromosomes and may be used to probe the presence of pairing abnormalities in individuals carrying chromosomal abnormalities, either in number or in the chromosomal structure. The sex chromosomes in male mammals show only \"partial synapsis\" as they usually form only a short SC in the XY pair. The SC shows very little structural variability among eukaryotic organisms despite some significant protein differences. In many organisms the SC carries one or several \"recombination nodules\" associated to its central space. These nodules are thought to correspond to mature genetic recombination events or \"crossovers\". In male mice, gamma irradiation increases meiotic crossovers in SCs. This indicates that exogenously caused DNA damages are likely repaired by crossover recombination in SCs. The finding of an interaction between a SC structural component [synaptonemal central element protein 2 (SYCE2)] and recombinational repair protein RAD51 also suggests a role of the SC in DNA repair.",
            "score": 119.17281341552734
        },
        {
            "docid": "25181469_5",
            "document": "Meiotic recombination checkpoint . The DSB-independent pathway was proposed when people studied spo11 mutant cells in some species and found that these \"Spo11\" cells could not process to metaphase I even in the absence of DSB. The direct purpose of these DSBs is to help with the condensation of chromosomes. Even though the initial homolog paring in early leptotene is just random interactions, the further progression into presynaptic alignment depends on the formation of double strand breaks and single strand transfer complexes. Therefore the unsynapsed chromosomes in \"Spo11\" cells can be a target of checkpoint. An AAA–adenosine triphosphatase (AAA-ATPase) was found to be essential in this pathway. but the mechanism is not yet clear. Some other studies also drew sex body formation into attention, and the signaling could be either structure based or transcription regulation such as meiotic sex chromosome inactivation. Under this cascade, failure to synapse will maintain the gene expression from sex chromosomes and some products may inhibit cell cycle progression. Meiotic sex chromosome inactivation only happens in male, which may partially be the reason why only Spo11 mutant spermatocytes but not oocytes fail to transition from prophase I to metaphase I. However the asynapsis does not happen only within sex chromosomes, and such transcription regulation was suspended until it was further expanded to all the chromosomes as meiotic silencing of unsynapsed chromatin, but the effector gene is not found yet.",
            "score": 117.219482421875
        },
        {
            "docid": "4948244_3",
            "document": "XXYY syndrome . Some signs and symptoms of this condition include: 48,XXYY syndrome is a condition related to the X and Y chromosomes (the sex chromosomes). People normally have 46 chromosomes in each cell. Two of the 46 chromosomes, known as X and Y, are called sex chromosomes because they help determine whether a person will develop male or female sex characteristics. Females typically have two X chromosomes (46,XX), and males have one X chromosome and one Y chromosome (46,XY). 48,XXYY syndrome results from the presence of an extra copy of both sex chromosomes in each of a male's cells (48,XXYY). Extra copies of genes on the X chromosome interfere with male sexual development, preventing the testes from functioning normally and reducing the levels of testosterone. Many genes are found only on the X or Y chromosome, but genes in areas known as the pseudoautosomal regions are present on both sex chromosomes. Extra copies of genes from the pseudoautosomal regions of the extra X and Y chromosome contribute to the signs and symptoms of 48,XXYY syndrome; however, the specific genes have not been identified.  The condition 48,XXYY is not inherited; it usually occurs as a random event during the formation of reproductive cells (eggs and sperm). An error in cell division called nondisjunction results in a reproductive cell with an abnormal number of chromosomes. In 48,XXYY syndrome, the extra sex chromosomes almost always come from a sperm cell. Nondisjunction may cause a sperm cell to gain two extra sex chromosomes, resulting in a sperm cell with three sex chromosomes (one X and two Y chromosomes). If that sperm cell fertilizes a normal egg cell with one X chromosome, the resulting child will have two X chromosomes and two Y chromosomes in each of his body's cells.",
            "score": 117.02790832519531
        },
        {
            "docid": "481020_14",
            "document": "Nondisjunction . Down syndrome, a trisomy of chromosome 21, is the most common anomaly of chromosome number in humans. The majority of cases results from nondisjunction during maternal meiosis I. Trisomy occurs in at least 0.3% of newborns and in nearly 25% of spontaneous abortions. It is the leading cause of pregnancy wastage and is the most common known cause of mental retardation. It is well documented that advanced maternal age is associated with greater risk of meiotic nondisjunction leading to Down syndrome. This may be associated with the prolonged meiotic arrest of human oocytes potentially lasting for more than four decades.",
            "score": 116.51942443847656
        },
        {
            "docid": "564779_21",
            "document": "Cell growth . After the completion of binary fission or cell reproduction involving mitosis, each daughter cell has the same amount of DNA (Z) as what the parental cell had before it replicated its DNA. These two types of cell reproduction produced two daughter cells that have the same number of chromosomes as the parental cell. Chromosomes duplicate prior to cell division when forming new skin cells for reproduction. After meiotic cell reproduction the four daughter cells have half the number of chromosomes that the parental cell originally had. This is the haploid amount of DNA, often symbolized as N. Meiosis is used by diploid organisms to produce haploid gametes. In a diploid organism such as the human organism, most cells of the body have the diploid amount of DNA, 2N. Using this notation for counting chromosomes we say that human somatic cells have 46 chromosomes (2N = 46) while human sperm and eggs have 23 chromosomes (N = 23). Humans have 23 distinct types of chromosomes, the 22 autosomes and the special category of sex chromosomes. There are two distinct sex chromosomes, the X chromosome and the Y chromosome. A diploid human cell has 23 chromosomes from that person's father and 23 from the mother. That is, your body has two copies of human chromosome number 2, one from each of your parents.",
            "score": 116.15618133544922
        },
        {
            "docid": "158005_3",
            "document": "Genetic recombination . Recombination may also occur during mitosis in eukaryotes where it ordinarily involves the two sister chromosomes formed after chromosomal replication. In this case, new combinations of alleles are not produced since the sister chromosomes are usually identical. In meiosis and mitosis, recombination occurs between similar molecules of DNA (homologs). In meiosis, non-sister homologous chromosomes pair with each other so that recombination characteristically occurs between non-sister homologues. In both meiotic and mitotic cells, recombination between homologous chromosomes is a common mechanism used in DNA repair.",
            "score": 115.96630096435547
        },
        {
            "docid": "3315213_8",
            "document": "Sex differences in human physiology . The sex chromosome in a human egg is always an X chromosome, since a female only has X sex chromosomes. In sperm, about half the sperm have an X chromosome and half have a Y chromosome. If an egg fuses with a sperm with a Y chromosome, the resulting individual is male. If an egg fuses with a sperm with an X chromosome, the resulting individual is female. There are rare exceptions to this rule in which, for example, XX individuals develop as males or XY individuals develop as females. Chromosomes are not the final determinant of sex. In some cases, for example, chromosomally female babies that have been exposed to high levels of androgens before birth can develop masculinized genitals by the time they are born. There are other variations of sex chromosomes that lead to a variety of different physical expressions.",
            "score": 115.03056335449219
        },
        {
            "docid": "5979291_4",
            "document": "Genetics of Down syndrome . Trisomy 21 (47,XY,+21) is caused by a meiotic nondisjunction event. A typical gamete (either egg or sperm) has one copy of each chromosome (23 total). When it is combined with a gamete from the other parent during conception, the child has 46 chromosomes. However, with nondisjunction, a gamete is produced with an extra copy of chromosome 21 (the gamete has 24 chromosomes). When combined with a typical gamete from the other parent, the child now has 47 chromosomes, with three copies of chromosome 21. The trisomy 21 karyotype figure shows the chromosomal arrangement, with the prominent extra chromosome 21.",
            "score": 114.97605895996094
        },
        {
            "docid": "1690338_20",
            "document": "Fluorescence in situ hybridization . Often parents of children with a developmental disability want to know more about their child's conditions before choosing to have another child. These concerns can be addressed by analysis of the parents' and child's DNA. In cases where the child's developmental disability is not understood, the cause of it can potentially be determined using FISH and cytogenetic techniques. Examples of diseases that are diagnosed using FISH include Prader-Willi syndrome, Angelman syndrome, 22q13 deletion syndrome, chronic myelogenous leukemia, acute lymphoblastic leukemia, Cri-du-chat, Velocardiofacial syndrome, and Down syndrome. FISH on sperm cells is indicated for men with an abnormal somatic or meiotic karyotype as well as those with oligozoospermia, since approximately 50% of oligozoospermic men have an increased rate of sperm chromosome abnormalities. The analysis of chromosomes 21, X, and Y is enough to identify oligozoospermic individuals at risk.",
            "score": 114.50364685058594
        },
        {
            "docid": "2631477_8",
            "document": "Homologous recombination . In addition to repairing DNA, homologous recombination also helps produce genetic diversity when cells divide in meiosis to become specialized gamete cells—sperm or egg cells in animals, pollen or ovules in plants, and spores in fungi. It does so by facilitating chromosomal crossover, in which regions of similar but not identical DNA are exchanged between homologous chromosomes. This creates new, possibly beneficial combinations of genes, which can give offspring an evolutionary advantage. Chromosomal crossover often begins when a protein called Spo11 makes a targeted double-strand break in DNA. These sites are non-randomly located on the chromosomes; usually in intergenic promoter regions and preferentially in GC-rich domains These double-strand break sites often occur at recombination hotspots, regions in chromosomes that are about 1,000–2,000 base pairs in length and have high rates of recombination. The absence of a recombination hotspot between two genes on the same chromosome often means that those genes will be inherited by future generations in equal proportion. This represents linkage between the two genes greater than would be expected from genes that independently assort during meiosis.",
            "score": 113.60266876220703
        },
        {
            "docid": "6415314_10",
            "document": "Chromosome abnormality . During the mitotic and meiotic cell divisions of mammalian gametogenesis, DNA repair is effective at removing DNA damages. However, in spermatogenesis the ability to repair DNA damages decreases substantially in the latter part of the process as haploid spermatids undergo major nuclear chromatin remodeling into highly compacted sperm nuclei. As reviewed by Marchetti et al., the last few weeks of sperm development before fertilization are highly susceptible to the accumulation of sperm DNA damage. Such sperm DNA damage can be transmitted unrepaired into the egg where it is subject to removal by the maternal repair machinery. However, errors in maternal DNA repair of sperm DNA damage can result in zygotes with chromosomal structural aberrations.",
            "score": 113.43071746826172
        },
        {
            "docid": "48981_34",
            "document": "Ascomycota . Parasexuality refers to the process of heterokaryosis, caused by merging of two hyphae belonging to different individuals, by a process called \"anastomosis\", followed by a series of events resulting in genetically different cell nuclei in the mycelium. The merging of nuclei is not followed by meiotic events, such as gamete formation and results in an increased number of chromosomes per nuclei. \"Mitotic crossover\" may enable recombination, i.e., an exchange of genetic material between homologous chromosomes. The chromosome number may then be restored to its haploid state by nuclear division, with each daughter nuclei being genetically different from the original parent nuclei. Alternatively, nuclei may lose some chromosomes, resulting in aneuploid cells. \"Candida albicans\" (class Saccharomycetes) is an example of a fungus that has a parasexual cycle (see Candida albicans and Parasexual cycle).",
            "score": 113.35994720458984
        },
        {
            "docid": "1664375_10",
            "document": "Nettie Stevens . Using observations of insect chromosomes she discovered that, in some species, chromosomes are different among the sexes. The discovery was the first time that observable differences of chromosomes could be linked to an observable difference in physical attributes (i.e., whether an individual is male or female). This work was done in 1905. The experiments completed to determine this used a range of insects. She identified the Y chromosome in the mealworm, \"Tenebrio\". She deduced that the chromosomal basis of sex depended on the smaller Y chromosome carried by the male. The egg that is fertilized by the sperm that carries the smaller chromosome, will become a male and the sperm with all of the same size chromosomes that fertilize an egg will become female. Studying egg tissue and fertilization process in beetles and flie, Stevens saw that there were chromosomes that existed in XY pairs and she also saw chromosomes that were unpaired, XO. Hermann Henking. She realized that the previous idea of Clarence Erwin McClung, that the X chromosome determines sex, was wrong and that sex determination is, in fact, due to the presence or absence of the Y chromosome. Stevens did not name the chromosomes X OR Y, the naming came later. alphabetically. Wilson performed tests only on the testes as eggs were too fatty for his staining procedures. After her discoveries, Wilson reissued his original paper and acknowledged Stevens for this finding.",
            "score": 113.32942199707031
        },
        {
            "docid": "21304415_2",
            "document": "Sexual reproduction . Sexual reproduction is a form of reproduction where two morphologically distinct types of specialized reproductive cells called gametes fuse together, involving a female's large ovum (or egg) and a male's smaller sperm. Each gamete contains half the number of chromosomes of normal cells. They are created by a specialized type of cell division, which only occurs in eukaryotic cells, known as meiosis. The two gametes fuse during fertilization to produce DNA replication and the creation of a single-celled zygote which includes genetic material from both gametes. In a process called genetic recombination, genetic material (DNA) joins up so that homologous chromosome sequences are aligned with each other, and this is followed by exchange of genetic information. Two rounds of cell division then produce four daughter cells with half the number of chromosomes from each original parent cell, and the same number of chromosomes as both parents. For instance, in human reproduction each human cell contains 46 chromosomes in 23 pairs. Meiosis in the parents' gonads produce gamete cells which only contain 23 chromosomes each. When the gametes are combined via sexual intercourse to form a fertilized egg, the resulting child will have 23 chromosomes from each parent genetically recombined into 23 chromosome pairs or 46 total.",
            "score": 113.18404388427734
        },
        {
            "docid": "435802_8",
            "document": "Edwards syndrome . Trisomy 18 (47,XX,+18) is caused by a meiotic nondisjunction event. With nondisjunction, a gamete (\"i.e.\", a sperm or egg cell) is produced with an extra copy of chromosome 18; the gamete thus has 24 chromosomes. When combined with a normal gamete from the other parent, the embryo has 47 chromosomes, with three copies of chromosome 18.",
            "score": 112.84342956542969
        },
        {
            "docid": "2991457_8",
            "document": "Synapsis . In female \"Drosophila melanogaster\" fruit flies, meiotic chromosome synapsis occurs in the absence of recombination. Thus synapsis in \"Drosophila\" is independent of meiotic recombination, consistent with the view that synapsis is a precondition required for the initiation of meiotic recombination. Meiotic recombination is also unnecessary for homologous chromosome synapsis in the nematode \"Caenorhabditis elegans\".",
            "score": 112.55269622802734
        },
        {
            "docid": "8511907_3",
            "document": "Complete linkage . Genetic Linkage is the tendency of alleles, which are located closely together on a chromosome, to be inherited together during the process of meiosis in sexually reproducing organisms. During the process of meiosis, homologous chromosomes pair up, and can exchange corresponding sections of DNA. As a result, genes that were originally on the same chromosome can finish up on different chromosomes. This process is known as genetic recombination. The rate of recombination of two discrete loci corresponds to their physical proximity. Alleles that are closer together have lower rates of recombination than those that are located far apart.The distance between two alleles on a chromosome can be determined by calculating the percentage or recombination between two loci. These probabilities of recombination can be used to construct a linkage map, or a graphical representation of the location of genes and gene in respect to one another. If linkage is complete, there should be no recombination events that separate the two alleles, and therefore only parental combinations of alleles should be observed in offspring. Linkage between two loci can have significant implications regarding the inheritance of certain types of diseases.",
            "score": 112.36991119384766
        },
        {
            "docid": "422600_6",
            "document": "Patau syndrome . Most cases of Patau syndrome are not inherited, but occur as random events during the formation of reproductive cells (eggs and sperm). An error in cell division called non-disjunction can result in reproductive cells with an abnormal number of chromosomes. For example, an egg or sperm cell may gain an extra copy of the chromosome. If one of these atypical reproductive cells contributes to the genetic makeup of a child, the child will have an extra chromosome 13 in each of the body's cells. Mosaic Patau syndrome is also not inherited. It occurs as a random error during cell division early in fetal development.",
            "score": 110.81141662597656
        },
        {
            "docid": "25181469_3",
            "document": "Meiotic recombination checkpoint . Generally speaking, the cell cycle regulation of meiosis is similar to that of mitosis. As in the mitotic cycle, these transitions are regulated by combinations of gene regulatory factors, cyclin-Cdk complex and the APC. The first major regulatory transition occurs in late G1, when the Start of meiotic cycle is activated by Ime1 instead of Cln3/Cdk1 in mitosis. The second major transition occurs at the entry into metaphase I. The main purpose of this step is to make sure that DNA replication has completed without error so that spindle pole bodies can separate. The event is triggered by the activation of M-Cdk in late prophase I. Then the spindle assembly checkpoint examines the attachment of microtubules at kinetochores and APC can initiate the metaphase I. The special chromosome separation in meiosis, homologous chromosomes separation in meiosis I and chromatids separation in meiosis II, requires special tension between homologous chromatids and non-homologous chromatids for distinguishing microtubule attachment and it relies on the programmed DNA double strand break (DSB) and repair in prophase I. Therefore meiotic recombination checkpoint can be a kind of DNA damage response at specific time spot. On the other hand, the meiotic recombination checkpoint also makes sure that meiotic recombination does happen in every pair of homologs.",
            "score": 110.5058364868164
        }
    ]
}