{
    "q": [
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 163.93964517116547
        },
        {
            "docid": "28649_17",
            "document": "Stevens–Johnson syndrome . Like other SCARs-inducing drugs, SJS-inducing drugs or their metabolites stimulate CD8 T cells or CD4 T cells to initiate autoimmune responses. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this involves subverting the antigen presentation pathways of the innate immune system. The drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these alter proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC); and presents the MHC-associated peptides to T-cell receptors on CD8 T cells or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on one of their various HLA protein forms (HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR) can bind to a T-cell receptor and thereby stimulate the receptor-bearing parent T cell to initiate attacks on self tissues. Alternatively, a drug or its metabolite may stimulate these T cells by inserting into the groove on a HLA protein to serve as a non-self epitope or bind outside of this groove to alter a HLA protein so that it forms a non-self epitope. In all these cases, however, a non-self epitope must bind to a specific HLA serotype (i.e. variation) in order to stimulate T cells. Since the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them and since a SJS-inducing drug or metabolite interacts with only one or a few HLA serotypes, a drug's ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or its metabolite. Accordingly, only rare individuals are predisposed to develop a SCARs in response to a particular drug on the bases of their expression of HLA serotypes: Studies have identified several HLA serotypes associated with development of SJS, SJS/TEN, or TEN in response to certain drugs. In general, these associations are restricted to the cited populations.",
            "score": 143.88179123401642
        },
        {
            "docid": "14563386_12",
            "document": "Drug reaction with eosinophilia and systemic symptoms . Like other SCARs-inducing drugs, DRESS syndrome-inducing drugs or their metabolites stimulate CD8 T or CD4 T cells to initiate autoimmune responses. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this stimulation involves subverting the antigen presentation pathways of the innate immune system. The drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these alter proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC); and presents the MHC-associated peptides to the T-cell receptor on CD8 T or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on their HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR proteins may bind to a T-cell receptor to stimulate the receptor-bearing parent T cell to initiate attacks on self tissues. Alternatively, a drug or metabolite may stimulate these T cells by inserting into the groove on a HLA protein to serve as a non-self epitope or bind outside of this groove to alter a HLA protein so that it forms a non-self epitope. Importantly, however, non-self epitopes must bind to specific HLA serotypes in order to stimulate T cells. Since the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them and since a DRESSs-inducing drug or metabolite interacts with only one or a few HLA serotypes, a drug's ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or its metabolite. Thus, only rare individuals are predisposed to develop SCARs in response to a particular drug on the bases of their expression of HLA serotypes. Studies have identified several HLA serotypes associated with development of the DRESS syndrome in response to certain drugs, have developed tests to identify individuals who express some of these serotypes, and thereby have identified individuals who should avoid certain DRESS syndrome-inducing drugs.",
            "score": 142.20553648471832
        },
        {
            "docid": "21354286_13",
            "document": "Acute generalized exanthematous pustulosis . AGEP also differs from the other SCARs disorders in respect to the level of evidence supporting the underlying mechanism by which a drug or its metabolite stimulates CD8 T or CD4 T cells. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this stimulation involves subverting the antigen presentation pathways of the innate immune system. A drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC) (APC); and presents the MHC-associated peptides to the T-cell receptor on CD8 T or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on their HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR proteins may bind to a T-cell receptor to stimulate the receptor-bearing parent T cell to attack self tissues. Alternatively, a drug or metabolite may also stimulate T cells by inserting into the groove on a HLA protein to serve as a non-self epitope, bind outside of this groove to alter a HLA protein so that it forms a non-self epitope, or bypass the APC by binding directly to a T cell receptor. However, non-self epitopes must bind to specific HLA serotypes to stimulate T cells and the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them. Since a SCARs-inducing drug or metabolite interacts with only one or a few HLA serotypes, their ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or metabolite. Thus, only rare individuals are predisposed to develop SCARs in response to a particular drug on the bases of their expression of HLA serotypes. Studies have identified several HLA serotypes associated with development of DRESS syndrome, SJS, SJS/TEN, and TEN in response to various drugs which elici these disorders, developed tests to identify individuals who express these serotypes, and thereby determined that these individuals should avoid the offending drug. HLA serotypes associated with AGEP and specific drugs have not been identified. A study conducted in 1995 identified of HLA-B51, HLA-DR11, and HLA-DQ3 of unknown serotypes to be associated with development of AGEP but the results have not been confirmed, expanded to identify the serotypes involved, nor therefore useful in identifying individuals predisposed to develop AGEP in response to any drug. Similarly, a specific T cell receptor variant has been associated with the development of DRESS syndrome, SJS, SJS/TEN, and TEN but not AGEP.",
            "score": 136.15688383579254
        },
        {
            "docid": "3112875_17",
            "document": "Computational immunology . For example, it was useful to examine the functional relationship between TAP peptide transport and HLA class I antigen presentation. TAP is a transmembrane protein responsible for the transport of antigenic peptides into the endoplasmic reticulum, where MHC them class I molecules can bind them and presented to T cells. As TAP does not bind all peptides equally, TAP-binding affinity could influence the ability of a particular peptide to gain access to the MHC class I pathway. Artificial neural network (ANN), a computer model was used to study peptide binding to human TAP and its relationship with MHC class I binding. The affinity of HLA-binding peptides for TAP was found to differ according to the HLA supertype concerned using this method. This research could have important implications for the design of peptide based immuno-therapeutic drugs and vaccines. It shows the power of the modeling approach to understand complex immune interactions.",
            "score": 131.8248052597046
        },
        {
            "docid": "302013_3",
            "document": "Human leukocyte antigen . HLAs corresponding to MHC class I (A, B, and C) present peptides from inside the cell. For example, if the cell is infected by a virus, the HLA system brings fragments of the virus to the surface of the cell so that the cell can be destroyed by the immune system. These peptides are produced from digested proteins that are broken down in the proteasomes. In general, these particular peptides are small polymers, about 9 amino acids in length. Foreign antigens presented by MHC class I attract killer T-cells (also called CD8 positive- or cytotoxic T-cells) that destroy cells. MHC class I proteins associate with β2-microglobulin, which unlike the HLA proteins is encoded by a gene on chromosome 15.",
            "score": 149.2772092819214
        },
        {
            "docid": "47253581_2",
            "document": "Tumor antigens recognized by T lymphocytes . T lymphocytes are cells of the immune system that attack and destroy virus-infected cells, tumor cells and cells from transplanted organs. This occurs because each T cell is endowed with a highly specific receptor that can bind to an antigen present at the surface of another cell. The T cell receptor binds to a complex formed by a surface protein named \"MHC\" (major histocompatibility complex) and a small peptide of about 9 amino-acids, which is located in a groove of the MHC molecule. This peptide can originate from a protein that remains within the cell (\"Fig. 1\"). Whereas each T cell recognizes a single antigen, collectively the T cells are endowed with a large diversity of receptors targeted at a wide variety of antigens. T cells originate in the thymus. There a process named central tolerance eliminates the T cells that have a receptor recognizing an antigen present on normal cells of the organism. This enables the T cells to eliminate cells with \"foreign\" or \"abnormal\" antigens without harming the normal cells.",
            "score": 119.7200059890747
        },
        {
            "docid": "10571455_4",
            "document": "Antonio Lanzavecchia . His research has covered several aspects of human immunology. Antigen processing and presentation. Using clones of antigen-specific B and T cells, he demonstrated that B cells efficiently capture, via membrane immunoglobulins, the specific antigen, which is then internalized, and processed into peptides, which are presented to T helper cells in an extraordinarily efficient manner (1). This study uncovered a critical step in the process of T-B cell cooperation that is essential for high affinity antibody production and represents the basis for the development of glycoconjugate vaccines. In subsequent studies, he showed that antigens can be effectively targeted to surface molecules other than membrane immunoglobulins (2, 3), a finding that has contributed to current strategies of antigen targeting to improve vaccination. Finally, he addressed the role of HLA class II molecules as receptors for self versus foreign peptides and showed how inflammatory stimuli can enhance the loading of pathogen-derived peptides on newly synthesized HLA Class II molecules so as to favour host-protective immunity (4, 7).",
            "score": 130.2395143508911
        },
        {
            "docid": "6904406_3",
            "document": "MHC restriction . When foreign proteins enter a cell, they are broken into smaller pieces called peptides. These peptides, also known as antigens, can derive from pathogens such as viruses or intracellular bacteria. Foreign peptides are brought to the surface of the cell and presented to T cells by proteins called the major histocompatibility complex (MHC). During T cell development, T cells go through a selection process in the thymus to ensure that the T cell receptor (TCR) will not recognize MHC molecule presenting self-antigens, or rather it has a moderate affinity. High affinity means it will be autoreactive, but no affinity means it will not bind strongly enough to the MHC. The selection process results in developed T cells with specific TCRs that might only respond to certain MHC molecules but not others. The fact that the TCR will recognize only some MHC molecules but not others contributes to \"MHC restriction\".",
            "score": 128.11455273628235
        },
        {
            "docid": "1704073_2",
            "document": "Antigen processing . Antigen processing is an immunological process that prepares antigens for presentation to special cells of the immune system called T lymphocytes. It is considered to be a stage of antigen presentation pathways. This process involves two distinct pathways for processing of antigens from an organism's own (self) proteins or intracellular pathogens (e.g. viruses), or from phagocytosed pathogens (e.g. bacteria); subsequent presentation of these antigens on class I or class II major histocompatibility complex (MHC) molecules is dependent on which pathway is used. Both MHC class I and II are required to bind antigen before they are stably expressed on a cell surface. MHC I antigen presentation typically (considering cross-presentation) involves the endogenous pathway of antigen processing, and MHC II antigen presentation involves the exogenous pathway of antigen processing. Cross-presentation involves parts of the exogenous and the endogenous pathways but ultimately involves the latter portion of the endogenous pathway (e.g. proteolysis of antigens for binding to MHC I molecules).",
            "score": 125.68154954910278
        },
        {
            "docid": "1704073_4",
            "document": "Antigen processing . The endogenous pathway is used to present cellular peptide fragments on the cell surface on MHC class I molecules. If a virus had infected the cell, viral peptides would also be presented, allowing the immune system to recognize and kill the infected cell. Worn out proteins within the cell become ubiquitinated, marking them for proteasome degradation. Proteasomes break the protein up into peptides that include some around nine amino acids long (suitable for fitting within the peptide binding cleft of MHC class I molecules). Transporter associated with antigen processing (TAP), a protein that spans the membrane of the rough endoplasmic reticulum, transports the peptides into the lumen of the rough endoplasmic reticulum (ER). Also within the rough ER, a series of chaperone proteins, including calnexin, calreticulin, ERp57, and Binding immunoglobulin protein (BiP) facilitates the proper folding of class I MHC and its association with β2 microglobulin. The partially folded MHC class I molecule then interacts with TAP via tapasin (the complete complex also contains calreticulin and Erp57 and, in mice, calnexin). Once the peptide is transported into the ER lumen it binds to the cleft of the awaiting MHC class I molecule, stabilizing the MHC and allowing it to be transported to the cell surface by the golgi apparatus.",
            "score": 143.31648004055023
        },
        {
            "docid": "10170801_2",
            "document": "Minor histocompatibility antigen . Minor histocompatibility antigen (also known as MiHA) are receptors on the cellular surface of donated organs that are known to give an immunological response in some organ transplants. They cause problems of rejection less frequently than those of the major histocompatibility complex (MHC). Minor histocompatibility antigens (MiHAs) are diverse, short segments of proteins and are referred to as peptides . These peptides are normally around 9-12 amino acids in length and are bound to both the major histcompatibility complex (MHC) class I and class II proteins. Peptide sequences can differ among individuals and these differences arise from SNPs in the coding region of genes, gene deletions, frameshift mutations, or insertions. About a third of the characterized MiHAs come from the Y chromosome. The proteins are composed of a single immunogenic HLA allele . Prior to becoming a short peptide sequence, the proteins expressed by these polymorphic or diverse genes need to be digested in the proteasome into shorter peptides. These endogenous or self peptides are then transported into the endoplasmic reticulum with a peptide transporter pump called TAP where they encounter and bind to the MHC class I molecule. This contrasts with MHC class II molecules's antigens which are peptides derived from phagocytosis/endocytosis and molecular degradation of non-self entities' proteins, usually by antigen-presenting cells. MiHA antigens are either ubiquitously expressed in most tissue like skin and intestines or restrictively expressed in the immune cells.",
            "score": 138.54482698440552
        },
        {
            "docid": "7718899_3",
            "document": "HLA-A . MHC Class I molecules such as HLA-A are part of a process that presents short polypeptides to the immune system. These polypeptides are typically 7-11 amino acids in length and originate from proteins being expressed by the cell. There are two classes of polypeptide that can be presented by an HLA protein: those that are supposed to be expressed by the cell (self) and those of foreign derivation (non-self). Under normal conditions cytotoxic T cells, which normally patrol the body in the blood, \"read\" the peptide presented by the complex. T cells, if functioning properly, only bind to non-self peptides. If binding occurs, a series of events is initiated culminating in cell death via apoptosis. In this manner, the human body eliminates any cells infected by a virus or expressing proteins they shouldn't be (e.g. cancerous cells).",
            "score": 147.88758552074432
        },
        {
            "docid": "302013_11",
            "document": "Human leukocyte antigen . The image off to the side shows a piece of a poisonous bacterial protein (SEI peptide) bound within the binding cleft portion of the HLA-DR1 molecule. In the illustration far below, a different view, one can see an entire DQ with a bound peptide in a similar cleft, as viewed from the side. Disease-related peptides fit into these \"slots\" much like a hand fits into a glove. When bound, peptides are presented to T cells. T cells require presentation via MHC molecules to recognize foreign antigens — a requirement known as MHC restriction. These cells have receptors that are similar to B cell receptors, and each cell recognizes only a few class II-peptide combinations. Once a T cell recognizes a peptide within an MHC class II molecule, it can stimulate B-cells that also recognize the same molecule in their B cell receptors. Thus, T cells help B cells make antibodies to the same foreign antigens. Each HLA can bind many peptides, and each person has 3 HLA types and can have 4 isoforms of DP, 4 isoforms of DQ and 4 Isoforms of DR (2 of DRB1, and 2 of DRB3, DRB4, or DRB5) for a total of 12 isoforms. In such heterozygotes, it is difficult for disease-related proteins to escape detection.",
            "score": 133.559668302536
        },
        {
            "docid": "10500138_34",
            "document": "CD4+ T cells and antitumor immunity . The down regulation of the invariant chain (Ii) becomes important when considering the two pathways by which antigens are presented by cells. Most recognized tumor antigens are endogenously produced, altered gene products of mutated cells. These antigens, however, are normally only presented by MHC class I molecules, to CD8 T cells, and not expressed on the cell surface bound to MHC class II molecules, which is required for presentation to CD4 T cells. Research has shown that the two pathways by which antigens are presented cross over in the endoplasmic reticulum of the cell, in which MHC class I, MHC class II and endogenously synthesized antigenic proteins are all present. These antigen proteins are prevented from binding to MHC class II molecules by a protein known as the invariant chain or Ii, which, in a normal cell, remains bound to the MHC class II molecule until leaving the ER. Down regulation of this Ii, using antisense technology, has yielded promising results in allowing MHC class I tumor antigens to be expressed on MHC class II molecules at the cell surface (Qui, 1999).",
            "score": 129.30743062496185
        },
        {
            "docid": "1704073_7",
            "document": "Antigen processing . In Cross-presentation, peptides derived from extracellular proteins are presented in the context of MHC class I. The cell starts off with the exogenous pathways but diverts the antigens (cytosolic diversion) to the endogenous pathway. This can allow the cell to skip the parts of the endogenous pathway that involve synthesis of antigens from the antigenic genes with cellular machinery upon infection, because the endogenous pathway can involve infection before being able to present antigens with MHC I, and cross-presentation saves them the effort needed for that and allows the professional antigen-presenting cells (dendritic cells) to process and present antigens without getting infected, which does not tend to happen to dendritic cells and is quite common scenario of antigen-processing using the endogenous pathway. Not all antigen-presenting cells utilize cross-presentation.",
            "score": 123.58169257640839
        },
        {
            "docid": "302013_21",
            "document": "Human leukocyte antigen . The other MHC class II proteins, DM and DO, are used in the internal processing of antigens, loading the antigenic peptides generated from pathogens onto the HLA molecules of antigen-presenting cell.",
            "score": 126.73527193069458
        },
        {
            "docid": "6548283_2",
            "document": "Antigen presentation . Antigen presentation describes a vital immune process which is essential for T cell immune response triggering. Because T cells recognise only fragmented antigens displayed on cell surfaces, antigen processing must occur before the antigen fragment, now bound to the major histocompatibility complex (MHC), is transported to the surface of the cell, a process known as presentation, where it can be recognized by a T cell receptor. If there has been an infection with viruses or bacteria, the cell will present an endogenous or exogenous peptide fragment derived from the antigen bound to MHC molecules. There are two types of MHC molecules which differ in the source of the antigens: MHC class I molecules (MHC-I) bind peptides from the cell cytosol, while peptides generated in the endocytic vesicles after internalisation are bound to MHC class II (MHC-II). Cellular membranes separate these two cellular environments - intracellular and extracellular. Each T cell can finally recognise only ten to hundreds copies of a unique sequence of a single peptide among thousands of other peptides presented on the very same cell because MHC molecule in one cell can bind quite a large range of peptides.",
            "score": 140.2710723876953
        },
        {
            "docid": "47253581_4",
            "document": "Tumor antigens recognized by T lymphocytes . As cancer progresses, the genome of cancer cells accumulates point mutations and other genetic abnormalities. Some point mutations result in an amino-acid change in a protein. This can result in the presentation of a new peptide by an MHC molecule. In some instances, the normal sequence does not enable the peptide to bind to a MHC molecule whereas the new peptide does. Hence, a new antigen is present only on the tumor cells. In other instances, the normal peptide is presented at the cell surface and consequently the T lymphocytes that recognize the antigen have been eliminated by the central tolerance process that occurs in the thymus. The mutated peptide is recognized by other T cells which have not been eliminated by central tolerance because it is not presented by normal cells.",
            "score": 116.1006041765213
        },
        {
            "docid": "302013_9",
            "document": "Human leukocyte antigen . When a foreign pathogen enters the body, specific cells called antigen-presenting cells (APCs) engulf the pathogen through a process called phagocytosis. Proteins from the pathogen are digested into small pieces (peptides) and loaded onto HLA antigens (to be specific, MHC class II). They are then displayed by the antigen-presenting cells to CD4+ helper T cells, which then produce a variety of effects to eliminate the pathogen.",
            "score": 118.83010601997375
        },
        {
            "docid": "6548283_3",
            "document": "Antigen presentation . Cytotoxic T cells (also known as T, killer T cell, or cytotoxic T-lymphocyte (CTL)) express CD8 coreceptor are a population of T cells that are specialised for inducing programmed cell death of other cells. Cytotoxic T cells regularly patrol all body cells to maintain the organismal homeostasis. Whenever they encounter signs of disease, caused for example by the presence of viruses or intracellular bacteria or a transformed tumor cell, they initiate processes to destroy the potentially harmful cell. All nucleated cells in the body (along with platelets) display class I major histocompatibility complex (MHC-I molecules). Antigens generated endogenously within these cells are bound to MHC-I molecules and presented on the cell surface. This antigen presentation pathway enables the immune system to detect transformed or infected cells displaying peptides from modified-self (mutated) or foreign proteins.",
            "score": 137.31840753555298
        },
        {
            "docid": "41378784_2",
            "document": "Immunodominance . Immunodominance is the immunological phenomenon in which immune responses are mounted against only a few of the antigenic peptides out of the many produced. That is, despite multiple allelic variations of MHC molecules and multiple peptides presented on antigen presenting cells, the immune response is skewed to only specific combinations of the two. Immunodominance is evident for both antibody-mediated immunity and cell-mediated immunity. Epitopes that are not targeted or targeted to a lower degree during an immune response are known as subdominant epitopes. The impact of immunodominance is immunodomination, where immunodominant epitopes will curtail immune responses against non-dominant epitopes. Antigen-presenting cells such as dendritic cells, can have up to six different types of MHC molecules for antigen presentation. There is a potential for generation of hundreds to thousands of different peptides from the proteins of pathogens. Yet, the effector cell population that is reactive against the pathogen is dominated by cells that recognize only a certain class of MHC bound to only certain pathogen-derived peptides presented by that MHC class. Antigens from a particular pathogen can be of variable immunogenicity, with the antigen that stimulates the strongest response being the immunodominant one. The different levels of immunogenicity amongst antigens forms what is known as dominance hierarchy.",
            "score": 102.45049750804901
        },
        {
            "docid": "7194104_3",
            "document": "HLA-DQ . Different isoforms of DQ can bind to and present different antigens to T-cells. In this process T-cells are stimulated to grow and can signal B-cells to produce antibodies. DQ functions in recognizing and presenting foreign antigens (proteins derived from potential pathogens). But DQ is also involved in recognizing common self-antigens and presenting those antigens to the immune system in order to develop tolerance from a very young age.",
            "score": 91.97224760055542
        },
        {
            "docid": "7718899_13",
            "document": "HLA-A . MHC Class I molecules present small peptides, typically 7-10 amino acids in length, to the immune system. A glycoprotein called CD8 binds to residues 223-229 in the α3 domain of HLA-A and this glycoprotein stabilizes interactions between the t-cell receptor on cytotoxic (CD8+) T-lymphocytes and the Class I MHC. The T-cell receptor also has the potential to bind to the peptide being presented by the MHC. In a properly functioning immune system, only t-cells that do not bind self peptides are allowed out of the thymus, thus, if a T-cell binds to the peptide, it must be a foreign or abnormal peptide. The t-cell then initiates apoptosis, or programmed cell death. This process can happen as quickly as 5 minutes after initial foreign antigen presentation, although typically it takes several hours for death to become apparent. This process is the basis of acquired immunity and serves as the primary defense against viruses and other intracellular pathogens.",
            "score": 124.34883093833923
        },
        {
            "docid": "14580460_3",
            "document": "Tumor antigen vaccine . Tumor antigen vaccines work the same way that viral vaccines work, by training the immune system to attack cells that contain the antigens in the vaccine. The difference is that the antigens for viral vaccines are derived from viruses or cells infected with virus, while the antigens for tumor antigen vaccines are derived from cancer cells. Since tumor antigens are antigens found in cancer cells but not normal cells, vaccinations containing tumor antigens should train the immune system to target cancer cells not healthy cells. Cancer-specific tumor antigens include peptides from proteins that are not typically found in normal cells but are activated in cancer cells or peptides containing cancer-specific mutations. Antigen-presenting cells (APCs) such as dendritic cells take up antigens from the vaccine, process them into epitopes, and present the epitopes to T-cells via Major Histocompatibility Complex proteins. If T-cells recognize the epitope as foreign, the adaptive immune system is activated and target cells that express the antigens.",
            "score": 102.1084623336792
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 96.0206367969513
        },
        {
            "docid": "211947_10",
            "document": "Cytotoxic T cell . With the exception of some cell types, such as non-nucleated cells (including erythrocytes), Class I MHC is expressed by all host cells. When these cells are infected with a virus (or another intracellular pathogen), the cells degrade foreign proteins via antigen processing. These result in peptide fragments, some of which are presented by MHC Class I to the T cell antigen receptor (TCR) on CD8+ T cells.",
            "score": 125.76325416564941
        },
        {
            "docid": "18877437_11",
            "document": "History and naming of human leukocyte antigens . Nearly all important molecules in the body are proteins. Proteins work by each having a specific sequence of amino acids and a specific shape. Determining the order of amino acids is relatively simple. Finding the shape requires the use of x-ray crystallography and is anything but easy. It took a team of three researchers at Harvard, Don Wiley, Jack Strominger, and Pamela Bjorkman, eight years to ferret out the structure of the HLA protein. They worked specifically with HLA-A*02. Bjorkman did the majority of the leg work and in the seven years managed to piece together the structure of 90% of the protein. That last 10% was elusive though. It took another year of work to finally unveil the complete structure of HLA-A*02. They completed their work in the spring of 1987, discovering that the final 10% made a \"cup\" (of sorts) located on top of the molecule. It was the perfect size to hold peptides. Other researchers had previously determined that T-Cells can recognize cells infected with a virus, cells injected with a single protein from a virus, and even cells injected with pieces of protein from a virus. The discovery of the HLA protein structure made it starkly clear that the HLA proteins hold viral peptides in their binding groove. But the research team from Harvard wasn't done. They also observed that there was clearly a peptide in the binding groove of the HLA molecules they used to determine the shape. However, the cells they had extracted the protein from were definitely not infected by any disease causing viruses. The conclusion they made and the conclusion that has stuck to this day, is that HLA molecules can bind both self, and non-self peptides.",
            "score": 132.36435842514038
        },
        {
            "docid": "10290414_4",
            "document": "Tetramer assay . The centerpiece of each tetramer is a streptavidin complex. Streptavidin is a molecule that forms homotetramer complexes, with each monomer having an unusually high affinity for biotin. Exploiting these facts, scientists have bioengineered E. coli to produce soluble MHC molecules with a biotinylation protein domain, meaning a part of the MHC can be replaced by covalently bound biotin (via BirA enzyme activity). The MHC molecules must then be mixed with the antigenic peptide of interest, forming peptide-MHC (pMHC) complexes. The biotinylated domain then allows for up to 4 pMHCs to bind to a fluorescently tagged streptavidin complex with high affinity. The resulting pMHC-streptavidin-fluorophore tetramer can be added to a sample of cells. The tetramers bind to T-cells that are specific for both the MHC type and peptide being used in the tetramer. Once the tetramers are bound, T-cells are often stained with other fluorophores and the sample is washed to remove non-bound tetramers and ligands. The stained sample is then run through a flow cytometer for detection and sorting. The fluorophore on any bound tetramers can be excited to give a signal, indicating that the tetramer is bound to a T-cell, and thus that the bound T-cell is specific for the peptide antigen of interest. Ultimately, a signal means that there exists some cell-mediated immune response to the pathogen from which the antigenic peptide is derived, and the strength of the signal gives the strength of the immune response.",
            "score": 108.70663511753082
        },
        {
            "docid": "14725554_16",
            "document": "HLA-F . Viral proteins and other exogenous antigens decrease surface HLA-F expression because the exogenous proteins interact with HLA class I molecules at the same sites where HLA-F interacts, producing crosslinking. The exogenous proteins trigger an internal co-localization of both HLA-F and HLA class I molecules. Exogenous proteins with higher affinity will interact more readily with HLA class I molecules triggering a dissociation of HLA class I/HLA-F, thereby reducing the surface levels of HLA-F. HLA-F interacts with the open conformer (OC) of HLA class I and they function together in cross-presentation of exogenous antigen. Exogenous antigen binds to a structure on the surface of activated cells; this structure is composed of HLA class I open conformer and HLA-F; the peptide-binding point of contact is a specific HLA class I epitope on the exogenous antigen.",
            "score": 141.62198114395142
        },
        {
            "docid": "17337043_8",
            "document": "Diffuse panbronchiolitis . The major histocompatibility complex (MHC) is a large genomic region found in most vertebrates that is associated with the immune system. It is located on chromosome 6 in humans. A subset of MHC in humans is human leukocyte antigen (HLA), which controls the antigen-presenting system, as part of adaptive immunity against pathogens such as bacteria and viruses. When human cells are infected by a pathogen, some of them can present parts of the pathogen's proteins on their surfaces; this is called \"antigen presentation\". The infected cells then become targets for types of cytotoxic T-cells, which kill the infected cells so they can be removed from the body.",
            "score": 90.31359243392944
        },
        {
            "docid": "6044315_17",
            "document": "Thymocyte . The key disadvantage in a gene rearrangement process for T cell receptors is that by random chance, some arrangements of gene fragments will create a T cell receptor capable of binding self-peptides presented on MHC class I or MHC class II. If T cells bearing these T cell receptors were to enter the periphery, they would be capable of activating an immune response against self, resulting in autoimmunity. Negative selection is the process evolved to reduce this risk. During negative selection, all thymocytes with a high affinity for binding self peptides presented on MHC class I or class II are induced to upregulate BCL2L11, a protein which drives apoptosis. Cells which do not have a high affinity for self-antigens survive negative selection. At this stage, some cells are also selected to become regulatory T cells, usually cells which have an intermediate affinity for self-peptide.",
            "score": 117.50772547721863
        }
    ],
    "r": [
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 163.93963623046875
        },
        {
            "docid": "1892376_2",
            "document": "MHC class I . MHC class I molecules are one of two primary classes of major histocompatibility complex (MHC) molecules (the other being MHC class II) and are found on the cell surface of all nucleated cells in the bodies of jawed vertebrates. They also occur on platelets, but not on red blood cells. Their function is to display peptide fragments of non-self proteins from within the cell to cytotoxic T cells; this will trigger an immediate response from the immune system against a particular non-self antigen displayed with the help of an MHC class I protein. Because MHC class I molecules present peptides derived from cytosolic proteins, the pathway of MHC class I presentation is often called \"cytosolic\" or \"endogenous pathway\".",
            "score": 151.92330932617188
        },
        {
            "docid": "302013_3",
            "document": "Human leukocyte antigen . HLAs corresponding to MHC class I (A, B, and C) present peptides from inside the cell. For example, if the cell is infected by a virus, the HLA system brings fragments of the virus to the surface of the cell so that the cell can be destroyed by the immune system. These peptides are produced from digested proteins that are broken down in the proteasomes. In general, these particular peptides are small polymers, about 9 amino acids in length. Foreign antigens presented by MHC class I attract killer T-cells (also called CD8 positive- or cytotoxic T-cells) that destroy cells. MHC class I proteins associate with β2-microglobulin, which unlike the HLA proteins is encoded by a gene on chromosome 15.",
            "score": 149.27720642089844
        },
        {
            "docid": "2170901_10",
            "document": "Cross-presentation . There is also evidence that suggest that cross-presentation requires a separate pathway in a proportion of CD8(+) dendritic cells that are able to cross-present. This pathway is called the cytosolic diversion pathway. Similarly to the vacuolar pathway, antigens are taken into the cell through endocytosis. Antigen proteins are transported out of this compartment into the cytoplasm by unknown mechanisms. Within the cytoplasm, exogenous antigens are processed by the proteasome and degraded into peptides. These processed peptides can either be transported by the TAP transporter into the endoplasmic reticulum, or back into the same endosome for loading onto MHC class I complexes. It is believed that MHC I loading occurs both in the ER as well as phagocytic vesicles such as an endosome in the cytosolic pathway. For MHC class I loading within the Endoplasmic Reticulum, exogenous antigen peptides are loaded onto MHC class I molecules with the help of the peptide loading complex and chaperone proteins such as beta-2 microglobulin, ERAP, tapapsin, and calreticulin. After antigen peptide loading, the MHC molecule is transported out of the ER, through the Golgi complex, and then onto the cell surface for cross presentation.",
            "score": 149.10614013671875
        },
        {
            "docid": "7718899_3",
            "document": "HLA-A . MHC Class I molecules such as HLA-A are part of a process that presents short polypeptides to the immune system. These polypeptides are typically 7-11 amino acids in length and originate from proteins being expressed by the cell. There are two classes of polypeptide that can be presented by an HLA protein: those that are supposed to be expressed by the cell (self) and those of foreign derivation (non-self). Under normal conditions cytotoxic T cells, which normally patrol the body in the blood, \"read\" the peptide presented by the complex. T cells, if functioning properly, only bind to non-self peptides. If binding occurs, a series of events is initiated culminating in cell death via apoptosis. In this manner, the human body eliminates any cells infected by a virus or expressing proteins they shouldn't be (e.g. cancerous cells).",
            "score": 147.88758850097656
        },
        {
            "docid": "28649_17",
            "document": "Stevens–Johnson syndrome . Like other SCARs-inducing drugs, SJS-inducing drugs or their metabolites stimulate CD8 T cells or CD4 T cells to initiate autoimmune responses. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this involves subverting the antigen presentation pathways of the innate immune system. The drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these alter proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC); and presents the MHC-associated peptides to T-cell receptors on CD8 T cells or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on one of their various HLA protein forms (HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR) can bind to a T-cell receptor and thereby stimulate the receptor-bearing parent T cell to initiate attacks on self tissues. Alternatively, a drug or its metabolite may stimulate these T cells by inserting into the groove on a HLA protein to serve as a non-self epitope or bind outside of this groove to alter a HLA protein so that it forms a non-self epitope. In all these cases, however, a non-self epitope must bind to a specific HLA serotype (i.e. variation) in order to stimulate T cells. Since the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them and since a SJS-inducing drug or metabolite interacts with only one or a few HLA serotypes, a drug's ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or its metabolite. Accordingly, only rare individuals are predisposed to develop a SCARs in response to a particular drug on the bases of their expression of HLA serotypes: Studies have identified several HLA serotypes associated with development of SJS, SJS/TEN, or TEN in response to certain drugs. In general, these associations are restricted to the cited populations.",
            "score": 143.8817901611328
        },
        {
            "docid": "6548283_4",
            "document": "Antigen presentation . In the presentation process, these proteins are mainly degraded into small peptides by cytosolic proteases in the proteasome, but there are also other cytoplasmic proteolytic pathways. Then, peptides are distributed to the endoplasmic reticulum (ER) via the action of heat shock proteins and the transporter associated with antigen processing (TAP) which translocates the cytosolic peptides into the ER lumen in an ATP-dependent transport mechanism. There are several ER chaperones involved in MHC-I assembly, such as calnexin, clareticulin and tapasin. Peptides are loaded to MHC-I peptide binding groove between two alpha helices at the bottom of the α1 and α2 domains of the MHC class I molecule. After releasing from tapasin, peptide-MHC-I complexes (pMHC-I) exit the ER and are transported to the cell surface by exocytic vesicles.",
            "score": 143.357177734375
        },
        {
            "docid": "1704073_4",
            "document": "Antigen processing . The endogenous pathway is used to present cellular peptide fragments on the cell surface on MHC class I molecules. If a virus had infected the cell, viral peptides would also be presented, allowing the immune system to recognize and kill the infected cell. Worn out proteins within the cell become ubiquitinated, marking them for proteasome degradation. Proteasomes break the protein up into peptides that include some around nine amino acids long (suitable for fitting within the peptide binding cleft of MHC class I molecules). Transporter associated with antigen processing (TAP), a protein that spans the membrane of the rough endoplasmic reticulum, transports the peptides into the lumen of the rough endoplasmic reticulum (ER). Also within the rough ER, a series of chaperone proteins, including calnexin, calreticulin, ERp57, and Binding immunoglobulin protein (BiP) facilitates the proper folding of class I MHC and its association with β2 microglobulin. The partially folded MHC class I molecule then interacts with TAP via tapasin (the complete complex also contains calreticulin and Erp57 and, in mice, calnexin). Once the peptide is transported into the ER lumen it binds to the cleft of the awaiting MHC class I molecule, stabilizing the MHC and allowing it to be transported to the cell surface by the golgi apparatus.",
            "score": 143.3164825439453
        },
        {
            "docid": "14563386_12",
            "document": "Drug reaction with eosinophilia and systemic symptoms . Like other SCARs-inducing drugs, DRESS syndrome-inducing drugs or their metabolites stimulate CD8 T or CD4 T cells to initiate autoimmune responses. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this stimulation involves subverting the antigen presentation pathways of the innate immune system. The drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these alter proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC); and presents the MHC-associated peptides to the T-cell receptor on CD8 T or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on their HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR proteins may bind to a T-cell receptor to stimulate the receptor-bearing parent T cell to initiate attacks on self tissues. Alternatively, a drug or metabolite may stimulate these T cells by inserting into the groove on a HLA protein to serve as a non-self epitope or bind outside of this groove to alter a HLA protein so that it forms a non-self epitope. Importantly, however, non-self epitopes must bind to specific HLA serotypes in order to stimulate T cells. Since the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them and since a DRESSs-inducing drug or metabolite interacts with only one or a few HLA serotypes, a drug's ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or its metabolite. Thus, only rare individuals are predisposed to develop SCARs in response to a particular drug on the bases of their expression of HLA serotypes. Studies have identified several HLA serotypes associated with development of the DRESS syndrome in response to certain drugs, have developed tests to identify individuals who express some of these serotypes, and thereby have identified individuals who should avoid certain DRESS syndrome-inducing drugs.",
            "score": 142.20553588867188
        },
        {
            "docid": "14725554_16",
            "document": "HLA-F . Viral proteins and other exogenous antigens decrease surface HLA-F expression because the exogenous proteins interact with HLA class I molecules at the same sites where HLA-F interacts, producing crosslinking. The exogenous proteins trigger an internal co-localization of both HLA-F and HLA class I molecules. Exogenous proteins with higher affinity will interact more readily with HLA class I molecules triggering a dissociation of HLA class I/HLA-F, thereby reducing the surface levels of HLA-F. HLA-F interacts with the open conformer (OC) of HLA class I and they function together in cross-presentation of exogenous antigen. Exogenous antigen binds to a structure on the surface of activated cells; this structure is composed of HLA class I open conformer and HLA-F; the peptide-binding point of contact is a specific HLA class I epitope on the exogenous antigen.",
            "score": 141.62197875976562
        },
        {
            "docid": "9335254_14",
            "document": "Polyclonal B cell response . After recognizing an antigen, an antigen presenting cell such as the macrophage or B lymphocyte engulfs it completely by a process called phagocytosis. The engulfed particle, along with some material surrounding it, forms the endocytic vesicle (the phagosome), which fuses with lysosomes. Within the lysosome, the antigen is broken down into smaller pieces called peptides by proteases (enzymes that degrade larger proteins). The individual peptides are then complexed with major histocompatibility complex class II (MHC class II) molecules located in the lysosome – this method of \"handling\" the antigen is known as the exogenous or endocytic pathway of antigen processing in contrast to the \"endogenous or cytosolic pathway\", which complexes the \"abnormal\" proteins produced within the cell (e.g. under the influence of a viral infection or in a tumor cell) with MHC class I molecules.",
            "score": 140.3745880126953
        },
        {
            "docid": "6548283_2",
            "document": "Antigen presentation . Antigen presentation describes a vital immune process which is essential for T cell immune response triggering. Because T cells recognise only fragmented antigens displayed on cell surfaces, antigen processing must occur before the antigen fragment, now bound to the major histocompatibility complex (MHC), is transported to the surface of the cell, a process known as presentation, where it can be recognized by a T cell receptor. If there has been an infection with viruses or bacteria, the cell will present an endogenous or exogenous peptide fragment derived from the antigen bound to MHC molecules. There are two types of MHC molecules which differ in the source of the antigens: MHC class I molecules (MHC-I) bind peptides from the cell cytosol, while peptides generated in the endocytic vesicles after internalisation are bound to MHC class II (MHC-II). Cellular membranes separate these two cellular environments - intracellular and extracellular. Each T cell can finally recognise only ten to hundreds copies of a unique sequence of a single peptide among thousands of other peptides presented on the very same cell because MHC molecule in one cell can bind quite a large range of peptides.",
            "score": 140.2710723876953
        },
        {
            "docid": "10170801_2",
            "document": "Minor histocompatibility antigen . Minor histocompatibility antigen (also known as MiHA) are receptors on the cellular surface of donated organs that are known to give an immunological response in some organ transplants. They cause problems of rejection less frequently than those of the major histocompatibility complex (MHC). Minor histocompatibility antigens (MiHAs) are diverse, short segments of proteins and are referred to as peptides . These peptides are normally around 9-12 amino acids in length and are bound to both the major histcompatibility complex (MHC) class I and class II proteins. Peptide sequences can differ among individuals and these differences arise from SNPs in the coding region of genes, gene deletions, frameshift mutations, or insertions. About a third of the characterized MiHAs come from the Y chromosome. The proteins are composed of a single immunogenic HLA allele . Prior to becoming a short peptide sequence, the proteins expressed by these polymorphic or diverse genes need to be digested in the proteasome into shorter peptides. These endogenous or self peptides are then transported into the endoplasmic reticulum with a peptide transporter pump called TAP where they encounter and bind to the MHC class I molecule. This contrasts with MHC class II molecules's antigens which are peptides derived from phagocytosis/endocytosis and molecular degradation of non-self entities' proteins, usually by antigen-presenting cells. MiHA antigens are either ubiquitously expressed in most tissue like skin and intestines or restrictively expressed in the immune cells.",
            "score": 138.54483032226562
        },
        {
            "docid": "1892376_4",
            "document": "MHC class I . Class I MHC molecules bind peptides generated mainly from degradation of cytosolic proteins by the proteasome. The MHC I:peptide complex is then inserted via endoplasmic reticulum into the external plasma membrane of the cell. The epitope peptide is bound on extracellular parts of the class I MHC molecule. Thus, the function of the class I MHC is to display intracellular proteins to cytotoxic T cells (CTLs). However, class I MHC can also present peptides generated from exogenous proteins, in a process known as cross-presentation.",
            "score": 137.9586944580078
        },
        {
            "docid": "1892376_15",
            "document": "MHC class I . MHC class I molecules are loaded with peptides generated from the degradation of ubiquitinated cytosolic proteins in proteasomes. As viruses induce cellular expression of viral proteins, some of these products are tagged for degradation, with the resulting peptide fragments entering the endoplasmic reticulum and binding to MHC I molecules. It is in this way, the MHC class I-dependent pathway of antigen presentation, that the virus infected cells signal T-cells that abnormal proteins are being produced as a result of infection.",
            "score": 137.52857971191406
        },
        {
            "docid": "6548283_3",
            "document": "Antigen presentation . Cytotoxic T cells (also known as T, killer T cell, or cytotoxic T-lymphocyte (CTL)) express CD8 coreceptor are a population of T cells that are specialised for inducing programmed cell death of other cells. Cytotoxic T cells regularly patrol all body cells to maintain the organismal homeostasis. Whenever they encounter signs of disease, caused for example by the presence of viruses or intracellular bacteria or a transformed tumor cell, they initiate processes to destroy the potentially harmful cell. All nucleated cells in the body (along with platelets) display class I major histocompatibility complex (MHC-I molecules). Antigens generated endogenously within these cells are bound to MHC-I molecules and presented on the cell surface. This antigen presentation pathway enables the immune system to detect transformed or infected cells displaying peptides from modified-self (mutated) or foreign proteins.",
            "score": 137.3184051513672
        },
        {
            "docid": "21354286_13",
            "document": "Acute generalized exanthematous pustulosis . AGEP also differs from the other SCARs disorders in respect to the level of evidence supporting the underlying mechanism by which a drug or its metabolite stimulates CD8 T or CD4 T cells. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this stimulation involves subverting the antigen presentation pathways of the innate immune system. A drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC) (APC); and presents the MHC-associated peptides to the T-cell receptor on CD8 T or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on their HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR proteins may bind to a T-cell receptor to stimulate the receptor-bearing parent T cell to attack self tissues. Alternatively, a drug or metabolite may also stimulate T cells by inserting into the groove on a HLA protein to serve as a non-self epitope, bind outside of this groove to alter a HLA protein so that it forms a non-self epitope, or bypass the APC by binding directly to a T cell receptor. However, non-self epitopes must bind to specific HLA serotypes to stimulate T cells and the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them. Since a SCARs-inducing drug or metabolite interacts with only one or a few HLA serotypes, their ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or metabolite. Thus, only rare individuals are predisposed to develop SCARs in response to a particular drug on the bases of their expression of HLA serotypes. Studies have identified several HLA serotypes associated with development of DRESS syndrome, SJS, SJS/TEN, and TEN in response to various drugs which elici these disorders, developed tests to identify individuals who express these serotypes, and thereby determined that these individuals should avoid the offending drug. HLA serotypes associated with AGEP and specific drugs have not been identified. A study conducted in 1995 identified of HLA-B51, HLA-DR11, and HLA-DQ3 of unknown serotypes to be associated with development of AGEP but the results have not been confirmed, expanded to identify the serotypes involved, nor therefore useful in identifying individuals predisposed to develop AGEP in response to any drug. Similarly, a specific T cell receptor variant has been associated with the development of DRESS syndrome, SJS, SJS/TEN, and TEN but not AGEP.",
            "score": 136.15687561035156
        },
        {
            "docid": "7718899_11",
            "document": "HLA-A . The HLA-A signal peptide is a series of hydrophobic amino acids present at the N-terminus of the protein that directs it to the endoplasmic reticulum where the remaining seven domains are translated. The three α domains form the binding groove that holds a peptide for presentation to CD8+ t-cells. The transmembrane region is the region that is embedded in the phospholipid bilayer surrounding the ER lumen. The HLA-A protein is a single-pass transmembrane protein. In other words, the first four domains of the protein are inside the ER lumen, while the last three domains are present outside the lumen, giving the protein the orientation required for proper function. The last three domains of the protein form a tail of primarily β-sheets that remains in the cell's cytosol. Once the HLA-A protein is completely translated, it must be folded into the proper shape. A molecular chaperone protein called calnexin and an enzyme called ERp57 assist in the folding process. Calnexin holds the HLA-A heavy chain while Erp57 catalyzes disulfide bonds between the heavy chain and the light, β-microglobulin chain. This bond induces a conformational change in the heavy chain, forming the binding groove. Calnexin then dissociates with the complex, now referred to as a peptide loading complex, and is replaced by calreticulin, another chaperone protein. Short peptides are continually transported from around the cell into the ER lumen by a specialized transport protein called TAP. TAP then binds to the peptide loading complex along with another protein, called tapasin. At this point the peptide loading complex consists of HLA-A (heavy chain), β-microglobulin (light chain), an ERp57 enzyme, calreticulin chaperone protein, TAP (with a bound peptide fragment), and tapasin. Tapasin increases the stability of TAP, in addition to stabilizing the entire peptide loading complex. At this point TAP releases the peptide it transported into the ER lumen. The proximity of the HLA-A binding groove to TAP is ensured by the peptide loading complex. This increases the likelihood that the peptide will find the groove. If the peptide's affinity for the HLA-A protein is great enough, it binds in the groove. Research suggests that tapasin may actively load peptides from TAP into the HLA-A complex while also holding class I molecules in the ER lumen until a high affinity peptide has been bound.",
            "score": 135.68145751953125
        },
        {
            "docid": "302013_11",
            "document": "Human leukocyte antigen . The image off to the side shows a piece of a poisonous bacterial protein (SEI peptide) bound within the binding cleft portion of the HLA-DR1 molecule. In the illustration far below, a different view, one can see an entire DQ with a bound peptide in a similar cleft, as viewed from the side. Disease-related peptides fit into these \"slots\" much like a hand fits into a glove. When bound, peptides are presented to T cells. T cells require presentation via MHC molecules to recognize foreign antigens — a requirement known as MHC restriction. These cells have receptors that are similar to B cell receptors, and each cell recognizes only a few class II-peptide combinations. Once a T cell recognizes a peptide within an MHC class II molecule, it can stimulate B-cells that also recognize the same molecule in their B cell receptors. Thus, T cells help B cells make antibodies to the same foreign antigens. Each HLA can bind many peptides, and each person has 3 HLA types and can have 4 isoforms of DP, 4 isoforms of DQ and 4 Isoforms of DR (2 of DRB1, and 2 of DRB3, DRB4, or DRB5) for a total of 12 isoforms. In such heterozygotes, it is difficult for disease-related proteins to escape detection.",
            "score": 133.55966186523438
        },
        {
            "docid": "3598587_4",
            "document": "HLA-B . MHC class I genes provide instructions for making proteins that are present on the surface of almost all cells. On the cell surface, these proteins are bound to protein fragments (peptides) that have been exported from within the cell. MHC class I proteins display these peptides to the immune system. If the immune system recognizes the peptides as foreign (such as viral or bacterial peptides), it responds by destroying the infected cell.",
            "score": 132.92352294921875
        },
        {
            "docid": "18877437_11",
            "document": "History and naming of human leukocyte antigens . Nearly all important molecules in the body are proteins. Proteins work by each having a specific sequence of amino acids and a specific shape. Determining the order of amino acids is relatively simple. Finding the shape requires the use of x-ray crystallography and is anything but easy. It took a team of three researchers at Harvard, Don Wiley, Jack Strominger, and Pamela Bjorkman, eight years to ferret out the structure of the HLA protein. They worked specifically with HLA-A*02. Bjorkman did the majority of the leg work and in the seven years managed to piece together the structure of 90% of the protein. That last 10% was elusive though. It took another year of work to finally unveil the complete structure of HLA-A*02. They completed their work in the spring of 1987, discovering that the final 10% made a \"cup\" (of sorts) located on top of the molecule. It was the perfect size to hold peptides. Other researchers had previously determined that T-Cells can recognize cells infected with a virus, cells injected with a single protein from a virus, and even cells injected with pieces of protein from a virus. The discovery of the HLA protein structure made it starkly clear that the HLA proteins hold viral peptides in their binding groove. But the research team from Harvard wasn't done. They also observed that there was clearly a peptide in the binding groove of the HLA molecules they used to determine the shape. However, the cells they had extracted the protein from were definitely not infected by any disease causing viruses. The conclusion they made and the conclusion that has stuck to this day, is that HLA molecules can bind both self, and non-self peptides.",
            "score": 132.36434936523438
        },
        {
            "docid": "3112875_17",
            "document": "Computational immunology . For example, it was useful to examine the functional relationship between TAP peptide transport and HLA class I antigen presentation. TAP is a transmembrane protein responsible for the transport of antigenic peptides into the endoplasmic reticulum, where MHC them class I molecules can bind them and presented to T cells. As TAP does not bind all peptides equally, TAP-binding affinity could influence the ability of a particular peptide to gain access to the MHC class I pathway. Artificial neural network (ANN), a computer model was used to study peptide binding to human TAP and its relationship with MHC class I binding. The affinity of HLA-binding peptides for TAP was found to differ according to the HLA supertype concerned using this method. This research could have important implications for the design of peptide based immuno-therapeutic drugs and vaccines. It shows the power of the modeling approach to understand complex immune interactions.",
            "score": 131.82479858398438
        },
        {
            "docid": "10571455_4",
            "document": "Antonio Lanzavecchia . His research has covered several aspects of human immunology. Antigen processing and presentation. Using clones of antigen-specific B and T cells, he demonstrated that B cells efficiently capture, via membrane immunoglobulins, the specific antigen, which is then internalized, and processed into peptides, which are presented to T helper cells in an extraordinarily efficient manner (1). This study uncovered a critical step in the process of T-B cell cooperation that is essential for high affinity antibody production and represents the basis for the development of glycoconjugate vaccines. In subsequent studies, he showed that antigens can be effectively targeted to surface molecules other than membrane immunoglobulins (2, 3), a finding that has contributed to current strategies of antigen targeting to improve vaccination. Finally, he addressed the role of HLA class II molecules as receptors for self versus foreign peptides and showed how inflammatory stimuli can enhance the loading of pathogen-derived peptides on newly synthesized HLA Class II molecules so as to favour host-protective immunity (4, 7).",
            "score": 130.23951721191406
        },
        {
            "docid": "10500138_34",
            "document": "CD4+ T cells and antitumor immunity . The down regulation of the invariant chain (Ii) becomes important when considering the two pathways by which antigens are presented by cells. Most recognized tumor antigens are endogenously produced, altered gene products of mutated cells. These antigens, however, are normally only presented by MHC class I molecules, to CD8 T cells, and not expressed on the cell surface bound to MHC class II molecules, which is required for presentation to CD4 T cells. Research has shown that the two pathways by which antigens are presented cross over in the endoplasmic reticulum of the cell, in which MHC class I, MHC class II and endogenously synthesized antigenic proteins are all present. These antigen proteins are prevented from binding to MHC class II molecules by a protein known as the invariant chain or Ii, which, in a normal cell, remains bound to the MHC class II molecule until leaving the ER. Down regulation of this Ii, using antisense technology, has yielded promising results in allowing MHC class I tumor antigens to be expressed on MHC class II molecules at the cell surface (Qui, 1999).",
            "score": 129.30743408203125
        },
        {
            "docid": "6548283_9",
            "document": "Antigen presentation . MHC-II molecules are transported from the ER to the MHC class II loading compartment together with the protein Invariant chain (Ii, CD74). A non classical MHC-II molecule (HLA-DO and HLA-DM) catalyses the exchange of part of the CD74 (CLIP peptide) with the peptide antigen. Peptide-MHC-II complexes (pMHC-II) are transported to the plasma membrane and the processed antigen is presented to the helper T cells in the lymph nodes.",
            "score": 129.1260528564453
        },
        {
            "docid": "6904406_3",
            "document": "MHC restriction . When foreign proteins enter a cell, they are broken into smaller pieces called peptides. These peptides, also known as antigens, can derive from pathogens such as viruses or intracellular bacteria. Foreign peptides are brought to the surface of the cell and presented to T cells by proteins called the major histocompatibility complex (MHC). During T cell development, T cells go through a selection process in the thymus to ensure that the T cell receptor (TCR) will not recognize MHC molecule presenting self-antigens, or rather it has a moderate affinity. High affinity means it will be autoreactive, but no affinity means it will not bind strongly enough to the MHC. The selection process results in developed T cells with specific TCRs that might only respond to certain MHC molecules but not others. The fact that the TCR will recognize only some MHC molecules but not others contributes to \"MHC restriction\".",
            "score": 128.1145477294922
        },
        {
            "docid": "7718899_12",
            "document": "HLA-A . After a peptide of high enough affinity has bonded to the class I MHC, calreticulin, ERp57, TAP, and tapasin release the molecule. At this point the class I complex consists of an HLA-A protein bonded to a β-microglobulin and a short peptide. It is still anchored in the ER membrane by the transmembrane domain. At some point the ER will receive a signal and the portion of the membrane holding the complex will bud off and be transported to the golgi bodies for further processing. From the golgi bodies, the complex is transported, again via vesicle transport, to the cell membrane. This is the point at which the orientation mentioned previously becomes important. The portion of the HLA-A complex holding the peptide must be on the exterior surface of the cell membrane. This is accomplished by vesicle fusion with the cell membrane.",
            "score": 128.00303649902344
        },
        {
            "docid": "14704581_3",
            "document": "Oncoantigen . Localization of oncoantigens outside tumor cells allows recognition by antibodies if downregulation of class I major histocompatibility complex (MHC-I) molecules prevents T cell recognition. Most tumor antigens are intracellular proteins. Circulating antibodies do not penetrate inside cells, hence intracellular proteins are only recognized by T cells as MHC-I-bound antigenic peptides exposed on the surface of tumor cells. However downmodulation or complete loss of MHC-I expression occurs in most human tumors, making them altogether invisible to the immune system of the host. When tumor cells downregulate MHC-I, only antigens expressed on the cell surface and/or secreted in the extracellular fluids can be recognized by antibodies.",
            "score": 127.36548614501953
        },
        {
            "docid": "302013_21",
            "document": "Human leukocyte antigen . The other MHC class II proteins, DM and DO, are used in the internal processing of antigens, loading the antigenic peptides generated from pathogens onto the HLA molecules of antigen-presenting cell.",
            "score": 126.73527526855469
        },
        {
            "docid": "6081551_8",
            "document": "Bare lymphocyte syndrome . BLS I, also called \"HLA class I deficiency\", which is much more rare, is associated with TAP2, TAP1, or TAPBP deficiencies. The TAP proteins are involved in pumping degraded cytosolic peptides across the endoplasmic reticulum membrane so they can bind HLA class I. Once the peptide:HLA class I complex forms, it is transported to the membrane of the cell. However, a defect in the TAP proteins prevents pumping of peptides into the endoplasmic reticulum so no peptide:HLA class I complexes form, and therefore, no HLA class I is expressed on the membrane. Just like BLS II, the defect isn't in the MHC protein, but rather another accessory protein.",
            "score": 126.50756072998047
        },
        {
            "docid": "211947_10",
            "document": "Cytotoxic T cell . With the exception of some cell types, such as non-nucleated cells (including erythrocytes), Class I MHC is expressed by all host cells. When these cells are infected with a virus (or another intracellular pathogen), the cells degrade foreign proteins via antigen processing. These result in peptide fragments, some of which are presented by MHC Class I to the T cell antigen receptor (TCR) on CD8+ T cells.",
            "score": 125.76325225830078
        },
        {
            "docid": "14113189_2",
            "document": "HLA-DO . Human leukocyte histocompatibility complex DO (HLA-DO) is an intracellular, dimeric non-classical Major Histocompatibility Complex (MHC) class II protein composed of α- and β-subunits which interact with HLA-DM in order to fine tune immunodominant epitope selection. As a non-classical MHC class II molecule, HLA-DO is a non-polymorphic accessory protein that aids in antigenic peptide chaperoning and loading, as opposed to it classical counterparts, which are polymorphic and involved in antigen presentation. Though more remains to be elucidated about the function of HLA-DO, its unique distribution in the mammalian body—namely, the exclusive expression of HLA-DO in B cells, thymic medullary epithelial cells, and dendritic cells—indicate that it may be of physiological importance and has inspired further research. Moreover, HLA-DO is stable in complex with HLA-DM, and its exhibited instability in the absence of HLA-DM, as well as its evolutionary conservation, further denote its biological significance and potential to confer evolutionary benefits to its host.",
            "score": 125.73918914794922
        }
    ]
}