{
    "q": [
        {
            "docid": "6504044_2",
            "document": "Sugar signal transduction . Sugar signal transduction is an evolutionarily conserved mechanism used by organisms to survive. Sugars have an overwhelming effect on gene expression. In yeast, glucose levels are managed by controlling the mRNA levels of hexose transporters, while in mammals, the response to glucose is more tightly controlled with glucose metabolism and is therefore much more complex. Several glucose-responsive DNA motifs and DNA binding protein complexes have been identified in liver and b-cells. Although not proven, glucose repression appears to be conserved in plants because in many cases, both sugar induction and sugar repression are initiated by turning off transcription factors.",
            "score": 82.84027194976807
        },
        {
            "docid": "27061_50",
            "document": "Soft drink . Until 1985, most of the calories in soft drinks came from sugar or corn syrup. As of 2010, in the United States high-fructose corn syrup (HFCS) is used nearly exclusively as a sweetener because of its lower cost, while in Europe, sucrose dominates, because EU agricultural policies favor production of sugar beets in Europe proper and sugarcane in the former colonies over the production of corn. HFCS has been criticized as having a number of detrimental effects on human health, such as promoting diabetes, hyperactivity, hypertension, and a host of other problems. Although anecdotal evidence has been presented to support such claims, it is well known that the human body breaks sucrose down into glucose and fructose before it is absorbed by the intestines. Simple sugars such as fructose are converted into the same intermediates as in glucose metabolism. However, metabolism of fructose is extremely rapid and is initiated by fructokinase. Fructokinase activity is not regulated by metabolism or hormones and proceeds rapidly after intake of fructose. While the intermediates of fructose metabolism are similar to those of glucose, the rates of formation are excessive. This fact promotes fatty acid and triglyceride synthesis in the liver, leading to accumulation of fat throughout the body and possibly non-alcoholic fatty liver disease. Increased blood lipid levels also seem to follow fructose ingestion over time. A sugar drink or high-sugar drink may refer to any beverage consisting primarily of water and sugar (often cane sugar or high-fructose corn syrup), including some soft drinks, some fruit juices, and energy drinks.",
            "score": 38.569806933403015
        },
        {
            "docid": "53244435_4",
            "document": "C12orf66 . The human C12orf66 protein is 446 amino acids in length with a molecular weight of 50kdal . C12orf66 contains the domain of unknown function 2003 (DUF2003) from amino acids 10-444. The DUF2003 is characterized by a series of alpha helices and beta sheets.  C12orf66 is part of a larger protein complex called KICSTOR. KICSTOR is a complex of four proteins coded by the genes \"KPTN\", \"ITFG2\", \"C12orf66\", and \"SZT2\". The KICSTOR complex plays a role in regulating mTORC1 signaling. mTORC1 activates protein translation when the cell has sufficient amounts amino acids and energy. This ensures cell growth and proliferation occurs in ideal cellular environments. KICSTOR recruits the protein complex GATOR1, a negative regulator of mTORC1, to the correct location on the lysosome where mTORC1 signaling occurs. In addition to the localization of GATOR1 to the lysosome, KICSTOR is also necessary for the regulation of mTORC1 signaling by amino acid or glucose deprivation. Normally, amino acid or glucose deprivation inhibits mTORC1 signaling. However, loss of any one protein in the four protein KICSTOR complex resulted in a lack of inhibition of mTORC1 by amino acid or glucose deprivation and increased mTORC1 signaling. Thus, KICSTOR is a negative regulator of mTORC1 signaling that functions by localizing GATOR1 to the lysosomal surface as well inhibiting mTORC1 during periods of amino acid or glucose deprivation. How the KICSTOR complex directly inhibits mTORC1 as well as senses amino acid or glucose deprivation remains to be elucidated.",
            "score": 56.55915856361389
        },
        {
            "docid": "14676253_9",
            "document": "1-phosphofructokinase . Allosteric regulation of 1-phosphofructokinase is facilitated hormonally to help the liver to maintain blood glucose levels. This is achieved in part by increasing or decreasing rates of glycolysis. When blood glucose levels are low, the secretion of glucagon leads to the phosphorylation of phosphofructokinase 2 which inhibits formation of fructose 2,6-bisphosphate. Therefore, when glucagon inhibits phosphofructokinase 2, cellular levels of fructose 2,6-bisphosphate decrease, and reduce activation of 1-phosphofructokinase, ultimately reducing the rate of glycolysis within the cell. When 1-phosphofructokinase is inhibited, rates of gluconeogenesis increase, further aiding an increase in blood sugar. When blood sugar is high, however, the secretion of insulin produces the opposite effect by removing the phosphate group from phosphofructokinase 2, which leads to activation, and formation of fructose 2,6-bisphosphate. As concentrations of fructose 2,6-bisphosphate increase, 1-phosphofructokinase is allosterically activated, and rates of glycolysis increase, consuming glucose. At the same time the rate of gluconeogenesis decrease, also contributing to lowering blood sugar levels.",
            "score": 29.61021661758423
        },
        {
            "docid": "4361880_6",
            "document": "Diauxie . Diauxie occurs because organisms use operons or multiple sets of genes to control differently the expression of enzymes needed to metabolize the different nutrients or sugars they encounter. If an organism allocates its energy and other resources (e.g. amino acids) to synthesize enzymes needed to metabolize a sugar that can only support a slower growth rate and not use all or most of its available resources to synthesize the enzymes that metabolize a different sugar providing a faster growth rate, such an organism will be at a reproductive disadvantage compared to those that choose to grow on the faster growth supporting sugar. Through evolution, organisms have developed the ability to regulate their genetic control mechanisms so as to only express those genes resulting in the fastest growth rate. For example, when grown in the presence of both glucose and maltose, \"Lactococcus lactis\" will produce enzymes to metabolize glucose first, altering its gene expression to use maltose only after the supply of glucose has been exhausted.",
            "score": 59.76411008834839
        },
        {
            "docid": "50337_18",
            "document": "Fructose . Natural sources of fructose include fruits, vegetables (including sugar cane), and honey. Fructose is often further concentrated from these sources. The highest dietary sources of fructose, besides pure crystalline fructose, are foods containing table sugar (sucrose), high-fructose corn syrup, agave nectar, honey, molasses, maple syrup, fruit and fruit juices, as these have the highest percentages of fructose (including fructose in sucrose) per serving compared to other common foods and ingredients. Fructose exists in foods either as a free monosaccharide or bound to glucose as sucrose, a disaccharide. Fructose, glucose, and sucrose may all be present in a food; however, different foods will have varying levels of each of these three sugars.",
            "score": 30.328851222991943
        },
        {
            "docid": "184383_8",
            "document": "Benedict's reagent . Sucrose (table sugar) contains two sugars (fructose and glucose) joined by their glycosidic bond in such a way as to prevent the glucose isomerizing to aldehyde, or the fructose to alpha-hydroxy-ketone form. Sucrose is thus a non-reducing sugar which does not react with Benedict's reagent. Sucrose indirectly produces a positive result with Benedict's reagent if heated with dilute hydrochloric acid prior to the test, although after this treatment it is no longer sucrose. The acidic conditions and heat break the glycosidic bond in sucrose through hydrolysis. The products of sucrose decomposition are glucose and fructose, both of which can be detected by Benedict's reagent, as described above.",
            "score": 31.26664972305298
        },
        {
            "docid": "14567225_4",
            "document": "TAS1R2 . The TAS1R2+3 receptor has been shown to respond to natural sugars sucrose and fructose, and to the artificial sweeteners saccharin, acesulfame potassium, dulcin, and guanidinoacetic acid. Research initially suggested that rat receptors did not respond to many other natural and artificial sugars, such as glucose and aspartame, leading to the conclusion that there must be more than one type of sweet taste receptor. Contradictory evidence, however, suggested that cells expressing the human TAS1R2+3 receptor showed sensitivity to both aspartame and glucose but cells expressing the rat TAS1R2+3 receptor were only slightly activated by glucose and showed no aspartame activation. These results are inconclusive about the existence of another sweet taste receptor, but show that the TAS1R2+3 receptors are responsible for a wide variety of different sweet tastes.",
            "score": 42.121540784835815
        },
        {
            "docid": "9007251_2",
            "document": "SNP genotyping . SNP genotyping is the measurement of genetic variations of single nucleotide polymorphisms (SNPs) between members of a species. It is a form of genotyping, which is the measurement of more general genetic variation. SNPs are one of the most common types of genetic variation. A SNP is a single base pair mutation at a specific locus, usually consisting of two alleles (where the rare allele frequency is > 1%). SNPs are found to be involved in the etiology of many human diseases and are becoming of particular interest in pharmacogenetics. Because SNPs are conserved during evolution, they have been proposed as markers for use in quantitative trait loci (QTL) analysis and in association studies in place of microsatellites. The use of SNPs is being extended in the HapMap project, which aims to provide the minimal set of SNPs needed to genotype the human genome. SNPs can also provide a genetic fingerprint for use in identity testing. The increase of interest in SNPs has been reflected by the furious development of a diverse range of SNP genotyping methods.",
            "score": 29.575769424438477
        },
        {
            "docid": "22180699_8",
            "document": "Diet and obesity . Existing evidence from large-scale cross-sectional and prospective cohort studies supports that consumption of sugar-sweetened beverages is correlated with the childhood and adult obesity epidemic in the United States population (Malik et al. 2006). Sweetened drinks containing either sucrose alone or sucrose in combination with fructose appear to lead to weight gain due to increase energy intake. Fructose might also be preferentially metabolized into fat as feedback inhibition as with glucose is missing. In fact, about half of total added sugar consumed in the United States is in liquid form. Teenage boys showed the greatest consumption of sugar-sweetened beverages, upwards of 357 calories per day. In addition to the evidence that humans have a natural propensity towards sugar, there exists additional biological plausibility that explains the correlation of sugar-sweetened beverage consumption and obesity.",
            "score": 38.97981333732605
        },
        {
            "docid": "2366752_24",
            "document": "High-fructose corn syrup . One consumer concern about HFCS is that processing of corn is more complex than used for “simpler” or “more natural” sugars, such as fruit juice concentrates or agave nectar, but all sweetener products derived from raw materials involve similar processing steps of pulping, hydrolysis, enzyme treatment, and filtration, among other common steps of sweetener manufacturing from natural sources. In the contemporary process to make HFCS, an \"acid-enzyme\" step is used in which the cornstarch solution is acidified to digest the existing carbohydrates, then enzymes are added to further metabolize the cornstarch and convert the resulting sugars to their constituents of fructose and glucose. Analyses published in 2014 showed that HFCS content of fructose was consistent across samples from 80 randomly selected carbonated beverages sweetened with HFCS.",
            "score": 38.234479904174805
        },
        {
            "docid": "58880_37",
            "document": "Sugar substitute . Eating natural sugars like glucose and sucrose instead of a sugar substitute can have negative health effects. The consumption of added sugars has been positively associated with multiple measures known to increase cardiovascular disease risk amongst adolescents as well as adults. The calories contained in sugar-sweetened beverages contribute to increases in body weight and body fat, and replacement of sugar by artificial sweeteners reduces weight. Obesity contributes to diabetes and cardiovascular disease. Glucose has a high glycemic index, sucrose medium, and fructose low. There is evidence that sugar-sweetened beverages \"may increase the risk of metabolic syndrome and type 2 diabetes not only through obesity but also by increasing dietary glycemic load, leading to insulin resistance, β-cell dysfunction, and inflammation,\" according to a 2010 meta-analysis.",
            "score": 37.082247734069824
        },
        {
            "docid": "21443350_4",
            "document": "HK3 . As a cytoplasmic isoform of hexokinase and a member of the sugar kinase family, HK3 catalyzes the rate-limiting and first obligatory step of glucose metabolism, which is the ATP-dependent phosphorylation of glucose to G6P. Physiological levels of G6P can regulate this process by inhibiting HK3 as negative feedback, though inorganic phosphate can relieve G6P inhibition. Inorganic phosphate can also directly regulate HK3, and the double regulation may better suit its anabolic functions. By phosphorylating glucose, HK3 effectively prevents glucose from leaving the cell and, thus, commits glucose to energy metabolism. Compared to HK1 and HK2, HK3 possesses a higher affinity for glucose and will bind the substrate even at physiological levels, though this binding may be attenuated by intracellular ATP. Uniquely, HK3 can be inhibited by glucose at high concentrations. HK3 is also less sensitive to G6P inhibition.",
            "score": 36.763190031051636
        },
        {
            "docid": "1054902_10",
            "document": "Sweetness of wine . The use of Süssreserve gives a different composition of sugars in the wine in comparison to arrested fermentation. Grape must contains mainly the sugars glucose and fructose. When wine ferments, glucose is fermented at a faster rate than fructose. Thus, arresting fermentation when a significant portions of the sugars have fermented gives a wine where the residual sugar consists mainly of fructose, while the use of Süssreserve will give a wine where the sweetness comes from a mixture of glucose and fructose.",
            "score": 30.686129570007324
        },
        {
            "docid": "289406_34",
            "document": "Blood sugar level . In a physiological context, the term is a misnomer because it refers to glucose, yet other sugars besides glucose are always present. Food contains several different types (e.g., fructose (largely from fruits/table sugar/industrial sweeteners), galactose (milk and dairy products), as well as several food additives such as sorbitol, xylose, maltose, etc.). But because these other sugars are largely inert with regard to the metabolic control system (i.e., that controlled by insulin secretion), since glucose is the dominant controlling signal for metabolic regulation, the term has gained currency, and is used by medical staff and lay folk alike. The table above reflects some of the more technical and closely defined terms used in the medical field.",
            "score": 47.777124881744385
        },
        {
            "docid": "2557688_7",
            "document": "Non-competitive inhibition . Particularly during their work on describing the rate of this reaction they also tested and extrapolated on the idea of another scientist, Victor Henri, that enzyme they were using had some affinity for both products of this reaction – fructose and glucose. Using Henri’s methods, Michaelis and Menten nearly perfected this concept of initial-rate method for steady-state experiments. They were studying inhibition when they found that non-competitive (mixed) inhibition is characterized by its effect on \"k\" (catalyst rate) while competitive is characterized by its effect on velocity (V). In the Michaelis and Menten experiments they heavily focused on pH effects of invertase using hydrogen ions. Invertase is an enzyme found in extracellular yeast and catalyzed reactions by hydrolysis or inverting a sucrose (mixture of sucrose and fructose) to “invert sugar.” The main reason for using invertase was that it could be easily assayed and experiments could be done in quicker manner. Sucrose rotates in polarimeter as dextroratatory-D whereas invert sugar is levorotatory-L. This made tracking the inversion of sugar relatively simple. They also found that α-D-glucose is released in reactions catalyzed by invertase which is very unstable and spontaneously changes to β-D-glucose. Although, these are both in the dextroratatory form, this is where they noted that glucose can change spontaneously, also known as mutarotation. Failing to take this into consideration was one of the main reasons Henri’s experiments fell short. Using invertase to catalyze sucrose inversion, they could see how fast the enzyme was reacting by polarimetry; therefore, non-competitive inhibition was found to occur in the reaction where sucrose was inverted with invertase.",
            "score": 31.66493821144104
        },
        {
            "docid": "7987234_3",
            "document": "Sucrose intolerance . Sucrose intolerance can be caused by genetic mutations in which both parents must contain this gene for the child to carry the disease (so-called primary sucrose intolerance). Sucrose intolerance can also be caused by irritable bowel syndrome, aging, or small intestine disease (secondary sucrose intolerance). There are specific tests used to help determine if a person has sucrose intolerance. The most accurate test is the enzyme activity determination, which is done by biopsying the small intestine. This test is a diagnostic for GSID. Other tests which can aid in the diagnosis of GSID but which are not truly diagnostic for the disease are the sucrose breath test, and a genetic test which tests for the absence of certain genes which are thought to be responsible for GSID. Sucrose (also termed \"saccharose\") is a disaccharide and is a two-sugar chain composed of glucose and fructose which are bonded together. A more familiar name is table, beet, or cane sugar. It was believed that most cases of sucrose intolerance were to do an autosomal recessive, genetic, metabolic disease. Based on new data patients with heterozygous and compound heterozygous genotypes can have symptom presentation as well. GSID involves deficiency in the enzyme sucrase-isomaltase, which breaks the bond between the glucose and fructose molecules. When disaccharides are consumed, they must be broken down into monosaccharides by enzymes in the intestines before they can be absorbed. Monosaccharides, or single sugar units, are absorbed directly into the blood.",
            "score": 40.319493532180786
        },
        {
            "docid": "19561784_3",
            "document": "Sugars in wine . Glucose, along with fructose, is one of the primary sugars found in wine grapes. In wine, glucose tastes less sweet than fructose. It is a six-carbon sugar molecule derived from the breakdown of sucrose. At the beginning of the ripening stage there is usually more glucose than fructose present in the grape (as much as five times more) but the rapid development of fructose shifts the ratio to where at harvest there are generally equal amounts. Grapes that are over ripe, such as some late harvest wines, may have more fructose than glucose. During fermentation, yeast cells break down and convert glucose first. The linking of glucose molecules with aglycone, in a process that creates glycosides, also plays a role in the resulting flavor of the wine due to their relation and interactions with phenolic compounds like anthocyanins and terpenoids.",
            "score": 43.29061555862427
        },
        {
            "docid": "2366752_20",
            "document": "High-fructose corn syrup . Epidemiological research has suggested that the increase in metabolic disorders like obesity and non-alcoholic fatty liver disease is linked to increased consumption of sugars and/or calories in general and not due to any special effect of HFCS. A 2014 systematic review found little evidence for an association between HFCS consumption and liver diseases, enzyme levels or fat content. A 2012 review found that fructose did not appear to cause weight gain when it replaced other carbohydrates in diets with similar calories. One study investigating HFCS as a possible contributor to diabetes and obesity states that, \"As many of the metabolic consequences of a diet high in fructose-containing sugars in humans can also be observed with high-fat or high-glucose feeding, it is possible that excess calories may be the main culprit in the development of the metabolic syndrome.\" Another study compared similar intakes of honey, white cane sugar, and HFCS, showing similar rises in both blood sugar level and triglycerides. High fructose consumption has been linked to high levels of uric acid in the blood, though this is only thought to be a concern for patients with gout.",
            "score": 33.05917549133301
        },
        {
            "docid": "19561784_4",
            "document": "Sugars in wine . Fructose, along with glucose, is one of the principal sugars involved in the creation of wine. At time of harvest, there is usually an equal amount of glucose and fructose molecules in the grape; however, as the grape over ripens the level of fructose will become higher. In wine, fructose can taste nearly twice as sweet as glucose and is a key component in the creation of sweet dessert wines. During fermentation, glucose is consumed first by the yeast and converted into alcohol. A winemaker that chooses to halt fermentation (either by temperature control or the addition of brandy spirits in the process of fortification) will be left with a wine that is high in fructose and notable residual sugars. The technique of \"süssreserve\", where unfermented grape must is added after the wine's fermentation is complete, will result in a wine that tastes less sweet than a wine whose fermentation was halted. This is because the unfermented grape must will still have roughly equal parts of fructose and the less sweet tasting glucose. Similarly, the process of chaptalization where sucrose (which is one part glucose and one part fructose) is added will usually not increase the sweetness level of the wine.",
            "score": 34.35976696014404
        },
        {
            "docid": "5630419_5",
            "document": "Preimplantation genetic haplotyping . PGH uses information regarding family history in conjunction with the use of linked polymorphic markers such as short tandem repeats (STRs) and single nucleotide polymorphisms (SNPs) to locate genes responsible for disease. Both STRs and SNPs are variations in gene nucleotides, and it is estimated that there are tens of millions of each type of variation in human DNA. High frequency of STRs or SNPs in alleles of affected individuals in comparison to their unaffected direct relatives indicates the origin of a disease causing mutation. They thus \"mark\" alleles as having a mutation without having to specifically identify the mutation. Because the number of potential STRs and SNPs is so high, a family pedigree helps to narrow the scope of alleles to analyze. Further, understanding how the gene of interest gets expressed over time helps ultimately determine which haplotype is responsible for the alleles linked to the mutation. A haplotype map is thus created, not only exhibiting genes the offspring will contain, but also the parental origin of the genes. Once the alleles that correlate with a mutation are characterized, PGH of the embryos is possible and only embryos carrying the low risk haplotypes are selected for transfer. PGH is performed in vitro until this point, when the chosen embryos get placed in the uterus of a surrogate mother for further development.",
            "score": 40.54127049446106
        },
        {
            "docid": "2366752_6",
            "document": "High-fructose corn syrup . In the contemporary process, corn is milled to extract corn starch and an \"acid-enzyme\" process is used, in which the corn-starch solution is acidified to begin breaking up the existing carbohydrates. It is necessary to carry out the extraction process in the presence of mercuric chloride (0.01 M) in order to inhibit endogenous starch-degrading enzymes. High-temperature enzymes are added to further metabolize the starch and convert the resulting sugars to fructose. The first enzyme added is alpha-amylase, which breaks the long chains down into shorter sugar chains – oligosaccharides. Glucoamylase is mixed in and converts them to glucose; the resulting solution is filtered to remove protein, then using activated carbon, and then demineralized using ion-exchange resins. The purified solution is then run over immobilized xylose isomerase, which turns the sugars to ~50–52% glucose with some unconverted oligosaccharides and 42% fructose (HFCS 42), and again demineralized and again purified using activated carbon. Some is processed into HFCS 90 by liquid chromatography, then mixed with HFCS 42 to form HFCS 55. The enzymes used in the process are made by microbial fermentation.",
            "score": 42.399412393569946
        },
        {
            "docid": "14361_53",
            "document": "Honey . A 2013 NMR spectroscopy study of 20 different honeys from Germany found that their sugar contents comprised: The average ratio was 56% fructose to 44% glucose, but the ratios in the individual honeys ranged from a high of 64% fructose and 36% glucose (one type of flower honey; table 3 in reference) to a low of 50% fructose and 50% glucose (a different floral source). This NMR method was not able to quantify maltose, galactose, and the other minor sugars as compared to fructose and glucose.",
            "score": 28.52559757232666
        },
        {
            "docid": "27712_2",
            "document": "Sugar . Sugar is the generic name for sweet-tasting, soluble carbohydrates, many of which are used in food. There are various types of sugar derived from different sources. Simple sugars are called monosaccharides and include glucose (also known as dextrose), fructose, and galactose. The \"table sugar\" or \"granulated sugar\" most customarily used as food is sucrose, a disaccharide of glucose and fructose. Sugar is used in prepared foods (e.g., cookies and cakes) and is added to some foods and beverages (e.g., coffee and tea). In the body, sucrose is hydrolysed into the simple sugars fructose and glucose. Other disaccharides include maltose from malted grain, and lactose from milk. Longer chains of sugars are called oligosaccharides or polysaccharides. Some other chemical substances, such as glycerol and sugar alcohols may also have a sweet taste, but are not classified as sugars. Diet food substitutes for sugar include aspartame and sucralose, a chlorinated derivative of sucrose.",
            "score": 33.3259859085083
        },
        {
            "docid": "142212_12",
            "document": "Meringue . The cream of tartar also acts as a catalase affecting the sugar structure. Sugar/sucrose used in meringue is a crystal structure made up of glucose and fructose. Cream of tartar inverts the sugar during the baking process, meaning the sugar is split into two parts containing glucose and fructose. This prevents the sugar from recrystallizing and giving the meringue a gritty, undesirable texture.",
            "score": 30.894354104995728
        },
        {
            "docid": "67922_31",
            "document": "Ketchup . Heinz tomato ketchup’s ingredients are: tomato concentrate from red ripe tomatoes, distilled vinegar, high fructose corn syrup, corn syrup, salt, spice, onion powder, and natural flavoring. Tomato concentrate from red ripe tomatoes is the first ingredient on the list, which means it has the highest percentage of weight within the final product. Tomatoes have a complex composition of sugars, starch, pectin, ascorbic acids, organic acids, amino acids, steroids, carotenoids, lipids, free fatty acids, and volatiles. The second ingredient listed is distilled vinegar, which is eighty percent pure water and twenty percent acetic acid. Next is high fructose corn syrup, the sugars of which are made up of 42% fructose, 53% glucose, and 5% other polysaccharides and sugars. The next ingredient is corn syrup, the sugar of which is 100% glucose. Salt is the next ingredient listed and is composed of sodium and chloride ions. Spice, onion powder, and natural flavoring are the last ingredients on the list, meaning that they have the least percent weight. These three ingredients contribute to overall flavor of the product.",
            "score": 34.22636151313782
        },
        {
            "docid": "42064066_11",
            "document": "Proneural genes . Not all proneural genes are equally sensitive to lateral inhibition. For example, in Xenopus, Chitnis and Kintner demonstrated that ‘’XASH-3’’ and NeuroD (achaete-scute complex) respond differently to lateral inhibition, which reflect different ability to activate target genes and differential susceptibility of these target genes to repression by notch. Posterior studies revealed that even when Notch/Delta signaling pathway is blocked, Wnt2b is capable of inhibiting neuronal differentiation, through the downregulation of mRNA expression of multiple proneural genes and also of Notch1. With this mechanism Wnt2b maintains progenitor cells undifferentiated by attenuating the expression of proneural and neurogenic genes, preventing cells from getting into the differentiation cascade regulated by proneural genes and Notch. Although notch signaling is involved in the control of proneural gene expression, positive-feedback loops are required to increase or maintain the levels of proneural genes. The transcription factors responsible for this maintenance can act through the inhibition of the notch signaling pathway in particular cells or at a post-transcriptional level, affecting proneural genes transcription and function.",
            "score": 85.47288966178894
        },
        {
            "docid": "13623162_6",
            "document": "Endothelial NOS . Impaired NO production is involved in the pathogenesis of several diseases such as hypertension, preeclampsia, diabetes mellitus, obesity, erectile dysfunction, and migraine. In this regard, a large number of studies showed that polymorphisms in NOS3 gene affect the susceptibility to these diseases. Although NOS3 is a highly polymorphic gene, three genetic polymorphisms in this gene have been widely studied: the single nucleotide polymorphisms (SNPs) g.-786T>C (where \"g.\" denotes genomic change which results in a Glu298Asp change in the coded protein), located in NOS3 promoter and in exon 7, respectively, and the variable number of tandem repeats (VNTR) characterized by 27 bp repeat in intron 4. The C allele for the g.-786T>C polymorphism, which results in reduced eNOS expression and NO production, was associated with increased risk for hypertension, preeclampsia, diabetic nephropathy, and retinopathy, migraine, and erectile dysfunction, The presence of ‘Asp’ allele for the Glu298Asp polymorphism reduces eNOS activity, and was associated with higher susceptibility to hypertension, preeclampsia, diabetes mellitus, migraine, and erectile dysfunction. The VNTR in intron 4 affects eNOS expression, and the susceptibility to hypertension, preeclampsia, obesity, and diabetes mellitus. Growing evidence supports the association of diseases with NOS3 haplotypes (combination of alleles in close proximity, within a DNA block). This approach may be more informative than the analysis of genetic polymorphisms one by one. Haplotypes including the SNPs g.-786T>C and Glu298Asp and the VNTR in intron 4 affected the susceptibility to hypertension, preeclampsia, and hypertension in diabetic subjects, NOS3 variants may also affect the responses to drugs that affect NO signaling, such as statins, angiotensin-converting enzyme inhibitors (ACEi) and phosphodiesterase type 5 (PDE-5) inhibitors (PDE5i). Statin treatment was more effective in increasing NO bioavailability in subjects carrying the CC genotype for the g.-786T>C polymorphism than in TT carriers. Hypertensive patients carrying the TC/CC genotypes and the C allele for the g.-786T>C polymorphism showed better antihypertensive responses to ACEi enalapril. Likewise, patients with erectile dysfunction carrying the C allele for g.-786T>C polymorphism showed better responses to PDE-5 inhibitor sildenafil. Together, these studies suggest that statins, ACEi and PDE-5 inhibitors may restore an impaired NO production in subjects carrying the variant allele/genotype for g.-786T>C NOS3 polymorphism, thus attenuating the cardiovascular risk. In addition to analysis of genetic polymorphisms individually, haplotypes including the SNPs g.-786T>C and Glu298Asp and the VNTR in intron 4 were showen to affect the responses to sildenafil in patients with erectile dysfunction.",
            "score": 50.58222031593323
        },
        {
            "docid": "30894898_4",
            "document": "Functional element SNPs database . The study involved the investigation of ITIH3 (inter alpha trypsin inhibitor heavy chain 3). Researchers used Functional analysis, Linkage disequilibrium mapping,SNP markers, and the HapMap database. FESD Version II may have been used since it has the information from HapMap as well as other databases. The found that the gene was on chromosome 3. In vitro functional analyses showed that this SNP enhanced the transcriptional level of the ITIH3 gene. Furthermore, we found expression of the ITIH3 protein in the vascular smooth muscle cells and macrophages in the human atherosclerotic lesions, suggesting ITIH3 SNP to be a novel genetic risk factor of MI. The gene has been shown to be related to the proinflammatory process of immune response. ITIH3 makes a complex with the locally synthesized hyaluronan (HA) and interacts with inflammatory cells. The ITIH3-HA complex has been reported to be involved in inflammatory diseases, including rheumatoid arthritis and inflammatory bowel diseases. The most statistically-significant SNP did not substitute an amino acid of ITIH3 protein. The researchers hypothesized that this synonymous SNP affected the transcriptional regulation, because several papers reported that some transcriptional factors bound to the exonic coding sequences of some genes and regulated their transcriptional level. There was expression of ITIH3 protein in the atherosclerotic lesion. ITIH3 might play a critical role in the pathogenesis of atherosclerosis and subsequent myocardial infarction. These Researchers used snp selecting web tools and again could have used FESD Version II to select their SNPs. They hypothesized that the polymorphisms in circadian genes may be associated with prognosis of hepatocellular carcinoma. The circadian negative feedback regulation genes- CRY1, CRY2, PER1, PER2 and PER3 were identified based on a comprehensive literature review and the potentially functional SNPs were selected through web tools. Finally, a total of twelve potentially functional SNPs in five genes were selected, including CRY1: rs1056560, rs3809236; CRY2: rs6798, rs2292910; PER1: rs2585405, rs3027178; PER2: rs934945, rs2304669; PER3: rs2640908, rs172933, rs2859390, rs228669. When the dominant genetic model was tested, their data showed that only SNP rs2640908 in PER3 gene was significantly associated with overall survival of hepatocellular carcinoma patients. Patients carrying at least one variant allele of rs2640908 had a significantly decreased risk of death when compared with those carrying homozygous wild-type alleles.",
            "score": 74.67866671085358
        },
        {
            "docid": "1737838_2",
            "document": "Invertase . Invertase is an enzyme that catalyzes the hydrolysis (breakdown) of sucrose (table sugar) into fructose and glucose. Alternative names for invertase include , saccharase, glucosucrase, beta-h-fructosidase, beta-fructosidase, invertin, sucrase, maxinvert L 1000, fructosylinvertase, alkaline invertase, acid invertase, and the systematic name: beta-fructofuranosidase. The resulting mixture of fructose and glucose is called inverted sugar syrup. Related to invertases are sucrases. Invertases and sucrases hydrolyze sucrose to give the same mixture of glucose and fructose. Invertases cleave the O-C(fructose) bond, whereas the sucrases cleave the O-C(glucose) bond.",
            "score": 26.403388738632202
        },
        {
            "docid": "3620402_8",
            "document": "Birch sap . Birch sap contains heterosides (betuloside and monotropitoside), 17 amino acids including glutamic acid, as well as minerals, enzymes, proteins, betulinic acid and betulin, antioxidants, sugar (fructose, glucose and small amounts of sucrose) and vitamins (C and B(group)). Contrary to popular belief, there is no xylitol in birch sap (xylitol is a sugar alcohol that is industrially produced using high temperature and sulfuric acid, or through fermentation).",
            "score": 32.97015571594238
        },
        {
            "docid": "26269321_2",
            "document": "Mauriac syndrome . Mauriac syndrome is a rare complication of diabetes mellitus type 1 characterized by extreme hepatomegaly due to glycogen deposition, along with growth failure and delayed puberty. It occurs in children and adolescents with type 1 diabetes as a result of abnormally high blood sugar levels and the symptoms tend to rectify with attainment of normal blood sugar levels. Abnormally high blood sugar levels are relatively common among patients with type I diabetes, but Mauriac syndrome is rare suggesting that a factor affecting glycogen metabolism in addition to the high level of blood sugar is necessary to cause the syndrome. A study of an adolescent boy with severe Mauriac syndrome found a mutation in PHKG2 which is the catalytic subunit of glycogen phosphorylase kinase (PhK). PhK is a large enzyme complex responsible for the activation of glycogen phosphorylase, the first enzyme in the pathway of glycogen metabolism. Expression of the mutant PHKG2 in a human liver cell line inhibited the enzyme activity of the PhK complex and increased glycogen levels. The mother of the boy with Mauriac syndrome possessed the mutant PHKG2, but did not have diabetes or a clinically detectable enlarged liver. The father of the boy had type 1 diabetes with abnormally high blood sugar levels and the size of his liver and his growth were normal. The study suggests that a mutant enzyme of glycogen metabolism in addition to an abnormally high blood glucose level is necessary to cause Mauriac syndrome.",
            "score": 49.07249665260315
        }
    ],
    "r": [
        {
            "docid": "45214668_12",
            "document": "WRKY transcription factor . WRKY transcription factors function through a variety of plant hormone signaling cascades. Over half of Arabidopsis thaliana WRKY transcription factors respond to salicylic acid treatment. At least 25% of WRKY transcription factors from Madagascar periwinkle (Catharanthus roseus) are responsive to jasmonate. Similarly, in grape (Vitis vinifera) 63%, 73%, 76%, and 81% or WRKY transcription factors are responsive to salicylic acid, ethylene, abscisic acid, and jasmonate treatment, respectively. In Arabidopsis thaliana, two important WRKY transcription factors are WRKY57 and WRKY70. WRKY57 mediates crosstalk between jasmonate and auxin signaling cascades, whereas WRKY70 moderates signaling between the jasmonate and salicylic acid pathways. Arabidopsis thaliana WRKY23 functions downstream of auxin signaling to positively activate expression of flavonols, which function as polar auxin transport inhibitors, to negatively feedback and suppress further auxin responses. Several WRKY transcription factors also respond to gibberellin treatment.",
            "score": 99.98505401611328
        },
        {
            "docid": "6235_38",
            "document": "Cell nucleus . In order to control which genes are being transcribed, the cell separates some transcription factor proteins responsible for regulating gene expression from physical access to the DNA until they are activated by other signaling pathways. This prevents even low levels of inappropriate gene expression. For example, in the case of NF-κB-controlled genes, which are involved in most inflammatory responses, transcription is induced in response to a signal pathway such as that initiated by the signaling molecule TNF-α, binds to a cell membrane receptor, resulting in the recruitment of signalling proteins, and eventually activating the transcription factor NF-κB. A nuclear localisation signal on the NF-κB protein allows it to be transported through the nuclear pore and into the nucleus, where it stimulates the transcription of the target genes.",
            "score": 98.37763977050781
        },
        {
            "docid": "14777557_5",
            "document": "RASD1 . RASD1 is expressed in many tissues including brain, heart, liver, and kidney. It is also present in bone marrow, but its expression is absent or at very low levels in spleen, lymph node, and peripheral blood leukocytes. RASD1 modulates multiple signaling cascades. RASD1 could activate G proteins in a receptor-independent manner and inhibit signal transduction through several different G protein-coupled receptors. Although RASD1 is a member of the Ras superfamily of small G-proteins, which often promotes cell growth and tumor expansion, it plays an active role in preventing aberrant cell growth. It can be induced by corticosteroids and may play a role in the negative feedback loop controlling adrenocorticotropic hormone (ACTH) secretion. In the hypothalamus, RASD1 expression is induced in two ways: one by elevated glucocorticoids in response to stress, and one in response to increased plasma osmolality resulting from osmotic stress. Based on its inhibitory actions on CREB phosphorylation, increased RASD1 in vasopressin-expressing neurons may be essential in controlling the transcriptional responses to stressors in both the supraoptic nucleus and paraventricular nucleus via modulation of the cAMP-PKA-CREB signaling pathway. RASD1 is also reported to function with leptin in the activation of TRPC4 transient receptor potential channels and, thus, plays a role in regulating electrical excitability in gastrointestinal myocytes, pancreatic β-cells, and neurons. In addition, the interaction between RASD1 and Ear2 is involved in renin transcriptional regulation.",
            "score": 89.2634048461914
        },
        {
            "docid": "46413884_4",
            "document": "HES7 gene . The HES7 gene product functions to repress expression of genes with promoters containing an N-box or E-box. HES7 also has been shown to negatively regulate expression of genes activated by the E47 transcription factor. HES7 regulates its own expression through a negative feedback loop by binding to its own promoter. This feedback mechanism allows the HES7 protein to accumulate and be degraded so that its expression oscillates in a two-hour cycle. HES7 also negatively regulates Lunatic Fringe protein (Lfng). Lfng encodes an acetylglucosaminyl transferase that regulates expression in the Notch signalling pathway. By self-regulating and regulating the Lfng protein, HES7 both directly and indirectly alters expression in the Notch signalling pathway.",
            "score": 88.2866439819336
        },
        {
            "docid": "39042642_3",
            "document": "Cycle (gene) . \"Cycle\" is primarily known for its role in the genetic transcription-translation feedback loop that generates circadian rhythms in \"Drosophila\". In the cell nucleus, the CYCLE protein (CYC) forms a heterodimer with a second bHLH-PAS protein, CLOCK (CLK). This CYC-CLK protein complex binds to E-box elements in promoter regions of the genes period and timeless, functioning as a transcription factor in the translation of the proteins PER and TIM. After the PER and TIM proteins accumulate in the cytoplasm and bind together, the PER-TIM complex translocates to the nucleus. The TIM protein in these complexes mediate the accumulation of the dimeric PER-TIM protein complex and their subsequent importation into the nucleus, where the PER protein in these complexes then mediates the release of CYC-CLK from the chromatin, repressing CYC-CLK dependent transcription. Thus, CLK and CYC act as positive factors and PER and TIM as negative factors. CYC also plays a role in the post-translational regulation of CLK in the cytoplasm. These four proteins of the feedback loop are later degraded by a casein kinase-mediated phosphorylation cycle, allowing fluctuations in gene expression according to environmental cues. This cycle is called the transcription-translation feedback loop as demonstrated in this video by the Howard Hughes Medical Institution. Though \"cyc\" is a clock gene and plays a role in setting and keeping rhythms, c\"yc\" is expressed constitutively (continuously) in Drosophila cells and is present in native Drosophila tissue culture cells, unlike \"clk\", \"per\", or \"tim\". Regulation thus occurs primarily through the negative feedback by the PER-TIM protein complex in the transcription-translation feedback loop described above.",
            "score": 87.50118255615234
        },
        {
            "docid": "13095800_5",
            "document": "Apetala 2 . Apetala 2 mutations cause changes in the ratio of hexose to sucrose during seed development, opening the possibility that AP2 may control seed mass through its effects on sugar metabolism. As a protein, it regulates the amount of sugars in the system and is involved in transportation, shaping, and signaling. Another study showed that analyzed the functionality of DBF1 in abiotic stress responses and found that Arabidopsis plants over-expressing DBF1 were more tolerant to osmotic stress than control plants. DBF1 is the binding factor that is found in the helping Apetala 2 carry out transcription factors.",
            "score": 87.2972183227539
        },
        {
            "docid": "56565_27",
            "document": "Circadian rhythm . The central oscillator generates a self-sustaining rhythm and is driven by two interacting feedback loops that are active at different times of day. The morning loop consists of CCA1 (Circadian and Clock-Associated 1) and LHY (Late Elongated Hypocotyl), which encode closely related MYB transcription factors that regulate circadian rhythms in \"Arabidopsis\", as well as PRR 7 and 9 (Pseudo-Response Regulators.) The evening loop consists of GI (Gigantea) and ELF4, both involved in regulation of flowering time genes. When CCA1 and LHY are overexpressed (under constant light or dark conditions), plants become arrhythmic, and mRNA signals reduce, contributing to a negative feedback loop. Gene expression of CCA1 and LHY oscillates and peaks in the early morning, whereas TOC1 gene expression oscillates and peaks in the early evening. While it was previously hypothesised that these three genes model a negative feedback loop in which over-expressed CCA1 and LHY repress TOC1 and over-expressed TOC1 is a positive regulator of CCA1 and LHY, it was shown in 2012 by Andrew Millar and others that TOC1 in fact serves as a repressor not only of CCA1, LHY, and PRR7 and 9 in the morning loop but also of GI and ELF4 in the evening loop. This finding and further computational modeling of TOC1 gene functions and interactions suggest a reframing of the plant circadian clock as a triple negative-component repressilator model rather than the positive/negative-element feedback loop characterizing the clock in mammals.",
            "score": 86.87922668457031
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 86.5121078491211
        },
        {
            "docid": "30894898_5",
            "document": "Functional element SNPs database . A polymorphism interaction analysis (PIA) algorithm was used to obtain cooperating single nucleotide polymorphisms (SNPs) that contribute to RA disease. The acquired SNP pairs were used to construct a SNP-SNP network. Sub-networks defined by hub SNPs were then extracted and turned into gene modules by mapping SNPs to genes using dbSNP database. The FESD Version II would also be a good choice in database because it also covers the dbSNP database. They ran the Haseman Elston test, then a random forest algorithm. The shared SNPs detected were then ran through a polymorphism interaction analysis (PIA) algorithm. They performed Gene ontology analysis of the 5 modules that were created. They suggested that Ets-1 may be an important transcription factor in the cytokine-mediated inflammatory pathway and destructive cascade characteristic of RA. The ATP-binding cassette (ABC) transporter, ABCA1, was induced during differentiation of human monocytes into macrophages, and there was a dual regulatory function for ABCA1 in macrophage lipid metabolism and inflammation. Extracellular signals are transduced intracellularly via multiple pathways, resulting in alterations in the transcription and translation of specific proteins. Some of these signaling pathways result in the production of proteins, including cytokines and matrix metalloproteinases, which are implicated in the pathogenesis of RA. The zinc-finger protein 238 (ZNF238) is attached to zinc-finger proteins that can regulate the human immunodeficiency virus type 1. Hub gene CD160 is a potential RA association gene. The CD160 receptor represents a unique triggering surface molecule that is expressed by cytotoxic NK cells, it participates in the inflammatory response and determines the type of subsequent specific immunity.",
            "score": 86.32334899902344
        },
        {
            "docid": "22426743_3",
            "document": "Dehydrin . Dehydration-induced proteins in plants were first observed in 1989, in a comparison of barley and corn cDNA from plants under drought conditions. The protein has since been referred to as dehydrin and has been the identified as the genetic basis of drought tolerance in plants. However, the first direct genetic evidence of dehydrin playing a role in cellular protection during osmotic shock was not observed until 2005, in the moss, \"Physcomitrella patens\". In order to show a direct correlation between DHN and stress recovery, a knockout gene was created, which interfered with DHNA’s functionality. After being placed in an environment with salt and osmotic stress and then later being returned to a standard growth medium, the \"P. patens\" wildtype was able to recover to 94% of its fresh weight while the P. patens mutant only reached 39% of its fresh weight. This study also concludes that DHN production allows plants to function in high salt concentrations. Another study found evidence of DHN’s impact in drought-stress recovery by showing that transcription levels of a DHN increased in a drought-tolerant pine, \"Pinus pinaster\", when placed in a drought treatment. However, transcription levels of a DHN decreased in the same drought treatment in a drought-sensitive \"P. pinaster\". Drought-tolerance is a complex trait, thus that it cannot be genetically analyzed as a single gene trait. The exact mechanism of drought tolerance is yet to be determined and is still being researched. One chemical mechanism related to DHN production is the presence of the phytohormone ABA. One common response to environmental stresses is process known as cellular dehydration. Cellular dehydration induces biosynthesis of abscisic acid (ABA), which is known to react as a stress hormone because of its accumulation in the plant under water stress conditions. ABA also participates in stress signal transduction pathways ABA has been shown to increase the production of DHN, which provides more evidence of a link between DHN and drought tolerance.",
            "score": 86.19135284423828
        },
        {
            "docid": "42064066_11",
            "document": "Proneural genes . Not all proneural genes are equally sensitive to lateral inhibition. For example, in Xenopus, Chitnis and Kintner demonstrated that ‘’XASH-3’’ and NeuroD (achaete-scute complex) respond differently to lateral inhibition, which reflect different ability to activate target genes and differential susceptibility of these target genes to repression by notch. Posterior studies revealed that even when Notch/Delta signaling pathway is blocked, Wnt2b is capable of inhibiting neuronal differentiation, through the downregulation of mRNA expression of multiple proneural genes and also of Notch1. With this mechanism Wnt2b maintains progenitor cells undifferentiated by attenuating the expression of proneural and neurogenic genes, preventing cells from getting into the differentiation cascade regulated by proneural genes and Notch. Although notch signaling is involved in the control of proneural gene expression, positive-feedback loops are required to increase or maintain the levels of proneural genes. The transcription factors responsible for this maintenance can act through the inhibition of the notch signaling pathway in particular cells or at a post-transcriptional level, affecting proneural genes transcription and function.",
            "score": 85.47288513183594
        },
        {
            "docid": "1017170_17",
            "document": "Lipoxin . LXA and 15-epi-LTA also act by mobilizing transcription factors that regulate expression of various inflammation-regulating genes. LXA stimulates various cell types to promote the entry of Nrf2 into the nucleus and thereby to increase the expression of genes such as heme oxygenase-1 (HMOX1), which increases production of the anti-inflammatory gaseous signaling agent, carbon monoxide, and genes involved in the synthesis of glutathione, a product which neutralizes oxidative stress and oxidant-induced tissue damage. Metabolically resistant structural analogs of LXB and 15-epi-LXA inhibit formation of Peroxynitrite (i.e. ONOO) to attenuate the mobilization of NFκB and AP-1 transcription factors by reducing their accumulation in the nucleus of neutrophils, monocytes, and lymphocytes; NFκB and AP-1 increase expression of pro-inflammatory genes. The two LXBs also trigger activation of Suppressor of cytokine signaling proteins (see SOCS proteins) which, in turn, inhibit activation of STAT protein transcription factors which up-regulate many genes making pro-inflammatory products.",
            "score": 85.29578399658203
        },
        {
            "docid": "1872854_5",
            "document": "Biochemical cascade . The cellular response in signal transduction cascades involves alteration of the expression of effector genes or activation/inhibition of targeted proteins. Regulation of protein activity mainly involves phosphorylation/dephosphorylation events, leading to its activation or inhibition. It is the case for the vast majority of responses as a consequence of the binding of the primary messengers to membrane receptors. This response is quick, as it involves regulation of molecules that are already present in the cell. On the other hand, the induction or repression of the expression of genes requires the binding of transcriptional factors to the regulatory sequences of these genes. The transcriptional factors are activated by the primary messengers, in most cases, due to their function as nuclear receptors for these messengers. The secondary messengers like DAG or Ca could also induce or repress gene expression, via transcriptional factors. This response is slower than the first because it involves more steps, like transcription of genes and then the effect of newly formed proteins in a specific target. The target could be a protein or another gene.",
            "score": 85.06438446044922
        },
        {
            "docid": "3727062_5",
            "document": "Moisture stress . Genes induced during water-stress conditions are thought to function not only in protecting cells from water deficit by the production of important metabolic proteins but also in the regulation of genes for signal transduction in the water-stress response. There are four pathways that have been described that show the plants genetic response to moisture stress; two are ABA dependent while two are ABA independent. They all affect gene expression that increases the plants water stress tolerance.",
            "score": 84.80889892578125
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 84.56676483154297
        },
        {
            "docid": "398124_13",
            "document": "Transcriptional regulation . Transcription factors are proteins that bind to specific DNA sequences in order to regulate the expression of a given gene. The power of transcription factors resides in their ability to activate and/or repress wide repertoires of downstream target genes. The fact that these transcription factors work in a combinatorial fashion means that only a small subset of an organism's genome encodes transcription factors. Transcription factors function through a wide variety of mechanisms. Often they are at the end of a signal transduction pathway that functions to change something about the factor, like its subcellular localization or its activity. Post-translational modifications to transcription factors located in the cytosol can cause them to translocate to the nucleus where they can interact with their corresponding enhancers. Others are already in the nucleus, and are modified to enable the interaction with partner transcription factors. Some post-translational modifications known to regulate the functional state of transcription factors are phosphorylation, acetylation, SUMOylation and ubiquitylation. Transcription factors can be divided in two main categories: activators and repressors. While activators can interact directly or indirectly with the core machinery of transcription through enhancer binding, repressors predominantly recruit co-repressor complexes leading to transcriptional repression by chromatin condensation of enhancer regions. It may also happen that a repressor may function by allosteric competition against a determined activator to repress gene expression: overlapping DNA-binding motifs for both activators and repressors induce a physical competition to occupy the site of binding. If the repressor has a higher affinity for its motif than the activator, transcription would be effectively blocked in the presence of the repressor. Tight regulatory control is achieved by the highly dynamic nature of transcription factors. Again, many different mechanisms exist to control whether a transcription factor is active. These mechanisms include control over protein localization or control over whether the protein can bind DNA. An example of this is the protein HSF1, which remains bound to Hsp70 in the cytosol and is only translocated into the nucleus upon cellular stress such as heat shock. Thus the genes under the control of this transcription factor will remain untranscribed unless the cell is subjected to stress.",
            "score": 84.29108428955078
        },
        {
            "docid": "1408530_16",
            "document": "Circadian clock . Several mammalian clock genes have been identified and characterized through experiments on animals harboring naturally occurring, chemically induced, and targeted knockout mutations, and various comparative genomic approaches. The majority of identified clock components are transcriptional activators or repressors that modulate protein stability and nuclear translocation, and create two interlocking feedback loops. In the primary feedback loop, members of the basic helix-loop-helix (bHLH)-PAS (Period-Arnt-Single-minded) transcription factor family, CLOCK and BMAL1, heterodimerize in the cytoplasm to form a complex that, following translocation to the nucleus, initiates transcription of target genes such as the core clock genes 'period' genes (PER1, PER2, and PER3) and two cryptochrome genes (CRY1 and CRY2). Negative feedback is achieved by PER:CRY heterodimers that translocate back to the nucleus to repress their own transcription by inhibiting the activity of the CLOCK:BMAL1 complexes. Another regulatory loop is induced when CLOCK:BMAL1 heterodimers activate the transcription of Rev-ErbA and Rora, two retinoic acid-related orphan nuclear receptors. REV-ERBa and RORa subsequently compete to bind retinoic acid-related orphan receptor response elements (ROREs) present in Bmal1 promoter. Through the subsequent binding of ROREs, members of ROR and REV-ERB are able to regulate \"Bmal1\". While RORs activate transcription of \"Bmal1\", REV-ERBs repress the same transcription process. Hence, the circadian oscillation of \"Bmal1\" is both positively and negatively regulated by RORs and REV-ERBs.",
            "score": 83.75358581542969
        },
        {
            "docid": "54942000_4",
            "document": "MAPK networks . Plants have many protection mechanisms to cope with stresses from the environment, which include ultraviolet light, cold or hot weather, windy days, and mechanical wounding. There are multiple pathways, but one pathway that plants have been able to develop is a self-defense mechanism by recognize pathogens through pathogen-associated molecular patterns (PAMPs) via cell surface-located pathogen-recognition receptors. These receptors induce intracellular signal pathways within the plant cells, while also resulting in PAMP-triggered immunity. Responses to PAMPs target broadly instead of specifically. This immunity requires downstream components via the MAPK cascade to activate the MAP kinases. The flagellin, a peptide of flg22, triggers a rapid and strong activation of MPK3, MPK4, and MPK6. MPK4 and MPK6 can be activated by harpin proteins. MPK3 and MPK6 are very similar proteins and have a function as regulators in abscission, stomatal development, signaling various abiotic stresses, and defense responses to certain pathogens. Experimentation has proposed that the MAPK module MEKK1-MKK4/MKK5-MPK3/MPK6 may be responsible for flg22 signal transmission. All of the proposed modules appear to be correct expect for MEKK1 because plants with \"mekk1\" mutated have a compromised flg22-triggered activation of MPK4, yet they have normal activation of MPK3 and MPK6. Data has shown that MAPK cascade is composed of MKK4/MKK5 and MPK3/MPK6 in response to fungal pathogens. The observation shows that the activation of MPK3/MPK6 in conditional gain-of-function plants for MKK4/MKK5 or MEKK1/MKKKa is sufficient to induce camalexin, which is a major phytoalexin in \"Arabidopsis.\" The stomata are considered to be the entry point for pathogenic invaders because microbial invaders enter the plant at the stomata. A recent study has shown that MAPK cascades play a role in abiotic and biotic stress responses. The main pathways in stomatal development and dynamics are MPK3 and MPK6. During a drought, the stomata closes and is believed to be mediated by the phytohormone, abscisic acid, and involves MKK1, MPK3, and MPK6. Another way of closing the stomata is through a closing process that is called pathogen-induced, which is an innate response from the plant. \"Campestris (Xcc)\" excretes a chemical that reverts stomatal closure that was caused by bacteria and abscisic acid (ABA). Most stomata close in the presents of ABA, but some are unresponsive to bacteria. In \"Arabidopsis\" \"Xcc\" does not revert bacteria-induced or ABA-induced stomatal closure. Scientists are not certain if MAPK cascades are responsible for the signaling, so further investigation is needed for this.",
            "score": 83.54486083984375
        },
        {
            "docid": "5014_15",
            "document": "Bistability . A prime example of bistability in biological systems is that of Sonic hedgehog (Shh), a secreted signaling molecule, which plays a critical role in development. Shh functions in diverse processes in development, including patterning limb bud tissue differentiation. The Shh signaling network behaves as a bistable switch, allowing the cell to abruptly switch states at precise Shh concentrations. \"gli1\" and \"gli2\" transcription is activated by Shh, and their gene products act as transcriptional activators for their own expression and for targets downstream of Shh signaling. Simultaneously, the Shh signaling network is controlled by a negative feedback loop wherein the Gli transcription factors activate the enhanced transcription of a repressor (Ptc). This signaling network illustrates the simultaneous positive and negative feedback loops whose exquisite sensitivity helps create a bistable switch.",
            "score": 83.49529266357422
        },
        {
            "docid": "51903_9",
            "document": "Tyrosine kinase . Tyrosine kinases function in a variety of processes, pathways, and actions, and are responsible for key events in the body. The receptor tyrosine kinases function in transmembrane signaling, whereas tyrosine kinases within the cell function in signal transduction to the nucleus. Tyrosine kinase activity in the nucleus involves cell-cycle control and properties of transcription factors. In this way, in fact, tyrosine kinase activity is involved in mitogenesis, or the induction of mitosis in a cell; proteins in the cytosol and proteins in the nucleus are phosphorylated at tyrosine residues during this process. Cellular growth and reproduction may rely to some degree on tyrosine kinase. Tyrosine kinase function has been observed in the nuclear matrix, which comprises not the chromatin but rather the nuclear envelope and a “fibrous web” that serves to physically stabilize DNA. To be specific, Lyn, a type of kinase in the Src family that was identified in the nuclear matrix, appears to control the cell cycle. Src family tyrosine kinases are closely related but demonstrate a wide variety of functionality. Roles or expressions of Src family tyrosine kinases vary significantly according to cell type, as well as during cell growth and differentiation. Lyn and Src family tyrosine kinases in general have been known to function in signal transduction pathways. There is evidence that Lyn is localized at the cell membrane; Lyn is associated both physically and functionally with a variety of receptor molecules.",
            "score": 83.27891540527344
        },
        {
            "docid": "6504044_2",
            "document": "Sugar signal transduction . Sugar signal transduction is an evolutionarily conserved mechanism used by organisms to survive. Sugars have an overwhelming effect on gene expression. In yeast, glucose levels are managed by controlling the mRNA levels of hexose transporters, while in mammals, the response to glucose is more tightly controlled with glucose metabolism and is therefore much more complex. Several glucose-responsive DNA motifs and DNA binding protein complexes have been identified in liver and b-cells. Although not proven, glucose repression appears to be conserved in plants because in many cases, both sugar induction and sugar repression are initiated by turning off transcription factors.",
            "score": 82.84027099609375
        },
        {
            "docid": "6741045_3",
            "document": "PTPRC . The protein encoded by this gene is a member of the protein tyrosine phosphatase (PTP) family. PTPs are known to be signaling molecules that regulate a variety of cellular processes including cell growth, differentiation, mitotic cycle, and oncogenic transformation. This PTP contains an extracellular domain, a single transmembrane segment and two tandem intracytoplasmic catalytic domains, and thus belongs to receptor type PTP. This gene is specifically expressed in hematopoietic cells. This PTP has been shown to be an essential regulator of T- and B-cell antigen receptor signaling. It functions through either direct interaction with components of the antigen receptor complexes or by activating various Src family kinases required for the antigen receptor signaling. This PTP also suppresses JAK kinases, and, thus, functions as a negative regulator of cytokine receptor signaling. Four alternatively spliced transcripts variants of this gene, which encode distinct isoforms, have been reported.",
            "score": 82.83499908447266
        },
        {
            "docid": "11329484_11",
            "document": "TLR4 . The MyD88-dependent pathway is regulated by two adaptor-associated proteins: Myeloid Differentiation Primary Response Gene 88 (MyD88) and TIR Domain-Containing Adaptor Protein (TIRAP). TIRAP-MyD88 regulates early NF-κβ activation and production of proinflammatory cytokines, such as IL-12. MyD88 signaling involves the activation of IL-1 Receptor-Associated Kinases (IRAKs) and the adaptor molecules TNF Receptor-Associated Factor 6 (TRAF6). TRAF6 induces the activation of TAK1 (Transforming growth factor-β-Activated Kinase 1) that leads to the activation of MAPK cascades (Mitogen-Activated Protein Kinase) and IKK (IκB Kinase). IKKs' signaling pathway leads to the induction of the transcription factor NF-κB, while activation of MAPK cascades lead to the activation of another transcription factor AP-1. Both of them have a role in the expression of proinflammatory cytokines. The activation of NF-κB via TAK-1 is complex, and it starts by the assembly of a protein complex called the signalosome, which is made of a scaffolding protein, called NEMO. The protein complex is made from two different κB kinases, called IKKα and IKKβ. This causes the addition of a small regulatory protein to the signalosome called ubiquitin, that acts to initiate the release of the NF-κB protein, which coordinates translocation in the nucleus of cytokines.",
            "score": 82.83069610595703
        },
        {
            "docid": "563580_5",
            "document": "Hormone receptor . The presence of hormone or multiple hormones enables a response in the receptor which begins a cascade of signaling. The hormone receptor interacts with different molecules in order to induce a variety of changes, such as the increase or decrease of nutrient sources, growth, and other metabolic functions. These signaling pathways are complex mechanisms mediated by feedback loops where different signals activate and inhibit other signals. If a signaling pathway ends with the increase in production of a nutrient, that nutrient is then a signal back to the receptor that acts as a competitive inhibitor to prevent further production. Signaling pathways regulate cells through activating or inactivating gene expression, transport of metabolites, and controlling enzymatic activity in order to manage growth and functions of metabolism.",
            "score": 82.81871032714844
        },
        {
            "docid": "14135543_3",
            "document": "MAPK7 . MAPK7 is a member of the MAP kinase family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase is specifically activated by mitogen-activated protein kinase kinase 5 (MAP2K5/MEK5). It is involved in the downstream signaling processes of various receptor molecules including receptor tyrosine kinases, and G protein-coupled receptors. In response to extracellular signals, this kinase translocates to the cell nucleus, where it regulates gene expression by phosphorylating, and activating different transcription factors. Four alternatively spliced transcript variants of this gene encoding two distinct isoforms have been reported.",
            "score": 82.73897552490234
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 82.48967742919922
        },
        {
            "docid": "46413884_2",
            "document": "HES7 gene . (HES7) or bHLHb37 is protein coding mammalian gene found on chromosome 17 in humans. HES7 is a member of the Hairy and Enhancer of Split families of Basic helix-loop-helix proteins. The gene product is a transcription factor and is expressed cyclically in the presomitic mesoderm as part of the Notch signalling pathway. HES7 is involved in the segmentation of somites from the presomitic mesoderm in vertebrates. The HES7 gene is self-regulated by a negative feedback loop in which the gene product can bind to its own promoter. This causes the gene to be expressed in an oscillatory manner. The HES7 protein also represses expression of Lunatic Fringe (LFNG) thereby both directly and indirectly regulating the Notch signalling pathway. Mutations in HES7 can result in deformities of the spine, ribs and heart. Spondylocostal dysostosis is a common disease caused by mutations in the HES7 gene. The inheritance pattern of Spondylocostal dysostosis is autosomal recessive.",
            "score": 82.17626953125
        },
        {
            "docid": "39068045_13",
            "document": "TOC1 (gene) . TOC1 also appears to be involved in a feedback loop with abscisic acid, a key plant hormone involved in development and stress response. \" Arabidopsis \" plants to which varying amounts of ABA were applied showed corresponding differences in TOC1 expression and in circadian period length. Through computational modeling of this feedback loop, TOC1 was shown to be a clock-based influence on patterns of stoma opening and closure, which has traditionally been described as a mainly ABA-regulated process.",
            "score": 82.12705993652344
        },
        {
            "docid": "14129282_3",
            "document": "NFATC1 . The product of this gene is a component of the nuclear factor of activated T cells DNA-binding transcription complex. This complex consists of at least two components: a preexisting cytosolic component that translocates to the nucleus upon T cell receptor (TCR) stimulation, and an inducible nuclear component. Proteins belonging to this family of transcription factors play a central role in inducible gene transcription during immune response. The product of this gene is an inducible nuclear component. It functions as a major molecular target for the immunosuppressive drugs such as ciclosporin. Five transcript variants encoding distinct isoforms have been identified for this gene. Different isoforms of this protein may regulate inducible expression of different cytokine genes.",
            "score": 81.9466781616211
        },
        {
            "docid": "24085323_5",
            "document": "Fisetin . Fisetin is a polyphenol, which is a flavonoid subgroup. Flavonoid synthesis begins with the phenylpropanoid pathway, in which phenylalanine, an amino acid, is transformed into 4-coumaroyl-CoA. This is the compound that enters the flavonoid biosynthesis pathway. Chalcone synthase, the first enzyme of this pathway, produces chalcone from 4-coumaroyl-CoA. All flavonoids are derived from this chalcone backbone (this family being the so-called chalconoids). The activity of different enzymes, including isomerases and hydroxylases, alter the backbone depending on the subclass of the flavonoid being produced. Transferases help control changes in the flavonoid’s solubility and reactivity by catalyzing the addition of things such as methyl groups and sugars. This allows for controlled fluctuations in physiological activities. Flavonoid biosynthesis gene regulation occurs through the interaction of different transcription factors. Depending on the combination of transcription factor interactions, the structural genes involved in flavonoid biosynthesis are expressed in specific locations of the plant and at specific times. Many myeloblastosis (MYB) transcription factors have been identified in a variety of fruits and plants, including strawberries, maize, and arabidopsis, as being important in the regulation of flavonoid biosynthesis and accumulation. These transcription factors continue to be studied in plant model organisms such as maize and Arabidopsis.",
            "score": 81.83848571777344
        },
        {
            "docid": "12155889_5",
            "document": "Histone deacetylase inhibitor . The histone deacetylase inhibitors are a new class of cytostatic agents that inhibit the proliferation of tumor cells in culture and in vivo by inducing cell cycle arrest, differentiation and/or apoptosis. Histone deacetylase inhibitors exert their anti-tumour effects via the induction of expression changes of oncogenes or tumour suppressor, through modulating that the acetylation/deactylation of histones and/or non-histone proteins such as transcription factors. Histone acetylation and deacetylation play important roles in the modulation of chromatin topology and the regulation of gene transcription. Histone deacetylase inhibition induces the accumulation of hyperacetylated nucleosome core histones in most regions of chromatin but affects the expression of only a small subset of genes, leading to transcriptional activation of some genes, but repression of an equal or larger number of other genes. Non-histone proteins such as transcription factors are also targets for acetylation with varying functional effects. Acetylation enhances the activity of some transcription factors such as the tumor suppressor p53 and the erythroid differentiation factor GATA-1 but may repress transcriptional activity of others including T cell factor and the co-activator ACTR. Recent studies [...] have shown that the estrogen receptor alpha (ERalpha) can be hyperacetylated in response to histone deacetylase inhibition, suppressing ligand sensitivity and regulating transcriptional activation by histone deacetylase inhibitors. Conservation of the acetylated ER-alpha motif in other nuclear receptors suggests that acetylation may play an important regulatory role in diverse nuclear receptor signaling functions. A number of structurally diverse histone deacetylase inhibitors have shown potent antitumor efficacy with little toxicity in vivo in animal models. Several compounds are currently in early phase clinical development as potential treatments for solid and hematological cancers both as monotherapy and in combination with cytotoxics and differentiation agents.\"",
            "score": 81.76498413085938
        },
        {
            "docid": "15497663_12",
            "document": "Vascular endothelial growth factor A . Each of these is important in the signalling required for angiogenesis. VRAP (also known as T-cell specific adaptor) and Nck signalling are important in reorganization of the structural components of the cell, allowing for cells to move around to areas where they are needed. PLC- γ is vital to the proliferative effects of VEGF-A signalling. Activation of the phospholipase PLC- γ results in an increase in calcium levels in the cell, leading to the activation of protein kinase C (PKC). PKC phosphorylates the mitogen-activated protein kinase (MAPK) ERK which then moves to the nucleus of the cell and takes part in nuclear signalling. Once in the nucleus, ERK activates various transcription factors which initiate expression of genes involved in cellular proliferation. Activation of a different MAPK (p38 MAPK) by VEGFr2 is important in the transcription of genes associated with cellular migration.",
            "score": 81.58726501464844
        }
    ]
}