{
    "q": [
        {
            "docid": "38889813_35",
            "document": "Viral phylodynamics . Human influenza is an acute respiratory infection primarily caused by viruses influenza A and influenza B. Influenza A viruses can be further classified into subtypes, such as A/H1N1 and A/H3N2. Here, subtypes are denoted according to their hemagglutinin (H or HA) and neuraminidase (N or NA) genes, which as surface proteins, act as the primary targets for the humoral immune response. Influenza viruses circulate in other species as well, most notably as swine influenza and avian influenza. Through reassortment, genetic sequences from swine and avian influenza occasionally enter the human population. If a particular hemagglutinin or neuraminidase has been circulating outside the human population, then humans will lack immunity to this protein and an influenza pandemic may follow a host switch event, as seen in 1918, 1957, 1968 and 2009. After introduction into the human population, a lineage of influenza generally persists through antigenic drift, in which HA and NA continually accumulate mutations allowing viruses to infect hosts immune to earlier forms of the virus. These lineages of influenza show recurrent seasonal epidemics in temperate regions and less periodic transmission in the tropics. Generally, at each pandemic event, the new form of the virus outcompetes existing lineages. The study of viral phylodynamics in influenza primarily focuses on the continual circulation and evolution of epidemic influenza, rather than on pandemic emergence. Of central interest to the study of viral phylodynamics is the distinctive phylogenetic tree of epidemic influenza A/H3N2, which shows a single predominant trunk lineage that persists through time and side branches that persist for only 1–5 years before going extinct (see figure 5).",
            "score": 235.6017426252365
        },
        {
            "docid": "440479_39",
            "document": "Influenza A virus . In the short-term evolution of influenza A virus, a 2006 study found that stochastic, or random, processes are key factors. Influenza A virus HA antigenic evolution appears to be characterized more by punctuated, sporadic jumps as opposed to a constant rate of antigenic change. Using phylogenetic analysis of 413 complete genomes of human influenza A viruses that were collected throughout the state of New York, the authors of Nelson et al. 2006 were able to show that genetic diversity, and not antigenic drift, shaped the short-term evolution of influenza A via random migration and reassortment. The evolution of these viruses is dominated more by the random importation of genetically different viral strains from other geographic locations and less by natural selection. Within a given season, adaptive evolution is infrequent and had an overall weak effect as evidenced from the data gathered from the 413 genomes. Phylogenetic analysis revealed the different strains were derived from newly imported genetic material as opposed to isolates that had been circulating in New York in previous seasons. Therefore, the gene flow in and out of this population, and not natural selection, was more important in the short term.",
            "score": 194.0186951160431
        },
        {
            "docid": "22817589_29",
            "document": "Pandemic H1N1/09 virus . Pigs are susceptible to influenza viruses that can also infect both humans and birds, so they may act as a \"mixing vessel\" in which reassortment can occur between flu viruses of several species. Reassortment is a process that happens if two different types of influenza virus infect a single cell and it can produce a new strain of influenza. This is because the virus genome is split between eight independent pieces of RNA, which allows pieces of RNA from different viruses to mix and form a novel type of virus as new virus particles are being assembled. This new strain appears to be a result of the reassortment of two swine influenza viruses, one from North America and one from Europe. But the North American pig strain was itself the product of previous reassortments, and has carried an avian PB2 gene for at least ten years and a human PB1 gene since 1993. These genes were passed on to the new virus.",
            "score": 184.4733363389969
        },
        {
            "docid": "3853347_7",
            "document": "Influenza A virus subtype H9N2 . H9N2 viruses isolated from chickens in China showed antigenic drift that evolved into distinct antigenic groups. This antigenic drift may have led to immunization failure and may explain the current prevalence of the H9N2 influenza virus in China. The identification of amino acids in H9 antigenic sites revealed different distribution of antigenic areas among other subtypes. Multiple amino acid positions in HA protein related to the antigenicity of H9N2 viruses were identified, most of which located in the distal head of the HA trimer. H9N2 influenza virus has been recognized to reassort with multiple other subtypes, including H6N1, H6N2, and H5N1 viruses. Moreover, H7N9 influenza viruses continued to reassort with circulating H9N2 viruses, resulting in multiple genotypes of H7N9 viruses. The contribution of H9N2 genes, especially ribonucleoprotein (RNP) genes, to the infection in human needs to be determined.",
            "score": 195.93632090091705
        },
        {
            "docid": "5951626_14",
            "document": "Antigenic variation . The antigenic properties of influenza viruses are determined by both hemagglutinin and neuraminidase. Specific host proteases cleave the single peptide HA into two subunits HA1 and HA2. The virus becomes highly virulent if the amino acids at the cleavage sites are lipophilic. Selection pressure in the environment selects for antigenic changes in the antigen determinants of HA, that includes places undergoing adaptive evolution and in antigenic locations undergoing substitutions, which ultimately results in changes in the antigenicity of the virus. Glycosylation of HA does not correlate with either the antigenicity or the selection pressure. Antigenic variation may be classified into two types, antigenic drift that results from a change in few amino acids and antigenic shift which is the outcome of acquiring new structural proteins. A new vaccine is required every year because influenza virus has the ability to undergo antigenic drift. Antigenic shift occurs periodically when the genes for structural proteins are acquired from other animal hosts resulting in a sudden dramatic change in viral genome. Recombination between segments that encode for hemagglutinin and neuraminidase of avian and human influenza virus segments have resulted in worldwide influenza epidemics called pandemics such as the Asian flu of 1957 when 3 genes from Eurasian avian viruses were acquired and underwent reassortment with 5 gene segments of the circulating human strains. Another example comes from the 1968 Hong Kong flu which acquired 2 genes by reassortment from Eurasian avian viruses with the 6 gene segments from circulating human strains.",
            "score": 212.70711612701416
        },
        {
            "docid": "24968742_4",
            "document": "Evolution of influenza . Reassortment, also known as antigenic shift, allows new viruses to evolve under both natural conditions and in artificial cultures. Reassortment occurs in similar fashion as chromosome crossover events, as two different viral strains may come in contact and transfer some of their genetic information. This crossing-over event creates a mixture of the two viral strains, which may replicate as one hybrid virus that expresses traits from both original viruses. The mechanism of the evolutionary force of antigenic shift allows influenza viruses to exchange genes with strains that infect different species. Under this mechanism, a human influenza virus could exchange genes with an avian strain, and that is how pandemic strains arise. There have been three occurrences of pandemics caused by antigenic shift since 1900, and it could just as easily happen again. In fact, the 1957 evolution of the H2N2 virus is thought to be a result of reassortment. In this case, human H1N1 strains and avian influenza A genes were mixed. Infecting tissue cultures can demonstrate how pathogenic qualities can evolve for a particular species even though the reassorted virus may be nonpathogenic for another species. A prime example of evolution under natural conditions is the reassortment of two avian influenza strains that were discovered in dead seals back in 1979.",
            "score": 195.78427517414093
        },
        {
            "docid": "2957262_6",
            "document": "Influenza A virus subtype H3N2 . A 2007 study reported: \"In swine, three influenza A virus subtypes (H1N1, H3N2, and H1N2) are circulating throughout the world. In the United States, the classic H1N1 subtype was exclusively prevalent among swine populations before 1998; however, since late August 1998, H3N2 subtypes have been isolated from pigs. Most H3N2 virus isolates are triple reassortants, containing genes from human (HA, NA, and PB1), swine (NS, NP, and M), and avian (PB2 and PA) lineages. Present vaccination strategies for swine influenza virus (SIV) control and prevention in swine farms typically include the use of one of several bivalent SIV vaccines commercially available in the United States. Of the 97 recent H3N2 isolates examined, only 41 had strong serologic cross-reactions with antiserum to three commercial SIV vaccines. Since the protective ability of influenza vaccines depends primarily on the closeness of the match between the vaccine virus and the epidemic virus, the presence of nonreactive H3N2 SIV variants suggests current commercial vaccines might not effectively protect pigs from infection with a majority of H3N2 viruses.\"",
            "score": 200.41437375545502
        },
        {
            "docid": "22817589_3",
            "document": "Pandemic H1N1/09 virus . The virus is a novel strain of influenza. Existing vaccines against seasonal flu provided no protection. A study at the U.S. Centers for Disease Control and Prevention (CDC) published in May 2009 found that children had no preexisting immunity to the new strain but that adults, particularly those over 60, had some degree of immunity. Children showed no cross-reactive antibody reaction to the new strain, adults aged 18 to 64 had 6–9%, and older adults 33%. Much reporting of early analysis repeated that the strain contained genes from five different flu viruses: North American swine influenza, North American avian influenza, human influenza, and two swine influenza viruses typically found in Asia and Europe. Further analysis showed that several of the proteins of the virus are most similar to strains that caused mild symptoms in humans, leading virologist Wendy Barclay to suggest that the virus was unlikely to cause severe symptoms for most people. Other leading researchers indicated that all segments of the virus were in fact swine in origin, despite it being a multiple reassortment. The first complete genome sequence of the pandemic strain was deposited in public databases on April 27, 2009, by scientists from the U.S. Centers for Disease Control and Prevention in Atlanta. Scientists in Winnipeg later completed the full genetic sequencing of viruses from Mexico and Canada on May 6, 2009.",
            "score": 165.7278163433075
        },
        {
            "docid": "2866555_15",
            "document": "Influenza A virus subtype H1N1 . In the 2009 flu pandemic, the virus isolated from patients in the United States was found to be made up of genetic elements from four different flu viruses – North American swine influenza, North American avian influenza, human influenza, and swine influenza virus typically found in Asia and Europe – \"an unusually mongrelised mix of genetic sequences.\" This new strain appears to be a result of reassortment of human influenza and swine influenza viruses, in all four different strains of subtype H1N1.",
            "score": 183.8783323764801
        },
        {
            "docid": "1019908_27",
            "document": "Influenza A virus subtype H5N1 . Both the H2N2 and H3N2 pandemic strains contained avian influenza virus RNA segments. \"While the pandemic human influenza viruses of 1957 (H2N2) and 1968 (H3N2) clearly arose through reassortment between human and avian viruses, the influenza virus causing the 'Spanish flu' in 1918 appears to be entirely derived from an avian source\".",
            "score": 174.39533531665802
        },
        {
            "docid": "2957254_7",
            "document": "Influenza A virus subtype H2N2 . Both the H2N2 and H3N2 pandemic strains contained avian influenza virus RNA segments. \"While the pandemic human influenza viruses of 1957 (H2N2) and 1968 (H3N2) clearly arose through reassortment between human and avian viruses, the influenza virus causing the 'Spanish flu' in 1918 appears to be entirely derived from an avian source (Belshe 2005).\"",
            "score": 175.36459290981293
        },
        {
            "docid": "1019908_24",
            "document": "Influenza A virus subtype H5N1 . Influenza viruses have a relatively high mutation rate that is characteristic of RNA viruses. The segmentation of its genome facilitates genetic recombination by segment reassortment in hosts infected with two different influenza viruses at the same time. A previously uncontagious strain may then be able to pass between humans, one of several possible paths to a pandemic.",
            "score": 158.43396830558777
        },
        {
            "docid": "442916_3",
            "document": "Avian influenza . Though influenza A is adapted to birds, it can also stably adapt and sustain person-to person transmission. Recent influenza research into the genes of the Spanish flu virus shows it to have genes adapted from both human and avian strains. Pigs can also be infected with human, avian, and swine influenza viruses, allow for mixtures of genes (reassortment) to create a new virus, which can cause an antigenic shift to a new influenza A virus subtype which most people have little to no immune protection.",
            "score": 151.66336917877197
        },
        {
            "docid": "24968742_9",
            "document": "Evolution of influenza . Analysis can also feature relationships between species. The 1918 Spanish influenza virus demonstrates this. The hemagglutinin (HA) gene of the 1918 pandemic virus was closer in sequence to avian strains than other mammalian ones. Despite this genetic similarity, it is obviously a mammalian virus. The gene may have been adapting in humans even prior to 1918. Breaking down the phylogenetic history of the influenza virus shows that there is a common ancestor that reaches back before the 1918 outbreak that links the current human virus to the swine virus. The ancestor was derived from an avian host.",
            "score": 134.42348456382751
        },
        {
            "docid": "22585743_3",
            "document": "Recombinant virus . It is also used to refer to naturally occurring recombination between virus genomes in a cell infected by more than one virus strain. This occurs either by homologous crossing over of the nucleic acid strands or by reassortment of genomic segments. Both these and mutation within the virus have been suggested as ways in which influenza and other viruses evolve. An example of a recombinant virus is Western equine encephalitis virus (WEE), which is a recombinant virus between two other closely related yet distinct encephalitis viruses. In addition, reassortment is most important for pandemic influenza viruses.",
            "score": 180.10141777992249
        },
        {
            "docid": "19572217_58",
            "document": "Influenza . Roughly three times per century, a pandemic occurs, which infects a large proportion of the world's population and can kill tens of millions of people (see pandemics section). One study estimated that if a strain with similar virulence to the 1918 influenza emerged today, it could kill between 50 and 80 million people. New influenza viruses are constantly evolving by mutation or by reassortment. Mutations can cause small changes in the hemagglutinin and neuraminidase antigens on the surface of the virus. This is called antigenic drift, which slowly creates an increasing variety of strains until one evolves that can infect people who are immune to the pre-existing strains. This new variant then replaces the older strains as it rapidly sweeps through the human population, often causing an epidemic. However, since the strains produced by drift will still be reasonably similar to the older strains, some people will still be immune to them. In contrast, when influenza viruses reassort, they acquire completely new antigens—for example by reassortment between avian strains and human strains; this is called antigenic shift. If a human influenza virus is produced that has entirely new antigens, everybody will be susceptible, and the novel influenza will spread uncontrollably, causing a pandemic. In contrast to this model of pandemics based on antigenic drift and shift, an alternative approach has been proposed where the periodic pandemics are produced by interactions of a fixed set of viral strains with a human population with a constantly changing set of immunities to different viral strains.",
            "score": 189.7593960762024
        },
        {
            "docid": "1516915_39",
            "document": "Swine influenza . Swine influenza was first proposed to be a disease related to human flu during the 1918 flu pandemic, when pigs became ill at the same time as humans. The first identification of an influenza virus as a cause of disease in pigs occurred about ten years later, in 1930. For the following 60 years, swine influenza strains were almost exclusively H1N1. Then, between 1997 and 2002, new strains of three different subtypes and five different genotypes emerged as causes of influenza among pigs in North America. In 1997–1998, H3N2 strains emerged. These strains, which include genes derived by reassortment from human, swine and avian viruses, have become a major cause of swine influenza in North America. Reassortment between H1N1 and H3N2 produced H1N2. In 1999 in Canada, a strain of H4N6 crossed the species barrier from birds to pigs, but was contained on a single farm.",
            "score": 164.08489310741425
        },
        {
            "docid": "87175_6",
            "document": "Herd immunity . Herd immunity itself acts as an evolutionary pressure on certain viruses, influencing viral evolution by encouraging the production of novel strains, in this case referred to as escape mutants, that are able to \"escape\" from herd immunity and spread more easily. At the molecular level, viruses escape from herd immunity through antigenic drift, which is when mutations accumulate in the portion of the viral genome that encodes for the virus's surface antigen, typically a protein of the virus capsid, producing a change in the viral epitope. Alternatively, the reassortment of separate viral genome segments, or antigenic shift, which is more common when there are more strains in circulation, can also produce new serotypes. When either of these occur, memory T cells no longer recognize the virus, so people are not immune to the dominant circulating strain. For both influenza and norovirus, epidemics temporarily induce herd immunity until a new dominant strain emerges, causing successive waves of epidemics. As this evolution poses a challenge to herd immunity, broadly neutralizing antibodies and \"universal\" vaccines that can provide protection beyond a specific serotype are in development.",
            "score": 186.09766113758087
        },
        {
            "docid": "5274548_11",
            "document": "Spanish flu research . Other research by Tumpey and colleagues who reconstructed the H1N1 virus of 1918 came to the conclusion that it was most notably the polymerase genes and the HA and NA genes that caused the extreme virulence of this virus. The sequences of the polymerase proteins (PA, PB1, and PB2) of the 1918 virus and subsequent human viruses differ by only 10 amino acids from the avian influenza viruses. Viruses with seven of the ten amino acids in the human influenza locations have already been identified in currently circulating H5N1. This has led some researchers to suggest that other mutations may surface and make the H5N1 virus capable of human-to-human transmission. Another important factor is the change of the HA protein to a binding preference for alpha 2,6 sialic acid (the major form in the human respiratory tract). In avian virus the HA protein preferentially binds to alpha 2,3 sialic acid, which is the major form in the avian enteric tract. It has been shown that only a single amino acid change can result in the change of this binding preference. Altogether, only a handful of mutations may need to take place in order for H5N1 avian flu to become a pandemic virus like the one of 1918. However it is important to note that likelihood of mutation does not indicate the likelihood for the evolution of such a strain; since some of the necessary mutations may be constrained by stabilizing selection.",
            "score": 155.02591836452484
        },
        {
            "docid": "440479_2",
            "document": "Influenza A virus . Influenza A virus causes influenza in birds and some mammals, and is the only species of influenza virus A genus of the \"Orthomyxoviridae\" family of viruses. Strains of all subtypes of influenza A virus have been isolated from wild birds, although disease is uncommon. Some isolates of influenza A virus cause severe disease both in domestic poultry and, rarely, in humans. Occasionally, viruses are transmitted from wild aquatic birds to domestic poultry, and this may cause an outbreak or give rise to human influenza pandemics.",
            "score": 132.96812891960144
        },
        {
            "docid": "16234480_21",
            "document": "History of virology . Although the influenza virus that caused the 1918–1919 influenza pandemic was not discovered until the 1930s, the descriptions of the disease and subsequent research has proved it was to blame. The pandemic killed 40–50 million people in less than a year, but the proof that it was caused by a virus was not obtained until 1933. \"Haemophilus influenzae\" is an opportunistic bacterium which commonly follows influenza infections; this led the eminent German bacteriologist Richard Pfeiffer (1858–1945) to incorrectly conclude that this bacterium was the cause of influenza. A major breakthrough came in 1931, when the American pathologist Ernest William Goodpasture grew influenza and several other viruses in fertilised chickens' eggs. Hirst identified an enzymic activity associated with the virus particle, later characterised as the neuraminidase, the first demonstration that viruses could contain enzymes. Frank Macfarlane Burnet showed in the early 1950s that the virus recombines at high frequencies, and Hirst later deduced that it has a segmented genome.",
            "score": 135.37881326675415
        },
        {
            "docid": "3833671_13",
            "document": "Influenzavirus C . Because influenza virus A has an animal reservoir that contains all the known subtypes and it can undergo antigenic shift, this type of influenza virus is capable of producing pandemics. Influenza viruses A and B also cause seasonal epidemics every year due to their ability to antigenic shift. Influenza virus C does not have this capability and it is not thought to be a significant concern for human health. Therefore, there are no vaccinations against influenza virus C.",
            "score": 156.2302851676941
        },
        {
            "docid": "2957262_22",
            "document": "Influenza A virus subtype H3N2 . As of May 30, 2009: \"CDC has antigenically characterized 1,567 seasonal human influenza viruses [947 influenza A (H1), 162 influenza A (H3) and 458 influenza B viruses] collected by U.S. laboratories since October 1, 2008, and 84 novel influenza A (H1N1) viruses. All 947 influenza seasonal A (H1) viruses are related to the influenza A (H1N1) component of the 2008–09 influenza vaccine (A/Brisbane/59/2007). All 162 influenza A (H3N2) viruses are related to the A (H3N2) vaccine component (A/Brisbane/10/2007). All 84 novel influenza A (H1N1) viruses are related to the A/California/07/2009 (H1N1) reference virus selected by WHO as a potential candidate for novel influenza A (H1N1) vaccine. Influenza B viruses currently circulating can be divided into two distinct lineages represented by the B/Yamagata/16/88 and B/Victoria/02/87 viruses. Sixty-one influenza B viruses tested belong to the B/Yamagata lineage and are related to the vaccine strain (B/Florida/04/2006). The remaining 397 viruses belong to the B/Victoria lineage and are not related to the vaccine strain.\"",
            "score": 155.8229809999466
        },
        {
            "docid": "1516915_20",
            "document": "Swine influenza . Swine influenza is caused by influenza A subtypes H1N1, H1N2, H2N3, H3N1, and H3N2. In pigs, four influenza A virus subtypes (H1N1, H1N2, H3N2 and H7N9) are the most common strains worldwide. In the United States, the H1N1 subtype was exclusively prevalent among swine populations before 1998; however, since late August 1998, H3N2 subtypes have been isolated from pigs. As of 2004, H3N2 virus isolates in US swine and turkey stocks were triple reassortants, containing genes from human (HA, NA, and PB1), swine (NS, NP, and M), and avian (PB2 and PA) lineages. In August 2012, the Center for Disease Control and Prevention confirmed 145 human cases (113 in Indiana, 30 in Ohio, one in Hawaii and one in Illinois) of H3N2v since July 2012. The death of a 61-year-old Madison County, Ohio woman is the first in the nation associated with a new swine flu strain. She contracted the illness after having contact with hogs at the Ross County Fair.",
            "score": 154.3424687385559
        },
        {
            "docid": "4697208_20",
            "document": "H5N1 genetic structure . Influenza A viruses have 10 genes on eight separate RNA molecules, which, for the reasons mentioned above, are named PB2, PB1, PA, HA, NP, NA, M, and NS. HA, NA, and M specify the structure of proteins that are most medically relevant as targets for antiviral drugs and antibodies. (An eleventh recently discovered gene called PB1-F2 sometimes creates a protein but is absent from some influenza virus isolates.) This segmentation of the influenza genome facilitates genetic recombination by segment reassortment in hosts who are infected with two different influenza viruses at the same time. Influenza A virus is the only species in the Influenzavirus A genus of the Orthomyxoviridae family and are negative sense, single-stranded, segmented RNA viruses.",
            "score": 160.5291383266449
        },
        {
            "docid": "444371_6",
            "document": "Antigenic shift . Influenza viruses which have undergone antigenic shift have caused the Asian Flu pandemic of 1957, the Hong Kong Flu pandemic of 1968, and the Swine Flu scare of 1976. Until recently, such combinations were believed to have caused the infamous Spanish Flu outbreak of 1918 which killed 40~100 million people worldwide; however more recent research suggests the 1918 pandemic was caused by the antigenic drift of a fully avian virus to a form that could infect humans efficiently. The most recent 2009 H1N1 outbreak was a result of antigenic shift and reassortment between human, avian, and swine viruses. One increasingly worrying situation is the possible antigenic shift between avian influenza and human influenza. This antigenic shift could cause the formation of a highly virulent virus.",
            "score": 165.29564428329468
        },
        {
            "docid": "2957262_9",
            "document": "Influenza A virus subtype H3N2 . Both the H2N2 and H3N2 pandemic flu strains contained genes from avian influenza viruses. The new subtypes arose in pigs coinfected with avian and human viruses and were soon transferred to humans. Swine were considered the original \"intermediate host\" for influenza, because they supported reassortment of divergent subtypes. However, other hosts appear capable of similar coinfection (e.g., many poultry species), and direct transmission of avian viruses to humans is possible. H1N1 may have been transmitted directly from birds to humans (Belshe 2005).",
            "score": 151.95890188217163
        },
        {
            "docid": "2888063_26",
            "document": "Influenza pandemic . An epidemic of influenza-like illness of unknown causation occurred in Mexico in March–April 2009. On 24 April 2009, following the isolation of an A/H1N1 influenza in 7 ill patients in the southwest US. The WHO issued a statement on the outbreak of \"influenza like illness\" in the confirmed cases of A/H1N1 influenza had been reported in Mexico, and that 20 confirmed cases of the disease had been reported in the US.The next day, the number of confirmed cases rose to 40 in the US, 26 in Mexico, 6 in Canada, and 1 in Spain. The disease spread rapidly through the rest of the spring, and by 3 May, a total of 787 confirmed cases had been reported worldwide. On 11 June 2009, the ongoing outbreak of Influenza A/H1N1, commonly referred to as \"swine flu\", was officially declared by the WHO to be the first influenza pandemic of the 21st century and a new strain of Influenza A virus subtype H1N1 first identified in April 2009. It is thought to be a mutation (reassortment) of four known strains of influenza A virus subtype H1N1: one endemic in humans, one endemic in birds, and two endemic in pigs (swine). The rapid spread of this new virus was likely due to a general lack of pre-existing antibody-mediated immunity in the human population.",
            "score": 167.84230518341064
        },
        {
            "docid": "3853347_4",
            "document": "Influenza A virus subtype H9N2 . H9N2 is the most common subtype of influenza viruses in Chinese chickens and thus causes great economic loss for the poultry industry, even under the long-term vaccination programs. Recent human infections with avian influenza virus revealed that H9N2 is the gene donor for H7N9 and H10N8 viruses that are infecting humans too. The crucial role of H9N2 viruses due to the wide host range, adaptation to both poultry and mammals and extensive gene reassortment. In China, which is regarded as an epicenter of avian influenza viruses, the H9N2 virus has been detected in multiple avian species, including chicken, duck, quail, pheasant, partridge, pigeon, silky chicken, chukar and egret.",
            "score": 155.74671173095703
        },
        {
            "docid": "440479_27",
            "document": "Influenza A virus . Genetic factors in distinguishing between \"human flu viruses\" and \"avian influenza viruses\" include: \"About 52 key genetic changes distinguish avian influenza strains from those that spread easily among people, according to researchers in Taiwan, who analyzed the genes of more than 400 A type flu viruses.\" \"How many mutations would make an avian virus capable of infecting humans efficiently, or how many mutations would render an influenza virus a pandemic strain, is difficult to predict. We have examined sequences from the 1918 strain, which is the only pandemic influenza virus that could be entirely derived from avian strains. Of the 52 species-associated positions, 16 have residues typical for human strains; the others remained as avian signatures. The result supports the hypothesis that the 1918 pandemic virus is more closely related to the avian influenza A virus than are other human influenza viruses.\"",
            "score": 143.00397944450378
        },
        {
            "docid": "4697208_27",
            "document": "H5N1 genetic structure . Both the H2N2 and H3N2 pandemic strains contained avian influenza virus RNA segments. \"While the pandemic human influenza viruses of 1957 (H2N2) and 1968 (H3N2) clearly arose through reassortment between human and avian viruses, the influenza virus causing the 'Spanish flu' in 1918 appears to be entirely derived from an avian source\".",
            "score": 159.50939321517944
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 173.81209063529968
        }
    ],
    "r": [
        {
            "docid": "38889813_35",
            "document": "Viral phylodynamics . Human influenza is an acute respiratory infection primarily caused by viruses influenza A and influenza B. Influenza A viruses can be further classified into subtypes, such as A/H1N1 and A/H3N2. Here, subtypes are denoted according to their hemagglutinin (H or HA) and neuraminidase (N or NA) genes, which as surface proteins, act as the primary targets for the humoral immune response. Influenza viruses circulate in other species as well, most notably as swine influenza and avian influenza. Through reassortment, genetic sequences from swine and avian influenza occasionally enter the human population. If a particular hemagglutinin or neuraminidase has been circulating outside the human population, then humans will lack immunity to this protein and an influenza pandemic may follow a host switch event, as seen in 1918, 1957, 1968 and 2009. After introduction into the human population, a lineage of influenza generally persists through antigenic drift, in which HA and NA continually accumulate mutations allowing viruses to infect hosts immune to earlier forms of the virus. These lineages of influenza show recurrent seasonal epidemics in temperate regions and less periodic transmission in the tropics. Generally, at each pandemic event, the new form of the virus outcompetes existing lineages. The study of viral phylodynamics in influenza primarily focuses on the continual circulation and evolution of epidemic influenza, rather than on pandemic emergence. Of central interest to the study of viral phylodynamics is the distinctive phylogenetic tree of epidemic influenza A/H3N2, which shows a single predominant trunk lineage that persists through time and side branches that persist for only 1–5 years before going extinct (see figure 5).",
            "score": 235.60174560546875
        },
        {
            "docid": "5951626_14",
            "document": "Antigenic variation . The antigenic properties of influenza viruses are determined by both hemagglutinin and neuraminidase. Specific host proteases cleave the single peptide HA into two subunits HA1 and HA2. The virus becomes highly virulent if the amino acids at the cleavage sites are lipophilic. Selection pressure in the environment selects for antigenic changes in the antigen determinants of HA, that includes places undergoing adaptive evolution and in antigenic locations undergoing substitutions, which ultimately results in changes in the antigenicity of the virus. Glycosylation of HA does not correlate with either the antigenicity or the selection pressure. Antigenic variation may be classified into two types, antigenic drift that results from a change in few amino acids and antigenic shift which is the outcome of acquiring new structural proteins. A new vaccine is required every year because influenza virus has the ability to undergo antigenic drift. Antigenic shift occurs periodically when the genes for structural proteins are acquired from other animal hosts resulting in a sudden dramatic change in viral genome. Recombination between segments that encode for hemagglutinin and neuraminidase of avian and human influenza virus segments have resulted in worldwide influenza epidemics called pandemics such as the Asian flu of 1957 when 3 genes from Eurasian avian viruses were acquired and underwent reassortment with 5 gene segments of the circulating human strains. Another example comes from the 1968 Hong Kong flu which acquired 2 genes by reassortment from Eurasian avian viruses with the 6 gene segments from circulating human strains.",
            "score": 212.70712280273438
        },
        {
            "docid": "2957262_6",
            "document": "Influenza A virus subtype H3N2 . A 2007 study reported: \"In swine, three influenza A virus subtypes (H1N1, H3N2, and H1N2) are circulating throughout the world. In the United States, the classic H1N1 subtype was exclusively prevalent among swine populations before 1998; however, since late August 1998, H3N2 subtypes have been isolated from pigs. Most H3N2 virus isolates are triple reassortants, containing genes from human (HA, NA, and PB1), swine (NS, NP, and M), and avian (PB2 and PA) lineages. Present vaccination strategies for swine influenza virus (SIV) control and prevention in swine farms typically include the use of one of several bivalent SIV vaccines commercially available in the United States. Of the 97 recent H3N2 isolates examined, only 41 had strong serologic cross-reactions with antiserum to three commercial SIV vaccines. Since the protective ability of influenza vaccines depends primarily on the closeness of the match between the vaccine virus and the epidemic virus, the presence of nonreactive H3N2 SIV variants suggests current commercial vaccines might not effectively protect pigs from infection with a majority of H3N2 viruses.\"",
            "score": 200.41436767578125
        },
        {
            "docid": "3853347_7",
            "document": "Influenza A virus subtype H9N2 . H9N2 viruses isolated from chickens in China showed antigenic drift that evolved into distinct antigenic groups. This antigenic drift may have led to immunization failure and may explain the current prevalence of the H9N2 influenza virus in China. The identification of amino acids in H9 antigenic sites revealed different distribution of antigenic areas among other subtypes. Multiple amino acid positions in HA protein related to the antigenicity of H9N2 viruses were identified, most of which located in the distal head of the HA trimer. H9N2 influenza virus has been recognized to reassort with multiple other subtypes, including H6N1, H6N2, and H5N1 viruses. Moreover, H7N9 influenza viruses continued to reassort with circulating H9N2 viruses, resulting in multiple genotypes of H7N9 viruses. The contribution of H9N2 genes, especially ribonucleoprotein (RNP) genes, to the infection in human needs to be determined.",
            "score": 195.9363250732422
        },
        {
            "docid": "24968742_4",
            "document": "Evolution of influenza . Reassortment, also known as antigenic shift, allows new viruses to evolve under both natural conditions and in artificial cultures. Reassortment occurs in similar fashion as chromosome crossover events, as two different viral strains may come in contact and transfer some of their genetic information. This crossing-over event creates a mixture of the two viral strains, which may replicate as one hybrid virus that expresses traits from both original viruses. The mechanism of the evolutionary force of antigenic shift allows influenza viruses to exchange genes with strains that infect different species. Under this mechanism, a human influenza virus could exchange genes with an avian strain, and that is how pandemic strains arise. There have been three occurrences of pandemics caused by antigenic shift since 1900, and it could just as easily happen again. In fact, the 1957 evolution of the H2N2 virus is thought to be a result of reassortment. In this case, human H1N1 strains and avian influenza A genes were mixed. Infecting tissue cultures can demonstrate how pathogenic qualities can evolve for a particular species even though the reassorted virus may be nonpathogenic for another species. A prime example of evolution under natural conditions is the reassortment of two avian influenza strains that were discovered in dead seals back in 1979.",
            "score": 195.78427124023438
        },
        {
            "docid": "440479_39",
            "document": "Influenza A virus . In the short-term evolution of influenza A virus, a 2006 study found that stochastic, or random, processes are key factors. Influenza A virus HA antigenic evolution appears to be characterized more by punctuated, sporadic jumps as opposed to a constant rate of antigenic change. Using phylogenetic analysis of 413 complete genomes of human influenza A viruses that were collected throughout the state of New York, the authors of Nelson et al. 2006 were able to show that genetic diversity, and not antigenic drift, shaped the short-term evolution of influenza A via random migration and reassortment. The evolution of these viruses is dominated more by the random importation of genetically different viral strains from other geographic locations and less by natural selection. Within a given season, adaptive evolution is infrequent and had an overall weak effect as evidenced from the data gathered from the 413 genomes. Phylogenetic analysis revealed the different strains were derived from newly imported genetic material as opposed to isolates that had been circulating in New York in previous seasons. Therefore, the gene flow in and out of this population, and not natural selection, was more important in the short term.",
            "score": 194.01869201660156
        },
        {
            "docid": "19572217_58",
            "document": "Influenza . Roughly three times per century, a pandemic occurs, which infects a large proportion of the world's population and can kill tens of millions of people (see pandemics section). One study estimated that if a strain with similar virulence to the 1918 influenza emerged today, it could kill between 50 and 80 million people. New influenza viruses are constantly evolving by mutation or by reassortment. Mutations can cause small changes in the hemagglutinin and neuraminidase antigens on the surface of the virus. This is called antigenic drift, which slowly creates an increasing variety of strains until one evolves that can infect people who are immune to the pre-existing strains. This new variant then replaces the older strains as it rapidly sweeps through the human population, often causing an epidemic. However, since the strains produced by drift will still be reasonably similar to the older strains, some people will still be immune to them. In contrast, when influenza viruses reassort, they acquire completely new antigens—for example by reassortment between avian strains and human strains; this is called antigenic shift. If a human influenza virus is produced that has entirely new antigens, everybody will be susceptible, and the novel influenza will spread uncontrollably, causing a pandemic. In contrast to this model of pandemics based on antigenic drift and shift, an alternative approach has been proposed where the periodic pandemics are produced by interactions of a fixed set of viral strains with a human population with a constantly changing set of immunities to different viral strains.",
            "score": 189.7593994140625
        },
        {
            "docid": "87175_6",
            "document": "Herd immunity . Herd immunity itself acts as an evolutionary pressure on certain viruses, influencing viral evolution by encouraging the production of novel strains, in this case referred to as escape mutants, that are able to \"escape\" from herd immunity and spread more easily. At the molecular level, viruses escape from herd immunity through antigenic drift, which is when mutations accumulate in the portion of the viral genome that encodes for the virus's surface antigen, typically a protein of the virus capsid, producing a change in the viral epitope. Alternatively, the reassortment of separate viral genome segments, or antigenic shift, which is more common when there are more strains in circulation, can also produce new serotypes. When either of these occur, memory T cells no longer recognize the virus, so people are not immune to the dominant circulating strain. For both influenza and norovirus, epidemics temporarily induce herd immunity until a new dominant strain emerges, causing successive waves of epidemics. As this evolution poses a challenge to herd immunity, broadly neutralizing antibodies and \"universal\" vaccines that can provide protection beyond a specific serotype are in development.",
            "score": 186.09765625
        },
        {
            "docid": "22817589_29",
            "document": "Pandemic H1N1/09 virus . Pigs are susceptible to influenza viruses that can also infect both humans and birds, so they may act as a \"mixing vessel\" in which reassortment can occur between flu viruses of several species. Reassortment is a process that happens if two different types of influenza virus infect a single cell and it can produce a new strain of influenza. This is because the virus genome is split between eight independent pieces of RNA, which allows pieces of RNA from different viruses to mix and form a novel type of virus as new virus particles are being assembled. This new strain appears to be a result of the reassortment of two swine influenza viruses, one from North America and one from Europe. But the North American pig strain was itself the product of previous reassortments, and has carried an avian PB2 gene for at least ten years and a human PB1 gene since 1993. These genes were passed on to the new virus.",
            "score": 184.47332763671875
        },
        {
            "docid": "2866555_15",
            "document": "Influenza A virus subtype H1N1 . In the 2009 flu pandemic, the virus isolated from patients in the United States was found to be made up of genetic elements from four different flu viruses – North American swine influenza, North American avian influenza, human influenza, and swine influenza virus typically found in Asia and Europe – \"an unusually mongrelised mix of genetic sequences.\" This new strain appears to be a result of reassortment of human influenza and swine influenza viruses, in all four different strains of subtype H1N1.",
            "score": 183.87832641601562
        },
        {
            "docid": "2888063_42",
            "document": "Influenza pandemic . H1N2 is currently endemic in both human and pig populations. The new H1N2 strain appears to have resulted from the reassortment of the genes of the currently circulating influenza H1N1 and H3N2 subtypes. The hemagglutinin protein of the H1N2 virus is similar to that of the currently circulating H1N1 viruses and the neuraminidase protein is similar to that of the current H3N2 viruses.",
            "score": 180.22080993652344
        },
        {
            "docid": "22585743_3",
            "document": "Recombinant virus . It is also used to refer to naturally occurring recombination between virus genomes in a cell infected by more than one virus strain. This occurs either by homologous crossing over of the nucleic acid strands or by reassortment of genomic segments. Both these and mutation within the virus have been suggested as ways in which influenza and other viruses evolve. An example of a recombinant virus is Western equine encephalitis virus (WEE), which is a recombinant virus between two other closely related yet distinct encephalitis viruses. In addition, reassortment is most important for pandemic influenza viruses.",
            "score": 180.10142517089844
        },
        {
            "docid": "2957254_7",
            "document": "Influenza A virus subtype H2N2 . Both the H2N2 and H3N2 pandemic strains contained avian influenza virus RNA segments. \"While the pandemic human influenza viruses of 1957 (H2N2) and 1968 (H3N2) clearly arose through reassortment between human and avian viruses, the influenza virus causing the 'Spanish flu' in 1918 appears to be entirely derived from an avian source (Belshe 2005).\"",
            "score": 175.36459350585938
        },
        {
            "docid": "1019908_27",
            "document": "Influenza A virus subtype H5N1 . Both the H2N2 and H3N2 pandemic strains contained avian influenza virus RNA segments. \"While the pandemic human influenza viruses of 1957 (H2N2) and 1968 (H3N2) clearly arose through reassortment between human and avian viruses, the influenza virus causing the 'Spanish flu' in 1918 appears to be entirely derived from an avian source\".",
            "score": 174.3953399658203
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 173.8120880126953
        },
        {
            "docid": "1236146_4",
            "document": "Reassortment . Reassortment is responsible for some of the major genetic shifts in the history of the influenza virus. The 1957 and 1968 pandemic flu strains were caused by reassortment between an avian virus and a human virus, whereas the H1N1 virus responsible for the 2009 swine flu outbreak has an unusual mix of swine, avian and human influenza genetic sequences.",
            "score": 169.5574188232422
        },
        {
            "docid": "22817589_30",
            "document": "Pandemic H1N1/09 virus . Gene sequences for every viral gene were made available through the Global Initiative on Sharing Avian Influenza Data (GISAID). A preliminary analysis found that the hemagglutinin (HA) gene was similar to that of swine flu viruses present in U.S. pigs since 1999, but the neuraminidase (NA) and matrix protein (M) genes resembled versions present in European swine flu isolates. While viruses with this genetic makeup had not previously been found to be circulating in humans or pigs, there is no formal national surveillance system to determine what viruses are circulating in pigs in the U.S. So far, little is known about the spread of the virus in any pig population. A preliminary analysis has also shown that several of the proteins involved in the pathophysiology of the virus are most similar to strains that cause mild symptoms in humans. This suggests that the virus is unlikely to cause severe infections similar to those caused by the 1918 pandemic flu virus or the H5N1 avian influenza.",
            "score": 168.41517639160156
        },
        {
            "docid": "2888063_26",
            "document": "Influenza pandemic . An epidemic of influenza-like illness of unknown causation occurred in Mexico in March–April 2009. On 24 April 2009, following the isolation of an A/H1N1 influenza in 7 ill patients in the southwest US. The WHO issued a statement on the outbreak of \"influenza like illness\" in the confirmed cases of A/H1N1 influenza had been reported in Mexico, and that 20 confirmed cases of the disease had been reported in the US.The next day, the number of confirmed cases rose to 40 in the US, 26 in Mexico, 6 in Canada, and 1 in Spain. The disease spread rapidly through the rest of the spring, and by 3 May, a total of 787 confirmed cases had been reported worldwide. On 11 June 2009, the ongoing outbreak of Influenza A/H1N1, commonly referred to as \"swine flu\", was officially declared by the WHO to be the first influenza pandemic of the 21st century and a new strain of Influenza A virus subtype H1N1 first identified in April 2009. It is thought to be a mutation (reassortment) of four known strains of influenza A virus subtype H1N1: one endemic in humans, one endemic in birds, and two endemic in pigs (swine). The rapid spread of this new virus was likely due to a general lack of pre-existing antibody-mediated immunity in the human population.",
            "score": 167.84230041503906
        },
        {
            "docid": "3833397_3",
            "document": "Influenzavirus B . Influenza B viruses are only known to infect humans and seals, giving them influenza. This limited host and range is apparently responsible for the lack of Influenzavirus B-caused influenza pandemics in contrast with those caused by the morphologically similar Influenzavirus A as both mutate by both antigenic drift and reassortment. Currently there are two co-circulating lineages of the Influenza B virus based on the antigenic properties of the surface glycoprotein hemagglutinin. The lineages are termed B/Yamagata/16/88-like and B/Victoria/2/87-like viruses. The quadrivalent influenza vaccine licensed by the CDC is currently designed to protect against both co-circulating lineages and has been shown to have greater effectiveness in prevention of influenza caused by influenza B virus than the previous trivalent vaccine.",
            "score": 166.12664794921875
        },
        {
            "docid": "22817589_3",
            "document": "Pandemic H1N1/09 virus . The virus is a novel strain of influenza. Existing vaccines against seasonal flu provided no protection. A study at the U.S. Centers for Disease Control and Prevention (CDC) published in May 2009 found that children had no preexisting immunity to the new strain but that adults, particularly those over 60, had some degree of immunity. Children showed no cross-reactive antibody reaction to the new strain, adults aged 18 to 64 had 6–9%, and older adults 33%. Much reporting of early analysis repeated that the strain contained genes from five different flu viruses: North American swine influenza, North American avian influenza, human influenza, and two swine influenza viruses typically found in Asia and Europe. Further analysis showed that several of the proteins of the virus are most similar to strains that caused mild symptoms in humans, leading virologist Wendy Barclay to suggest that the virus was unlikely to cause severe symptoms for most people. Other leading researchers indicated that all segments of the virus were in fact swine in origin, despite it being a multiple reassortment. The first complete genome sequence of the pandemic strain was deposited in public databases on April 27, 2009, by scientists from the U.S. Centers for Disease Control and Prevention in Atlanta. Scientists in Winnipeg later completed the full genetic sequencing of viruses from Mexico and Canada on May 6, 2009.",
            "score": 165.72781372070312
        },
        {
            "docid": "444371_6",
            "document": "Antigenic shift . Influenza viruses which have undergone antigenic shift have caused the Asian Flu pandemic of 1957, the Hong Kong Flu pandemic of 1968, and the Swine Flu scare of 1976. Until recently, such combinations were believed to have caused the infamous Spanish Flu outbreak of 1918 which killed 40~100 million people worldwide; however more recent research suggests the 1918 pandemic was caused by the antigenic drift of a fully avian virus to a form that could infect humans efficiently. The most recent 2009 H1N1 outbreak was a result of antigenic shift and reassortment between human, avian, and swine viruses. One increasingly worrying situation is the possible antigenic shift between avian influenza and human influenza. This antigenic shift could cause the formation of a highly virulent virus.",
            "score": 165.295654296875
        },
        {
            "docid": "1516915_39",
            "document": "Swine influenza . Swine influenza was first proposed to be a disease related to human flu during the 1918 flu pandemic, when pigs became ill at the same time as humans. The first identification of an influenza virus as a cause of disease in pigs occurred about ten years later, in 1930. For the following 60 years, swine influenza strains were almost exclusively H1N1. Then, between 1997 and 2002, new strains of three different subtypes and five different genotypes emerged as causes of influenza among pigs in North America. In 1997–1998, H3N2 strains emerged. These strains, which include genes derived by reassortment from human, swine and avian viruses, have become a major cause of swine influenza in North America. Reassortment between H1N1 and H3N2 produced H1N2. In 1999 in Canada, a strain of H4N6 crossed the species barrier from birds to pigs, but was contained on a single farm.",
            "score": 164.0848846435547
        },
        {
            "docid": "4697208_20",
            "document": "H5N1 genetic structure . Influenza A viruses have 10 genes on eight separate RNA molecules, which, for the reasons mentioned above, are named PB2, PB1, PA, HA, NP, NA, M, and NS. HA, NA, and M specify the structure of proteins that are most medically relevant as targets for antiviral drugs and antibodies. (An eleventh recently discovered gene called PB1-F2 sometimes creates a protein but is absent from some influenza virus isolates.) This segmentation of the influenza genome facilitates genetic recombination by segment reassortment in hosts who are infected with two different influenza viruses at the same time. Influenza A virus is the only species in the Influenzavirus A genus of the Orthomyxoviridae family and are negative sense, single-stranded, segmented RNA viruses.",
            "score": 160.52914428710938
        },
        {
            "docid": "4697208_27",
            "document": "H5N1 genetic structure . Both the H2N2 and H3N2 pandemic strains contained avian influenza virus RNA segments. \"While the pandemic human influenza viruses of 1957 (H2N2) and 1968 (H3N2) clearly arose through reassortment between human and avian viruses, the influenza virus causing the 'Spanish flu' in 1918 appears to be entirely derived from an avian source\".",
            "score": 159.5093994140625
        },
        {
            "docid": "1019908_24",
            "document": "Influenza A virus subtype H5N1 . Influenza viruses have a relatively high mutation rate that is characteristic of RNA viruses. The segmentation of its genome facilitates genetic recombination by segment reassortment in hosts infected with two different influenza viruses at the same time. A previously uncontagious strain may then be able to pass between humans, one of several possible paths to a pandemic.",
            "score": 158.43397521972656
        },
        {
            "docid": "22555940_2",
            "document": "2009 flu pandemic . The 2009 flu pandemic or \"swine flu\" was an influenza pandemic, and the second of the two pandemics involving H1N1 influenza virus (the first of them being the 1918 flu pandemic), albeit in a new version. First described in April 2009, the virus appeared to be a new strain of H1N1 which resulted when a previous triple reassortment of bird, swine and human flu viruses further combined with a Eurasian pig flu virus, leading to the term \"swine flu\".",
            "score": 157.71694946289062
        },
        {
            "docid": "3833671_13",
            "document": "Influenzavirus C . Because influenza virus A has an animal reservoir that contains all the known subtypes and it can undergo antigenic shift, this type of influenza virus is capable of producing pandemics. Influenza viruses A and B also cause seasonal epidemics every year due to their ability to antigenic shift. Influenza virus C does not have this capability and it is not thought to be a significant concern for human health. Therefore, there are no vaccinations against influenza virus C.",
            "score": 156.23028564453125
        },
        {
            "docid": "2957262_22",
            "document": "Influenza A virus subtype H3N2 . As of May 30, 2009: \"CDC has antigenically characterized 1,567 seasonal human influenza viruses [947 influenza A (H1), 162 influenza A (H3) and 458 influenza B viruses] collected by U.S. laboratories since October 1, 2008, and 84 novel influenza A (H1N1) viruses. All 947 influenza seasonal A (H1) viruses are related to the influenza A (H1N1) component of the 2008–09 influenza vaccine (A/Brisbane/59/2007). All 162 influenza A (H3N2) viruses are related to the A (H3N2) vaccine component (A/Brisbane/10/2007). All 84 novel influenza A (H1N1) viruses are related to the A/California/07/2009 (H1N1) reference virus selected by WHO as a potential candidate for novel influenza A (H1N1) vaccine. Influenza B viruses currently circulating can be divided into two distinct lineages represented by the B/Yamagata/16/88 and B/Victoria/02/87 viruses. Sixty-one influenza B viruses tested belong to the B/Yamagata lineage and are related to the vaccine strain (B/Florida/04/2006). The remaining 397 viruses belong to the B/Victoria lineage and are not related to the vaccine strain.\"",
            "score": 155.82298278808594
        },
        {
            "docid": "3853347_4",
            "document": "Influenza A virus subtype H9N2 . H9N2 is the most common subtype of influenza viruses in Chinese chickens and thus causes great economic loss for the poultry industry, even under the long-term vaccination programs. Recent human infections with avian influenza virus revealed that H9N2 is the gene donor for H7N9 and H10N8 viruses that are infecting humans too. The crucial role of H9N2 viruses due to the wide host range, adaptation to both poultry and mammals and extensive gene reassortment. In China, which is regarded as an epicenter of avian influenza viruses, the H9N2 virus has been detected in multiple avian species, including chicken, duck, quail, pheasant, partridge, pigeon, silky chicken, chukar and egret.",
            "score": 155.74671936035156
        },
        {
            "docid": "5274548_11",
            "document": "Spanish flu research . Other research by Tumpey and colleagues who reconstructed the H1N1 virus of 1918 came to the conclusion that it was most notably the polymerase genes and the HA and NA genes that caused the extreme virulence of this virus. The sequences of the polymerase proteins (PA, PB1, and PB2) of the 1918 virus and subsequent human viruses differ by only 10 amino acids from the avian influenza viruses. Viruses with seven of the ten amino acids in the human influenza locations have already been identified in currently circulating H5N1. This has led some researchers to suggest that other mutations may surface and make the H5N1 virus capable of human-to-human transmission. Another important factor is the change of the HA protein to a binding preference for alpha 2,6 sialic acid (the major form in the human respiratory tract). In avian virus the HA protein preferentially binds to alpha 2,3 sialic acid, which is the major form in the avian enteric tract. It has been shown that only a single amino acid change can result in the change of this binding preference. Altogether, only a handful of mutations may need to take place in order for H5N1 avian flu to become a pandemic virus like the one of 1918. However it is important to note that likelihood of mutation does not indicate the likelihood for the evolution of such a strain; since some of the necessary mutations may be constrained by stabilizing selection.",
            "score": 155.0259246826172
        },
        {
            "docid": "3843225_9",
            "document": "Influenza A virus subtype H1N2 . Because the hemagglutinin protein of the virus is similar to that of the currently circulating A(H1N1) viruses and the neuraminidase protein is similar to that of the current A(H3N2) viruses, the seasonal flu vaccine should provide good protection against influenza virus as well as protection against the currently circulating seasonal A(H1N1), A(H3N2), and B viruses.",
            "score": 154.85110473632812
        },
        {
            "docid": "1516915_20",
            "document": "Swine influenza . Swine influenza is caused by influenza A subtypes H1N1, H1N2, H2N3, H3N1, and H3N2. In pigs, four influenza A virus subtypes (H1N1, H1N2, H3N2 and H7N9) are the most common strains worldwide. In the United States, the H1N1 subtype was exclusively prevalent among swine populations before 1998; however, since late August 1998, H3N2 subtypes have been isolated from pigs. As of 2004, H3N2 virus isolates in US swine and turkey stocks were triple reassortants, containing genes from human (HA, NA, and PB1), swine (NS, NP, and M), and avian (PB2 and PA) lineages. In August 2012, the Center for Disease Control and Prevention confirmed 145 human cases (113 in Indiana, 30 in Ohio, one in Hawaii and one in Illinois) of H3N2v since July 2012. The death of a 61-year-old Madison County, Ohio woman is the first in the nation associated with a new swine flu strain. She contracted the illness after having contact with hogs at the Ross County Fair.",
            "score": 154.34246826171875
        }
    ]
}