{
    "q": [
        {
            "docid": "68300_29",
            "document": "Dominance (genetics) . In humans and other mammal species, sex is determined by two sex chromosomes called the X chromosome and the Y chromosome. Human females are typically XX; males are typically XY. The remaining pairs of chromosome are found in both sexes and are called autosomes; genetic traits due to loci on these chromosomes are described as autosomal, and may be dominant or recessive. Genetic traits on the X and Y chromosomes are called sex-linked, because they are linked to sex chromosomes, not because they are characteristic of one sex or the other. In practice, the term almost always refers to X-linked traits and a great many such traits (such as red-green colour vision deficiency) are not affected by sex. Females have two copies of every gene locus found on the X chromosome, just as for the autosomes, and the same dominance relationships apply. Males however have only one copy of each X chromosome gene locus, and are described as hemizygous for these genes. The Y chromosome is much smaller than the X, and contains a much smaller set of genes, including, but not limited to, those that influence 'maleness', such as the SRY gene for testis determining factor. Dominance rules for sex-linked gene loci are determined by their behavior in the female: because the male has only one allele (except in the case of certain types of Y chromosome aneuploidy), that allele is always expressed regardless of whether it is dominant or recessive.",
            "score": 125.25315451622009
        },
        {
            "docid": "3315213_9",
            "document": "Sex differences in human physiology . The X-chromosome carries a larger number of genes in comparison to the Y-chromosome. In humans, X-chromosome inactivation enables males and females to have equal expression of the genes on the X-chromosome since females have two X-chromosomes while males have a single X and a Y chromosome. X-chromosome inactivation is random in the somatic cells of the body as either the maternal or paternal X-chromosome can become inactivated in each cell. Thus, females are genetic mosaics.",
            "score": 167.50732493400574
        },
        {
            "docid": "3699327_2",
            "document": "X hyperactivation . X hyperactivation refers to the process in Drosophila by which genes on the X chromosome in male flies become twice as active as genes on the X chromosome in female flies.  Because male flies have a single X chromosome and female flies have two X chromosomes, the higher level of activation in males ensures that X chromosome genes are overall expressed at the same level in males and females. X hyperactivation is one mechanism of dosage compensation, whereby organisms that use genetic sex determination systems balance the gene dosage from the sex chromosomes between males and females. X hyperactivation is regulated by the alternative splicing of a gene called \"sex-lethal\". The gene was named \"sex-lethal\" due to its mutant phenotype which has little to no effect on male flies but results in the death of females due to X hyperactivation of the two X chromosomes. In female \"Drosophila\", the sex-lethal protein causes the female-specific splicing of the \"sex-lethal\"gene to produce more of the sex-lethal protein. This produces a positive feedback loop as the sex-lethal protein splices the \"sex-lethal\" gene to produce more of the sex-lethal protein. In male \"Drosophila\", there isn’t enough sex-lethal to activate the female-specific splicing of the \"sex-lethal\" gene, and it goes through the \"default\" splicing. This means that section of the gene that is spliced out in females remains in males. This portion contains an early stop codon resulting in no protein being made from it. In females, the sex-lethal protein inhibits the \"male-specific lethal\" (\"msl\") gene complex that would normally activate X-linked genes that result in an increase in the male transcription rate. The \"msl\" gene complex was named due to the loss-of-function mutant that results in the improper increase in the male transcription rate that results in the death of males. In males, the absence of the necessary amount of sex-lethal allows for the increase in the male transcription rate due to the \"msl\" gene complex no longer being inhibited. This allows the expression of the X chromosome to be \"doubled,\" or hyperactivated, to match the amount that females have with two X chromosomes.",
            "score": 104.62436485290527
        },
        {
            "docid": "1502660_16",
            "document": "X-inactivation . Since males only have one copy of the X chromosome, all expressed X-chromosomal genes (or alleles, in the case of multiple variant forms for a given gene in the population) are located on that copy of the chromosome. Females, however, will primarily express the genes or alleles located on the X-chromosomal copy that remains active. Considering the situation for one gene or multiple genes causing individual differences in a particular phenotype (i.e., causing variation observed in the population for that phenotype), in homozygous females it doesn’t particularly matter which copy of the chromosome is inactivated, as the alleles on both copies are the same. However, in females that are heterozygous at the causal genes, the inactivation of one copy of the chromosome over the other can have a direct impact on their phenotypic value. Because of this phenomenon, there is an observed increase in phenotypic variation in females that are heterozygous at the involved gene or genes than in females that are homozygous at that gene or those genes. There are many different ways in which the phenotypic variation can play out. In many cases, heterozygous females may be asymptomatic or only present minor symptoms of a given disorder, such as with X-linked adrenoleukodystrophy.",
            "score": 154.2923126220703
        },
        {
            "docid": "1502660_2",
            "document": "X-inactivation . X-inactivation (also called lyonization) is a process by which one of the copies of the X chromosome present in female mammals is inactivated. The inactive X chromosome is silenced by it being packaged in such a way that it has a transcriptionally inactive structure called heterochromatin. As nearly all female mammals have two X chromosomes, X-inactivation prevents them from having twice as many X chromosome gene products as males, who only possess a single copy of the X chromosome (see dosage compensation). The choice of which X chromosome will be inactivated is random in placental mammals such as humans, but once an X chromosome is inactivated it will remain inactive throughout the lifetime of the cell and its descendants in the organism. Unlike the random X-inactivation in placental mammals, inactivation in marsupials applies exclusively to the paternally derived X chromosome.",
            "score": 168.0130194425583
        },
        {
            "docid": "1502597_27",
            "document": "Dosage compensation . Regardless of their ambiguous evolutionary history, platypuses have been empirically determined to follow an XY sex-determination system, with females possessing five pairs of X chromosomes as the homogametic sex, and males possessing five X and five Y chromosomes as the heterogametic sex. Because the entire genome of the platypus has yet to be completely sequenced (including one of the X chromosomes), there is still continued investigation as to the definitive mechanism of dosage compensation that Platypuses follow. Research from the laboratory of Jennifer Graves used qPCR and SNP analysis of BACs containing various genes from X chromosomes in order to find whether multiple alleles for particular X-linked genes were being expressed at once, or were otherwise being dosage compensated. Her group found that in female platypuses, some X-linked genes only expressed an allele from one X chromosomes, while other genes expressed multiple alleles. This appears to be a system similar to the selective silencing method of dosage compensation observed in birds. However, about half of all X-linked genes also seemed to stochastically express only one active copy of said gene, alluding to the system of random X-inactivation observed in humans. These findings suggest that platypuses may employ a hybrid form of dosage compensation that combines feature from mammals as well as birds. Understanding the evolution of such a system may have implications for solidifying the true ancestral lineage of monotremes.",
            "score": 140.8087501525879
        },
        {
            "docid": "22689624_2",
            "document": "Skewed X-inactivation . Skewed X chromosome inactivation occurs when the inactivation of one X chromosome is favored over the other, leading to an uneven number of cells with each chromosome inactivated. It is usually defined as one allele being found on the active X chromosome in over 75% of cells, and extreme skewing is when over 90% of cells have inactivated the same X chromosome. It can be caused by primary nonrandom inactivation, either by chance due to a small cell pool or directed by genes, or caused by secondary nonrandom inactivation, which occurs by selection. Most females will have some levels of skewing. It is relatively common in adult females; around 35% of women have a skewed ratio over 70:30, and 7% of women have an extreme skewed ratio of over 90:10. This is of medical significance due to the potential for the expression of disease genes present on the X chromosome that are normally not expressed due to random X inactivation. X chromosome inactivation occurs in females to provide dosage compensation between the sexes. If females kept both X chromosomes active they would have twice the number of active X genes than males, who only have one copy of the X chromosome. At approximately the time of implantation (see Implantation (human embryo)), one of the two X chromosomes in each cell of the female embryo is randomly selected for inactivation. Cells then undergo transcriptional and epigenetic changes to ensure this inactivation is permanent. All progeny from these initial cells will maintain the inactivation of the same chromosome, resulting in a mosaic pattern of cells in females.",
            "score": 167.30601859092712
        },
        {
            "docid": "38973115_6",
            "document": "Tsix . Tsix and Xist regulate X chromosome protein production in female mice to prevent early embryonic mortality. X inactivation allows for equal dosage of X-linked genes for both males and females by inactivating the extra X chromosome in the females. Mutation of the maternal Tsix gene can cause over accumulation of Xist on both X chromosomes, silencing both X chromosomes in females and the single X chromosome in male. This can cause early mortality. However, if the paternal Tsix allele is active, it can rescue female embryos from the over-accumulation of Xist.",
            "score": 148.4013476371765
        },
        {
            "docid": "96628_5",
            "document": "Offspring . To focus more on the offspring and how it results in the formation of the f1 generation, is an inheritance called sex-linkage, which is a gene which is located on the sex chromosome and patterns of these inheritance differ in both male and female. The explanation that proves the theory of the offspring having genes from both parent generations, is proven through a process called crossing-over, which consists of taking genes from the male chromosomes and genes from the female chromosome, resulting in a process of meiosis occurring, and leading to the splitting of the chromosomes evenly. Depending on which genes are dominantly expressed in the gene will result in the sex of the offspring. The female will always give an X chromosome, whereas the male, depending on the situation, will either give an X chromosome or a Y chromosome. If a male offspring is produced, the gene will consist of an X and a Y chromosome. If two X chromosomes are expressed and produced, it produces a female offspring.",
            "score": 102.77600502967834
        },
        {
            "docid": "4948244_3",
            "document": "XXYY syndrome . Some signs and symptoms of this condition include: 48,XXYY syndrome is a condition related to the X and Y chromosomes (the sex chromosomes). People normally have 46 chromosomes in each cell. Two of the 46 chromosomes, known as X and Y, are called sex chromosomes because they help determine whether a person will develop male or female sex characteristics. Females typically have two X chromosomes (46,XX), and males have one X chromosome and one Y chromosome (46,XY). 48,XXYY syndrome results from the presence of an extra copy of both sex chromosomes in each of a male's cells (48,XXYY). Extra copies of genes on the X chromosome interfere with male sexual development, preventing the testes from functioning normally and reducing the levels of testosterone. Many genes are found only on the X or Y chromosome, but genes in areas known as the pseudoautosomal regions are present on both sex chromosomes. Extra copies of genes from the pseudoautosomal regions of the extra X and Y chromosome contribute to the signs and symptoms of 48,XXYY syndrome; however, the specific genes have not been identified.  The condition 48,XXYY is not inherited; it usually occurs as a random event during the formation of reproductive cells (eggs and sperm). An error in cell division called nondisjunction results in a reproductive cell with an abnormal number of chromosomes. In 48,XXYY syndrome, the extra sex chromosomes almost always come from a sperm cell. Nondisjunction may cause a sperm cell to gain two extra sex chromosomes, resulting in a sperm cell with three sex chromosomes (one X and two Y chromosomes). If that sperm cell fertilizes a normal egg cell with one X chromosome, the resulting child will have two X chromosomes and two Y chromosomes in each of his body's cells.",
            "score": 118.20197296142578
        },
        {
            "docid": "10226249_12",
            "document": "Calico cat . As Sue Hubble stated in her book \"Shrinking the Cat: Genetic Engineering before We Knew about Genes\",  The mutation that gives male cats a ginger-colored coat and females ginger, tortoiseshell, or calico coats produced a particularly telling map. The orange mutant gene is found only on the X, or female, chromosome. As with humans, female cats have paired sex chromosomes, XX, and male cats have XY sex chromosomes. The female cat, therefore, can have the orange mutant gene on one X chromosome and the gene for a black coat on the other. The piebald gene is on a different chromosome. If expressed, this gene codes for white, or no color, and is dominant over the alleles that code for a certain color (\"i.e.\" orange or black), making the white spots on calico cats. If that is the case, those several genes will be expressed in a blotchy coat of the tortoiseshell or calico kind. But the male, with his single X chromosome, has only one of that particular coat-color gene: he can be not-ginger or he can be ginger (although some modifier genes can add a bit of white here and there), but unless he has a chromosomal abnormality he cannot be a calico cat. It is currently impossible to reproduce the fur patterns of calico cats by cloning. Penelope Tsernoglou wrote \"This is due to an effect called x-linked inactivation which involves the random inactivation of one of the X chromosomes. Since all female mammals have two X chromosomes, one might wonder if this phenomenon could have a more widespread impact on cloning in the future.\"",
            "score": 139.567444562912
        },
        {
            "docid": "6778877_17",
            "document": "Sexual conflict . Sex biased genes could either be male or female biased and sequence analysis of these protein coding genes have revealed their faster rate of evolution which has been attributed to their positive selection vs. reduced selective constraint. Apart from sex specific natural selection and sexual selection that includes both intersexual and intrasexual selection, a third phenomenon also explains the differences in gene expressions between two sexes – sexual antagonism. Sexual antagonism represents an evolutionary conflict at a single or multiple locus that contribute differentially to the male and female fitness. The conflict occurs as the spread of an allele at one locus in either male or female that lowers the fitness of the other sex. This gives rise to different selection pressure on males and females. Since the allele is beneficial for one sex and detrimental to the other, counter adaptations in the form of suppressor alleles at different genetic loci can develop that reduce the effects of deleterious allele, giving rise to differences in gene expression. Selection on such traits in males would select for suppressor alleles in females thus increasing the chances of retaining the deleterious allele in the population in interlocus sexual conflict.",
            "score": 89.82008600234985
        },
        {
            "docid": "1845590_4",
            "document": "X-linked ichthyosis . The \"STS\" gene is located on the X chromosome at band Xp22.3. Thus, the syndrome is an X-linked condition, and it affects males and females differently. The 23rd pair of chromosomes is typically termed the \"sex chromosomes\". Females have two X chromosomes and males have one X and one Y chromosome. Therefore, in normal individuals, males carry a single copy of the \"STS\" gene and females carry two copies. This gene partially escapes X-inactivation and females normally express higher amounts of the STS enzyme than males.",
            "score": 130.28141379356384
        },
        {
            "docid": "14875776_3",
            "document": "XIST . X inactivation is an early developmental process in mammalian females that transcriptionally silences one of the pair of X chromosomes, thus providing dosage equivalence between males and females (see dosage compensation). The process is regulated by several factors, including a region of chromosome X called the X inactivation center (XIC). The XIST gene is expressed exclusively from the XIC of the inactive X chromosome. The transcript is spliced but apparently does not encode a protein. The transcript remains in the nucleus where it coats the inactive X chromosome. Alternatively spliced transcript variants have been identified, but their full length sequences have not been determined.",
            "score": 137.60353422164917
        },
        {
            "docid": "1502597_2",
            "document": "Dosage compensation . Dosage compensation is the process by which organisms equalize the expression of genes between members of different biological sexes. Across species, different sexes are often characterized by different types and numbers of sex chromosomes. In order to account for varying numbers of sex chromosomes, different organisms have acquired unique methods to equalize gene expression amongst the sexes. Because sex chromosomes contain different numbers of genes, different species of organisms have developed different mechanisms to cope with this inequality. Replicating the actual \"gene\" is impossible; thus organisms instead equalize the \"expression\" from each gene. For example, in humans, females (XX) silence the transcription of one X chromosome of each pair, and transcribe all information from the other, expressed X chromosome. Thus, human females have the same number of expressed X-linked genes as do human males (XY), both sexes having essentially one X chromosome per cell, from which to transcribe and express genes.",
            "score": 104.48833322525024
        },
        {
            "docid": "20913864_8",
            "document": "Female . Most mammalian females have two copies of the X chromosome as opposed to the male which carries only one X and one smaller Y chromosome (but some mammals, such as the platypus, have different combinations). To compensate for the difference in size, one of the female's X chromosomes is randomly inactivated in each cell of placental mammals while the paternally derived X is inactivated in marsupials. In birds and some reptiles, by contrast, it is the female which is heterozygous and carries a Z and a W chromosome whilst the male carries two Z chromosomes. Intersex conditions can also give rise to other combinations, such as XO or XXX in mammals, which are still considered as female so long as they do not contain a Y chromosome, except for specific cases of testosterone deficiency/insensitivity in XY individuals while in the womb. However, these conditions frequently result in sterility.",
            "score": 141.74720764160156
        },
        {
            "docid": "19013992_9",
            "document": "Ernest Beutler . Not long after moving to California, Beutler made one of his most important contributions. A new colleague at the City of Hope and ultimately a lifelong friend, Susumu Ohno had recently demonstrated that the histologically observable Barr body present in the nuclei of mammalian female cells was a hyperchromatic X chromosome. Beutler immediately recognized that this might account for the variable expression of X-linked genes in females heterozygous for X-linked mutations. He soon determined that random X chromosome inactivation causes tissue mosaicism in female mammals, in that each somatic cell expresses one (but not both) of the alleles of X-linked genes with which it is endowed. This he accomplished by showing that two populations of erythrocytes exist in the blood of African American women who are heterozygous for G6PD deficiency. Mary F. Lyon independently hypothesized that variegated coat colors in mice might arise from random X chromosome inactivation. This, too, flowed from Ohno’s observations.",
            "score": 144.39197301864624
        },
        {
            "docid": "11233375_7",
            "document": "Allan–Herndon–Dudley syndrome . This condition is inherited in an X-linked recessive pattern. A condition is considered X-linked if the mutated gene that causes the disorder is located on the X chromosome, one of the two sex chromosomes. In males (who have only one X chromosome), one altered copy of the gene in each cell is sufficient to cause the condition. In females (who have two X chromosomes), a mutation must be present in both copies of the gene to cause the disorder. Males are affected by X-linked recessive disorders much more frequently than females. A striking characteristic of X-linked inheritance is that fathers cannot pass X-linked traits to their sons.",
            "score": 122.21334862709045
        },
        {
            "docid": "6701668_9",
            "document": "Hypohidrotic ectodermal dysplasia . Most cases are caused by mutations in the EDA gene, which are inherited in an X-linked recessive pattern, called x-linked hypohidrotic ectodermal dysplasia (XLHED). A condition is considered X-linked if the mutated gene that causes the disorder is located on the X chromosome, one of the two sex chromosomes. In males (who have only one X chromosome), one altered copy of the gene in each cell is sufficient to cause the condition. In females (who have two X chromosomes), a mutation must be present in both copies of the gene to cause the disorder. Males are affected by X-linked recessive disorders much more frequently than females. A striking characteristic of X-linked inheritance is that fathers cannot pass X-linked traits to their sons.",
            "score": 124.1585340499878
        },
        {
            "docid": "246891_10",
            "document": "Y chromosome . Recombination between the X and Y chromosomes proved harmful—it resulted in males without necessary genes formerly found on the Y chromosome, and females with unnecessary or even harmful genes previously only found on the Y chromosome. As a result, genes beneficial to males accumulated near the sex-determining genes, and recombination in this region was suppressed in order to preserve this male specific region. Over time, the Y chromosome changed in such a way as to inhibit the areas around the sex determining genes from recombining at all with the X chromosome. As a result of this process, 95% of the human Y chromosome is unable to recombine. Only the tips of the Y and X chromosomes recombine. The tips of the Y chromosome that could recombine with the X chromosome are referred to as the pseudoautosomal region. The rest of the Y chromosome is passed on to the next generation intact. It is because of this disregard for the rules that the Y chromosome is such a superb tool for investigating recent human evolution.",
            "score": 85.70057535171509
        },
        {
            "docid": "46697210_16",
            "document": "Epigenetics of human development . In embryonic development, when the zygote is still composed of just a few cells, each cell of the zygote will randomly chose an X-chromosome to condense and silence. From then on, the daughter cells of that cell will always silence the same X-chromosome as the parent cell it propagated from. This creates what is known as the “mosaic effect,” in which differential X-chromosome expression creates differing genotypes throughout a single organism. This may or may not be evident in females, depending on how the genes of the X-chromosomes affect phenotype. If the alleles for a gene are identical on both X-chromosomes, then you will see no difference between the cells that chose one X over the other. If the alleles are different for, say, fur color, then you may see patches of one color and patches of the other color. In calico cats the mosaic pattern of X inactivation is easily seen because a gene affecting coat color is carried on the X, resulting in patches of color on the coat. The mosaic pattern of X inactivation may also determine how penetrant a disease is, if the disease allele is present on one X-chromosome and not the other. The organism may have few cells in which the diseased allele has not been condensed, leading to little expression of the disease allele. This is referred to as skewed X-chromosome inactivation.",
            "score": 137.24268317222595
        },
        {
            "docid": "49399_6",
            "document": "XY sex-determination system . In humans, half of spermatozoons carry X chromosome and the other half Y chromosome. A single gene (\"SRY\") present on the Y chromosome acts as a signal to set the developmental pathway towards maleness. Presence of this gene starts off the process of virilization. This and other factors result in the sex differences in humans. The cells in females, with two X chromosomes, undergo X-inactivation, in which one of the two X chromosomes is inactivated. The inactivated X chromosome remains within a cell as a Barr body.",
            "score": 140.0799810886383
        },
        {
            "docid": "1502597_14",
            "document": "Dosage compensation . In the case of two-fold increased transcription of a single male X chromosome, there is no use for a Barr body, and the male organism must use different genetic machinery to increase the transcriptional output of their single X chromosome. It is common in such organisms for the Y chromosome to be necessary for male fertility, but not for it to play an explicit role in sex determination. In \"Drosophila\", for example, the sex lethal (SXL) gene acts as a key regulator of sexual differentiation and maturation in somatic tissue; in XX animals, SXL is activated to repress increased transcription, while in XY animals SXL is inactive and allows male development to proceed via increased transcription of the single X. Several binding sites exist on the \"Drosophila\" X chromosome for the dosage compensation complex (DCC), a ribonucleoprotein complex; these binding sites have varying levels of affinity, presumably for varying expression of specific genes. The Male Specific Lethal complex, composed of protein and RNA binds and selectively modifies hundreds of X-linked genes, increasing their transcription to levels comparable to female \"D. melanogaster\".",
            "score": 98.17903733253479
        },
        {
            "docid": "1235542_3",
            "document": "X-linked recessive inheritance . X-linked inheritance means that the gene causing the trait or the disorder is located on the X chromosome. Females have two X chromosomes, while males have one X and one Y chromosome. Carrier females who have only one copy of the mutation do not usually express the phenotype, although differences in X chromosome inactivation can lead to varying degrees of clinical expression in carrier females since some cells will express one X allele and some will express the other. The current estimate of sequenced X-linked genes is 499 and the total including vaguely defined traits is 983.",
            "score": 135.95141339302063
        },
        {
            "docid": "1435541_18",
            "document": "Non-Mendelian inheritance . Mosaicism also results from a phenomenon known as X-inactivation. All female mammals have two X chromosomes. To prevent lethal gene dosage problems, one of these chromosomes is inactivated following fertilization. This process occurs randomly for all of the cells in the organism’s body. Because a given female’s two X chromosomes will almost certainly differ in their specific pattern of alleles, this will result in differing cell phenotypes depending on which chromosome is silenced. Calico cats, which are almost all female, demonstrate one of the most commonly observed manifestations of this process.",
            "score": 133.83141255378723
        },
        {
            "docid": "4310201_3",
            "document": "Haemophilia in European royalty . The sex-linked X chromosome disorder manifests almost exclusively in males, even though the genetic mutation causing the disorder is located on the X chromosome and can be inherited from the mother by male children or from either mother or father by female children. This is because the trait is recessive, meaning that only one correctly-functioning copy of the blood clotting factor gene is necessary for normal clotting. Females have two X chromosomes, and hence redundant copies of the blood clotting factor gene located on them. A female who inherits a mutated copy on one X chromosome has also inherited a second X chromosome from the other parent that is likely to carry a non-mutated copy of the gene, capable of directing appropriate clotting. Such a female, with normal clotting but possessing a single mutated copy of the gene, is called a carrier. Males only possess a single X chromosome, inherited from their mother, having received a Y chromosome from their father instead of a second X. If their sole X chromosome contains the haemophilia mutation they possess no second copy to provide for normal function, as in carrier females. Each child of a carrier will have a 50% chance of inheriting their mother's mutation, of being a haemophiliac (sons) or carrier (daughters). The daughter of a male haemophiliac will always inherit his mutation, while a son cannot ever inherit it. A female will only be affected with haemophilia in the rare circumstance that she inherits mutated X chromosomes from both a haemophiliac father and a carrier mother. No case of such double inheritance is known among Queen Victoria's descendants.",
            "score": 126.51060438156128
        },
        {
            "docid": "4529789_6",
            "document": "X-linked severe combined immunodeficiency . X-SCID is caused by a mutation occurring in the xq13.1 locus of the X-chromosome. Most often, this disease affects males whose mother is a carrier (heterozygous) for the disorder. Because females have two X-chromosomes, the mother will not be affected by carrying only one abnormal X-chromosome, but any male children will have a 50% chance of being affected with the disorder by inheriting the faulty gene. Likewise, her female children will have a 50% chance of being carriers for the immunodeficiency. X-SCID can also arise through de novo mutations and can be prevented in females by X-inactivation. In X-inactivation the preferential selection of the non-mutant X chromosome during development results in the outcome that none of the mature female cells actively express the X-SCID mutation, they are immunologically unaffected and have no carrier burden. A de novo mutation is an alteration in a gene caused by the result of a mutation in a germ cell (egg or sperm) or in the fertilized egg itself, rather than having been inherited from a carrier. Since only 1/3 of all X-SCID patients have a positive family history of SCID, it is hypothesized that de novo mutations account for a significant percentage of cases. X-inactivation occurs in a completely random manner, in females, very early in embryonic development. Once an X is inactivated, it remains inactivated throughout the life of that cell and any of its daughter cells. It is important to note that X-inactivation is reversed in female germline cells, so that all new oocytes receive an active X. Regardless of which X is inactivated in her somatic cells, a female will have a 50% chance of passing on the disease to any male children.",
            "score": 161.74747776985168
        },
        {
            "docid": "38973115_3",
            "document": "Tsix . Female mammals have two X chromosomes and males have one X and one Y chromosome. The X chromosome has many active genes. This leads to dosage compensation problems: the two X chromosomes in the female will create twice as many gene products as the one X in the male. To mitigate this, one of the X chromosomes is inactivated in females, so that each sex only has one set of X chromosome genes. The inactive X chromosome in cells of females is visible as a Barr body under the microscope. Males do not have Barr bodies as they only have one X chromosome.",
            "score": 132.75354957580566
        },
        {
            "docid": "4629978_4",
            "document": "Pseudoautosomal region . The locations of the PARs within GRCh38 are: The locations of the PARs within GRCh37 are: Normal male mammals have two copies of these genes: one in the pseudoautosomal region of their Y chromosome, the other in the corresponding portion of their X chromosome. Normal females also possess two copies of pseudoautosomal genes, as each of their two X chromosomes contains a pseudoautosomal region. Crossing over between the X and Y chromosomes is normally restricted to the pseudoautosomal regions; thus, pseudoautosomal genes exhibit an autosomal, rather than sex-linked, pattern of inheritance. So, females can inherit an allele originally present on the Y chromosome of their father.",
            "score": 101.96692562103271
        },
        {
            "docid": "1502597_15",
            "document": "Dosage compensation . In organisms that use this method of dosage compensation, the presence of one or more X chromosomes must be detected early on in development, as failure to initiate the appropriate dosage compensation mechanisms is lethal. Male specific lethal proteins (MSLs) are a family of four proteins that bind to the X chromosome exclusively in males. The name “MSL” is used because mutations in these genes cause inability to effectively upregulate X-linked genes appropriately, and are thus lethal to males only and not their female counterparts. SXL regulates pre-messenger RNA in males to differentially splice MSLs and result in the appropriate increase in X chromosome transcription observed in male \"Drosophila\". The immediate target of SXL is male specific lethal-2 (MSL-2). Current dogma suggests that the binding of MSL-2 at multiple sites along the SXL gene in females prevents proper MSL-2 translation, and thus, as previously stated, represses the possibility for X-linked genetic upregulation in females. However, all other transcription factors in the MSL family—maleless, MSL-1, and MSL-3—are able to act when SXL is not expressed, as in the case in males. These factors act to increase male X chromosome transcriptional activity. Histone acetylation and the consequent upregulation of X-linked genes in males is dictated by the MSL complex. Specifically, special roX non-coding RNAs on the MSL complexes facilitate binding to the single male X chromosome, and dictate acetylation of specific loci along the X chromosome as well as the formation of euchromatin. Though these RNAs bind at specific sites along the male X chromosome, their effects spread along the length of the chromosome and have the ability to influence large-scale chromatin modifications. The implications of this spreading epigenetic regulation along the male X chromosome is thought to have implications for understanding the transfer of epigenetic activity along long genomic stretches.",
            "score": 102.74149477481842
        },
        {
            "docid": "208144_9",
            "document": "X chromosome . The X chromosome carries hundreds of genes but few, if any, of these have anything to do directly with sex determination. Early in embryonic development in females, one of the two X chromosomes is randomly and permanently inactivated in nearly all somatic cells (cells other than egg and sperm cells). This phenomenon is called X-inactivation or Lyonization, and creates a Barr body. If X-inactivation in the somatic cell meant a complete de-functionalizing of one of the X-chromosomes, it would ensure that females, like males, had only one functional copy of the X chromosome in each somatic cell. This was previously assumed to be the case. However, recent research suggests that the Barr body may be more biologically active than was previously supposed.",
            "score": 148.5076460838318
        },
        {
            "docid": "6078840_5",
            "document": "X-linked dominant inheritance . As the X chromosome is one of the sex chromosomes (the other being the Y chromosome), X-linked inheritance is determined by the sex of the parent carrying a specific gene and can often seem complex. This is due to the fact that, typically, females have two copies of the X-chromosome, while males have only one copy. The difference between dominant and recessive inheritance patterns also plays a role in determining the chances of a child inheriting an X-linked disorder from their parentage.",
            "score": 105.54444193840027
        }
    ],
    "r": [
        {
            "docid": "1502660_2",
            "document": "X-inactivation . X-inactivation (also called lyonization) is a process by which one of the copies of the X chromosome present in female mammals is inactivated. The inactive X chromosome is silenced by it being packaged in such a way that it has a transcriptionally inactive structure called heterochromatin. As nearly all female mammals have two X chromosomes, X-inactivation prevents them from having twice as many X chromosome gene products as males, who only possess a single copy of the X chromosome (see dosage compensation). The choice of which X chromosome will be inactivated is random in placental mammals such as humans, but once an X chromosome is inactivated it will remain inactive throughout the lifetime of the cell and its descendants in the organism. Unlike the random X-inactivation in placental mammals, inactivation in marsupials applies exclusively to the paternally derived X chromosome.",
            "score": 168.0130157470703
        },
        {
            "docid": "3315213_9",
            "document": "Sex differences in human physiology . The X-chromosome carries a larger number of genes in comparison to the Y-chromosome. In humans, X-chromosome inactivation enables males and females to have equal expression of the genes on the X-chromosome since females have two X-chromosomes while males have a single X and a Y chromosome. X-chromosome inactivation is random in the somatic cells of the body as either the maternal or paternal X-chromosome can become inactivated in each cell. Thus, females are genetic mosaics.",
            "score": 167.50732421875
        },
        {
            "docid": "22689624_2",
            "document": "Skewed X-inactivation . Skewed X chromosome inactivation occurs when the inactivation of one X chromosome is favored over the other, leading to an uneven number of cells with each chromosome inactivated. It is usually defined as one allele being found on the active X chromosome in over 75% of cells, and extreme skewing is when over 90% of cells have inactivated the same X chromosome. It can be caused by primary nonrandom inactivation, either by chance due to a small cell pool or directed by genes, or caused by secondary nonrandom inactivation, which occurs by selection. Most females will have some levels of skewing. It is relatively common in adult females; around 35% of women have a skewed ratio over 70:30, and 7% of women have an extreme skewed ratio of over 90:10. This is of medical significance due to the potential for the expression of disease genes present on the X chromosome that are normally not expressed due to random X inactivation. X chromosome inactivation occurs in females to provide dosage compensation between the sexes. If females kept both X chromosomes active they would have twice the number of active X genes than males, who only have one copy of the X chromosome. At approximately the time of implantation (see Implantation (human embryo)), one of the two X chromosomes in each cell of the female embryo is randomly selected for inactivation. Cells then undergo transcriptional and epigenetic changes to ensure this inactivation is permanent. All progeny from these initial cells will maintain the inactivation of the same chromosome, resulting in a mosaic pattern of cells in females.",
            "score": 167.30601501464844
        },
        {
            "docid": "1502660_11",
            "document": "X-inactivation . It is understood that X-chromosome inactivation is a random process, occurring at about the time of gastrulation in the epiblast (cells that will give rise to the embryo). The maternal and paternal X chromosomes have an equal probability of inactivation. This would suggest that women would be expected to suffer from X-linked disorders approximately 50% as often as men (because women have two X chromosomes, while men have only one); however, in actuality, the occurrence of these disorders in females is much lower than that. One explanation for this disparity is that 12–20% of genes on the inactivated X chromosome remain expressed, thus providing women with added protection against defective genes coded by the X-chromosome. Some suggest that this disparity must be evidence of preferential (non-random) inactivation. Preferential inactivation of the paternal X-chromosome occurs in both marsupials and in cell lineages that form the membranes surrounding the embryo, whereas in placental mammals either the maternally or the paternally derived X-chromosome may be inactivated in different cell lines.",
            "score": 165.45303344726562
        },
        {
            "docid": "4529789_6",
            "document": "X-linked severe combined immunodeficiency . X-SCID is caused by a mutation occurring in the xq13.1 locus of the X-chromosome. Most often, this disease affects males whose mother is a carrier (heterozygous) for the disorder. Because females have two X-chromosomes, the mother will not be affected by carrying only one abnormal X-chromosome, but any male children will have a 50% chance of being affected with the disorder by inheriting the faulty gene. Likewise, her female children will have a 50% chance of being carriers for the immunodeficiency. X-SCID can also arise through de novo mutations and can be prevented in females by X-inactivation. In X-inactivation the preferential selection of the non-mutant X chromosome during development results in the outcome that none of the mature female cells actively express the X-SCID mutation, they are immunologically unaffected and have no carrier burden. A de novo mutation is an alteration in a gene caused by the result of a mutation in a germ cell (egg or sperm) or in the fertilized egg itself, rather than having been inherited from a carrier. Since only 1/3 of all X-SCID patients have a positive family history of SCID, it is hypothesized that de novo mutations account for a significant percentage of cases. X-inactivation occurs in a completely random manner, in females, very early in embryonic development. Once an X is inactivated, it remains inactivated throughout the life of that cell and any of its daughter cells. It is important to note that X-inactivation is reversed in female germline cells, so that all new oocytes receive an active X. Regardless of which X is inactivated in her somatic cells, a female will have a 50% chance of passing on the disease to any male children.",
            "score": 161.7474822998047
        },
        {
            "docid": "1502660_12",
            "document": "X-inactivation . The time period for X-chromosome inactivation explains this disparity. Inactivation occurs in the epiblast during gastrulation, which gives rise to the embryo. Inactivation occurs on a cellular level, resulting in a mosaic expression, in which patches of cells have an inactive maternal X-chromosome, while other patches have an inactive paternal X-chromosome. For example, a female heterozygous for haemophilia (an X-linked disease) would have about half of her liver cells functioning properly, which is typically enough to ensure normal blood clotting. Chance could result in significantly more dysfunctional cells; however, such statistical extremes are unlikely. Genetic differences on the chromosome may also render one X-chromosome more likely to undergo inactivation. Also, if one X-chromosome has a mutation hindering its growth or rendering it non viable, cells which randomly inactivated that X will have a selective advantage over cells which randomly inactivated the normal allele. Thus, although inactivation is initially random, cells that inactivate a normal allele (leaving the mutated allele active) will eventually be overgrown and replaced by functionally normal cells in which nearly all have the same X-chromosome activated.",
            "score": 155.96810913085938
        },
        {
            "docid": "1502660_16",
            "document": "X-inactivation . Since males only have one copy of the X chromosome, all expressed X-chromosomal genes (or alleles, in the case of multiple variant forms for a given gene in the population) are located on that copy of the chromosome. Females, however, will primarily express the genes or alleles located on the X-chromosomal copy that remains active. Considering the situation for one gene or multiple genes causing individual differences in a particular phenotype (i.e., causing variation observed in the population for that phenotype), in homozygous females it doesn’t particularly matter which copy of the chromosome is inactivated, as the alleles on both copies are the same. However, in females that are heterozygous at the causal genes, the inactivation of one copy of the chromosome over the other can have a direct impact on their phenotypic value. Because of this phenomenon, there is an observed increase in phenotypic variation in females that are heterozygous at the involved gene or genes than in females that are homozygous at that gene or those genes. There are many different ways in which the phenotypic variation can play out. In many cases, heterozygous females may be asymptomatic or only present minor symptoms of a given disorder, such as with X-linked adrenoleukodystrophy.",
            "score": 154.2923126220703
        },
        {
            "docid": "1502660_17",
            "document": "X-inactivation . The differentiation of phenotype in heterozygous females is furthered by the presence of X-inactivation skewing. Typically, each X-chromosome is silenced in half of the cells, but this process is skewed when preferential inactivation of a chromosome occurs. It is thought that skewing happens either by chance or by a physical characteristic of a chromosome that may cause it to be silenced more or less often, such as an unfavorable mutation.",
            "score": 152.3361053466797
        },
        {
            "docid": "1590357_9",
            "document": "Human genetics . X chromosomes in females undergo a process known as X inactivation. X inactivation is when one of the two X chromosomes in females is almost completely inactivated. It is important that this process occurs otherwise a woman would produce twice the amount of normal X chromosome proteins. The mechanism for X inactivation will occur during the embryonic stage. For people with disorders like trisomy X, where the genotype has three X chromosomes, X-inactivation will inactivate all X chromosomes until there is only one X chromosome active. Males with Klinefelter syndrome, who have an extra X chromosome, will also undergo X inactivation to have only one completely active X chromosome.",
            "score": 151.3504638671875
        },
        {
            "docid": "3756020_5",
            "document": "XX male syndrome . The degree to which individuals with XX male syndrome develop the male phenotype is variable, even among SRY-positive individuals. A completely male phenotype usually develops in the presence of the SRY gene but, in some cases, the presence of the SRY gene can result in internal and/or external genitalia ambiguities. Normal XX females undergo X inactivation during which one copy of the X chromosome is silenced. It is thought that X inactivation in XX males may account for the genital ambiguities and incomplete masculinization seen in SRY-positive XX males. The X chromosome with the SRY gene is preferentially chosen to be the active X chromosome 90% of the time, which is why a complete male phenotype is often seen in SRY-positive XX males. In the remaining 10%, X inactivation spreads to include a portion of the SRY gene, resulting in incomplete masculinization.",
            "score": 150.5124969482422
        },
        {
            "docid": "208144_9",
            "document": "X chromosome . The X chromosome carries hundreds of genes but few, if any, of these have anything to do directly with sex determination. Early in embryonic development in females, one of the two X chromosomes is randomly and permanently inactivated in nearly all somatic cells (cells other than egg and sperm cells). This phenomenon is called X-inactivation or Lyonization, and creates a Barr body. If X-inactivation in the somatic cell meant a complete de-functionalizing of one of the X-chromosomes, it would ensure that females, like males, had only one functional copy of the X chromosome in each somatic cell. This was previously assumed to be the case. However, recent research suggests that the Barr body may be more biologically active than was previously supposed.",
            "score": 148.5076446533203
        },
        {
            "docid": "38973115_6",
            "document": "Tsix . Tsix and Xist regulate X chromosome protein production in female mice to prevent early embryonic mortality. X inactivation allows for equal dosage of X-linked genes for both males and females by inactivating the extra X chromosome in the females. Mutation of the maternal Tsix gene can cause over accumulation of Xist on both X chromosomes, silencing both X chromosomes in females and the single X chromosome in male. This can cause early mortality. However, if the paternal Tsix allele is active, it can rescue female embryos from the over-accumulation of Xist.",
            "score": 148.40135192871094
        },
        {
            "docid": "1502660_9",
            "document": "X-inactivation . The descendants of each cell which inactivated a particular X chromosome will also inactivate that same chromosome. This phenomenon, which can be observed in the coloration of tortoiseshell cats when females are heterozygous for the X-linked gene, should not be confused with mosaicism, which is a term that specifically refers to differences in the genotype of various cell populations in the same individual; X-inactivation, which is an epigenetic change that results in a different phenotype, is \"not\" a change at the genotypic level. For an individual cell or lineage the inactivation is therefore skewed or 'non-random', and this can give rise to mild symptoms in female 'carriers' of X-linked genetic disorders.",
            "score": 147.85134887695312
        },
        {
            "docid": "22689624_3",
            "document": "Skewed X-inactivation . Nonrandom X Inactivation leads to skewed X inactivation. Nonrandom X inactivation can be caused by chance or directed by genes. If the initial pool of cells in which X inactivation occurs is small, chance can cause skewing to occur in some individuals by causing a bigger proportion of the initial cell pool to inactivate one X chromosome. A reduction in the size of this initial cell pool would increase the likelihood of skewing occurring. This skewing can then be inherited by progeny cells, or increased by secondary selection. The X-chromosome controlling element (Xce) gene in mice has been found to influence genetically mediated skewing. It is unknown whether a similar gene plays a role in human X inactivation, although a 2008 study found that skewing in humans is mostly caused by secondary events rather than a genetic tendency. There is a much higher concordance rate in genetically identical (monozygotic) twins compared to non-identical (dizygotic) twins, which suggests a strong genetic input. A 10% difference in the skewing of genetically identical twins did exist however, so there are other contributing factors outside of genetics alone. It is difficult to identify primary nonrandom inactivation in humans, as early cell selection occurs in the embryo. Mutation and imprinting of the XIST gene, a part of the X inactivation centre, can result in skewing. This is rare in humans.",
            "score": 146.8758087158203
        },
        {
            "docid": "53142_29",
            "document": "Fragile X syndrome . Fragile X syndrome has traditionally been considered an X-linked dominant condition with variable expressivity and possibly reduced penetrance. However, due to genetic anticipation and X-inactivation in females, the inheritance of Fragile X syndrome does not follow the usual pattern of X-linked dominant inheritance and some scholars have suggested discontinuing labeling X-linked disorders as dominant or recessive. Females with full FMR1 mutations may have a milder phenotype than males due to variability in X-inactivation.",
            "score": 145.79519653320312
        },
        {
            "docid": "1502597_7",
            "document": "Dosage compensation . Simultaneously, Mary F. Lyon began investigating manipulations of X-linked traits that had phenotypically visible consequences, particularly in mice, whose fur color is a trait intimately linked to the X chromosome. Building on work done by Ohno and his colleagues, Lyon eventually proved that either the maternal or paternal X chromosome is randomly inactivated in every cell of the female body in the species she was studying, which explained the heterogeneous fur patterns she observed in her mosaic mice. This process is known as X-inactivation, and is sometimes referred to as “lyonization”. This discovery can be easily extrapolated to explain the mixed color patterns observed in the coats of tortoiseshell cats. The fur patterns characteristic of tortoiseshell cats are found almost exclusively in females, because only they randomly inactivate one X chromosome in every somatic hair cell. Thus, presuming that hair color determining genes are X-linked, it makes sense that whether the maternal or paternal X chromosome is inactivated in a particular hair cell can result in differential fur color expression.",
            "score": 145.63099670410156
        },
        {
            "docid": "46669355_23",
            "document": "Polycomb Group Proteins and Cancer . The polycomb group proteins influence X chromosome inactivation via epigenetic marks, such as histone methylation, and these modifications of chromatin structure have been implicated in oncogenesis. X chromosome inactivation is a random process by which one of two copies of the X chromosome is inactivated in female mammals. The inactive X chromosome is packed via DNA condensation into a heterochromatic Barr body formation. Once inactivated, the condensed X chromosome will remain inactive throughout the lifetime of the cell and in its descendants in the organism. This inactivation process relies on the X-inactivation center (XIC) and its two transcripts, Xist and Tsix, with overlapping DNA. Xist coats one X chromosome, and this X will become inactivated except for a small number of pseudoautosomal or escape gene regions.",
            "score": 145.51100158691406
        },
        {
            "docid": "1502660_3",
            "document": "X-inactivation . In 1959 Susumu Ohno showed that the two X-chromosomes of mammals were different: one appeared similar to the autosomes; the other was condensed and heterochromatic. This finding suggested, independently to two groups of investigators, that one of the X-chromosomes underwent inactivation. In 1961, Mary Lyon proposed the random inactivation of one female X chromosome to explain the mottled phenotype of female mice heterozygous for coat color genes. The Lyon hypothesis also accounted for the findings that one copy of the X chromosome in female cells was highly condensed, and that mice with only one copy of the X chromosome developed as infertile females. This suggested to Ernest Beutler, studying heterozygous females for Glucose-6-phosphate dehydrogenase (G6PD) deficiency, that there were two red cell populations of erythrocytes in such heterozygotes: deficient cells and normal cells, depending on whether the inactivated X chromosome (in the nucleus of the red cell's precursor cell) contains the normal or defective G6PD allele.",
            "score": 144.66537475585938
        },
        {
            "docid": "19013992_9",
            "document": "Ernest Beutler . Not long after moving to California, Beutler made one of his most important contributions. A new colleague at the City of Hope and ultimately a lifelong friend, Susumu Ohno had recently demonstrated that the histologically observable Barr body present in the nuclei of mammalian female cells was a hyperchromatic X chromosome. Beutler immediately recognized that this might account for the variable expression of X-linked genes in females heterozygous for X-linked mutations. He soon determined that random X chromosome inactivation causes tissue mosaicism in female mammals, in that each somatic cell expresses one (but not both) of the alleles of X-linked genes with which it is endowed. This he accomplished by showing that two populations of erythrocytes exist in the blood of African American women who are heterozygous for G6PD deficiency. Mary F. Lyon independently hypothesized that variegated coat colors in mice might arise from random X chromosome inactivation. This, too, flowed from Ohno’s observations.",
            "score": 144.3919677734375
        },
        {
            "docid": "7371336_10",
            "document": "Craniofrontonasal dysplasia . Paradoxical to other X-linked conditions, with CFND the females are more severely affected than males. This is due to the process of X-inactivation in females, where at random either the maternal or paternal X-chromosome is inactivated in a cell. Due to this process the body’s tissues contain either cells with normal EFNB1 or the mutated EFNB1. This is called a mosaic pattern. This mosaic pattern of cells 'interferes' with the functionality of the cell-cell interactions, as a result causing the severe physical malformations in females.",
            "score": 144.12423706054688
        },
        {
            "docid": "1502660_4",
            "document": "X-inactivation . X-inactivation is part of the activation cycle of the X chromosome throughout the female life. The egg and the fertilized zygote initially use maternal transcripts, and the whole embryonic genome is silenced until zygotic genome activation. Thereafter, all mouse cells undergo an early, imprinted inactivation of the paternally-derived X chromosome in 4-8 cell stage embryos . The extraembryonic tissues (which give rise to the placenta and other tissues supporting the embryo) retain this early imprinted inactivation, and thus only the maternal X chromosome is active in these tissues.",
            "score": 144.09774780273438
        },
        {
            "docid": "22689624_7",
            "document": "Skewed X-inactivation . Skewed inactivation patterns can also emerge due to mutations that change the quantity of guanine on the Xist promoter. The Xist gene is responsible for inactivating the X chromosome from which it is transcribed. X chromosome inactivation in general is influenced by the number of guanine-containing nucleotides on the Xist promoter, although generally inactivation still follows a random pattern. A rare mutation can occur, however, in which a cytosine residue is converted to guanine on the Xist promoter. It has been hypothesized that the mutation causes a change in the Xist transcript or in the levels of transcript produced, which causes the cell to differentiate between the two X chromosomes and causes the chromosome with the mutation to become preferentially inactivated. The mechanism has not been fully elucidated at this time, although research does point towards decreased promoter activity as a result of the mutation being a major part of the process.",
            "score": 144.05645751953125
        },
        {
            "docid": "22689624_4",
            "document": "Skewed X-inactivation . Skewed X inactivation in mice is controlled by the Xce gene on the X chromosome. Xce acts in cis, which means that it acts upon the chromosome from which it was transcribed. There are four alleles of Xce, labeled \"a\", \"b\", \"c\", and \"d\". Each allele has a different likelihood of inactivation, with \"a\" < \"b\" < \"c\" < \"d\", where \"d\" is the most likely to remain active and \"a\" is the least likely.The strength differences between the four alleles are likely due to variations in the number of binding sites for a crucial actor in inactivation. The specific transfactor is not known currently. Homozygotic mouse cells will have roughly even levels of inactivation due to both alleles having equal chance of being inactivated. For example, a mouse with the genotype \"dd\" will have an inactivation ratio very close to 50:50. Heterozygotes, will experience greater levels of skewing due to the differing inactivation likelihood of the two alleles. A mouse cell with the Xce genotype \"ad\" will have a greater number of the \"a\"-carrying than \"d\"-carrying X chromosomes inactivated, because the \"d\"-carrying X chromosome is less likely to be inactivated. There are two theories on the mechanism Xce uses to affect inactivation. The first is that genomic differences in the Xce alleles alter the sequence of the long non-coding RNA that is an integral part of X chromosome inactivation. The second is that Xce acts as a binding site for dosage factors that will affect XIST gene and Tsix expression (long non-coding RNAs involved in X chromosome inactivation).",
            "score": 143.929443359375
        },
        {
            "docid": "1502660_5",
            "document": "X-inactivation . In the early blastocyst, this initial, imprinted X-inactivation is reversed in the cells of the inner cell mass (which give rise to the embryo), and in these cells both X chromosomes become active again. Each of these cells then independently and randomly inactivates one copy of the X chromosome. This inactivation event is irreversible during the lifetime of the individual, with the exception of the germline. In the female germline before meiotic entry, X-inactivation is reversed, so that after meiosis all haploid oocytes contain an active X chromosome.",
            "score": 143.3399200439453
        },
        {
            "docid": "18866828_4",
            "document": "Obligate carrier . Females that are heterozygous for X-linked recessive disorders are obligate carriers, but can never be phenotypically affected, and this is because of X-inactivation. Heterozygous females have an X-chromosome from each parent; one with a mutated gene and one with a functional copy of the same gene. When the mutated chromosome is randomly inactivated in order to maintain the copy number, presence of the functional copy results in a normal phenotype. Males only have one copy of any gene on the X-chromosome, and because they do not undergo X-inactivation, they only have the mutated gene. As a result, these types of diseases most commonly phenotypically affect males and rarely females.",
            "score": 142.81687927246094
        },
        {
            "docid": "20913864_8",
            "document": "Female . Most mammalian females have two copies of the X chromosome as opposed to the male which carries only one X and one smaller Y chromosome (but some mammals, such as the platypus, have different combinations). To compensate for the difference in size, one of the female's X chromosomes is randomly inactivated in each cell of placental mammals while the paternally derived X is inactivated in marsupials. In birds and some reptiles, by contrast, it is the female which is heterozygous and carries a Z and a W chromosome whilst the male carries two Z chromosomes. Intersex conditions can also give rise to other combinations, such as XO or XXX in mammals, which are still considered as female so long as they do not contain a Y chromosome, except for specific cases of testosterone deficiency/insensitivity in XY individuals while in the womb. However, these conditions frequently result in sterility.",
            "score": 141.74720764160156
        },
        {
            "docid": "1502597_27",
            "document": "Dosage compensation . Regardless of their ambiguous evolutionary history, platypuses have been empirically determined to follow an XY sex-determination system, with females possessing five pairs of X chromosomes as the homogametic sex, and males possessing five X and five Y chromosomes as the heterogametic sex. Because the entire genome of the platypus has yet to be completely sequenced (including one of the X chromosomes), there is still continued investigation as to the definitive mechanism of dosage compensation that Platypuses follow. Research from the laboratory of Jennifer Graves used qPCR and SNP analysis of BACs containing various genes from X chromosomes in order to find whether multiple alleles for particular X-linked genes were being expressed at once, or were otherwise being dosage compensated. Her group found that in female platypuses, some X-linked genes only expressed an allele from one X chromosomes, while other genes expressed multiple alleles. This appears to be a system similar to the selective silencing method of dosage compensation observed in birds. However, about half of all X-linked genes also seemed to stochastically express only one active copy of said gene, alluding to the system of random X-inactivation observed in humans. These findings suggest that platypuses may employ a hybrid form of dosage compensation that combines feature from mammals as well as birds. Understanding the evolution of such a system may have implications for solidifying the true ancestral lineage of monotremes.",
            "score": 140.80874633789062
        },
        {
            "docid": "22689624_10",
            "document": "Skewed X-inactivation . Skewed X inactivation has also been found to correlate with a higher rate of ovarian cancer, although the mechanism behind this is unknown. A 2013 study also found skewed X inactivation to be a factor that predisposes individuals to esophageal carcinomas. It has been postulated that skewed X inactivation might lead to a decrease in the expression of X-linked tumor suppressor genes in an individual who also has a germ-line mutation in the expressed chromosome. This would cause the gene on that chromosome to become under-expressed, making it more difficult for cells to regulate themselves properly. Other researchers have contended that such a mutation would lead to higher rates of cancer among wild type females, as approximately half the cells would not express the gene due to random inactivation. One would also see a higher rate of cancer in males with the mutation. Instead, the researchers proposed that the cause of cancer and skewed inactivation could potentially be separate events, or both be caused by an unknown source.",
            "score": 140.50550842285156
        },
        {
            "docid": "40767945_4",
            "document": "Edith Heard . Heard's main areas of research include genetics, epigenetics and developmental biology, in particular focussing on X-chromosome inactivation, which occurs when one of the two copies of the X chromosomes in female mammals is inactivated. Heard and her colleagues confirmed that X chromosome inactivation happens not once, but twice, during development: first in all cells designated to building the placenta, then again in some cells sent off to build the embryo.",
            "score": 140.37693786621094
        },
        {
            "docid": "49399_6",
            "document": "XY sex-determination system . In humans, half of spermatozoons carry X chromosome and the other half Y chromosome. A single gene (\"SRY\") present on the Y chromosome acts as a signal to set the developmental pathway towards maleness. Presence of this gene starts off the process of virilization. This and other factors result in the sex differences in humans. The cells in females, with two X chromosomes, undergo X-inactivation, in which one of the two X chromosomes is inactivated. The inactivated X chromosome remains within a cell as a Barr body.",
            "score": 140.07998657226562
        },
        {
            "docid": "1502660_10",
            "document": "X-inactivation . Normal females possess two X chromosomes, and in any given cell one chromosome will be active (designated as Xa) and one will be inactive (Xi). However, studies of individuals with extra copies of the X chromosome show that in cells with more than two X chromosomes there is still only one Xa, and all the remaining X chromosomes are inactivated. This indicates that the default state of the X chromosome in females is inactivation, but one X chromosome is always selected to remain active.",
            "score": 140.02793884277344
        },
        {
            "docid": "10226249_12",
            "document": "Calico cat . As Sue Hubble stated in her book \"Shrinking the Cat: Genetic Engineering before We Knew about Genes\",  The mutation that gives male cats a ginger-colored coat and females ginger, tortoiseshell, or calico coats produced a particularly telling map. The orange mutant gene is found only on the X, or female, chromosome. As with humans, female cats have paired sex chromosomes, XX, and male cats have XY sex chromosomes. The female cat, therefore, can have the orange mutant gene on one X chromosome and the gene for a black coat on the other. The piebald gene is on a different chromosome. If expressed, this gene codes for white, or no color, and is dominant over the alleles that code for a certain color (\"i.e.\" orange or black), making the white spots on calico cats. If that is the case, those several genes will be expressed in a blotchy coat of the tortoiseshell or calico kind. But the male, with his single X chromosome, has only one of that particular coat-color gene: he can be not-ginger or he can be ginger (although some modifier genes can add a bit of white here and there), but unless he has a chromosomal abnormality he cannot be a calico cat. It is currently impossible to reproduce the fur patterns of calico cats by cloning. Penelope Tsernoglou wrote \"This is due to an effect called x-linked inactivation which involves the random inactivation of one of the X chromosomes. Since all female mammals have two X chromosomes, one might wonder if this phenomenon could have a more widespread impact on cloning in the future.\"",
            "score": 139.56744384765625
        }
    ]
}