{
    "q": [
        {
            "docid": "11210523_2",
            "document": "Gaussian network model . The Gaussian network model (GNM) is a representation of a biological macromolecule as an elastic mass-and-spring network to study, understand, and characterize the mechanical aspects of its long-time large-scale dynamics. The model has a wide range of applications from small proteins such as enzymes composed of a single domain, to large macromolecular assemblies such as a ribosome or a viral capsid. Protein domain dynamics plays key roles in a multitude of molecular recognition and cell signalling processes. Protein domains, connected by intrinsically disordered flexible linker domains, induce long-range allostery via . The resultant dynamic modes cannot be generally predicted from static structures of either the entire protein or individual domains.",
            "score": 115.18159282207489
        },
        {
            "docid": "58894_21",
            "document": "Phosphorylation . Elucidating complex signaling pathway phosphorylation events can be difficult. In cellular signaling pathways, protein A phosphorylates protein B, and B phosphorylates C. However, in another signaling pathway, protein D phosphorylates A, or phosphorylates protein C. Global approaches such as phosphoproteomics, the study of phosphorylated proteins, which is a sub-branch of proteomics, combined with mass spectrometry-based proteomics, have been utilised to identify and quantify dynamic changes in phosphorylated proteins over time. These techniques are becoming increasingly important for the systematic analysis of complex phosphorylation networks. They have been successfully used to identify dynamic changes in the phosphorylation status of more than 6000 sites after stimulation with epidermal growth factor. Another approach for understanding Phosphorylation Network, is by measuring the genetic interactions between multiple phosphorylating proteins and their targets. This reveals interesting recurring patterns of interactions – network motifs. Computational methods have been developed to model phosphorylation networks and predict their responses under different perturbations.",
            "score": 93.87142479419708
        },
        {
            "docid": "2154572_16",
            "document": "Nanobiotechnology . DNA nanotechnology is one important example of bionanotechnology. The utilization of the inherent properties of nucleic acids like DNA to create useful materials is a promising area of modern research. Another important area of research involves taking advantage of membrane properties to generate synthetic membranes. Proteins that self-assemble to generate functional materials could be used as a novel approach for the large-scale production of programmable nanomaterials. One example is the development of amyloids found in bacterial biofilms as engineered nanomaterials that can be programmed genetically to have different properties. Protein folding studies provide a third important avenue of research, but one that has been largely inhibited by our inability to predict protein folding with a sufficiently high degree of accuracy. Given the myriad uses that biological systems have for proteins, though, research into understanding protein folding is of high importance and could prove fruitful for bionanotechnology in the future.",
            "score": 72.78120732307434
        },
        {
            "docid": "167632_4",
            "document": "Chaperone (protein) . Various approaches have been applied to study the structure, dynamics and functioning of chaperones. Bulk biochemical measurements have informed us on the protein folding efficiency, and prevention of aggregation when chaperones are present during protein folding. Recent advances in single-molecule analysis have brought insights into structural heterogeneity of chaperones, folding intermediates and affinity of chaperones for unstructured and structured protein chains. Many chaperones are heat shock proteins, that is, proteins expressed in response to elevated temperatures or other cellular stresses. The reason for this behaviour is that protein folding is severely affected by heat and, therefore, some chaperones act to prevent or correct damage caused by misfolding. Other chaperones are involved in folding newly made proteins as they are extruded from the ribosome. Although most newly synthesized proteins can fold in absence of chaperones, a minority strictly requires them for the same.",
            "score": 75.05427980422974
        },
        {
            "docid": "38514721_5",
            "document": "Jonathan Weissman . Weissman's research team studies how cells ensure that proteins fold into their correct shape, as well as the role of protein misfolding in disease and normal physiology. The team also develops experimental and analytical approaches for exploring the organizational principles of biological systems and globally monitoring protein translation through ribosome profiling. A broad goal of his work is to bridge large-scale approaches and in depth mechanistic investigations to reveal the information encoded within genomes. CRISPR interference was developed in Weissman's laboratory, in collaboration with Wendell Lim and Jennifer Doudna.",
            "score": 58.573094844818115
        },
        {
            "docid": "39198919_2",
            "document": "Cancer systems biology . Cancer systems biology encompasses the application of systems biology approaches to cancer research, in order to study the disease as a complex adaptive system with emerging properties at multiple biological scales. Cancer systems biology represents the application of systems biology approaches to the analysis of how the intracellular networks of normal cells are perturbed during carcinogenesis to develop effective predictive models that can assist scientists and clinicians in the validations of new therapies and drugs. Tumours are characterized by genomic and epigenetic instability that alters the functions of many different molecules and networks in a single cell as well as altering the interactions with the local environment. Cancer systems biology approaches, therefore, are based on the use of computational and mathematical methods to decipher the complexity in tumorigenesis as well as cancer heterogeneity.  Cancer systems biology encompasses concrete applications of systems biology approaches to cancer research, notably (a) the need for better methods to distill insights from large-scale networks, (b) the importance of integrating multiple data types in constructing more realistic models, (b) challenges in translating insights about tumorigenic mechanisms into therapeutic interventions, and (d) the role of the tumor microenvironment, at the physical, cellular, and molecular levels. Cancer systems biology therefore adopts a holistic view of cancer aimed at integrating its many biological scales, including genetics, signaling networks, epigenetics, cellular behavior, histology, (pre)clinical manifestations and epidemiology. Ultimately, cancer properties at one scale, e.g., histology, are explained by properties at a scale below, e.g., cell behavior.",
            "score": 84.3119387626648
        },
        {
            "docid": "106256_32",
            "document": "Allosteric regulation . Not all protein residues play equally important roles in allosteric regulation. The identification of residues that are essential to allostery (so-called “allosteric residues”) has been the focus of many studies, especially within the last decade. In part, this growing interest is a result of their general importance in protein science, but also because allosteric residues may be exploited in biomedical contexts. Pharmacologically important proteins with difficult-to-target sites may yield to approaches in which one alternatively targets easier-to-reach residues that are capable of allosterically regulating the primary site of interest. These residues can broadly be classified as surface- and interior-allosteric amino acids. Allosteric sites at the surface generally play regulatory roles that are fundamentally distinct from those within the interior; surface residues may serve as receptors or effector sites in allosteric signal transmission, whereas those within the interior may act to transmit such signals. STRucturally-identified ESSential residues (STRESS, http://stress.molmovdb.org) is a web tool that enables users to submit their own protein structures of interest in order to predict both surface- and interior-allosteric residues in an algorithmically efficient manner. The software behind this server employs 3D structures to build models of conformational change in order to perform predictions.",
            "score": 81.92240142822266
        },
        {
            "docid": "167632_2",
            "document": "Chaperone (protein) . In molecular biology, molecular chaperones are proteins that assist the covalent folding or unfolding and the assembly or disassembly of other macromolecular structures. Chaperones are present when the macromolecules perform their normal biological functions and have correctly completed the processes of folding and/or assembly. The chaperones are concerned primarily with protein folding. The first protein to be called a chaperone assists the assembly of nucleosomes from folded histones and DNA and such assembly chaperones, especially in the nucleus, are concerned with the assembly of folded subunits into oligomeric structures.",
            "score": 90.54833555221558
        },
        {
            "docid": "2506529_35",
            "document": "Cellular neural network . CNN processors are being used to understand systems that can be modeled using simple, coupled units, such as living cells, biological networks, physiological systems, and ecosystems. The CNN architecture captures some of the dynamics often seen in nature and is simple enough to analyze and conduct experiments. They are also being used for stochastic simulation techniques, which allow scientists to explore spin problems, population dynamics, lattice-based gas models, percolation, and other phenomena. Other simulation applications include heat transfer, mechanical vibrating systems, protein production, Josephson Transmission Line (JTL) problems, seismic wave propagation, and geothermal structures. Instances of 3D (Three Dimensional) CNN have been used to prove known complex shapes are emergent phenomena in complex systems, establishing a link between art, dynamical systems and VLSI technology. CNN processors have been used to research a variety of mathematical concepts, such as researching non-equilibrium systems, constructing non-linear systems of arbitrary complexity using a collection of simple, well-understood dynamic systems, studying emergent chaotic dynamics, generating chaotic signals, and in general discovering new dynamic behavior. They are often used in researching systemics, a trandisiplinary, scientific field that studies natural systems. The goal of systemics researchers is to develop a conceptual and mathematical framework necessary to analyze, model, and understand systems, including, but not limited to, atomic, mechanical, molecular, chemical, biological, ecological, social and economic systems. Topics explored are emergence, collective behavior, local activity and its impact on global behavior, and quantifying the complexity of an approximately spatial and topologically invariant system . Although another measure of complexity may not arouse enthusiasm (Seth Lloyd, a professor from Massachusetts Institute of Technology (MIT), has identified 32 different definitions of complexity), it can potentially be mathematically advantageous when analyzing systems such as economic and social systems.",
            "score": 84.76717150211334
        },
        {
            "docid": "7819348_8",
            "document": "Minimum Information Standards . Advances in genomics and functional genomics have enabled large-scale analyses of gene and protein function by means of high-throughput cell biological analyses. Thereby, cells in culture can be perturbed in vitro and the induced effects recorded and analyzed. Perturbations can be triggered in several ways, for instance with molecules (siRNAs, expression constructs, small chemical compounds, ligands for receptors, etc.), through environmental stresses (such as temperature shift, serum starvation, oxygen deprivation, etc.), or combinations thereof. The cellular responses to such perturbations are analyzed in order to identify molecular events in the biological processes addressed and understand biological principles. We propose the Minimum Information About a Cellular Assay (MIACA) for reporting a cellular assay, and CA-OM, the modular cellular assay object model, to facilitate exchange of data and accompanying information, and to compare and integrate data that originate from different, albeit complementary approaches, and to elucidate higher order principles. Documents describing MIACA are available and provide further information as well as the checklist of terms that should be reported.",
            "score": 67.81089043617249
        },
        {
            "docid": "52085_21",
            "document": "Protein folding . \"De novo\" or \"ab initio\" techniques for computational protein structure prediction are related to, but strictly distinct from, experimental studies of protein folding. Molecular Dynamics (MD) is an important tool for studying protein folding and dynamics in silico. First equilibrium folding simulations were done using implicit solvent model and umbrella sampling. Because of computational cost, ab initio MD folding simulations with explicit water are limited to peptides and very small proteins. MD simulations of larger proteins remain restricted to dynamics of the experimental structure or its high-temperature unfolding. Long-time folding processes (beyond about 1 millisecond), like folding of small-size proteins (about 50 residues) or larger, can be accessed using coarse-grained models.",
            "score": 94.8038821220398
        },
        {
            "docid": "32663259_7",
            "document": "Gregorio Weber . Gregorio Weber’s original and lifelong motivation was to use fluorescence methods to probe the nature of proteins and in addition to his contributions to the fluorescence field, he was one of the true pioneers of protein dynamics. A study of his papers from the 1960s demonstrates that even then he regarded proteins as highly dynamic molecules. He rejected the view, common at that time after the appearance of the first x-ray structures, that proteins had a unique and rigid conformation. In an important innovation, he introduced the use of molecular oxygen to quench fluorescence in aqueous solutions, which led to the detection, for the first time and to the surprise of many, of the existence of fast fluctuations in protein structures on the nanosecond time scale. The impact of this work was shown by the increasing interest in experimental and theoretical work in protein dynamics, which followed. Weber’s early description of proteins in solution as “kicking and screaming stochastic molecules” has, in recent years, been fully verified both from theoretical and experimental studies. These contributions were recognized by the American Chemical Society in 1986, which named Weber as the first recipient of Repligen Award for the Chemistry of Biological Processes. In the 1970s, initially in collaboration with H.G. Drickamer, Weber combined fluorescence and hydrostatic pressure methods to the study of molecular complexes and proteins. The initial system he thought to study was the complex formed by isoalloxazine and adenine, one of his original research interests. These observations confirmed the applicability of fluorescence and high-pressure techniques to problems of structure, and particularly dynamics, at the molecular level. Weber and collaborators demonstrated that most proteins made up of subunits can be dissociated by the application of hydrostatic pressure, and opened, in this way, a new method to study protein-protein interactions. In these studies, quite unexpected properties of protein aggregates were revealed and a new approach to problems in biology and medicine was opened by these observations. For example, Weber and his collaborators demonstrated the possibility of destroying the infectivity of viruses, without affecting their immunogenic capacity, by subjecting them to hydrostatic pressure, and thus opened the possibility of developing viral vaccines that contain, without covalent modification, all the antigens present in the original virus.",
            "score": 88.10814023017883
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 88.1058497428894
        },
        {
            "docid": "413102_9",
            "document": "Folding@home . The simulations run on Folding@home are used in conjunction with laboratory experiments, but researchers can use them to study how folding \"in vitro\" differs from folding in native cellular environments. This is advantageous in studying aspects of folding, misfolding, and their relationships to disease that are difficult to observe experimentally. For example, in 2011 Folding@home simulated protein folding inside a ribosomal exit tunnel, to help scientists better understand how natural confinement and crowding might influence the folding process. Furthermore, scientists typically employ chemical denaturants to unfold proteins from their stable native state. It is not generally known how the denaturant affects the protein's refolding, and it is difficult to experimentally determine if these denatured states contain residual structures which may influence folding behavior. In 2010, Folding@home used GPUs to simulate the unfolded states of Protein L, and predicted its collapse rate in strong agreement with experimental results.",
            "score": 65.30166447162628
        },
        {
            "docid": "41078038_9",
            "document": "Shneior Lifson . The ability to compute the forces operating among various atoms with the help of Lifson’s method has facilitated a basic clarification of the structure and dynamics of biological molecules and eventually led to a breakthrough in understanding protein folding and diseases caused by defective folding. Today, numerous studies of protein folding are designed on the basis of predictions obtained through such computations. The consistent force field method also enables the precise planning of chemical reactions and the study of the function of various molecules in biological systems, among them the interactions between different proteins, the binding of ions to biomolecules, and the redesign of proteins. This method lies at the basis of theoretical computational approaches in modern structural biology. In industry, building molecular models using this method has enhanced the development of drugs, food additives, pesticides and numerous other chemicals.",
            "score": 91.8255580663681
        },
        {
            "docid": "36128950_5",
            "document": "Macromolecular assembly . Virus structures were among the first studied MAs; other biologic examples include ribosomes (partial image above), proteasomes, and translation complexes (with protein and nucleic acid components), procaryotic and eukaryotic transcription complexes, and nuclear and other biological pores that allow material passage between cells and cellular compartments. Biomembranes are also generally considered MAs, though the requirement for structural and spatial definition is modified to accommodate the inherent molecular dynamics of membrane lipids, and of proteins within lipid bilayers.",
            "score": 104.62923312187195
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 84.43245029449463
        },
        {
            "docid": "413102_19",
            "document": "Folding@home . Folding@home is assisting in research towards preventing some viruses, such as influenza and HIV, from recognizing and entering biological cells. In 2011, Folding@home began simulations of the dynamics of the enzyme RNase H, a key component of HIV, to try to design drugs to deactivate it. Folding@home has also been used to study membrane fusion, an essential event for viral infection and a wide range of biological functions. This fusion involves conformational changes of viral fusion proteins and protein docking, but the exact molecular mechanisms behind fusion remain largely unknown. Fusion events may consist of over a half million atoms interacting for hundreds of microseconds. This complexity limits typical computer simulations to about ten thousand atoms over tens of nanoseconds: a difference of several orders of magnitude. The development of models to predict the mechanisms of membrane fusion will assist in the scientific understanding of how to target the process with antiviral drugs. In 2006, scientists applied Markov state models and the Folding@home network to discover two pathways for fusion and gain other mechanistic insights.",
            "score": 78.93307888507843
        },
        {
            "docid": "2235991_11",
            "document": "Transmission electron cryomicroscopy . Consequently, the images are extremely noisy. For some biological systems it is possible to average images to increase the signal-to-noise ratio and retrieve high-resolution information about the specimen using the technique known as single particle analysis. This approach in general requires that the things being averaged are identical, although some limited conformational heterogeneity can now be studied (e.g. ribosome). Three-dimensional reconstructions from CryoTEM images of protein complexes and viruses have been solved to sub-nanometer or near-atomic resolution, allowing new insights into the structure and biology of these large assemblies.",
            "score": 71.63976430892944
        },
        {
            "docid": "18393_19",
            "document": "Life . Complex systems biology (CSB) is a field of science that studies the emergence of complexity in functional organisms from the viewpoint of dynamic systems theory. The latter is also often called systems biology and aims to understand the most fundamental aspects of life. A closely related approach to CSB and systems biology called relational biology is concerned mainly with understanding life processes in terms of the most important relations, and categories of such relations among the essential functional components of organisms; for multicellular organisms, this has been defined as \"categorical biology\", or a model representation of organisms as a category theory of biological relations, as well as an algebraic topology of the functional organization of living organisms in terms of their dynamic, complex networks of metabolic, genetic, and epigenetic processes and signaling pathways. Alternative but closely related approaches focus on the interdependance of constraints, where constraints can be either molecular, such as enzymes, or macroscopic, such as the geometry of a bone or of the vascular system.",
            "score": 79.45232963562012
        },
        {
            "docid": "25758_3",
            "document": "RNA . Some RNA molecules play an active role within cells by catalyzing biological reactions, controlling gene expression, or sensing and communicating responses to cellular signals. One of these active processes is protein synthesis, a universal function where RNA molecules direct the assembly of proteins on ribosomes. This process uses transfer RNA (tRNA) molecules to deliver amino acids to the ribosome, where ribosomal RNA (rRNA) then links amino acids together to form proteins.",
            "score": 74.69279980659485
        },
        {
            "docid": "14087410_7",
            "document": "Heat shock protein 90kDa alpha (cytosolic), member A1 . Combined, Hsp90A and Hsp90B are predicted to interact with 10% of the eukaryotic proteome. In humans this represents a network of roughly 2,000 interacting proteins. Presently over 725 interactions have been experimentally documented for both HSP90A and Hsp90B. This connectivity allows Hsp90 to function as a network hub linking diverse protein interaction networks. Within these networks Hsp90 primarily specializes in maintaining and regulating proteins involved in signal transduction or information processing. These include transcription factors that initiate gene expression, kinases that transmit information by post-translationally modifying other proteins and E3-ligases that target proteins for degradation via the proteosome. Indeed, a recent study utilizing the LUMIER method has shown that human Hsp90B interacts with 7% of all transcription factors, 60% of all kinases and 30% of all E3-ligases. Other studies have shown that Hsp90 interacts with various structural proteins, ribosomal components and metabolic enzymes. Hsp90 has also been found to interact with a large number of viral proteins including those from HIV and EBOLA. This is not to mention the numerous co-chaperones that modulate and direct HSP90 activity. Few studies have focused on discerning the unique protein interactions between Hsp90A and HSP90B. Work done in Xenopus eggs and yeast has shown that Hsp90A and Hsp90B differ in co-chaperone and client interactions. However, little is understood concerning the unique functions delegated to each human paralog. The Picard lab has aggregated all available Hsp90 interaction data into the Hsp90Int.DB website. Gene ontology analysis of both Hsp90A and Hsp90B interactomes indicate that each paralogs is associated with unique biological processes, molecular functions and cellular components.",
            "score": 71.70926177501678
        },
        {
            "docid": "30773_2",
            "document": "Theoretical ecology . Theoretical ecology is the scientific discipline devoted to the study of ecological systems using theoretical methods such as simple conceptual models, mathematical models, computational simulations, and advanced data analysis. Effective models improve understanding of the natural world by revealing how the dynamics of species populations are often based on fundamental biological conditions and processes. Further, the field aims to unify a diverse range of empirical observations by assuming that common, mechanistic processes generate observable phenomena across species and ecological environments. Based on biologically realistic assumptions, theoretical ecologists are able to uncover novel, non-intuitive insights about natural processes. Theoretical results are often verified by empirical and observational studies, revealing the power of theoretical methods in both predicting and understanding the noisy, diverse biological world.",
            "score": 76.35389757156372
        },
        {
            "docid": "14753885_3",
            "document": "PSMA7 . The eukaryotic proteasome recognized degradable proteins, including damaged proteins for protein quality control purpose or key regulatory protein components for dynamic biological processes. An essential function of a modified proteasome, the immunoproteasome, is the processing of class I MHC peptides. As a component of alpha ring, proteasome subunit alpha type-7 contributes to the formation of heptameric alpha rings and substrate entrance gate. Importantly, this subunit plays an critical role in the assembly of 19S base and 20S. This particular subunit has been shown to interact specifically with the hepatitis B virus X protein, a protein critical to viral replication. In addition, this subunit is involved in regulating hepatitis virus C internal ribosome entry site (IRES) activity, an activity essential for viral replication. This core alpha subunit is also involved in regulating the hypoxia-inducible factor-1alpha, a transcription factor important for cellular responses to oxygen tension. Recent study on underlying mechanisms of E3 ligase Parkin-related neurodegeneration identified this proteasome subunit as one of Parkin associating partner. The protein-protein interaction was initiated between the C-terminal domain of Parkin and C-terminal of subunit alpha4 (systematic nomenclature).",
            "score": 64.01899862289429
        },
        {
            "docid": "55013035_7",
            "document": "French Crystallographic Association . In the field of structural biology, the new challenges include the study of very large protein assemblies and of membrane proteins. They are probably the largest molecular objects analyzed in crystallography, often fragile, and capable of important structural rearrangements in order to carry out their biological functions. To build this structural film at the atomic scale, the main developments can be found in the hands of biochemists, who have to reconstitute these assemblies in vitro and invent methods to trap them in specific conformations within crystals, in terms of synchrotron instrumentation and data collection strategies for the diffraction of these particularly fragile crystals with low diffractive power, and new mathematical and physical methodologies to exploit all information rather than bypassing it by corrective terms. As in chemistry and physics, structural biology now increasingly relies on integration of other structural methods that do not require crystalline samples, such as cryo electron-microscopy (cryoEM), small-angle X-ray scattering (SAXS) and nuclear magnetic resonance (NMR). The crystal structures of the ribosome, a gigantic biological factory composed of proteins and RNAs that is responsible for protein synthesis, or G-protein coupled receptors with 7 transmembrane helices, are magnificent examples of these new advances. Three crystallographers (V. Ramakrishnan, T.A. Steitz and A. Yonath) received the Nobel Prize in Chemistry in 2009 for solving the structure of the ribosome. The Nobel Prize in Chemistry 2012 was awarded to B. Kobilka for the crystallographic structure of a G-protein coupled transmembrane receptor in complex with the intracellular G protein published in 2011, price shared with R. Lefkowitz for the discovery of these receptors.",
            "score": 67.79866635799408
        },
        {
            "docid": "29467449_10",
            "document": "Protein function prediction . Many of the newer methods for protein function prediction are not based on comparison of sequence or structure as above, but on some type of correlation between novel genes/proteins and those that already have annotations. Also known as phylogenomic profiling, these genomic context based methods are based on the observation that two or more proteins with the same pattern of presence or absence in many different genomes most likely have a functional link. Whereas homology-based methods can often be used to identify molecular functions of a protein, context-based approaches can be used to predict cellular function, or the biological process in which a protein acts. For example, proteins involved in the same signal transduction pathway are likely to share a genomic context across all species.",
            "score": 76.84107840061188
        },
        {
            "docid": "52159793_4",
            "document": "Sanjeev Galande . Galande's early researches during his doctoral studies were on MAR-binding proteins and carcinogenesis but later he shifted his focus to cell-type specific patterns of gene expression and how chromatin levels influence them which was the theme of his researches at NCCS. His team demonstrated the effect of cellular signaling pathways impact the chromatin levels. After his move to IISER, Pune, he started working on epigenetic regulation on various substrata viz. yeast, Caenorhabditis elegans (round worm), Drosophila (fruit flies), Zebrafish and humans, using them as biological model systems. His team investigate biological processes such as transcription, gene regulation, cell proliferation, self-renewal and regeneration and their interrelations for which they employ genetic, biochemical, molecular and computational approaches. His studies are reported to have assisted in widening our understanding of the development and differentiation of T cells and the impact of Wnt signaling pathways in the process. He is involved in three running projects; \"Intergenerational programming of diabesity in offspring of women with Gestational Diabetes Mellitus (InDiaGDM)\", \"Role of chromatin organizer SATB1 in T cell development and differentiation\" and \"The role of Chromatin reorganisers in X inactivation\".",
            "score": 57.348381757736206
        },
        {
            "docid": "3954_10",
            "document": "Biochemistry . The four main classes of molecules in biochemistry (often called biomolecules) are carbohydrates, lipids, proteins, and nucleic acids. Many biological molecules are polymers: in this terminology, monomers are relatively small micromolecules that are linked together to create large macromolecules known as polymers. When monomers are linked together to synthesize a biological polymer, they undergo a process called dehydration synthesis. Different macromolecules can assemble in larger complexes, often needed for biological activity.",
            "score": 58.16510820388794
        },
        {
            "docid": "49313006_5",
            "document": "Brian J. Enquist . (1) \"Scaling and Functional Biology\" – Understanding the origin and diversity of organismal form, function, and diversity by developing general models for the origin of biological scaling laws. This research shows how general scaling laws and allometry, underlie organismal form, function, and diversity; physiological ecology and can be used to 'scale up' biological processes from genes to cells to ecosystems. (2) \"Macroecology\" – assessing the large scale biogeographic and evolutionary drivers of biological diversity and developing novel theoretical and informatics approaches that build from scaling principles and functional biology;  (3) \"Forecasting and Visualizing the Fate of Biological Diversity and Ecosystem Functioning.\" This work is building novel approaches to complex ecological problems – utilizing integrative computation, big data, statistical, and visualisation tools to visualize and analyze biological data and to assess how climate change will influence the distribution of diversity and functioning of forests and ecosystems.  His lab's research utilizes differing approaches including: developing theory and informatics infrastructure, field work, big datasets, scaling, empirically measuring numerous attributes of organismal form and function, utilizing physiological and trait-based techniques, and assessing macroecological and large-scale patterns. His collaborative group often works in contrasting environments including tropical forests, on elevation gradients, and in high alpine ecosystems.",
            "score": 52.66252672672272
        },
        {
            "docid": "46628631_2",
            "document": "Membrane Protein Structural Dynamics Consortium . The Membrane Protein Structural Dynamics Consortium (MPSDC) is a large scale collaborative consortium composed of an interdisciplinary team of scientists who use biophysical and computational methods to understand how the structure and movement of membrane proteins determine their functions. The Consortium conducts research on membrane protein function of energy transduction in signaling (ion channels and receptors) and energy interconversion (transporters and pumps) from a mechanistic perspective. The project was funded in May 2010 by the National Institute of General Medical Sciences as a Glue Grant which supports the research of complex biological problems that cannot be solved by a single research group. The MPSDC was largely spurred by the urgent, compelling need for high-resolution approaches to membrane protein structure and dynamics.",
            "score": 68.4278199672699
        },
        {
            "docid": "8173034_7",
            "document": "Omega loop . Omega loops have long been recognized also for their importance in the function and folding of the protein cytochrome \"c\", contributing both key functional residues and well as important dynamic properties. Many researchers have studied omega loop function and dynamics in specific protein systems using a so-called \"loop swap\" approach, in which loops are swapped between (usually) homologous proteins.",
            "score": 73.0909812450409
        },
        {
            "docid": "48747971_5",
            "document": "Tom McLeish . Although McLeish's work is mostly theoretical, he also works closely with those performing experiments and in industry. He has made significant advances in modelling the structure and properties of complex entangled molecules, blends of substances that don't usually mix (multiphasic liquids like oil and water) see reptation and crazing. This allows us to more easily predict complex fluid behaviour and processing in an industrial setting. Since 2000 he has increasingly worked on biological physics: applying soft matter physics to self-assembly of protein fibrils, protein fluctuation dynamics and its role in allosteric signalling, and statistical mechanics approaches to evolution. he has published around 200 papers in peer reviewed scientific journals.",
            "score": 58.70802307128906
        }
    ],
    "r": [
        {
            "docid": "11210523_2",
            "document": "Gaussian network model . The Gaussian network model (GNM) is a representation of a biological macromolecule as an elastic mass-and-spring network to study, understand, and characterize the mechanical aspects of its long-time large-scale dynamics. The model has a wide range of applications from small proteins such as enzymes composed of a single domain, to large macromolecular assemblies such as a ribosome or a viral capsid. Protein domain dynamics plays key roles in a multitude of molecular recognition and cell signalling processes. Protein domains, connected by intrinsically disordered flexible linker domains, induce long-range allostery via . The resultant dynamic modes cannot be generally predicted from static structures of either the entire protein or individual domains.",
            "score": 115.18159484863281
        },
        {
            "docid": "36128950_6",
            "document": "Macromolecular assembly . The study of MA structure and function is challenging, in particular because of their megadalton size, but also because of their complex compositions and varying dynamic natures. Most have had standard chemical and biochemical methods applied (methods of protein purification and centrifugation, chemical and electrochemical characterization, etc.). In addition, their methods of study include modern proteomic approaches, computational and atomic-resolution structural methods (e.g., X-ray crystallography), small-angle X-ray scattering (SAXS) and small-angle neutron scattering (SANS), force spectroscopy, and transmission electron microscopy and cryo-electron microscopy. Aaron Klug was recognized with the 1982 Nobel Prize in Chemistry for his work on structural elucidation using electron microscopy, in particular for protein-nucleic acid MAs including the tobacco mosaic virus (a structure containing a 6400 base ssRNA molecule and >2000 coat protein molecules). The crystallization and structure solution for the ribosome, MW ~ 2.5 MDa, an example of part of the protein synthetic 'machinery' of living cells, was object of the 2009 Nobel Prize in Chemistry awarded to Venkatraman Ramakrishnan, Thomas A. Steitz, and Ada E. Yonath.",
            "score": 111.95169830322266
        },
        {
            "docid": "36128950_5",
            "document": "Macromolecular assembly . Virus structures were among the first studied MAs; other biologic examples include ribosomes (partial image above), proteasomes, and translation complexes (with protein and nucleic acid components), procaryotic and eukaryotic transcription complexes, and nuclear and other biological pores that allow material passage between cells and cellular compartments. Biomembranes are also generally considered MAs, though the requirement for structural and spatial definition is modified to accommodate the inherent molecular dynamics of membrane lipids, and of proteins within lipid bilayers.",
            "score": 104.62923431396484
        },
        {
            "docid": "45684445_12",
            "document": "Klaus Schulten . Over time, Schulten targeted biological structures of increasing size and complexity, with larger and larger computers. By 2007 he was exploring molecular modeling using graphical processing units (GPUs). Validation of models against experimental results is an integral part of development, for example, using molecular dynamics in combination with cryo-electron microscopy and X-ray crystallography. to study the structures of large macromolecular complexes.",
            "score": 100.43968200683594
        },
        {
            "docid": "106291_7",
            "document": "Ultracentrifuge . Sedimentation velocity experiments aim to interpret the entire time-course of sedimentation, and report on the shape and molar mass of the dissolved macromolecules, as well as their size-distribution. The size resolution of this method scales approximately with the square of the particle radii, and by adjusting the rotor speed of the experiment size-ranges from 100 Da to 10 GDa can be covered. Sedimentation velocity experiments can also be used to study reversible chemical equilibria between macromolecular species, by either monitoring the number and molar mass of macromolecular complexes, by gaining information about the complex composition from multi-signal analysis exploiting differences in each components spectroscopic signal, or by following the composition dependence of the sedimentation rates of the macromolecular system, as described in Gilbert-Jenkins theory.",
            "score": 98.05943298339844
        },
        {
            "docid": "36128950_2",
            "document": "Macromolecular assembly . The term macromolecular assembly (MA) refers to massive chemical structures such as viruses and non-biologic nanoparticles, cellular organelles and membranes and ribosomes, etc. that are complex mixtures of polypeptide, polynucleotide, polysaccharide or other polymeric macromolecules. They are generally of more than one of these types, and the mixtures are defined spatially (i.e., with regard to their chemical shape), and with regard to their underlying chemical composition and structure. Macromolecules are found in living and nonliving things, and are composed of many hundreds or thousands of atoms held together by covalent bonds; they are often characterized by repeating units (i.e., they are polymers). Assemblies of these can likewise be biologic or non-biologic, though the MA term is more commonly applied in biology, and the term supramolecular assembly is more often applied in non-biologic contexts (e.g., in supramolecular chemistry and nanotechnology). MAs of macromolecules are held in their defined forms by non-covalent intermolecular interactions (rather than covalent bonds), and can be in either non-repeating structures (e.g., as in the ribosome (image) and cell membrane architectures), or in repeating linear, circular, spiral, or other patterns (e.g., as in actin filaments and the flagellar motor, image). The process by which MAs are formed has been termed molecular self-assembly, a term especially applied in non-biologic contexts. A wide variety of physical/biophysical, chemical/biochemical, and computational methods exist for the study of MA; given the scale (molecular dimensions) of MAs, efforts to elaborate their composition and structure and discern mechanisms underlying their functions are at the forefront of modern structure science.",
            "score": 97.72938537597656
        },
        {
            "docid": "42400646_2",
            "document": "Cell biophysics . Cell biophysics (or cellular biophysics) is a sub-field of biophysics that focuses on physical principles underlying cell function. Sub-areas of current interest include statistical models of intracellular signaling dynamics, intracellular transport, cell mechanics (including membrane and cytoskeletal mechanics), molecular motors, biological electricity and genetic network theory. The field has benefited greatly from recent advances in live-cell molecular imaging techniques that allow spatial and temporal measurement of macromolecules and macromolecular function. Specialized imaging methods like FRET, FRAP, photoactivation and single molecule imaging have proven useful for mapping macromolecular transport, dynamic conformational changes in proteins and macromolecular interactions. Super-resolution microscopy allows imaging of cell structures below the optical resolution of light. Combining novel experimental tools with mathematical models grounded in the physical sciences has enabled significant recent breakthroughs in the field. Multiple centers across the world are advancing the research area",
            "score": 95.81781768798828
        },
        {
            "docid": "52085_21",
            "document": "Protein folding . \"De novo\" or \"ab initio\" techniques for computational protein structure prediction are related to, but strictly distinct from, experimental studies of protein folding. Molecular Dynamics (MD) is an important tool for studying protein folding and dynamics in silico. First equilibrium folding simulations were done using implicit solvent model and umbrella sampling. Because of computational cost, ab initio MD folding simulations with explicit water are limited to peptides and very small proteins. MD simulations of larger proteins remain restricted to dynamics of the experimental structure or its high-temperature unfolding. Long-time folding processes (beyond about 1 millisecond), like folding of small-size proteins (about 50 residues) or larger, can be accessed using coarse-grained models.",
            "score": 94.80387878417969
        },
        {
            "docid": "413102_15",
            "document": "Folding@home . More than half of all known cancers involve mutations of p53, a tumor suppressor protein present in every cell which regulates the cell cycle and signals for cell death in the event of damage to DNA. Specific mutations in p53 can disrupt these functions, allowing an abnormal cell to continue growing unchecked, resulting in the development of tumors. Analysis of these mutations helps explain the root causes of p53-related cancers. In 2004, Folding@home was used to perform the first molecular dynamics study of the refolding of p53's protein dimer in an all-atom simulation of water. The simulation's results agreed with experimental observations and gave insights into the refolding of the dimer that were formerly unobtainable. This was the first peer reviewed publication on cancer from a distributed computing project. The following year, Folding@home powered a new method to identify the amino acids crucial for the stability of a given protein, which was then used to study mutations of p53. The method was reasonably successful in identifying cancer-promoting mutations and determined the effects of specific mutations which could not otherwise be measured experimentally.",
            "score": 94.16150665283203
        },
        {
            "docid": "58894_21",
            "document": "Phosphorylation . Elucidating complex signaling pathway phosphorylation events can be difficult. In cellular signaling pathways, protein A phosphorylates protein B, and B phosphorylates C. However, in another signaling pathway, protein D phosphorylates A, or phosphorylates protein C. Global approaches such as phosphoproteomics, the study of phosphorylated proteins, which is a sub-branch of proteomics, combined with mass spectrometry-based proteomics, have been utilised to identify and quantify dynamic changes in phosphorylated proteins over time. These techniques are becoming increasingly important for the systematic analysis of complex phosphorylation networks. They have been successfully used to identify dynamic changes in the phosphorylation status of more than 6000 sites after stimulation with epidermal growth factor. Another approach for understanding Phosphorylation Network, is by measuring the genetic interactions between multiple phosphorylating proteins and their targets. This reveals interesting recurring patterns of interactions – network motifs. Computational methods have been developed to model phosphorylation networks and predict their responses under different perturbations.",
            "score": 93.87142944335938
        },
        {
            "docid": "2514209_9",
            "document": "Nucleoprotein . A ribonucleoprotein (RNP) is a complex of ribonucleic acid and RNA-binding protein. These complexes play an integral part in a number of important biological functions that include DNA replication, regulating gene expression and regulating the metabolism of RNA. A few examples of RNPs include the ribosome, the enzyme telomerase, vault ribonucleoproteins, RNase P, hnRNP and small nuclear RNPs (snRNPs), which have been implicated in pre-mRNA splicing (spliceosome) and are among the main components of the nucleolus. Some viruses are simple ribonucleoproteins, containing only one molecule of RNA and a number of identical protein molecules. Others are ribonucleoprotein or deoxyribonucleoprotein complexes containing a number of different proteins, and exceptionally more nucleic acid molecules.Currently, over 2000 RNPs can be found in the RCSB Protein Data Bank (PDB). Furthermore, the Protein-RNA Interface Data Base (PRIDB) possesses a collection of information on RNA-protein interfaces based on data drawn from the PDB. Some common features of protein-RNA interfaces were deduced based on known structures. For example, RNP in snRNPs have an RNA-binding motif in its RNA-binding protein. Aromatic amino acid residues in this motif result in stacking interactions with RNA. Lysine residues in the helical portion of RNA-binding proteins help to stabilize interactions with nucleic acids. This nucleic acid binding is strengthened by electrostatic attraction between the positive lysine side chains and the negative nucleic acid phosphate backbones. Additionally, it is possible to model RNPs computationally. Although computational methods of deducing RNP structures are less accurate than experimental methods, they provide a rough model of the structure which allows for predictions of the identity of significant amino acids and nucleotide residues. Such information helps in understanding the overall function the RNP.'RNP' can also refer to ribonucleoprotein particles. Ribonucleoprotein particles are distinct intracellular foci for post-transcriptional regulation. These particles play an important role in influenza A virus replication. The influenza viral genome is composed of eight ribonucleoprotein particles formed by a complex of negative-sense RNA bound to a viral nucleoprotein. Each RNP carries with it an RNA polymerase complex. When the nucleoprotein binds to the viral RNA, it is able to expose the nucleotide bases which allow the viral polymerase to transcribe RNA. At this point, once the virus enters a host cell it will be prepared to begin the process of replication.",
            "score": 93.41299438476562
        },
        {
            "docid": "2606518_12",
            "document": "Macromolecular docking . In the 1970s, complex modelling revolved around manually identifying features on the surfaces of the interactors, and interpreting the consequences for binding, function and activity; any computer programmes were typically used at the end of the modelling process, to discriminate between the relatively few configurations which remained after all the heuristic constraints had been imposed. The first use of computers was in a study on hemoglobin interaction in sickle-cell fibres. This was followed in 1978 by work on the trypsin-BPTI complex. Computers discriminated between good and bad models using a scoring function which rewarded large interface area, and pairs of molecules in contact but not occupying the same space. The computer used a simplified representation of the interacting proteins, with one interaction centre for each residue. Favorable electrostatic interactions, including hydrogen bonds, were identified by hand.",
            "score": 93.30753326416016
        },
        {
            "docid": "36128950_4",
            "document": "Macromolecular assembly . The images above give an indication of the compositions and scale (dimensions) associated with MAs, though these just begin to touch on the complexity of the structures; in principle, each living cell is composed of MAs, but is itself an MA as well. In the examples and other such complexes and assemblies, MAs are each often millions of daltons in molecular weight (megadaltons, i.e., millions of times the weight of a single, simple atom), though still having measurable component ratios (stoichiometries) at some level of precision. As alluded to in the image legends, when properly prepared, MAs or component subcomplexes of MAs can often be crystallized for study by protein crystallography and related methods, or studied by other physical methods (e.g., spectroscopy, microscopy).",
            "score": 92.17520141601562
        },
        {
            "docid": "41078038_9",
            "document": "Shneior Lifson . The ability to compute the forces operating among various atoms with the help of Lifson’s method has facilitated a basic clarification of the structure and dynamics of biological molecules and eventually led to a breakthrough in understanding protein folding and diseases caused by defective folding. Today, numerous studies of protein folding are designed on the basis of predictions obtained through such computations. The consistent force field method also enables the precise planning of chemical reactions and the study of the function of various molecules in biological systems, among them the interactions between different proteins, the binding of ions to biomolecules, and the redesign of proteins. This method lies at the basis of theoretical computational approaches in modern structural biology. In industry, building molecular models using this method has enhanced the development of drugs, food additives, pesticides and numerous other chemicals.",
            "score": 91.8255615234375
        },
        {
            "docid": "12835538_7",
            "document": "Arieh Warshel . Arieh Warshel made major contributions in introducing computational methods for structure function correlation of biological molecules, pioneering and co-pioneering programs, methods and key concepts for detailed computational studies of functional properties of biological molecules using Cartesian-based force field programs, the combined Quantum Chemistry/Molecular mechanics (i.e., QM/MM) method for simulating enzymatic reactions, the first molecular dynamics simulation of a biological process, microscopic electrostatic models for proteins, free energy perturbation in proteins and other key advances. It was for the development of these methods that Warshel shared the 2013 Nobel Prize in Chemistry.",
            "score": 91.60166931152344
        },
        {
            "docid": "26621085_4",
            "document": "X-Pol: the Explicit Polarization Theory . Although the X-Pol method can be used as an electronic structural approach for studying intermolecular interactions, the most significant is that the X-Pol potential provides a general theoretical framework for development of next-generation force fields in condensed-phase and macromolecular simulations using electronic structural methods explicitly, going beyond the traditional molecular mechanics as developed by Terrell Hill and F. H. Westheimer for organic molecules and the Lifson force fields for biological systems. The computational algorithm, feasibility and accuracy of the X-Pol potential have been demonstrated through statistical mechanical Monte Carlo simulations of liquid water, with the computed heat of vaporization and liquid density within 1% and 3% of experiments, respectively. The X-Pol method has been illustrated to be feasible for extensive molecular dynamics simulations of fully solvated proteins under periodic boundary conditions. The X-Pol method can be used to perform 3,200 full energy and analytical gradient evaluations in molecular dynamics simulation of a sovated Bovine Pancreatic Trypsin Inhibitor (BPTI) protein in water, consisting of nearly 15,000 atoms and 30,000 basis functions, on a single 1.6 GHz processor in one day, in 2008.",
            "score": 91.24320220947266
        },
        {
            "docid": "167632_2",
            "document": "Chaperone (protein) . In molecular biology, molecular chaperones are proteins that assist the covalent folding or unfolding and the assembly or disassembly of other macromolecular structures. Chaperones are present when the macromolecules perform their normal biological functions and have correctly completed the processes of folding and/or assembly. The chaperones are concerned primarily with protein folding. The first protein to be called a chaperone assists the assembly of nucleosomes from folded histones and DNA and such assembly chaperones, especially in the nucleus, are concerned with the assembly of folded subunits into oligomeric structures.",
            "score": 90.54833984375
        },
        {
            "docid": "216104_86",
            "document": "Protein engineering . Computation-aided design has also been used to engineer complex properties of a highly ordered nano-protein assembly. A protein cage, E. coli bacterioferritin (EcBfr), which naturally shows structural instability and an incomplete self-assembly behavior by populating two oligomerization states, is the model protein in this study. Through computational analysis and comparison to its homologs, it has been found that this protein has a smaller-than-average dimeric interface on its two-fold symmetry axis due mainly to the existence of an interfacial water pocket centered on two water-bridged asparagine residues. To investigate the possibility of engineering EcBfr for modified structural stability, a semi-empirical computational method is used to virtually explore the energy differences of the 480 possible mutants at the dimeric interface relative to the wild type EcBfr. This computational study also converges on the water-bridged asparagines. Replacing these two asparagines with hydrophobic amino acids results in proteins that fold into alpha-helical monomers and assemble into cages as evidenced by circular dichroism and transmission electron microscopy. Both thermal and chemical denaturation confirm that, all redesigned proteins, in agreement with the calculations, possess increased stability. One of the three mutations shifts the population in favor of the higher order oligomerization state in solution as shown by both size exclusion chromatography and native gel electrophoresis.",
            "score": 89.50824737548828
        },
        {
            "docid": "19248693_11",
            "document": "Macromolecular crowding . A major importance of macromolecular crowding to biological systems stems from its effect on protein folding. The underlying physical mechanism by which macromolecular crowding helps to stabilize proteins in their folded state is often explained in terms of excluded volume - the volume inaccessible to the proteins due to their interaction with macromolecular crowders. This notion goes back to Asakura and Oosawa, who have described depletion forces induced by steric, hard-core, interactions. A hallmark of the mechanism inferred from the above is that the effect is completely a-thermal, and thus completely entropic. These ideas were also proposed to explain why small cosolutes, namely protective osmolytes, which are preferentially excluded from proteins, also shift theprotein folding equilibrium towards the folded state. However, it has been shown by various methods, both experimental and theoretical, that depletion forces are not always entropic in nature.",
            "score": 89.37401580810547
        },
        {
            "docid": "26621085_6",
            "document": "X-Pol: the Explicit Polarization Theory . A double self-consistent field (DSCF) algorithm was initially proposed in 1997 for Monte Carlo simulations. In this procedure, the wave function of each subsystem is optimized in the presence of the Coulomb field of the rest system, and then, the total energy of the entire system is optimized self-consistently. Later, this method was adopted to create a Fragment molecular orbital model in 1999. However, the DSCF approach was not fully variational, making the computation of analytical gradients exceedingly time-consuming. This was not a problem in the initial aim of carrying out statistical mechanical Monte Carlo simulations of liquids since the energy difference between the DSCF and variational results is negligible, but it is impractical in structural optimization of macromolecular systems and molecular dynamics simulations. Unlike other approaches that do not have a system wave function coupled with ad hoc (inconsistent) energy addition-subtraction corrections, a fully variational X-Pol method has been described, and its computational efficiency was illustrated in the above example of molecular dynamics simulations of a fully solvated protein in water.",
            "score": 88.49467468261719
        },
        {
            "docid": "19248693_8",
            "document": "Macromolecular crowding . The importance of crowding in protein folding is of particular interest in biophysics. Here, the crowding effect can accelerate the folding process, since a compact folded protein will occupy less volume than an unfolded protein chain. However, crowding can reduce the yield of correctly folded protein by increasing protein aggregation. Crowding may also increase the effectiveness of chaperone proteins such as GroEL in the cell, which could counteract this reduction in folding efficiency. It has also been shown that macromolecular crowding affects protein-folding dynamics as well as overall protein shape where distinct conformational changes are accompanied by secondary structure alterations implying that crowding-induced shape changes may be important for protein function and malfunction in vivo.",
            "score": 88.36405944824219
        },
        {
            "docid": "53129859_9",
            "document": "Live single-cell imaging . In the final stage of a live single-cell imaging study modelling and analysis of time series data extracted from tracked cells is performed. A large overlap between analysis of single cell live data, and modelling of biological systems using ordinary differential equations exists. Results from this key data analysis step will drive further experimentation, for example by perturbing aspects of the system being studied and then comparing signalling dynamics with those of the control population.",
            "score": 88.17102813720703
        },
        {
            "docid": "32663259_7",
            "document": "Gregorio Weber . Gregorio Weber’s original and lifelong motivation was to use fluorescence methods to probe the nature of proteins and in addition to his contributions to the fluorescence field, he was one of the true pioneers of protein dynamics. A study of his papers from the 1960s demonstrates that even then he regarded proteins as highly dynamic molecules. He rejected the view, common at that time after the appearance of the first x-ray structures, that proteins had a unique and rigid conformation. In an important innovation, he introduced the use of molecular oxygen to quench fluorescence in aqueous solutions, which led to the detection, for the first time and to the surprise of many, of the existence of fast fluctuations in protein structures on the nanosecond time scale. The impact of this work was shown by the increasing interest in experimental and theoretical work in protein dynamics, which followed. Weber’s early description of proteins in solution as “kicking and screaming stochastic molecules” has, in recent years, been fully verified both from theoretical and experimental studies. These contributions were recognized by the American Chemical Society in 1986, which named Weber as the first recipient of Repligen Award for the Chemistry of Biological Processes. In the 1970s, initially in collaboration with H.G. Drickamer, Weber combined fluorescence and hydrostatic pressure methods to the study of molecular complexes and proteins. The initial system he thought to study was the complex formed by isoalloxazine and adenine, one of his original research interests. These observations confirmed the applicability of fluorescence and high-pressure techniques to problems of structure, and particularly dynamics, at the molecular level. Weber and collaborators demonstrated that most proteins made up of subunits can be dissociated by the application of hydrostatic pressure, and opened, in this way, a new method to study protein-protein interactions. In these studies, quite unexpected properties of protein aggregates were revealed and a new approach to problems in biology and medicine was opened by these observations. For example, Weber and his collaborators demonstrated the possibility of destroying the infectivity of viruses, without affecting their immunogenic capacity, by subjecting them to hydrostatic pressure, and thus opened the possibility of developing viral vaccines that contain, without covalent modification, all the antigens present in the original virus.",
            "score": 88.10813903808594
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 88.10585021972656
        },
        {
            "docid": "20370486_3",
            "document": "Biorheology . Biorheological research aims to determine and characterize the dynamics of physiological processes at all levels of biological organization, and the inter-relationships between rheological properties of various biological systems. Biorheological studies can include both animal and plant systems, and can be in broad contexts like the rheology of macromolecules and macromolecular arrays, or in narrower contexts like the rheology in cells, tissues or organs.",
            "score": 87.78614044189453
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 87.48291015625
        },
        {
            "docid": "27953209_3",
            "document": "WALP peptide . The transmembrane region of many integral membrane proteins consists of one or more alpha helices. The orientations and interactions of these helices directly affect cell signaling and molecular transport across the bilayer. The hydrophobic environment of the phospholipid tails in turn modulates the position and structure of such domains and thus may influence protein function. Conversely, the bilayer itself can (locally) change the thickness of its hydrocarbon region to interact optimally with hydrophobic regions of a transmembrane protein (a.k.a. hydrophobic matching). WALPs provide an effective model for studying such interactions because of their systematic design of a core of hydrophobic, alternating alanine and leucine regions. This core is readily manipulated by extending or decreasing the number of amino acids. Another key feature is the presence of \"anchoring\" residues at the ends of the helix, which are tryptophan residues in the WALP versions. Substituting the anchoring tryptophan residues for charged residues, such as lysine, yields \"KALP\" peptides. This class of model peptides has proved useful for studying the impact of changes in lipid composition on peptide insertion. Following detailed experimental studies by various techniques, the WALP and related peptides have become commonly used model systems in computational biology.",
            "score": 86.67906951904297
        },
        {
            "docid": "2606518_28",
            "document": "Macromolecular docking . A binding affinity benchmark has been based on the protein–protein docking benchmark. 81 protein–protein complexes with known experimental affinities are included; these complexes span over 11 orders of magnitude in terms of affinity. Each entry of the benchmark includes several biochemical parameters associated with the experimental data, along with the method used to determine the affinity. This benchmark was used to assess the extent to which scoring functions could also predict affinities of macromolecular complexes.",
            "score": 86.48374938964844
        },
        {
            "docid": "52242569_2",
            "document": "Biofluid dynamics . Biofluid dynamics may be considered as the discipline of biological engineering or biomedical engineering in which the fundamental principles of fluid dynamics are used to explain the mechanisms of biological flows and their interrelationships with physiological processes, in health and in diseases/disorder. It can be considered as the conjuncture of mechanical engineering and biological engineering. It spans from cells to organs, covering diverse aspects of the functionality of systemic physiology, including cardiovascular, respiratory, reproductive, urinary, musculoskeletal and neurological systems etc. Biofluid dynamics and its simulations in computational fluid dynamics (CFD) apply to both internal as well as external flows. Internal flows such as cardiovascular blood flow and respiratory airflow, and external flows such as flying and aquatic locomotion (i.e., swimming). Biological fluid Dynamics (or Biofluid Dynamics) involves the study of the motion of biological fluids (e.g. blood flow in arteries, animal flight, fish swimming, etc.). It can be either circulatory system or respiratory systems. Understanding the circulatory system is one of the major areas of research. The respiratory system is very closely linked to the circulatory system and is very complex to study and understand. The study of Biofluid Dynamics is also directed towards finding solutions to some of the human body related diseases and disorders. The usefulness of the subject can also be understood by seeing the use of Biofluid Dynamics in the areas of physiology in order to explain how living things work and about their motions, in developing an understanding of the origins and development of various diseases related to human body and diagnosing them, in finding the cure for the diseases related to cardiovascular and pulmonary systems.",
            "score": 86.06422424316406
        },
        {
            "docid": "53979054_7",
            "document": "Clare Waterman . In the mid-1990s Dr. Clare Waterman and colleagues developed a microscopy technique called “fluorescent speckle microscopy” (FSM), that can be used to measure the dynamics of the subunits making up macromolecular structures in living cells, such as the cytoskeletal elements f-actin and microtubules. Developments in fluorescent protein technology and microscopy in the early 90’s led to the ability of cell biologists to label specific cellular proteins with fluorescent markers and follow their dynamics in living cells by time-lapse high resolution microscopy. However, quantitative analysis of these dynamics was primarily descriptive or very limited in spatial resolution. Dr. Waterman discovered that high-resolution imaging of very low levels of fluorescently labeled tubulin in living cells showed a speckle pattern on microtubules. She demonstrated that the speckles serve as diffraction-limited markers at submicron size and density on the cytoskeleton, whose dynamics over time encode cytoskeletal assembly and motion. Together with computer vision engineers, image analysis software was developed that is capable of extracting high resolution maps of cytoskeletal assembly/disassembly and motion in migrating cells from fluorescent speckle microscopy images. Fluorescent Speckle Microscopy is used by cell biologists as a sensitive assay for determining the effects of drug or genetic perturbations on cytoskeletal dynamics in living cells and animal models.",
            "score": 85.92440795898438
        },
        {
            "docid": "19248693_10",
            "document": "Macromolecular crowding . Due to macromolecular crowding, enzyme assays and biophysical measurements performed in dilute solution may fail to reflect the actual process and its kinetics taking place in the cytosol. One approach to produce more accurate measurements would be to use highly concentrated extracts of cells, to try to maintain the cell contents in a more natural state. However, such extracts contain many kinds of biologically active molecules, which can interfere with the phenomena being studied. Consequently, crowding effects are mimicked \"in vitro\" by adding high concentrations of relatively inert molecules such as polyethylene glycol, ficoll, dextran, or serum albumin to experimental media. However, using such artificial crowding agents can be complicated, as these crowding molecules can sometimes interact in other ways with the process being examined, such as by binding weakly to one of the components.",
            "score": 85.8282470703125
        },
        {
            "docid": "908385_14",
            "document": "Nanoelectromechanical systems . Computer simulations have long been important counterparts to experimental studies of NEMS devices. Through continuum mechanics and molecular dynamics (MD), important behaviors of NEMS devices can be predicted via computational modeling before engaging in experiments. Additionally, combining continuum and MD techniques enables engineers to efficiently analyze the stability of NEMS devices without resorting to ultra-fine meshes and time-intensive simulations. Simulations have other advantages as well: they do not require the time and expertise associated with fabricating NEMS devices; they can effectively predict the interrelated roles of various electromechanical effects; and parametric studies can be conducted fairly readily as compared with experimental approaches. For example, computational studies have predicted the charge distributions and “pull-in” electromechanical responses of NEMS devices. Using simulations to predict mechanical and electrical behavior of these devices can help optimize NEMS device design parameters.",
            "score": 85.12103271484375
        }
    ]
}