{
    "q": [
        {
            "docid": "20938066_7",
            "document": "Vpr . The lack of an in vitro cell culture system that demonstrated a deficit in replication upon infection with viruses in the absence of Vpr has led to some mystery in the function of Vpr. Recently, there has been experiments on monocyte-derived dendritic cells (MDDCs) using a novel in-vitro infection system. These infected human dendritic cells showed a slower rate of replication when deprived of the Vpr protein in HIV-1 cells. This replication difference occurred in a single round of infection. This was shown to be due to decreased transcriptional output from the integrated HIV viral genome. Using mutational analysis (biochemical identification of mutational changes in a nucleotide sequence), prevention of cell cycle progression into mitosis was shown to be required for LTR-mediated viral expression. These findings suggest that the evolutionarily secured G2 cell cycle arrest function of Vpr (Viral Protein R) is essential for HIV-1 replication. Furthermore, this innovative in-vitro culture system will allow researchers to address mechanisms underlying Vpr-mediated enhancement of HIV-1 replication.",
            "score": 278.1343333721161
        },
        {
            "docid": "38874876_2",
            "document": "Vpx . Vpx is a virion-associated protein encoded by human immunodeficiency virus type 2 HIV-2 and most simian immunodeficiency virus (SIV) strains, but that is absent from HIV-1. It is similar in structure to the protein Vpr that is carried by SIV and HIV-2 as well as HIV-1. Vpx is one of five accessory proteins (Vif, Vpx, Vpr, Vpu, and Nef) carried by lentiviruses that enhances viral replication by inhibiting host antiviral factors.",
            "score": 213.08847761154175
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 173.68546342849731
        },
        {
            "docid": "20938066_3",
            "document": "Vpr . Vpr stands for \"Viral Protein R\". Vpr, a 96 amino acid 14-kDa protein, plays an important role in regulating nuclear import of the HIV-1 pre-integration complex, and is required for virus replication in non-dividing cells such as macrophages. Vpr also induces G2 cell cycle arrest and apoptosis in proliferating cells, which can result in immune dysfunction.",
            "score": 230.17398476600647
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 133.49133491516113
        },
        {
            "docid": "14170_14",
            "document": "HIV . Macrophage-tropic (M-tropic) strains of HIV-1, or non-syncytia-inducing strains (NSI; now called R5 viruses) use the \"β\"-chemokine receptor CCR5 for entry and are, thus, able to replicate in both macrophages and CD4 T cells. This CCR5 co-receptor is used by almost all primary HIV-1 isolates regardless of viral genetic subtype. Indeed, macrophages play a key role in several critical aspects of HIV infection. They appear to be the first cells infected by HIV and perhaps the source of HIV production when CD4 cells become depleted in the patient. Macrophages and microglial cells are the cells infected by HIV in the central nervous system. In tonsils and adenoids of HIV-infected patients, macrophages fuse into multinucleated giant cells that produce huge amounts of virus.",
            "score": 172.82848191261292
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 130.3333342075348
        },
        {
            "docid": "34344550_5",
            "document": "TIGIT . During Human Immunodeficiency Virus (HIV) infection, TIGIT expressing CD8+ T cells has been shown to be expanded and associated with clinical markers of HIV disease progression in a diverse group of HIV infected individuals. Elevated TIGIT levels remained sustained even among those with undetectable viral loads and a large fraction of HIV-specific CD8+ T cells simultaneously express both TIGIT and another negative checkpoint receptor, Programmed Death Protein 1 (PD-1) and retained several features of exhausted T cells. Blocking these pathways with novel targeted monoclonal antibodies synergistically rejuvenated HIV-specific CD8+ T cell responses. Further, the TIGIT pathway is active in the rhesus macaque non-human primate model, and mimics expression and function during Simian Immunodeficiency Virus (SIV) infection. This pathway can potentially be targeted to enhance killing of HIV infected cells during \"Shock and Kill\" HIV curative approaches.",
            "score": 138.21234488487244
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 110.65803682804108
        },
        {
            "docid": "38900235_28",
            "document": "HIV/AIDS research . In April 2016, Innovative Bioresearch, a privately held company owned by research scientist Jonathan Fior, reported the results of a pioneering pilot study that explored the infusion of SupT1 cells as a cell-based therapy for HIV in a humanized mouse model. This novel cell-based therapy uses irradiated SupT1 cells as a decoy target for HIV to prevent CD4+ T cell depletion as well as to render the virus less cytopathic. The research showed that in animals treated with SupT1 cell infusion, significantly lower plasma viral load (~10-fold) and potentially preserved CD4+ T cell frequency were observed at Week 1, with one animal showing complete suppression of viral replication and preservation of CD4+ T cell count (no virus detected anymore at Weeks 3 and 4). Interestingly, as also mentioned in a previous paper wrote by the same author, Jonathan Fior, in vitro studies of HIV evolution showed that prolonged virus replication in the SupT1 cell line results in a less cytopathic virus with a reduced capacity for syncytium formation, a higher sensitivity to neutralization, improved replication in SupT1 cells and impaired infection of primary CD4+ T cell. According to the research, this indicates that in vivo virus replication in the infused SupT1 cells should also have a vaccination effect.",
            "score": 149.1172832250595
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 163.62015581130981
        },
        {
            "docid": "21354427_3",
            "document": "Human T-lymphotropic virus . HTLV-1 is an abbreviation for \"human T-cell lymphotropic virus type 1\", also called human T-cell leukemia type 1, a virus that has been implicated in several kinds of diseases, including HTLV-1-associated myelopathy, and as a virus cancer link for leukemia (see adult T-cell leukemia/lymphoma).HTLV-1 has six reported subtypes (subtypes A to F). The great majority of infections are caused by the cosmopolitan subtype A. HTLV was discovered by Robert Gallo and colleagues in 1980. Between 1 in 20 and 1 in 25 infected people are thought to develop cancer as a result of the virus. HTLV-1 infection is thought to spread only through dividing cells since reverse transcriptase generates proviral DNA from genomic viral RNA, and the provirus is integrated into the host genome by viral integrase after transmission. Therefore, the quantification of provirus reflects the number of HTLV-1-infected cells. So, an increase in numbers of HTLV-1-infected cells using cell division, by actions of accessory viral genes, especially Tax, may provide an enhancement of infectivity Tax expression induces proliferation, inhibits the apoptosis of HTLV-1-infected cells and, conversely, evokes the host immune response, including cytotoxic T cells, to kill virus-infected cells. Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 126.7605949640274
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 154.30246472358704
        },
        {
            "docid": "2846927_8",
            "document": "Structure and genome of HIV . HIV has several major genes coding for structural proteins that are found in all retroviruses as well as several nonstructural (\"accessory\") genes unique to HIV. The HIV genome contains nine genes that encode fifteen viral proteins. These are synthesized as polyproteins which produce proteins for virion interior, called Gag, group specific antigen; the viral enzymes (Pol, polymerase) or the glycoproteins of the virion \"env\" (envelope). In addition to these, HIV encodes for proteins which have certain regulatory and auxiliary functions as well. HIV-1 has two important regulatory elements: Tat and Rev and few important accessory proteins such as Nef, Vpr, Vif and Vpu which are not essential for replication in certain tissues. The \"gag\" gene provides the basic physical infrastructure of the virus, and \"pol\" provides the basic mechanism by which retroviruses reproduce, while the others help HIV to enter the host cell and enhance its reproduction. Though they may be altered by mutation, all of these genes except \"tev\" exist in all known variants of HIV; see Genetic variability of HIV.",
            "score": 203.97914147377014
        },
        {
            "docid": "240850_18",
            "document": "Gene silencing . Viral genes and host genes that are required for viruses to replicate or enter the cell, or that play an important role in the life cycle of the virus are often targeted by antiviral therapies. RNAi has been used to target genes in several viral diseases, such as the human immunodeficiency virus (HIV) and hepatitis. In particular, siRNA was used to silence the primary HIV receptor chemokine receptor 5 (CCR5). This prevented the virus from entering the human peripheral blood lymphocytes and the primary hematopoietic stem cells. A similar technique was used to decrease the amount of the detectable virus in hepatitis B and C infected cells. In hepatitis B, siRNA silencing was used to target the surface antigen on the hepatitis B virus and led to a decrease in the number of viral components. In addition, siRNA techniques used in hepatitis C were able to lower the amount of the virus in the cell by 98%.",
            "score": 117.60211682319641
        },
        {
            "docid": "211949_41",
            "document": "T helper cell . It has been proposed that during the non-symptomatic phase of HIV infection, the virus has a relatively low affinity towards T cells (and has a higher affinity for macrophages), resulting in a slow kill rate of CD4 T cells by the immune system . This is initially compensated for via the production of new helper T cells from the thymus (originally from the bone marrow). Once the virus becomes lymphotropic (or T-tropic) however, it begins to infect CD4 T cells far more efficiently (likely due to a change in the co-receptors it binds to during infection), and the immune system is overwhelmed. Of note, recent studies suggest that only ~5% of the lymphoid-derived CD4 T cells targeted by HIV are permissive and become productively infected with the virus. More than 95% of the CD4 T cells that die are resting and are unable to support productive infection. These cells undergo abortive infection with HIV. Cell death is triggered when the host cell detects HIV foreign DNA intermediates and initiates a suicidal death pathway in an attempt to protect the host, leading to caspase-1 activation in inflammasomes, thus causing pyroptosis (a highly inflammatory form of programmed cell death).",
            "score": 137.6319501399994
        },
        {
            "docid": "24643329_3",
            "document": "CCR5 receptor antagonist . The life cycle of the HIV presents potential targets for drug therapy, one of them being the viral entry pathway. CCR5 and CXCR4 are the main receptors involved in the HIV entry process. These receptors belong to the seven transmembrane G-protein-coupled receptor (GPCR) family and are predominantly expressed on human T-cells, dendritic cells and macrophages, Langerhans cells. They play an important role as co-receptors that HIV type 1 (HIV-1) uses to attach to cells before viral fusion and entry into host cells. HIV isolates can be divided into R5 and X4 strains. R5 strain is when the virus uses the co-receptor CCR5 and X4 strain is when it uses CXCR4. The location of CCR5 receptors at the cell surface, both large and small molecules have the potential to interfere with the CCR5-viral interaction and inhibit viral entry into human cells.",
            "score": 136.29676580429077
        },
        {
            "docid": "1604312_7",
            "document": "CCR5 . HIV-1 most commonly uses the chemokine receptors CCR5 and/or CXCR4 as co-receptors to enter target immunological cells. These receptors are located on the surface of host immune cells whereby they provide a method of entry for the HIV-1 virus to infect the cell. The HIV-1 envelope glycoprotein structure is essential in enabling the viral entry of HIV-1 into a target host cell. The envelope glycoprotein structure consists of two protein subunits cleaved from a Gp160 protein precursor encoded for by the HIV-1 \"env\" gene: the Gp120 external subunit, and the Gp41 transmembrane subunit. This envelope glycoprotein structure is arranged into a spike-like structure located on the surface of the virion and consists of a trimer of three Gp120-Gp41 hetero-dimers. The Gp120 envelope protein is a chemokine mimic. It lacks the unique structure of a chemokine, however it is still capable of binding to the CCR5 and CXCR4 chemokine receptors. During HIV-1 infection, the Gp120 envelope glycoprotein subunit binds to a CD4 glycoprotein and a HIV-1 co-receptor expressed on a target cell- forming a heterotrimeric complex. The formation of this complex stimulates the release of a fusogenic peptide inducing the fusion of the viral membrane with the membrane of the target host cell. Because binding to CD4 alone can sometimes result in gp120 shedding, gp120 must next bind to co-receptor CCR5 in order for fusion to proceed. The tyrosine sulfated amino terminus of this co-receptor is the \"essential determinant\" of binding to the gp120 glycoprotein. Co-receptor recognition also include the V1-V2 region of gp120, and the bridging sheet (an antiparallel, 4-stranded β sheet that connects the inner and outer domains of gp120). The V1-V2 stem can influence \"co-receptor usage through its peptide composition as well as by the degree of N-linked glycosylation.\" Unlike V1-V2 however, the V3 loop is highly variable and thus is the most important determinant of co-receptor specificity. The normal ligands for this receptor, RANTES, MIP-1β, and MIP-1α, are able to suppress HIV-1 infection \"in vitro\". In individuals infected with HIV, CCR5-using viruses are the predominant species isolated during the early stages of viral infection, suggesting that these viruses may have a selective advantage during transmission or the acute phase of disease. Moreover, at least half of all infected individuals harbor only CCR5-using viruses throughout the course of infection.",
            "score": 166.09930872917175
        },
        {
            "docid": "14170_19",
            "document": "HIV . Sexual intercourse is the major mode of HIV transmission. Both X4 and R5 HIV are present in the seminal fluid, which enables the virus to be transmitted from a male to his sexual partner. The virions can then infect numerous cellular targets and disseminate into the whole organism. However, a selection process leads to a predominant transmission of the R5 virus through this pathway. In patients infected with subtype B HIV-1, there is often a co-receptor switch in late-stage disease and T-tropic variants that can infect a variety of T cells through CXCR4. These variants then replicate more aggressively with heightened virulence that causes rapid T cell depletion, immune system collapse, and opportunistic infections that mark the advent of AIDS. Thus, during the course of infection, viral adaptation to the use of CXCR4 instead of CCR5 may be a key step in the progression to AIDS. A number of studies with subtype B-infected individuals have determined that between 40 and 50 percent of AIDS patients can harbour viruses of the SI and, it is presumed, the X4 phenotypes.",
            "score": 152.1942539215088
        },
        {
            "docid": "5069516_21",
            "document": "HIV/AIDS . After the virus enters the body there is a period of rapid viral replication, leading to an abundance of virus in the peripheral blood. During primary infection, the level of HIV may reach several million virus particles per milliliter of blood. This response is accompanied by a marked drop in the number of circulating CD4 T cells. The acute viremia is almost invariably associated with activation of CD8 T cells, which kill HIV-infected cells, and subsequently with antibody production, or seroconversion. The CD8 T cell response is thought to be important in controlling virus levels, which peak and then decline, as the CD4 T cell counts recover. A good CD8 T cell response has been linked to slower disease progression and a better prognosis, though it does not eliminate the virus.",
            "score": 129.22798085212708
        },
        {
            "docid": "17707387_2",
            "document": "Vpu protein . Vpu is an accessory protein that in HIV is encoded by the \"vpu\" gene. Vpu stands for \"Viral Protein U\". The Vpu protein acts in the degradation of CD4 in the endoplasmic reticulum and in the enhancement of virion release from the plasma membrane of infected cells. Vpu induces the degradation of the CD4 viral receptor and therefore participates in the general downregulation of CD4 expression during the course of HIV infection. Vpu-mediated CD4 degradation is thought to prevent CD4-Env binding in the endoplasmic reticulum in order to facilitate proper Env assembly into virions. It is found in the membranes of infected cells, but not the virus particles themselves.",
            "score": 139.93099403381348
        },
        {
            "docid": "10587413_6",
            "document": "Vicriviroc . The two coreceptors involved in the entry of HIV-1, CCR5 and CXCR4, belong to the larger family of 7-transmembrane segment (7TM) G-protein coupled receptors. HIV-1 can thus be classified according to specificity for one coreceptor or the other. R5 virus, also known as M-tropic HIV-1, targets macrophages and uses CCR5 as the coreceptor. X4 virus, or T-tropic HIV-1, targets T-cells and uses CXCR4 as the coreceptor. Dual-tropic strains of HIV-1, which utilize both receptors, also exist. Selectivity for one coreceptor or the other is especially dependent upon the V3 loop, a highly variable and structurally flexible region of gp120 that is composed of approximately 35 amino acids. Tropism can be predicted through the 11/25 method, which looks for basic amino acids at positions 11 and 25 in the V3 loop and suggests the presence of an X4 virus.",
            "score": 126.19212889671326
        },
        {
            "docid": "169270_46",
            "document": "Macrophage . Macrophages also play a role in human immunodeficiency virus (HIV) infection. Like T cells, macrophages can be infected with HIV, and even become a reservoir of ongoing virus replication throughout the body. HIV can enter the macrophage through binding of gp120 to CD4 and second membrane receptor, CCR5 (a chemokine receptor). Both circulating monocytes and macrophages serve as a reservoir for the virus. Macrophages are better able to resist infection by HIV-1 than CD4+ T cells, although susceptibility to HIV infection differs among macrophage subtypes.",
            "score": 144.54381656646729
        },
        {
            "docid": "2846927_12",
            "document": "Structure and genome of HIV . An RNA secondary structure determined by SHAPE analysis has shown to contain three stem loops and is located between the HIV protease and reverse transcriptase genes. This \"cis\" regulatory RNA has been shown to be conserved throughout the HIV family and is thought to influence the viral life cycle. The third variable loop or V3 loop is a part or region of the Human Immunodeficiency Virus. The V3 loop of the viron's envelope glycoprotein, gp120, allows it to infect human immune cells by binding to a cytokine receptor on the target human immune cell, such as a CCR5 cell or CXCR4 cell, depending on the strain of HIV. The envelope glycoprotein (Env)gp 120/41 is essential for HIV-1 entry into cells. Env serves as a molecular target of a medicine treating individuals with HIV-1 infection, and a source of immunogen to develop AIDS vaccine. However, the structure of the functional Env trimer has remained elusive.",
            "score": 161.7178454399109
        },
        {
            "docid": "14929103_5",
            "document": "PRO 140 . PRO 140 is a lab-made antibody that functions as an entry inhibitor. PRO 140 binds to the CCR5 receptor on the CD4 cells, and interferes with HIV's ability to enter the cell. PRO 140, a humanized form of a PA14 antibody, is a chemokine-receptor CCR5 monoclonal antibody and can inhibit CCR5 tropic HIV-1 at concentrations that do not antagonize the natural activity of CCR5 in vitro. HIV-1 entry is mediated by the HIV-1 envelope glycoproteins gp120 and gp41. The gp120 will bind CD4 and the CCR5co receptor molecule, and this triggers gp41-mediated fusion of the viral and cellular membranes. CCR5 is hence needed for the entry of the virus and this infection of healthy cells. PRO 140, the anti-CCR5 monoclonal antibody, can stop HIV from entering the cell and stop viral replication. It prevents the virus-cell binding at a distinct site in the CCR5 co-receptor without interfering with its natural activity. Unlike other entry inhibitors, PRO 140 is a monoclonal antibody. The mechanism of inhibition is competitive rather than allosteric. As such, it must be injected to be effective. However, once inside the body, PRO 140 binds to CCR5 for >60 days, which may allow for dosing as infrequently as every other week. Compared to highly-active antiretroviral therapy which has been shown to have treatment-related toxicities for HIV-infected patients, PRO140 has no multi-drug resistance or toxicities.",
            "score": 161.6219917535782
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 148.605273604393
        },
        {
            "docid": "14170_25",
            "document": "HIV . HIV can infect dendritic cells (DCs) by this CD4-CCR5 route, but another route using mannose-specific C-type lectin receptors such as DC-SIGN can also be used. DCs are one of the first cells encountered by the virus during sexual transmission. They are currently thought to play an important role by transmitting HIV to T-cells when the virus is captured in the mucosa by DCs. The presence of FEZ-1, which occurs naturally in neurons, is believed to prevent the infection of cells by HIV. HIV-1 entry, as well as entry of many other retroviruses, has long been believed to occur exclusively at the plasma membrane. More recently, however, productive infection by pH-independent, clathrin-dependent endocytosis of HIV-1 has also been reported and was recently suggested to constitute the only route of productive entry.",
            "score": 153.3486351966858
        },
        {
            "docid": "45397365_3",
            "document": "Viral synapse . Formation of these synapses has been shown to involve reorientation of the cytoskeleton, which is triggered by engagement of ICAM-1 on the infected cell's surface and expression of several viral proteins. Viruses use the microtubule cytoskeleton to migrate to the viral synapse. By recruiting the receptors and viral particles at the point of contact, these synaptic structures significantly enhance the likelihood of a productive infection. Viral synapses are thought to explain how cell-to-cell transfer can operate in the HIV infection even when there is a low number of viral particles and a relatively low number of CD4 receptors. Recent study proposes that the fundamental “killing units” of CD4 T cells leading to CD4 T-cell depletion and ultimately progression to AIDS are infected cells residing in lymphoid tissues that mediate cell-to-cell spread of the virus via virological synapses. These findings highlight a previously unappreciated role for the virological synapse in HIV pathogenesis.",
            "score": 134.45209074020386
        },
        {
            "docid": "9691122_15",
            "document": "Galectin . Galectin-1 has been shown to enhance HIV infection due to its galactose binding specificity. HIV preferentially infects CD4 T cells and other cells of the immune system, immobilising the adaptive immune system. HIV is a virus that infects CD4 cells via binding of its viral envelope glycoprotein complex, which consists of gp120 and gp41. The gp120 glycoprotein contains two types of N-glycan, high mannose oligomers and N-acetyllactosamine chains on a trimannose core. The high mannose oligomers are pathogen-associated molecular pattern (PAMPs) and are recognised by the C-type lectin DC-SIGN found on dendritic cells. The N-acetyllactosamine chains are ligands for galectin-1. Galectin-1 is expressed in the thymus. In particular it is secreted in abundance by Th1 cells. In its normal function, galectin-1 binds to glycans on the CD4 co-receptor of T cells to prevent auto reactivity. When HIV is present, the galectin bridges between the CD4 co-receptor and gp120 ligands, thus facilitating HIV infection of the T cell. Galectin-1 is not essential for HIV infection but assists it by accelerating the binding kinetics between gp120 and CD4. Knowledge of the mechanism between galectin and HIV may provide important therapeutic opportunities. A galectin-1 inhibitor can be used in conjunction with antiretroviral drugs to decrease the infectivity of the HIV and increase the efficacy of the drug.",
            "score": 145.22389245033264
        },
        {
            "docid": "14170_10",
            "document": "HIV . The RNA genome consists of at least seven structural landmarks (LTR, TAR, RRE, PE, SLIP, CRS, and INS), and nine genes (\"gag\", \"pol\", and \"env\", \"tat\", \"rev\", \"nef\", \"vif\", \"vpr\", \"vpu\", and sometimes a tenth \"tev\", which is a fusion of \"tat\", \"env\" and \"rev\"), encoding 19 proteins. Three of these genes, \"gag\", \"pol\", and \"env\", contain information needed to make the structural proteins for new virus particles. For example, \"env\" codes for a protein called gp160 that is cut in two by a cellular protease to form gp120 and gp41. The six remaining genes, \"tat\", \"rev\", \"nef\", \"vif\", \"vpr\", and \"vpu\" (or \"vpx\" in the case of HIV-2), are regulatory genes for proteins that control the ability of HIV to infect cells, produce new copies of virus (replicate), or cause disease.",
            "score": 225.93468308448792
        },
        {
            "docid": "19167679_38",
            "document": "Virus . Attachment is a specific binding between viral capsid proteins and specific receptors on the host cellular surface. This specificity determines the host range of a virus. For example, HIV infects a limited range of human leucocytes. This is because its surface protein, gp120, specifically interacts with the CD4 molecule – a chemokine receptor – which is most commonly found on the surface of CD4+ T-Cells. This mechanism has evolved to favour those viruses that infect only cells in which they are capable of replication. Attachment to the receptor can induce the viral envelope protein to undergo changes that results in the fusion of viral and cellular membranes, or changes of non-enveloped virus surface proteins that allow the virus to enter.",
            "score": 102.08412146568298
        },
        {
            "docid": "4448546_29",
            "document": "Viral transformation . Human immunodeficiency virus is a viral infection that targets the lymph nodes. HIV binds to the immune CD4 cell and reverse transcriptase alters the host cell genome to allow integration of the viral DNA via integrase. The virus replicates using the host cell's machinery and then leaves the cell to infect additional cells via budding.",
            "score": 106.59366536140442
        }
    ],
    "r": [
        {
            "docid": "20938066_7",
            "document": "Vpr . The lack of an in vitro cell culture system that demonstrated a deficit in replication upon infection with viruses in the absence of Vpr has led to some mystery in the function of Vpr. Recently, there has been experiments on monocyte-derived dendritic cells (MDDCs) using a novel in-vitro infection system. These infected human dendritic cells showed a slower rate of replication when deprived of the Vpr protein in HIV-1 cells. This replication difference occurred in a single round of infection. This was shown to be due to decreased transcriptional output from the integrated HIV viral genome. Using mutational analysis (biochemical identification of mutational changes in a nucleotide sequence), prevention of cell cycle progression into mitosis was shown to be required for LTR-mediated viral expression. These findings suggest that the evolutionarily secured G2 cell cycle arrest function of Vpr (Viral Protein R) is essential for HIV-1 replication. Furthermore, this innovative in-vitro culture system will allow researchers to address mechanisms underlying Vpr-mediated enhancement of HIV-1 replication.",
            "score": 278.13433837890625
        },
        {
            "docid": "20938066_3",
            "document": "Vpr . Vpr stands for \"Viral Protein R\". Vpr, a 96 amino acid 14-kDa protein, plays an important role in regulating nuclear import of the HIV-1 pre-integration complex, and is required for virus replication in non-dividing cells such as macrophages. Vpr also induces G2 cell cycle arrest and apoptosis in proliferating cells, which can result in immune dysfunction.",
            "score": 230.17398071289062
        },
        {
            "docid": "14170_10",
            "document": "HIV . The RNA genome consists of at least seven structural landmarks (LTR, TAR, RRE, PE, SLIP, CRS, and INS), and nine genes (\"gag\", \"pol\", and \"env\", \"tat\", \"rev\", \"nef\", \"vif\", \"vpr\", \"vpu\", and sometimes a tenth \"tev\", which is a fusion of \"tat\", \"env\" and \"rev\"), encoding 19 proteins. Three of these genes, \"gag\", \"pol\", and \"env\", contain information needed to make the structural proteins for new virus particles. For example, \"env\" codes for a protein called gp160 that is cut in two by a cellular protease to form gp120 and gp41. The six remaining genes, \"tat\", \"rev\", \"nef\", \"vif\", \"vpr\", and \"vpu\" (or \"vpx\" in the case of HIV-2), are regulatory genes for proteins that control the ability of HIV to infect cells, produce new copies of virus (replicate), or cause disease.",
            "score": 225.93467712402344
        },
        {
            "docid": "38874876_2",
            "document": "Vpx . Vpx is a virion-associated protein encoded by human immunodeficiency virus type 2 HIV-2 and most simian immunodeficiency virus (SIV) strains, but that is absent from HIV-1. It is similar in structure to the protein Vpr that is carried by SIV and HIV-2 as well as HIV-1. Vpx is one of five accessory proteins (Vif, Vpx, Vpr, Vpu, and Nef) carried by lentiviruses that enhances viral replication by inhibiting host antiviral factors.",
            "score": 213.08848571777344
        },
        {
            "docid": "20938066_4",
            "document": "Vpr . Vpr is also immunosuppressive due to its ability to sequester a proinflammatory transcriptional activator in the cytoplasm. HIV-2 contains both a Vpr protein and a related (by sequence homology) Vpx protein (Viral Protein X). Two functions of Vpr in HIV-1 are split between Vpr and Vpx in HIV-2, with the HIV-2 Vpr protein inducing cell cycle arrest and the Vpx protein required for nuclear import.",
            "score": 204.67015075683594
        },
        {
            "docid": "2846927_8",
            "document": "Structure and genome of HIV . HIV has several major genes coding for structural proteins that are found in all retroviruses as well as several nonstructural (\"accessory\") genes unique to HIV. The HIV genome contains nine genes that encode fifteen viral proteins. These are synthesized as polyproteins which produce proteins for virion interior, called Gag, group specific antigen; the viral enzymes (Pol, polymerase) or the glycoproteins of the virion \"env\" (envelope). In addition to these, HIV encodes for proteins which have certain regulatory and auxiliary functions as well. HIV-1 has two important regulatory elements: Tat and Rev and few important accessory proteins such as Nef, Vpr, Vif and Vpu which are not essential for replication in certain tissues. The \"gag\" gene provides the basic physical infrastructure of the virus, and \"pol\" provides the basic mechanism by which retroviruses reproduce, while the others help HIV to enter the host cell and enhance its reproduction. Though they may be altered by mutation, all of these genes except \"tev\" exist in all known variants of HIV; see Genetic variability of HIV.",
            "score": 203.97914123535156
        },
        {
            "docid": "20938066_5",
            "document": "Vpr . Vpr-binding protein (VprBP) is a 1,507-amino-acid human protein that contains conserved domains, including YXXY repeats, the Lis homology motif, and WD40 repeats. VprBP acts as a substrate-recognition unit when associated with DNA damage-binding protein 1 (DDB1) as part of a CUL4–DDB1 E3 ubiquitin ligase complex. When bound to Vpr, VprBP allows Vpr to modulate the catalytic activity of the CUL4–DDB1 complex, inducing G2 cell cycle arrest in infected cells.",
            "score": 180.60220336914062
        },
        {
            "docid": "2239513_5",
            "document": "Lentivirus . As with all retroviruses, lentiviruses have gag, pol and env genes, coding for viral proteins in the order: 5´-gag-pol-env-3´. Unlike other retroviruses, however, lentiviruses have two regulatory genes, tat and rev. They may also have additional accessory genes depending on the virus (e.g., for HIV-1: vif, vpr, vpu, nef) whose products are involved in regulation of synthesis and processing viral RNA and other replicative functions. The Long terminal repeat (LTR) is about 600 nt long, of which the U3 region is 450, the R sequence 100 and the U5 region some 70 nt long.",
            "score": 179.06289672851562
        },
        {
            "docid": "47606777_6",
            "document": "Éric A. Cohen . Cohen’s laboratory has contributed to describing the structure and function of Vpr during HIV-1 infection. His work was also involved in defining Vpr as a viral factor with immune-modulatory functions.",
            "score": 174.68603515625
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 173.6854705810547
        },
        {
            "docid": "14170_14",
            "document": "HIV . Macrophage-tropic (M-tropic) strains of HIV-1, or non-syncytia-inducing strains (NSI; now called R5 viruses) use the \"β\"-chemokine receptor CCR5 for entry and are, thus, able to replicate in both macrophages and CD4 T cells. This CCR5 co-receptor is used by almost all primary HIV-1 isolates regardless of viral genetic subtype. Indeed, macrophages play a key role in several critical aspects of HIV infection. They appear to be the first cells infected by HIV and perhaps the source of HIV production when CD4 cells become depleted in the patient. Macrophages and microglial cells are the cells infected by HIV in the central nervous system. In tonsils and adenoids of HIV-infected patients, macrophages fuse into multinucleated giant cells that produce huge amounts of virus.",
            "score": 172.82847595214844
        },
        {
            "docid": "14170524_18",
            "document": "CUL4A . DCAF1 is also named VPRBP due to its interaction with HIV-1 protein Vpr. Although DCAF1/VPRBP appears to have a crucial function in tumor suppression, DNA replication and embryonic development, HIV-1 \"hijacks\" the ubiquitin ligase complex to induce arrest of the cell cycle in G2 phase. The CRL4A induces ubiquitination of the nuclear isoform of uracil-DNA glycosylase. HIV-2 also appears to utilize CRL4A via Vpx protein-induced destruction of a lentivirus-inhibiting deoxynucleoside triphosphohydrolase named SAMHD1.",
            "score": 169.83682250976562
        },
        {
            "docid": "2846927_9",
            "document": "Structure and genome of HIV . HIV employs a sophisticated system of differential RNA splicing to obtain nine different gene products from a less than 10kb genome. HIV has a 9.2kb unspliced genomic transcript which encodes for gag and pol precursors; a singly spliced, 4.5 kb encoding for env, Vif, Vpr and Vpu and a multiply spliced, 2 kb mRNA encoding for Tat, Rev and Nef.",
            "score": 169.7779083251953
        },
        {
            "docid": "14170_17",
            "document": "HIV . The \"α\"-chemokine SDF-1, a ligand for CXCR4, suppresses replication of T-tropic HIV-1 isolates. It does this by down-regulating the expression of CXCR4 on the surface of HIV target cells. M-tropic HIV-1 isolates that use only the CCR5 receptor are termed R5; those that use only CXCR4 are termed X4, and those that use both, X4R5. However, the use of co-receptor alone does not explain viral tropism, as not all R5 viruses are able to use CCR5 on macrophages for a productive infection and HIV can also infect a subtype of myeloid dendritic cells, which probably constitute a reservoir that maintains infection when CD4 T cell numbers have declined to extremely low levels.",
            "score": 166.42840576171875
        },
        {
            "docid": "1604312_7",
            "document": "CCR5 . HIV-1 most commonly uses the chemokine receptors CCR5 and/or CXCR4 as co-receptors to enter target immunological cells. These receptors are located on the surface of host immune cells whereby they provide a method of entry for the HIV-1 virus to infect the cell. The HIV-1 envelope glycoprotein structure is essential in enabling the viral entry of HIV-1 into a target host cell. The envelope glycoprotein structure consists of two protein subunits cleaved from a Gp160 protein precursor encoded for by the HIV-1 \"env\" gene: the Gp120 external subunit, and the Gp41 transmembrane subunit. This envelope glycoprotein structure is arranged into a spike-like structure located on the surface of the virion and consists of a trimer of three Gp120-Gp41 hetero-dimers. The Gp120 envelope protein is a chemokine mimic. It lacks the unique structure of a chemokine, however it is still capable of binding to the CCR5 and CXCR4 chemokine receptors. During HIV-1 infection, the Gp120 envelope glycoprotein subunit binds to a CD4 glycoprotein and a HIV-1 co-receptor expressed on a target cell- forming a heterotrimeric complex. The formation of this complex stimulates the release of a fusogenic peptide inducing the fusion of the viral membrane with the membrane of the target host cell. Because binding to CD4 alone can sometimes result in gp120 shedding, gp120 must next bind to co-receptor CCR5 in order for fusion to proceed. The tyrosine sulfated amino terminus of this co-receptor is the \"essential determinant\" of binding to the gp120 glycoprotein. Co-receptor recognition also include the V1-V2 region of gp120, and the bridging sheet (an antiparallel, 4-stranded β sheet that connects the inner and outer domains of gp120). The V1-V2 stem can influence \"co-receptor usage through its peptide composition as well as by the degree of N-linked glycosylation.\" Unlike V1-V2 however, the V3 loop is highly variable and thus is the most important determinant of co-receptor specificity. The normal ligands for this receptor, RANTES, MIP-1β, and MIP-1α, are able to suppress HIV-1 infection \"in vitro\". In individuals infected with HIV, CCR5-using viruses are the predominant species isolated during the early stages of viral infection, suggesting that these viruses may have a selective advantage during transmission or the acute phase of disease. Moreover, at least half of all infected individuals harbor only CCR5-using viruses throughout the course of infection.",
            "score": 166.09930419921875
        },
        {
            "docid": "37783228_23",
            "document": "William A. Haseltine . The HIV genome presented several additional mysteries. The virus genome contained regions that might specify as yet unknown proteins. The Haseltine laboratory discovered a novel transacting protein, they named the transactivator \"tat\", and a second protein, originally named \"art\" now called \"rev\", both required for virus replication. He predicted that drugs that target these proteins will also be effective in treating the infection. A drug that inhibits the \"rev\" protein has been approved by the USA Food and Drug administration for treatment of HIV infection. His laboratory went on to discover additional viral genes and proteins – \"vpr\", \"vpu\", \"vif\", and \"nef\" - required for efficient virus growth in some but not all circumstances. The discoveries were summarized in an article in 1988 in \"Scientific American\".",
            "score": 165.60012817382812
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 163.6201629638672
        },
        {
            "docid": "670695_24",
            "document": "Feline immunodeficiency virus . The FIV virus genome is diploid. It consists of two identical single-strands of RNA in each case about 9400 nucleotides existing in plus-strand orientation. It has the typical genomic structure of retroviruses, including the \"gag\", \"pol\", and \"env\" genes. The Gag polyprotein is cleaved into matrix (MA), capsid (CA) and nucleocapsid (NC) proteins. Cleavage between CA and NC releases a nine amino acid peptide, while cleavage at the C-terminus of NC releases a 2kDa fragment (p2). The Pol polyprotein is translated by ribosomal frame-shifting, a feature shared with HIV. Cleavage of Pol by the viral protease releases the protease itself (PR), reverse transcriptase (RT), deoxyuridine triphosphatase (dUTPase or DU) and integrase (IN). The Env polyprotein consists of a leader peptide (L), surface (SU) and transmembrane (TM) glycoproteins. In common with other lentiviruses, the FIV genome encodes additional short open reading frames (ORFs) encoding the Vif and Rev proteins. An additional short ORF termed \"orfA\" (also known as \"orf2\") precedes the \"env\" gene. The function of OrfA in viral replication is unclear, however the \"orfA\"-encoded product may display many of the attributes of HIV-1 accessory gene products such as Vpr, Vpu or Nef.",
            "score": 162.44398498535156
        },
        {
            "docid": "2846927_12",
            "document": "Structure and genome of HIV . An RNA secondary structure determined by SHAPE analysis has shown to contain three stem loops and is located between the HIV protease and reverse transcriptase genes. This \"cis\" regulatory RNA has been shown to be conserved throughout the HIV family and is thought to influence the viral life cycle. The third variable loop or V3 loop is a part or region of the Human Immunodeficiency Virus. The V3 loop of the viron's envelope glycoprotein, gp120, allows it to infect human immune cells by binding to a cytokine receptor on the target human immune cell, such as a CCR5 cell or CXCR4 cell, depending on the strain of HIV. The envelope glycoprotein (Env)gp 120/41 is essential for HIV-1 entry into cells. Env serves as a molecular target of a medicine treating individuals with HIV-1 infection, and a source of immunogen to develop AIDS vaccine. However, the structure of the functional Env trimer has remained elusive.",
            "score": 161.7178497314453
        },
        {
            "docid": "14929103_5",
            "document": "PRO 140 . PRO 140 is a lab-made antibody that functions as an entry inhibitor. PRO 140 binds to the CCR5 receptor on the CD4 cells, and interferes with HIV's ability to enter the cell. PRO 140, a humanized form of a PA14 antibody, is a chemokine-receptor CCR5 monoclonal antibody and can inhibit CCR5 tropic HIV-1 at concentrations that do not antagonize the natural activity of CCR5 in vitro. HIV-1 entry is mediated by the HIV-1 envelope glycoproteins gp120 and gp41. The gp120 will bind CD4 and the CCR5co receptor molecule, and this triggers gp41-mediated fusion of the viral and cellular membranes. CCR5 is hence needed for the entry of the virus and this infection of healthy cells. PRO 140, the anti-CCR5 monoclonal antibody, can stop HIV from entering the cell and stop viral replication. It prevents the virus-cell binding at a distinct site in the CCR5 co-receptor without interfering with its natural activity. Unlike other entry inhibitors, PRO 140 is a monoclonal antibody. The mechanism of inhibition is competitive rather than allosteric. As such, it must be injected to be effective. However, once inside the body, PRO 140 binds to CCR5 for >60 days, which may allow for dosing as infrequently as every other week. Compared to highly-active antiretroviral therapy which has been shown to have treatment-related toxicities for HIV-infected patients, PRO140 has no multi-drug resistance or toxicities.",
            "score": 161.6219940185547
        },
        {
            "docid": "9888040_20",
            "document": "Visna virus . The viral \"tat\" gene encodes a 94-amino acid protein. Tat is the most enigmatic of the proteins of the visna virus. Most studies have indicated that Tat is a transcription factor necessary for viral transcription from the LTRs. Tat contains both a suppressor domain and a powerful acidic activator domain on the N-terminus. It has been suggested that Tat interacts with the cellular AP-1 transcription factors Fos and Jun to bind to the TATA-binding protein and activate transcription. However, other studies have suggested that the visna virus \"Tat\" protein is not a trans-activator for transcription but instead exhibits a function involved in cell cycle arrest, making it more closely related to the HIV-1 Vpr protein than Tat.",
            "score": 161.4647674560547
        },
        {
            "docid": "38874876_4",
            "document": "Vpx . Vpx is also involved in the nuclear import of the HIV-2/SIV genomes and associated proteins, but the specific mechanisms and interactions are currently unknown. Although Vpr and Vpx are similar in size (both are ~100 amino acids with 20-25% sequence similarity) and structure (both are predicted to have similar tertiary structure with three major helices), they serve very different roles in viral replication. Vpx targets a host restriction factor for proteasomal degradation, while Vpr arrests the host cell cycle in the G2 phase. However, they are both involved in the import of the viral preintegration complex into the host nucleus.",
            "score": 160.8838653564453
        },
        {
            "docid": "55439935_24",
            "document": "Role of microglia in disease . \"HIV-1 can enter the microglial cell via CD4 receptors and chemokine co-receptors such as CCR3, CCR5, and CXCR4, with CCR5 being the most important of these. Interestingly, humans with double allelic loss of CCR5 are virtually immune to HIV acquired via the sexual route (though can be infected by IV transmission of CXCR4 tropic viruses). IL-4 and IL-10 enhance the entry and replication of HIV-1 in microglia through the up-regulation of CD4 and CCR5 expression, respectively. The chemokines CCL5/RANTES, CCL3/MIP-1α, CCL4/MIP-1β, all of which bind to CCR5, are inhibitory to HIV-1 replication in microglial cells, apparently by their ability to block viral entry.\"",
            "score": 160.44924926757812
        },
        {
            "docid": "3853380_31",
            "document": "Stem-cell therapy . Destruction of the immune system by the HIV is driven by the loss of CD4+ T cells in the peripheral blood and lymphoid tissues. Viral entry into CD4+ cells is mediated by the interaction with a cellular chemokine receptor, the most common of which are CCR5 and CXCR4. Because subsequent viral replication requires cellular gene expression processes, activated CD4+ cells are the primary targets of productive HIV infection. Recently scientists have been investigating an alternative approach to treating HIV-1/AIDS, based on the creation of a disease-resistant immune system through transplantation of autologous, gene-modified (HIV-1-resistant) hematopoietic stem and progenitor cells (GM-HSPC).",
            "score": 159.94296264648438
        },
        {
            "docid": "14772436_8",
            "document": "CUL4B . After HIV infects a cell, the virus \"hijacks\" either the CUL4B-DDB1 complex or the CUL4A-DDB1 complex via the same mechanism. Essentially, HIV proteins such as Vpr and Vpx bind to VPRBP (a DDB1-binding substrate receptor protein) and induce the ubiquitination and degradation of SAMHD1 and UNG2 to promote viral replication. These proteins are not degraded by CRL4 complexes in the absence of virus.",
            "score": 159.58009338378906
        },
        {
            "docid": "5069516_24",
            "document": "HIV/AIDS . HIV seeks out and destroys CCR5 expressing CD4 T cells during acute infection. A vigorous immune response eventually controls the infection and initiates the clinically latent phase. CD4 T cells in mucosal tissues remain particularly affected. Continuous HIV replication causes a state of generalized immune activation persisting throughout the chronic phase. Immune activation, which is reflected by the increased activation state of immune cells and release of pro-inflammatory cytokines, results from the activity of several HIV gene products and the immune response to ongoing HIV replication. It is also linked to the breakdown of the immune surveillance system of the gastrointestinal mucosal barrier caused by the depletion of mucosal CD4 T cells during the acute phase of disease.",
            "score": 159.1219482421875
        },
        {
            "docid": "55410471_9",
            "document": "DCas9 activation system . The VP64-p65-Rta, or VPR, dCas9 activator was created by modifying an existing dCas9 activator, in which a Vp64 transcriptional activator is joined to the C terminus of dCas9. In the dCas9-VPR protein, the transcription factors p65 and Rta are added to the C terminus of dCas9-Vp64. Therefore, all three transcription factors are targeted to the same gene. The use of three transcription factors, as opposed to solely Vp64, results in increased expression of targeted genes. When different genes were targeted by dCas9, they all showed significantly greater expression with dCas9-VPR than with dCas9-VP64. It has also been demonstrated that dCas9-VPR can be used to increase expression of multiple genes within the same cell by putting multiple sgRNAs into the same cell. dCas9-VPR has been used to activate the neurogenin 2 (link) and neurogenic differentiation 1 (link) genes, resulting in differentiation of induced pluripotent stem cells into induced neurons. A study comparing dCas9 activators found that the VPR, SAM, and Suntag activators worked best with dCas9 to increase gene expression in a variety of fruit fly, mouse, and human cell types",
            "score": 158.16445922851562
        },
        {
            "docid": "1171686_13",
            "document": "Regulatory T cell . Tregs play major roles during HIV infection. They suppress the immune system, thus limiting target cells and reducing inflammation, but this simultaneously disrupts the clearance of virus by the cell-mediated immune response and enhances the reservoir by pushing CD4 T cells to a resting state, including infected cells. Additionally, Tregs can be infected by HIV, increasing the size of the HIV reservoir directly. Thus, Tregs are being investigated as targets for HIV cure research.",
            "score": 157.98733520507812
        },
        {
            "docid": "6803333_17",
            "document": "Miltefosine . Miltefosine targets HIV infected macrophages, which play a role in vivo as long-lived HIV-1 reservoirs. The HIV protein Tat activates pro-survival PI3K/Akt pathway in primary human macrophages. Miltefosine acts by inhibiting the PI3K/Akt pathway, thus removing the infected macrophages from circulation, without affecting healthy cells. It significantly reduces replication of HIV-1 in cocultures of human dendritic cells (DCs) and CD4 T cells, which is due to a rapid secretion of soluble factors and is associated with induction of type-I interferon (IFN) in the human cells.",
            "score": 157.00677490234375
        },
        {
            "docid": "1604312_24",
            "document": "CCR5 . A genetic approach involving intrabodies that block CCR5 expression has been proposed as a treatment for HIV-1 infected individuals. When T-cells modified so they no longer express CCR5 were mixed with unmodified T-cells expressing CCR5 and then challenged by infection with HIV-1, the modified T-cells that do not express CCR5 eventually take over the culture, as HIV-1 kills the non-modified T-cells. This same method might be used in vivo to establish a virus-resistant cell pool in infected individuals.",
            "score": 156.16529846191406
        },
        {
            "docid": "14170_11",
            "document": "HIV . The two Tat proteins (p16 and p14) are transcriptional transactivators for the LTR promoter acting by binding the TAR RNA element. The TAR may also be processed into microRNAs that regulate the apoptosis genes ERCC1 and IER3. The Rev protein (p19) is involved in shuttling RNAs from the nucleus and the cytoplasm by binding to the RRE RNA element. The Vif protein (p23) prevents the action of APOBEC3G (a cellular protein that deaminates Cytidine to Uridine in the single stranded viral DNA and/or interferes with reverse transcription). The Vpr protein (p14) arrests cell division at G2/M. The Nef protein (p27) down-regulates CD4 (the major viral receptor), as well as the MHC class I and class II molecules.",
            "score": 156.1449432373047
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 154.30245971679688
        }
    ]
}