{
    "q": [
        {
            "docid": "2606404_11",
            "document": "B chromosome . Supernumerary chromosomes do not carry genes that are necessary for basic fungal growth, but may have some functional significance. For example, it has been discovered that the supernumerary chromosome of the pea pathogen \"Haematonectria haematococca\" carries genes that are important to the disease-causing capacity of the fungus. This supernumerary DNA was found to code for a group of enzymes that metabolize toxins, known as phytoalexins, that are secreted by the plant's immune system. It is possible that these supernumerary elements originated in horizontal gene transfer events because sequence analysis often indicates that they have a different evolutionary history from essential chromosomal DNA.",
            "score": 168.3757517337799
        },
        {
            "docid": "19372852_7",
            "document": "MecA (gene) . The mecA gene is contained on a mobile gene element, called the staphylococcal cassette chromosome mec, from which the gene can undergo horizontal gene transfer and insert itself into the host species, which can be any species in the genus \"Staphylococcus\". This DNA cassette is a 52 kilobase piece of DNA, that contains the mecA gene, and two recombinase genes, \"ccrA\" and \"ccrB,\" which the plasmid uses to insert itself into the genome of the host. These recombinases are essential for the proper insertion of the mecA complex into the host genome. Multiple variants of these genes have been isolated from resistant strains of \"S. aureus\", but all of the variants have similar function and the same insertion site, near the host DNA origin of replication. The mecA gene also forms a complex with two regulatory units, mecI and mecR1. These two genes have the capability to repress mecA, deletions or knock-outs in these genes show an increase in resistance of \"S. aureus\" to methicillin. The \"S. aureus\" strains isolated from humans either lack these regulatory elements, or contain mutations in these genes that cause a loss of function of the protein products that inhibit mecA. This in turn, causes mecA to be constitutive transcription of the mecA. This cassette chromosome shows the ability to move across species. Two other \"Staphylococci\" species, \"S.epidermidis\" and \"S.haemolyticus,\" show conservation in this insertion site, but it is not limited to the mecA gene, but also other non-essential genes that can be carried by the cassette chromosome.",
            "score": 126.18340170383453
        },
        {
            "docid": "192595_20",
            "document": "Methicillin-resistant Staphylococcus aureus . Staphylococcal cassette chromosome \"mec\" (SCC\"mec\") is a genomic island of unknown origin containing the antibiotic resistance gene \"mecA\". SCC\"mec\" contains additional genes beyond \"mecA\", including the cytolysin gene \"psm-mec\", which may suppress virulence in HA-acquired MRSA strains. In addition this locus encodes strain dependent gene regulatory RNA called \"psm-mec\"RNA. SCC\"mec\" also contains \"ccrA\" and \"ccrB\"; both genes encode recombinases that mediate the site-specific integration and excision of the SCC\"mec\" element from the \"S. aureus\" chromosome. Currently, six unique SCC\"mec\" types ranging in size from 21–67 kb have been identified; they are designated types I-VI and are distinguished by variation in \"mec\" and \"ccr\" gene complexes. Owing to the size of the SCC\"mec\" element and the constraints of horizontal gene transfer, a minimum of five clones are thought to be responsible for the spread of MRSA infections, with clonal complex (CC) 8 most prevalent. SCC\"mec\" is thought to have originated in the closely related \"S. sciuri\" species and transferred horizontally to \"S. aureus.\"",
            "score": 117.73771834373474
        },
        {
            "docid": "12967796_4",
            "document": "2R hypothesis . In 1977, Schmidtke and colleagues showed that isozyme complexity is similar in amphioxus and tunicates, contradicting a prediction of Ohno's hypothesis that genome duplication occurred in the common ancestor of amphioxus and vertebrates. However, this analysis did not examine vertebrates, so could say nothing about later duplication events. (Furthermore, much later molecular phylogenetics has shown that vertebrates are more closely related to tunicates than to amphioxus, thus negating the logic of this analysis.) The 2R hypothesis saw a resurgence of interest in the 1990s for two reasons. First, gene mapping data in humans and mice revealed extensive paralogy regions - sets of genes on one chromosome related to sets of genes on another chromosome in the same species, indicative of duplication events in evolution. Paralogy regions were generally in sets of four. Second, cloning of Hox genes in amphioxus revealed presence of a single Hox gene cluster, in contrast to the four clusters in humans and mice. Data from additional gene families revealed a common one-to-many rule when amphioxus and vertebrate genes were compared. Taken together, these two lines of evidence suggest that two genome duplications occurred in the ancestry of vertebrates, after it had diverged from the cephalochordate evolutionary lineage. Controversy about the 2R hypothesis hinged on the nature of paralogy regions. It is not disputed that human chromosomes bear sets of genes related to sets of genes on other chromosomes; the controversy centres on whether they were generated by large-scale duplications that doubled all the genes at the same time, or whether a series of individual gene duplications occurred followed by chromosomal rearrangement to shuffle sets of genes together. Hughes and colleagues found that phylogenetic trees built from different gene families within paralogy regions had different shapes, suggesting that the gene families had different evolutionary histories. This was suggested to be inconsistent with the 2R hypothesis. However, other researchers have argued that such 'topology tests' do not test 2R rigorously, because recombination could have occurred between the closely related chromosomes generated by polyploidy, because inappropriate genes had been compared and because different predictions are made if genome duplication occurred through hybridisation between species. In addition, several researchers were able to date duplications of gene families within paralogy regions consistently to the early evolution of vertebrates, after divergence from amphioxus, consistent with the 2R hypothesis. When complete genome sequences became available for vertebrates, \"Ciona intestinalis\" and amphioxus, it was found that much of the human genome was arranged in paralogy regions that could be traced to large-scale duplications, and that these duplications occurred after vertebrates had diverged from tunicates and amphioxus. This would date the two genome duplications to between 550 and 450 million years ago.",
            "score": 136.33575081825256
        },
        {
            "docid": "30967636_10",
            "document": "Genome evolution . Similar to gene duplication, whole genome duplication is the process by which an organism’s entire genetic information is copied, once or multiple times which is known as polyploidy. This may provide an evolutionary benefit to the organism by supplying it with multiple copies of a gene thus creating a greater possibility of functional and selectively favored genes. In 1997, Wolfe & Shields gave evidence for an ancient duplication of the \"Saccharomyces cerevisiae\" (Yeast) genome. It was initially noted that this yeast genome contained many individual gene duplications. Wolfe & Shields hypothesized that this was actually the result of an entire genome duplication in the yeast’s distant evolutionary history. They found 32 pairs of homologous chromosomal regions, accounting for over half of the yeast's genome. They also noted that although homologs were present, they were often located on different chromosomes. Based on these observations, they determined that \"Saccharomyces cerevisiae\" underwent a whole genome duplication soon after its evolutionary split from \"Kluyveromyces\", a genus of ascomycetous yeasts. Over time, many of the duplicate genes were deleted and rendered non-functional. A number of chromosomal rearrangements broke the original duplicate chromosomes into the current manifestation of homologous chromosomal regions. This idea was further solidified in looking at the genome of yeast's close relative \"Ashbya gossypii\". Whole genome duplication is common in fungi as well as plant species. An example of extreme genome duplication is represented by the Common Cordgrass (\"Spartina anglica\") which is a dodecaploid, meaning that it contains 12 sets of chromosomes, in stark contrast to the human diploid structure in which each individual has only two sets of 23 chromosomes.",
            "score": 134.31151068210602
        },
        {
            "docid": "35629150_32",
            "document": "Bacterial genome . Although gene comparisons and phylogenetic studies are helpful in investigating horizontal gene transfer, the DNA sequences of genes are even more revelatory of their origin and ancestry within a genome. Bacterial species differ widely in overall GC content, although the genes in any one species' genome are roughly identical with respect to base composition, patterns of codon usage, and frequencies of di- and trinucleotides. As a result, sequences that are newly acquired through lateral transfer can be identified via their characteristics, which remains that of the donor. For example, many of the \"S. enterica\" genes that are not present in \"E. coli\" have base compositions that differ from the overall 52% GC content of the entire chromosome. Within this species, some lineages have more than a megabase of DNA that is not present in other lineages. The base compositions of these lineage-specific sequences imply that at least half of these sequences were captured through lateral transfer. Furthermore, the regions adjacent to horizontally obtained genes often have remnants of translocatable elements, transfer origins of plasmids, or known attachment sites of phage integrases.",
            "score": 121.0949776172638
        },
        {
            "docid": "46405867_3",
            "document": "Evolution of olfaction . Mutations affecting OR genes on the chromosome are primarily responsible for the evolution of smell. OR genes are grouped in clusters along multiple chromosomes and are responsible for coding respective OR proteins. These proteins contain seven transmembrane domains that are responsible for detecting specific sets of odor molecules. OR genes are located on error-prone regions of the chromosome, and consequently, the DNA of the OR gene is periodically duplicated during crossover. After this duplication event, one of the two genes may mutate and disable its function, rendering it as a pseudogene. Alternatively, the duplicated copy may mutate without dysfunctionality, and will continue making the same olfactory receptor but with altered structural changes. This protein adjustment can induce a subtle shift in the range of smells an animal can sense. The diversity of smelling genes present in humans today are attributed to multiple rounds of mutations that have occurred throughout vertebrate evolution.  In particular, repeated rounds of gene duplication, deletion, and pseudogene evolution contribute to the variety of OR gene number. Formally known as “birth-and-death evolution”, these dynamics are measured by the number of gains and losses from genes in each branch of the phylogenetic tree in question. Statistical methods can be used to estimate the total number of gains and losses, which can be as large as several hundred per branch of the tree. Moreover, the number of gains and losses can be enormous even if two extant species possess the same gene number (for example, humans and macaques).",
            "score": 139.07237470149994
        },
        {
            "docid": "1442624_20",
            "document": "Sequence homology . Sometimes, large chromosomal regions share gene content similar to other chromosomal regions within the same genome. They are well characterised in the human genome, where they have been used as evidence to support the 2R hypothesis. Sets of duplicated, triplicated and quadruplicated genes, with the related genes on different chromosomes, are deduced to be remnants from genome or chromosomal duplications. A set of paralogy regions is together called a paralogon. Well-studied sets of paralogy regions include regions of human chromosome 2, 7, 12 and 17 containing Hox gene clusters, collagen genes, keratin genes and other duplicated genes, regions of human chromosomes 4, 5, 8 and 10 containing neuropeptide receptor genes, NK class homeobox genes and many more gene families, and parts of human chromosomes 13, 4, 5 and X containing the ParaHox genes and their neighbors. The Major histocompatibility complex (MHC) on human chromosome 6 has paralogy regions on chromosomes 1, 9 and 19. Much of the human genome seems to be assignable to paralogy regions.",
            "score": 137.05113351345062
        },
        {
            "docid": "4421042_15",
            "document": "Histone H2A . H2A is coded by many genes in the human genome, including:  H2AFB1,  H2AFB2,  H2AFB3,  H2AFJ,  H2AFV,  H2AFX,  H2AFY,  H2AFY2,  and H2AFZ Genetic patterns among the different H2A molecules are mostly conserved among variants. The variability in gene expression exists among the regulatory machinery that manages H2A expression. Researchers studied eukaryotic evolutionary lineages of histone proteins and found diversification among the regulatory genes. The greatest differences were observed in core histone gene cis-regulatory sequence motifs and associated protein factors. Variability in gene sequence was seen in bacterial, fungi, plant, and mammalian genes.  One variant of H2A protein is H2ABbd (Barr body deficient) variant. This variant is composed of a different genetic sequence compared to H2A. The variant functions with transcriptionally active domains. Other variations associated with H2ABbd are located within its C-terminus. H2ABbd has a shorter C-terminal domain compared to the large C-terminal found on H2A. The two C terminals are about 48% identical. H2ABbd functions with active chromosomes. Thus far, it is missing from Xi chromosomes in fibroblast cells. Lastly, it found to be associated with acetylated H4. Different functions of H2A.Z compared to H2A are correlated with genetic differences between H2A and the variant. Resistance to nucleosomes occurs in H2A.Z by binding to H1 factor.  H2A.Z gene is an essential gene in yeast and it is denoted as Htz1. Comparatively, vertebrates have two H2A.Z genes. These genes, H2A.Z1 and H2A.Z2 encode for proteins that differ from H2A.Z by three residents.  At first researchers figured that these genes were redundant; however, when a mutant H2A.Z1 was created, it resulted in lethality during mammalian tests. Therefore, H2A.Z1 is an essential gene. On the other hand, researchers have not identified the function of H2A.Z2 variant. It is known that it is transcribed in mammals and this gene expression is conserved among mammalian species. This conservation suggests that the gene is functional. When studying H2A.Z in plants species, the protein different among residues from species to species. These differences contribute to differences in cell-cycle regulation. This phenomenon was only observed in plants.  Phylogenetic trees were created to show the divergence of variants from their ancestors. The divergence of variant, H2A.X, from H2A occurred at multiple origins in a phylogenetic tree. Acquisition of the phosphorylation motif was consistent with the many origins of H2A that arose from an ancestral H2A.X. Finally, the presence of H2A.X and absence of H2A in fungi leads researchers to believe that H2A.X was the original ancestor of the histone protein H2A",
            "score": 126.30111610889435
        },
        {
            "docid": "9236_31",
            "document": "Evolution . Gene transfer between species includes the formation of hybrid organisms and horizontal gene transfer. Horizontal gene transfer is the transfer of genetic material from one organism to another organism that is not its offspring; this is most common among bacteria. In medicine, this contributes to the spread of antibiotic resistance, as when one bacteria acquires resistance genes it can rapidly transfer them to other species. Horizontal transfer of genes from bacteria to eukaryotes such as the yeast \"Saccharomyces cerevisiae\" and the adzuki bean weevil \"Callosobruchus chinensis\" has occurred. An example of larger-scale transfers are the eukaryotic bdelloid rotifers, which have received a range of genes from bacteria, fungi and plants. Viruses can also carry DNA between organisms, allowing transfer of genes even across biological domains.",
            "score": 101.27812933921814
        },
        {
            "docid": "50429846_4",
            "document": "Gene desert . One study focused on a regulatory archipelago, a region with “islands” of coding sequences surrounded by vast noncoding regions. The study, which explored the effects of regulation on the hox genes, initially focused on two enhancer sequences, GCR and Prox, which are located 200 basepairs and 50 basepairs respectively upstream of the Hox D locus. To manipulate the region, the study inverted the two enhancer sequences and discovered no major effects on the transcription of the Hox D gene, even though the two sequences were the closest sequences to the gene. Thus, the turned to the gene desert that flanked the GCR sequence upstream and found 5 regulatory islands within it that could regulate the gene. To select the most likely candidate, the study then applied several individual and multiple deletions to the five islands to observe the effects. These varied deletions only resulted in minor effects including physical abnormalities or a few missing digits.  When the experiment was taken a step further and applied a deletion of the entire 830 kilobase gene desert, the functionality of the entire Hox D locus was rendered inactive. This indicates that the neighboring gene desert, as an entire 830 kilobase unit (including the five island sequences within it), serves as an important regulator of a single gene that spans merely 50 kilobases. Therefore, these results hinted at the regulatory effects of flanking gene deserts. This study was supported by a later observation through a comparison between fluorescence in situ hybridization and chromosome conformation capture which discovered that the Hox D locus was the most decondensed portion in the region. This meant that it had relatively higher activity in comparison to the flanking gene deserts. Hence, the Hox D could be regulated by specific nearby enhancer sequences that were not expressed in unison. However, the does caution that proximity is inaccurate when either analytical method is used. Thus, associations between regulatory gene deserts and their target promoters seem to have variable distances and are not required to act as borders.  The variability in distance demonstrates that distance may be another important factor that is determined by gene deserts. For instance, distal enhancers may interact with their target promoters through looping interactions which must act over a certain distance. Thus, proximity is not an accurate predictor of enhancers: enhancers do not need to border their target sequence to regulate them. While this leads to a variation in distances, the average distance between transcription start sites and the interaction complex mediated by their enhancer elements is 120 kilobases upstream of the start site. Gene deserts may play a role in constructing this distance to allow maximal looping to occur. Given that the mechanism of enhancer complex formation is a fairly simply regulated mechanism (the structures that are recruited into the enhancing complex have various regulatory controls that control construction), more than 50% of promoters have several long-range interactions. Certain core genes even have up to 20 possible enhancing interactions. There is a curious bias for complexes to form only upstream of the promoters. Thus, given the correlation that many regulatory gene deserts appear upstream of their target promoters, it is possible that the more immediate role that gene deserts play is in long-range regulation of key sequences.  As the ideal formation of enhancer interactions requires specific constructs, a possible side-product of the regulatory roles of gene deserts may be the conservation of genes: to retain the specific lengths of loops and order of regulating genes hidden in gene deserts, certain portions of gene deserts are more highly conserved than others when passing through inheritance events. These conserved noncoding sequences (CNS) are directly associated with syntenic inheritance in all vertebrates. Thus, the presence of these CNSs could serve to conserve of large regions of genes. Although distance may vary in regulatory gene deserts, distance appears to have an upper limit in conservative gene deserts. CNSs were initially thought to occur close to their conserved genes: earlier estimates placed most CNSs in proximity of gene sequences. However, the expansion of genetic data has revealed that several CNSs reside up to 2.5 megabases from their target genes, with the majority of CNSs falling between 1 and 2 megabases. This range, which was measured for the human genome, is varied among different species. For instance, in comparison to humans, the Fugu fish has a smaller range, with an estimated maximum distance of a few hundred kilobases. Regardless of the difference in lengths, CNSs work in similar methods in both species. Thus, as functions differ between gene deserts, so do their contents.",
            "score": 99.7553471326828
        },
        {
            "docid": "219268_34",
            "document": "Population genetics . Horizontal gene transfer is the transfer of genetic material from one organism to another organism that is not its offspring; this is most common among prokaryotes. In medicine, this contributes to the spread of antibiotic resistance, as when one bacteria acquires resistance genes it can rapidly transfer them to other species. Horizontal transfer of genes from bacteria to eukaryotes such as the yeast \"Saccharomyces cerevisiae\" and the adzuki bean beetle \"Callosobruchus chinensis\" may also have occurred. An example of larger-scale transfers are the eukaryotic bdelloid rotifers, which appear to have received a range of genes from bacteria, fungi, and plants. Viruses can also carry DNA between organisms, allowing transfer of genes even across biological domains. Large-scale gene transfer has also occurred between the ancestors of eukaryotic cells and prokaryotes, during the acquisition of chloroplasts and mitochondria.",
            "score": 103.67139840126038
        },
        {
            "docid": "414259_15",
            "document": "Trichomonas vaginalis . The \"T. vaginalis\" genome was found to be approximately 160 megabases in size – ten times larger than predicted from earlier gel-based chromosome sizing (The human genome is ~3.5 gigabases by comparison.) As much as two-thirds of the \"T. vaginalis\" sequence consists of repetitive and transposable elements, reflecting a massive, evolutionarily recent expansion of the genome. The total number of predicted protein-coding genes is ~98,000, which includes ~38,000 'repeat' genes (virus-like, transposon-like, retrotransposon-like, and unclassified repeats, all with high copy number and low polymorphism). Approximately 26,000 of the protein-coding genes have been classed as 'evidence-supported' (similar either to known proteins, or to ESTs), while the remainder have no known function. These extraordinary genome statistics are likely to change downward as the genome sequence, currently very fragmented due to the difficulty of ordering repetitive DNA, is assembled into chromosomes, and as more transcription data (ESTs, microarrays) accumulate. But it appears that the gene number of the single-celled parasite \"T. vaginalis\" is, at minimum, on par with that of its host \"H. sapiens\".",
            "score": 110.68742072582245
        },
        {
            "docid": "8075975_5",
            "document": "Caenorhabditis briggsae . The genome of \"C. briggsae\" is roughly 100 Mb in size and is predicted to encode about 20,000 genes. The whole genome sequencing project revealed the genomes of \"C. briggsae\" and \"C. elegans\" to have much in common. For example, both worms have the same number of chromosomes (six), similar genome size, and similar numbers of protein coding and nonprotein coding genes. Further analysis demonstrated about 62% of the protein-coding genes in \"C. briggsae\" have orthologs in \"C. elegans\". Nevertheless, many interesting species-specific features including genes exist, which serve as the foundation for comparative analysis.",
            "score": 97.09434795379639
        },
        {
            "docid": "19544_24",
            "document": "Microevolution . Horizontal gene transfer is the transfer of genetic material from one organism to another organism that is not its offspring; this is most common among bacteria. In medicine, this contributes to the spread of antibiotic resistance, as when one bacteria acquires resistance genes it can rapidly transfer them to other species. Horizontal transfer of genes from bacteria to eukaryotes such as the yeast \"Saccharomyces cerevisiae\" and the adzuki bean beetle \"Callosobruchus chinensis\" may also have occurred. An example of larger-scale transfers are the eukaryotic bdelloid rotifers, which appear to have received a range of genes from bacteria, fungi, and plants. Viruses can also carry DNA between organisms, allowing transfer of genes even across biological domains. Large-scale gene transfer has also occurred between the ancestors of eukaryotic cells and prokaryotes, during the acquisition of chloroplasts and mitochondria.",
            "score": 103.67139840126038
        },
        {
            "docid": "235550_13",
            "document": "Sequence analysis . Gene prediction or gene finding refers to the process of identifying the regions of genomic DNA that encode genes. This includes protein-coding genes as well as RNA genes, but may also include the prediction of other functional elements such as regulatory regions. Gene finding is one of the first and most important steps in understanding the genome of a species once it has been sequenced. In general, the prediction of bacterial genes is significantly simpler and more accurate than the prediction of genes in eukaryotic species that usually have complex intron/exon patterns. Identifying genes in long sequences remains a problem, especially when the number of genes is unknown. Hidden markov models can be part of the solution. Machine learning has played a significant role in predicting the sequence of transcription factors. Traditional sequencing analysis focused on the statistical parameters of the nucleotide sequence itself (The most common programs used are listed in Table 4.1). Another method is to identify homologous sequences based on other known gene sequences (Tools see Table 4.3). The two methods described here are focused on the sequence. However, the shape feature of these molecules such as DNA and protein have also been studied and proposed to have an equivalent, if not higher, influence on the behaviors of these molecules.",
            "score": 100.00884532928467
        },
        {
            "docid": "232323_12",
            "document": "Pseudogene . Non-processed (or duplicated) pseudogenes. Gene duplication is another common and important process in the evolution of genomes. A copy of a functional gene may arise as a result of a gene duplication event caused by homologous recombination at, for example, repetitive sine sequences on misaligned chromosomes and subsequently acquire mutations that cause the copy to lose the original gene's function. Duplicated pseudogenes usually have all the same characteristics as genes, including an intact exon-intron structure and regulatory sequences. The loss of a duplicated gene's functionality usually has little effect on an organism's fitness, since an intact functional copy still exists. According to some evolutionary models, shared duplicated pseudogenes indicate the evolutionary relatedness of humans and the other primates. If pseudogenization is due to gene duplication, it usually occurs in the first few million years after the gene duplication, provided the gene has not been subjected to any selection pressure. Gene duplication generates functional redundancy and it is not normally advantageous to carry two identical genes. Mutations that disrupt either the structure or the function of either of the two genes are not deleterious and will not be removed through the selection process. As a result, the gene that has been mutated gradually becomes a pseudogene and will be either unexpressed or functionless. This kind of evolutionary fate is shown by population genetic modeling and also by genome analysis. According to evolutionary context, these pseudogenes will either be deleted or become so distinct from the parental genes so that they will no longer be identifiable. Relatively young pseudogenes can be recognized due to their sequence similarity.",
            "score": 123.84969115257263
        },
        {
            "docid": "11891204_22",
            "document": "Gustducin . Of the five basic tastes, three (sweet, bitter and umami tastes) are mediated by receptors from the G protein-coupled receptor family. Mammalian bitter taste receptors (T2Rs) are encoded by a gene family of only a few dozen members. It is believed that bitter taste receptors evolved as a mechanism to avoid ingesting poisonous and harmful substances. If this is the case, one might expect different species to develop different bitter taste receptors based on dietary and geographical constraints. With the exception of T2R1 (which lies on chromosome 5) all human bitter taste receptor genes can be found clustered on chromosome 7 and chromosome 12. Analyzing the relationships between bitter taste receptor genes show that the genes on the same chromosome are more closely related to each other than genes on different chromosomes. Furthermore, the genes on chromosome 12 have higher sequence similarity than the genes found on chromosome 7. This indicats that these genes evolved via tandem gene duplications and that chromosome 12, as a result of its higher sequence similarity between its genes, went through these tandem duplications more recently than the genes on chromosome 7.",
            "score": 127.2617803812027
        },
        {
            "docid": "142431_25",
            "document": "Homology (biology) . Homologous sequences are paralogous if they were created by a duplication event within the genome. For gene duplication events, if a gene in an organism is duplicated to occupy two different positions in the same genome, then the two copies are paralogous. Paralogous genes often belong to the same species. They can shape the structure of whole genomes and thus explain genome evolution to a large extent. Examples include the Homeobox (Hox) genes in animals. These genes not only underwent gene duplications within chromosomes but also whole genome duplications. As a result, Hox genes in most vertebrates are spread across multiple chromosomes: the HoxA–D clusters are the best studied.",
            "score": 122.55572354793549
        },
        {
            "docid": "5146476_36",
            "document": "Reproductive isolation . The Dobzhansky-Muller model proposes that reproductive incompatibilities between species are caused by the interaction of the genes of the respective species. It has been demonstrated recently that \"Lhr\" has functionally diverged in \"D. simulans\" and will interact with \"Hmr\" which, in turn, has functionally diverged in \"D. melanogaster\" to cause the lethality of the male hybrids. \"Lhr\" is located in a heterochromatic region of the genome and its sequence has diverged between these two species in a manner consistent with the mechanisms of positive selection. An important unanswered question is whether the genes detected correspond to old genes that initiated the speciation favoring hybrid non-viability, or are modern genes that have appeared post-speciation by mutation, that are not shared by the different populations and that suppress the effect of the primitive non-viability genes. The \"OdsH\" (abbreviation of \"Odysseus\") gene causes partial sterility in the hybrid between \"Drosophila simulans\" and a related species, \"D. mauritiana\", which is only encountered on Mauritius, and is of recent origin. This gene shows monophyly in both species and also has been subject to natural selection. It is thought that it is a gene that intervenes in the initial stages of speciation, while other genes that differentiate the two species show polyphyly. \"Odsh\" originated by duplication in the genome of \"Drosophila\" and has evolved at very high rates in \"D. mauritania\", while its paralogue, \"unc-4\", is nearly identical between the species of the group \"melanogaster\". Seemingly, all these cases illustrate the manner in which speciation mechanisms originated in nature, therefore they are collectively known as \"speciation genes\", or possibly, gene sequences with a normal function within the populations of a species that diverge rapidly in response to positive selection thereby forming reproductive isolation barriers with other species. In general, all these genes have functions in the transcriptional regulation of other genes.",
            "score": 93.8194032907486
        },
        {
            "docid": "25937372_7",
            "document": "Major urinary proteins . The mouse reference genome has at least 21 distinct \"Mup\" genes (with open reading frames), and a further 21 \"Mup\" pseudogenes (with reading frames disrupted by a nonsense mutation or an incomplete gene duplication). They are all clustered together, arrayed side by side across 1.92 megabases of DNA on chromosome 4. The 21 functional genes have been divided into two sub-classes based on position and sequence similarity: 6 peripheral \"Class A Mups\", and 15 central \"Class B Mups\". The central \"Class B Mup\" gene cluster formed through a number of sequential duplications from one of the \"Class A Mups\". As all the \"Class B\" genes are almost identical to each other, researchers have concluded that these duplications occurred very recently in mouse evolution. Indeed, the repetitive structure of these central \"Mup\" genes means they are likely to be unstable and may vary in number among wild mice. The \"Class A Mups\" are more different from each other and are therefore likely to be more stable, older genes but what, if any, functional differences the classes have are unknown. The similarity between the genes makes the region difficult to study using current DNA sequencing technology. Consequently, the \"Mup\" gene cluster is one of the few parts of the mouse whole genome sequence with gaps remaining, and further genes may remain undiscovered.",
            "score": 120.79171907901764
        },
        {
            "docid": "50468_38",
            "document": "Leishmania . The genomes of four \"Leishmania\" species (\"L. major\", \"L. infantum\", \"L. donovani\" and \"L. braziliensis\") have been sequenced, revealing more than 8300 protein-coding and 900 RNA genes. Almost 40% of protein-coding genes fall into 662 families containing between two and 500 members. Most of the smaller gene families are tandem arrays of one to three genes, while the larger gene families are often dispersed in tandem arrays at different loci throughout the genome. Each of the 35 or 36 chromosomes is organized into a small number of gene clusters of tens-to-hundreds of genes on the same DNA strand. These clusters can be organized in head-to-head (divergent) or tail-to-tail (convergent) fashion, with the latter often separated by tRNA, rRNA and/or snRNA genes. Transcription of protein-coding genes initiates bidirectionally in the divergent strand-switch regions between gene clusters and extends polycistronically through each gene cluster before terminating in the strand-switch region separating convergent clusters. \"Leishmania\" telomeres are usually relatively small, consisting of a few different types of repeat sequence. Evidence can be found for recombination between several different groups of telomeres. The \"L. major\" and \"L. infantum\" genomes contain only about 50 copies of inactive degenerated \"Ingi\"/L1Tc-related elements (DIREs), while \"L. braziliensis\" also contains several telomere-associated transposable elements and spliced leader-associated retroelements. The \"Leishmania\" genomes share a conserved core proteome of about 6200 genes with the related trypanosomatids \"Trypanosoma brucei\" and \"Trypanosoma cruzi\", but around 1000 \"Leishmania\"-specific genes are known, which are mostly randomly distributed throughout the genome. Relatively few (about 200) species-specific differences in gene content exist between the three sequenced \"Leishmania\" genomes, but about 8% of the genes appear to be evolving at different rates between the three species, indicative of different selective pressures that could be related to disease pathology. About 65% of protein-coding genes currently lack functional assignment.",
            "score": 109.02937602996826
        },
        {
            "docid": "49482835_3",
            "document": "Aerobic fermentation . The evolution of aerobic fermentation likely involved multiple successive molecular steps, which included the expansion of hexose transporter genes, copy number variation (CNV) and differential expression in metabolic genes, and regulatory reprogramming. Research is still needed to fully understand the genomic basis of this complex phenomenon. Many crabtree-positive yeast species are used for their fermentation ability in industrial processes in the production of wine, beer, sake, bread, and bioethanol. Through domestication, these yeast species have evolved, often through artificial selection, to better fit their environment. Strains evolved through mechanisms that include interspecific hybridization, horizontal gene transfer (HGT), gene duplication, pseudogenization, and gene loss.",
            "score": 84.4687831401825
        },
        {
            "docid": "23749_39",
            "document": "Platypus . Because of the early divergence from the therian mammals and the low numbers of extant monotreme species, the platypus is a frequent subject of research in evolutionary biology. In 2004, researchers at the Australian National University discovered the platypus has ten sex chromosomes, compared with two (XY) in most other mammals (for instance, a male platypus is always XYXYXYXYXY), The sex chromosomes of the platypus have been found to have great homology to the bird Z chromosome. The platypus genome also has both reptilian and mammalian genes associated with egg fertilisation. Though the platypus lacks the mammalian sex-determining gene SRY, a study found that the mechanism of sex determination is the AMH gene on the oldest Y chromosome. A draft version of the platypus genome sequence was published in \"Nature\" on 8 May 2008, revealing both reptilian and mammalian elements, as well as two genes found previously only in birds, amphibians, and fish. More than 80% of the platypus' genes are common to the other mammals whose genomes have been sequenced.",
            "score": 122.85898673534393
        },
        {
            "docid": "50518079_11",
            "document": "Human Genome Structural Variation . The 1000 genomes project was able to successfully produce the DNA sequence of the human genome. They provided much sequencing data from many populations to analyze as well as a reference human genome for comparison and future studies. One study took advantage of this resource to question the structural variation differences between genomes from whole genome sequence data. It was known that human diseases are affected by duplications and deletions and that copy number analysis is common but multiallelic copy number variants (mCNVs) were not as well studied. The researchers got their data from the 1000 genomes project and analyzed 849 different genomes from a variety of populations that were sequenced in order to find large mCNVs. From their analysis, they found that mCNVs create most genetic variation in gene dosage compared to other structural variants and that the gene expression variation is created by the dosage diversity of genes created by mCNVs. The study underlined the great significance that structural variants, especially mCNVs, have on gene dosage which leads to variable gene expressions and human phenotypic diversity in the population.",
            "score": 95.05586159229279
        },
        {
            "docid": "17320614_6",
            "document": "Hortaea werneckii . Whole genome sequencing of \"H. werneckii\" revealed a recent whole genome duplication, thought to be the only reported whole-genome duplication among ascomycetous yeasts besides the better known one in the \"Saccharomyces cerevisiae\" lineage. As a consequence, the genome of \"H. werneckii\" is relatively large (51.6 Mb) with 23333 predicted genes. Genes encoding metal cation transporters, which are thought to play a role in halotolerance, experienced several additional gene duplications at various points during their evolution. A heterothallic mating locus was found in the genome.",
            "score": 74.57053565979004
        },
        {
            "docid": "15756753_6",
            "document": "Plant evolution . Polyploidy is pervasive in plants and some estimates suggest that 30–80% of living plant species are polyploid, and many lineages show evidence of ancient polyploidy (paleopolyploidy) in their genomes. Huge explosions in angiosperm species diversity appear to have coincided with ancient genome duplications shared by many species. 15% of angiosperm and 31% of fern speciation events are accompanied by ploidy increase. Most polyploids display heterosis relative to their parental species, and may display novel variation or morphologies that may contribute to the processes of speciation and eco-niche exploitation. The mechanisms leading to novel variation in newly formed allopolyploids may include gene dosage effects (resulting from more numerous copies of genome content), the reunion of divergent gene regulatory hierarchies, chromosomal rearrangements, and epigenetic remodeling, all of which affect gene content and/or expression levels. Many of these rapid changes may contribute to reproductive isolation and speciation.",
            "score": 119.23740994930267
        },
        {
            "docid": "14810012_3",
            "document": "GTF2H2 . This gene is part of a 500 kb inverted duplication on chromosome 5q13. This duplicated region contains at least four genes and repetitive elements which make it prone to rearrangements and deletions. The repetitiveness and complexity of the sequence have also caused difficulty in determining the organization of this genomic region. This gene is within the telomeric copy of the duplication. Deletion of this gene sometimes accompanies deletion of the neighboring SMN1 gene in spinal muscular atrophy (SMA) patients but it is unclear if deletion of this gene contributes to the SMA phenotype. This gene encodes the 44 kDa subunit of RNA polymerase II transcription initiation factor IIH which is involved in basal transcription and nucleotide excision repair. Transcript variants for this gene have been described, but their full length nature has not been determined. A second copy of this gene within the centromeric copy of the duplication has been described in the literature. It is reported to be different by either two or four base pairs; however, no sequence data is currently available for the centromeric copy of the gene.",
            "score": 127.90959370136261
        },
        {
            "docid": "50429846_3",
            "document": "Gene desert . Although the possibility of function in gene deserts was predicted as early as the 1960s, genetic identification tools were unable to uncover any specific characteristics of the long noncoding regions, other than that no coding occurred in those regions. Before the completion of the human genome in 2001 through the Human Genome Project, most of the early associative gene comparisons relied on the belief that essential housekeeping genes were clustered in the same areas of the genome for ease of access and tight regulation. This belief later constructed a hypothesis that gene deserts are therefore previous regulatory sequences that are highly linked (and hence do not undergo recombination), but have had substitutions between them over time. These substitutions could cause tightly conserved genes to separate over time, thus forming regions of nonsense codes with a few essential genes. However, uncertainty due to differential gene conservation rates in different portions of chromosomes prevented accurate identification.  Later associations were remodeled when regulatory sequences were associated with transcription factors, leading to the birth of large-scale genome-wide mapping. Thus began the hunt for the contents and functions of gene deserts. Recent advancements in the screening of chromatin signatures on chromosomes (for instance, chromosome conformation capture, also known as 3C) have allowed the confirmation of the long-range gene activation model, which postulates that there are indeed physical links between regulatory enhancers and their target promoters. Research on gene deserts, although centralized on human genetics, has also been applied to mice, various birds, and Drosophila melanogaster. Although conservation is variable among selected species’ genomes, orthologous gene deserts function similarly. Thus, the prevailing the contention of gene deserts is that these noncoding sequences harbor active and important regulatory elements.",
            "score": 114.02921879291534
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 126.35414946079254
        },
        {
            "docid": "25058426_3",
            "document": "Expression quantitative trait loci . Expression traits differ from most other classical complex traits in one important respect—the measured mRNA or protein trait is almost always the product of a single gene with a specific chromosomal location. eQTLs that map to the approximate location of their gene-of-origin are referred to as local eQTLs. In contrast, those that map far from the location of their gene of origin, often on different chromosomes, are referred to as distant eQTLs. Often, these two types of eQTLs are referred to as cis and trans, respectively, but these terms are best reserved for instances when the regulatory mechanism (cis vs. trans) of the underlying sequence has been established. The first genome-wide study of gene expression was carried out in yeast and published in 2002. The initial wave of eQTL studies employed microarrays to measure genome-wide gene expression; more recent studies have employed massively parallel RNA sequencing. Many expression QTL studies were performed in plants and animals, including humans, non-human primates and mice.",
            "score": 110.89348936080933
        },
        {
            "docid": "526719_11",
            "document": "Gene family . Gene families arose from multiple duplications of an ancestral gene, followed by mutation and divergence. Duplications can occur within a lineage (e.g., humans might have two copies of a gene that is found only once in chimpanzees) or they are the result of speciation. For example, a single gene in the ancestor of humans and chimpanzees now occurs in both species and can be thought of as having been 'duplicated' via speciation. As a result of duplication by speciation, a gene family might include 15 genes, one copy in each of 15 different species.",
            "score": 99.57574796676636
        }
    ],
    "r": [
        {
            "docid": "2606404_11",
            "document": "B chromosome . Supernumerary chromosomes do not carry genes that are necessary for basic fungal growth, but may have some functional significance. For example, it has been discovered that the supernumerary chromosome of the pea pathogen \"Haematonectria haematococca\" carries genes that are important to the disease-causing capacity of the fungus. This supernumerary DNA was found to code for a group of enzymes that metabolize toxins, known as phytoalexins, that are secreted by the plant's immune system. It is possible that these supernumerary elements originated in horizontal gene transfer events because sequence analysis often indicates that they have a different evolutionary history from essential chromosomal DNA.",
            "score": 168.37576293945312
        },
        {
            "docid": "56073965_14",
            "document": "Plant–fungus horizontal gene transfer . \"Sterigmatocystin\" gene transfer has been observed with \"Podospora anserina\" and \"Aspergillus\". Horizontal gene transfer in \"Aspergillus\" and \"Podospora\" contributed to fungal metabolic diversity in secondary metabolism. \"Aspergillus nidulans\" produces sterigmatocystin – a precursor to aflatoxins. \"Aspergillus\" was found to have horizontally transferred genes to \"Podospora anserina\". \"Podospora\" and \"Aspergillus\" show high conservation and microsynteny sterigmatocystin/aflatoxin clusters along with intergenic regions containing 14 binding sites for AfIR, a transcription factor for the activation of sterigmatocystin/aflatoxin biosynthetic genes. \"Aspergillus\" to \"Podospora\" represents a large metabolic gene transfer which could have contributed to fungal metabolic diversity. Transposable elements and other mobile genetic elements like plasmids and viruses could allow for chromosomal rearrangement and integration of foreign genetic material. Horizontal gene transfer could have significantly contributed to fungal genome remodeling and metabolic diversity.",
            "score": 142.41331481933594
        },
        {
            "docid": "46405867_3",
            "document": "Evolution of olfaction . Mutations affecting OR genes on the chromosome are primarily responsible for the evolution of smell. OR genes are grouped in clusters along multiple chromosomes and are responsible for coding respective OR proteins. These proteins contain seven transmembrane domains that are responsible for detecting specific sets of odor molecules. OR genes are located on error-prone regions of the chromosome, and consequently, the DNA of the OR gene is periodically duplicated during crossover. After this duplication event, one of the two genes may mutate and disable its function, rendering it as a pseudogene. Alternatively, the duplicated copy may mutate without dysfunctionality, and will continue making the same olfactory receptor but with altered structural changes. This protein adjustment can induce a subtle shift in the range of smells an animal can sense. The diversity of smelling genes present in humans today are attributed to multiple rounds of mutations that have occurred throughout vertebrate evolution.  In particular, repeated rounds of gene duplication, deletion, and pseudogene evolution contribute to the variety of OR gene number. Formally known as “birth-and-death evolution”, these dynamics are measured by the number of gains and losses from genes in each branch of the phylogenetic tree in question. Statistical methods can be used to estimate the total number of gains and losses, which can be as large as several hundred per branch of the tree. Moreover, the number of gains and losses can be enormous even if two extant species possess the same gene number (for example, humans and macaques).",
            "score": 139.07237243652344
        },
        {
            "docid": "1442624_20",
            "document": "Sequence homology . Sometimes, large chromosomal regions share gene content similar to other chromosomal regions within the same genome. They are well characterised in the human genome, where they have been used as evidence to support the 2R hypothesis. Sets of duplicated, triplicated and quadruplicated genes, with the related genes on different chromosomes, are deduced to be remnants from genome or chromosomal duplications. A set of paralogy regions is together called a paralogon. Well-studied sets of paralogy regions include regions of human chromosome 2, 7, 12 and 17 containing Hox gene clusters, collagen genes, keratin genes and other duplicated genes, regions of human chromosomes 4, 5, 8 and 10 containing neuropeptide receptor genes, NK class homeobox genes and many more gene families, and parts of human chromosomes 13, 4, 5 and X containing the ParaHox genes and their neighbors. The Major histocompatibility complex (MHC) on human chromosome 6 has paralogy regions on chromosomes 1, 9 and 19. Much of the human genome seems to be assignable to paralogy regions.",
            "score": 137.05113220214844
        },
        {
            "docid": "12967796_4",
            "document": "2R hypothesis . In 1977, Schmidtke and colleagues showed that isozyme complexity is similar in amphioxus and tunicates, contradicting a prediction of Ohno's hypothesis that genome duplication occurred in the common ancestor of amphioxus and vertebrates. However, this analysis did not examine vertebrates, so could say nothing about later duplication events. (Furthermore, much later molecular phylogenetics has shown that vertebrates are more closely related to tunicates than to amphioxus, thus negating the logic of this analysis.) The 2R hypothesis saw a resurgence of interest in the 1990s for two reasons. First, gene mapping data in humans and mice revealed extensive paralogy regions - sets of genes on one chromosome related to sets of genes on another chromosome in the same species, indicative of duplication events in evolution. Paralogy regions were generally in sets of four. Second, cloning of Hox genes in amphioxus revealed presence of a single Hox gene cluster, in contrast to the four clusters in humans and mice. Data from additional gene families revealed a common one-to-many rule when amphioxus and vertebrate genes were compared. Taken together, these two lines of evidence suggest that two genome duplications occurred in the ancestry of vertebrates, after it had diverged from the cephalochordate evolutionary lineage. Controversy about the 2R hypothesis hinged on the nature of paralogy regions. It is not disputed that human chromosomes bear sets of genes related to sets of genes on other chromosomes; the controversy centres on whether they were generated by large-scale duplications that doubled all the genes at the same time, or whether a series of individual gene duplications occurred followed by chromosomal rearrangement to shuffle sets of genes together. Hughes and colleagues found that phylogenetic trees built from different gene families within paralogy regions had different shapes, suggesting that the gene families had different evolutionary histories. This was suggested to be inconsistent with the 2R hypothesis. However, other researchers have argued that such 'topology tests' do not test 2R rigorously, because recombination could have occurred between the closely related chromosomes generated by polyploidy, because inappropriate genes had been compared and because different predictions are made if genome duplication occurred through hybridisation between species. In addition, several researchers were able to date duplications of gene families within paralogy regions consistently to the early evolution of vertebrates, after divergence from amphioxus, consistent with the 2R hypothesis. When complete genome sequences became available for vertebrates, \"Ciona intestinalis\" and amphioxus, it was found that much of the human genome was arranged in paralogy regions that could be traced to large-scale duplications, and that these duplications occurred after vertebrates had diverged from tunicates and amphioxus. This would date the two genome duplications to between 550 and 450 million years ago.",
            "score": 136.33575439453125
        },
        {
            "docid": "4250553_22",
            "document": "Gene . Prokaryotes (bacteria and archaea) typically store their genomes on a single large, circular chromosome. Similarly, some eukaryotic organelles contain a remnant circular chromosome with a small number of genes. Prokaryotes sometimes supplement their chromosome with additional small circles of DNA called plasmids, which usually encode only a few genes and are transferable between individuals. For example, the genes for antibiotic resistance are usually encoded on bacterial plasmids and can be passed between individual cells, even those of different species, via horizontal gene transfer. Whereas the chromosomes of prokaryotes are relatively gene-dense, those of eukaryotes often contain regions of DNA that serve no obvious function. Simple single-celled eukaryotes have relatively small amounts of such DNA, whereas the genomes of complex multicellular organisms, including humans, contain an absolute majority of DNA without an identified function. This DNA has often been referred to as \"junk DNA\". However, more recent analyses suggest that, although protein-coding DNA makes up barely 2% of the human genome, about 80% of the bases in the genome may be expressed, so the term \"junk DNA\" may be a misnomer.",
            "score": 136.04783630371094
        },
        {
            "docid": "19224530_3",
            "document": "Gene redundancy . Gene redundancy most often results from Gene duplication. When a gene is duplicated within a genome, the two copies are initially functionally redundant. Three of the more common mechanisms of gene duplication are retroposition, unequal crossing over, and non-homologous segmental duplication. Retroposition is when the mRNA transcript of a gene is reverse transcribed back into DNA and inserted into the genome at a different location. During unequal crossing over, homologous chromosomes exchange uneven portions of their DNA. This can lead to the transfer of one chromosome's gene to the other chromosome, leaving two of the same gene on one chromosome, and no copies of the gene on the other chromosome. Non-homologous duplications result from replication errors that shift the gene of interest into a new position. A tandem duplication then occurs, creating a chromosome with two copies of the same gene. Figure 1 to the left provides a good visual explanation of these three mechanisms. As the genome is replicated over many generations, the redundant gene's function will most likely evolve due to Genetic drift. This means that the gene will acquire mutations that change the overall function. The three mechanisms of functional differentiation in genes are nonfunctionalization (or gene loss), neofunctionalization and subfunctionalization.",
            "score": 135.4837646484375
        },
        {
            "docid": "30967636_10",
            "document": "Genome evolution . Similar to gene duplication, whole genome duplication is the process by which an organism’s entire genetic information is copied, once or multiple times which is known as polyploidy. This may provide an evolutionary benefit to the organism by supplying it with multiple copies of a gene thus creating a greater possibility of functional and selectively favored genes. In 1997, Wolfe & Shields gave evidence for an ancient duplication of the \"Saccharomyces cerevisiae\" (Yeast) genome. It was initially noted that this yeast genome contained many individual gene duplications. Wolfe & Shields hypothesized that this was actually the result of an entire genome duplication in the yeast’s distant evolutionary history. They found 32 pairs of homologous chromosomal regions, accounting for over half of the yeast's genome. They also noted that although homologs were present, they were often located on different chromosomes. Based on these observations, they determined that \"Saccharomyces cerevisiae\" underwent a whole genome duplication soon after its evolutionary split from \"Kluyveromyces\", a genus of ascomycetous yeasts. Over time, many of the duplicate genes were deleted and rendered non-functional. A number of chromosomal rearrangements broke the original duplicate chromosomes into the current manifestation of homologous chromosomal regions. This idea was further solidified in looking at the genome of yeast's close relative \"Ashbya gossypii\". Whole genome duplication is common in fungi as well as plant species. An example of extreme genome duplication is represented by the Common Cordgrass (\"Spartina anglica\") which is a dodecaploid, meaning that it contains 12 sets of chromosomes, in stark contrast to the human diploid structure in which each individual has only two sets of 23 chromosomes.",
            "score": 134.31150817871094
        },
        {
            "docid": "2332422_5",
            "document": "Carcinogenesis . There is a diverse classification scheme for the various genomic changes that may contribute to the generation of cancer cells. Many of these changes are mutations, or changes in the nucleotide sequence of genomic DNA. There are also many epigenetic changes that alter whether genes are expressed or not expressed. Aneuploidy, the presence of an abnormal number of chromosomes, is one genomic change that is not a mutation, and may involve either gain or loss of one or more chromosomes through errors in mitosis. Large-scale mutations involve the deletion or gain of a portion of a chromosome. Genomic amplification occurs when a cell gains many copies (often 20 or more) of a small chromosomal region, usually containing one or more oncogenes and adjacent genetic material. Translocation occurs when two separate chromosomal regions become abnormally fused, often at a characteristic location. A well-known example of this is the Philadelphia chromosome, or translocation of chromosomes 9 and 22, which occurs in chronic myelogenous leukemia, and results in production of the BCR-abl fusion protein, an oncogenic tyrosine kinase. Small-scale mutations include point mutations, deletions, and insertions, which may occur in the promoter of a gene and affect its expression, or may occur in the gene's coding sequence and alter the function or stability of its protein product. Disruption of a single gene may also result from integration of genomic material from a DNA virus or retrovirus, and such an event may also result in the expression of viral oncogenes in the affected cell and its descendants.",
            "score": 131.98907470703125
        },
        {
            "docid": "52080_7",
            "document": "Vibrio cholerae . The second chromosome is determined to be different from a plasmid or megaplasmid due to the inclusion of housekeeping and other essential genes in the genome, including essential genes for metabolism, heat-shock proteins, and 16S rRNA genes, which are ribosomal subunit genes used to track evolutionary relationships between bacteria. Also relevant in determining if the replicon is a chromosome is whether it represents a significant percentage of the genome, and chromosome 2 is 40% by size of the entire genome. And, unlike plasmids, chromosomes are not self-transmissible. However, the second chromosome may have once been a megaplasmid because it contains some genes usually found on plasmids.",
            "score": 131.17189025878906
        },
        {
            "docid": "2717130_7",
            "document": "Chimpanzee genome project . Six human chromosomal regions were found that may have been under particularly strong and coordinated selection during the past 250,000 years. These regions contain at least one marker allele that seems unique to the human lineage while the entire chromosomal region shows lower than normal genetic variation. This pattern suggests that one or a few strongly selected genes in the chromosome region may have been preventing the random accumulation of neutral changes in other nearby genes. One such region on chromosome 7 contains the FOXP2 gene (mentioned above) and this region also includes the Cystic fibrosis transmembrane conductance regulator (CFTR) gene, which is important for ion transport in tissues such as the salt-secreting epithelium of sweat glands. Human mutations in the CFTR gene might be selected for as a way to survive cholera.",
            "score": 129.59571838378906
        },
        {
            "docid": "914846_11",
            "document": "Naegleria . The genome of \"Naegleria gruberi\" has been sequenced and consists of a 41 Mb nuclear genome with 15,727 protein-coding genes. It has a 33% GC content, and 57.8% of the genome is coding with about 36% consisting of introns. This suggests a mean of about 0.7 introns per gene. There are at least 12 chromosomes present. About 1% of the genes have homology to bacterial genes suggesting that lateral gene transfer may have occurred at some point. The genome also notably contains the required genes for Golgi but it is visibly lacking. Although only seen to be asexual, meiotic genes are also present.",
            "score": 128.8990020751953
        },
        {
            "docid": "4948244_3",
            "document": "XXYY syndrome . Some signs and symptoms of this condition include: 48,XXYY syndrome is a condition related to the X and Y chromosomes (the sex chromosomes). People normally have 46 chromosomes in each cell. Two of the 46 chromosomes, known as X and Y, are called sex chromosomes because they help determine whether a person will develop male or female sex characteristics. Females typically have two X chromosomes (46,XX), and males have one X chromosome and one Y chromosome (46,XY). 48,XXYY syndrome results from the presence of an extra copy of both sex chromosomes in each of a male's cells (48,XXYY). Extra copies of genes on the X chromosome interfere with male sexual development, preventing the testes from functioning normally and reducing the levels of testosterone. Many genes are found only on the X or Y chromosome, but genes in areas known as the pseudoautosomal regions are present on both sex chromosomes. Extra copies of genes from the pseudoautosomal regions of the extra X and Y chromosome contribute to the signs and symptoms of 48,XXYY syndrome; however, the specific genes have not been identified.  The condition 48,XXYY is not inherited; it usually occurs as a random event during the formation of reproductive cells (eggs and sperm). An error in cell division called nondisjunction results in a reproductive cell with an abnormal number of chromosomes. In 48,XXYY syndrome, the extra sex chromosomes almost always come from a sperm cell. Nondisjunction may cause a sperm cell to gain two extra sex chromosomes, resulting in a sperm cell with three sex chromosomes (one X and two Y chromosomes). If that sperm cell fertilizes a normal egg cell with one X chromosome, the resulting child will have two X chromosomes and two Y chromosomes in each of his body's cells.",
            "score": 128.43312072753906
        },
        {
            "docid": "14810012_3",
            "document": "GTF2H2 . This gene is part of a 500 kb inverted duplication on chromosome 5q13. This duplicated region contains at least four genes and repetitive elements which make it prone to rearrangements and deletions. The repetitiveness and complexity of the sequence have also caused difficulty in determining the organization of this genomic region. This gene is within the telomeric copy of the duplication. Deletion of this gene sometimes accompanies deletion of the neighboring SMN1 gene in spinal muscular atrophy (SMA) patients but it is unclear if deletion of this gene contributes to the SMA phenotype. This gene encodes the 44 kDa subunit of RNA polymerase II transcription initiation factor IIH which is involved in basal transcription and nucleotide excision repair. Transcript variants for this gene have been described, but their full length nature has not been determined. A second copy of this gene within the centromeric copy of the duplication has been described in the literature. It is reported to be different by either two or four base pairs; however, no sequence data is currently available for the centromeric copy of the gene.",
            "score": 127.90959167480469
        },
        {
            "docid": "11891204_22",
            "document": "Gustducin . Of the five basic tastes, three (sweet, bitter and umami tastes) are mediated by receptors from the G protein-coupled receptor family. Mammalian bitter taste receptors (T2Rs) are encoded by a gene family of only a few dozen members. It is believed that bitter taste receptors evolved as a mechanism to avoid ingesting poisonous and harmful substances. If this is the case, one might expect different species to develop different bitter taste receptors based on dietary and geographical constraints. With the exception of T2R1 (which lies on chromosome 5) all human bitter taste receptor genes can be found clustered on chromosome 7 and chromosome 12. Analyzing the relationships between bitter taste receptor genes show that the genes on the same chromosome are more closely related to each other than genes on different chromosomes. Furthermore, the genes on chromosome 12 have higher sequence similarity than the genes found on chromosome 7. This indicats that these genes evolved via tandem gene duplications and that chromosome 12, as a result of its higher sequence similarity between its genes, went through these tandem duplications more recently than the genes on chromosome 7.",
            "score": 127.26177978515625
        },
        {
            "docid": "2476314_8",
            "document": "Smith–Magenis syndrome . Smith–Magenis syndrome is a chromosomal condition related to low copy repeats of specific segments of chromosome 17. Most people with SMS have a deletion of genetic material from a specific region of chromosome 17 (17p11.2). Although this region contains multiple genes, recently researchers discovered that the loss of one particular gene the retinoic acid induced 1 or \"RAI1\" is responsible for most of the characteristic features of this condition. Also, other genes within the chromosome 17 contribute to the variability and severity of the clinical features. The loss of other genes in the deleted region may help explain why the features of Smith–Magenis syndrome vary among affected individuals. A small percentage of people with Smith–Magenis syndrome have a mutation in the \"RAI1\" gene instead of a chromosomal deletion.",
            "score": 127.05277252197266
        },
        {
            "docid": "2717130_10",
            "document": "Chimpanzee genome project . The results of the chimpanzee genome project suggest that when ancestral chromosomes 2A and 2B fused to produce human chromosome 2, no genes were lost from the fused ends of 2A and 2B. At the site of fusion, there are approximately 150,000 base pairs of sequence not found in chimpanzee chromosomes 2A and 2B. Additional linked copies of the PGML/FOXD/CBWD genes exist elsewhere in the human genome, particularly near the p end of chromosome 9. This suggests that a copy of these genes may have been added to the end of the ancestral 2A or 2B prior to the fusion event. It remains to be determined if these inserted genes confer a selective advantage.",
            "score": 126.97311401367188
        },
        {
            "docid": "40881367_4",
            "document": "Rhodoferax . As of 2013, two genomes have been sequenced from the genus \"Rhodoferax\". Sequencing of the \"R. ferrireducens\" T118 genome was carried out by the Joint Genome Institute, and assembly was completed in 2005. The \"R. ferrireducens\" genome contains a 4.71 Mbp chromosome with 59.9% GC content and a 257-kbp plasmid with 54.4% GC content. It has 4,169 protein-coding genes, six rRNA genes, and 44 tRNA genes on the chromosome, as well as 75 pseudogenes. The plasmid contains 248 protein coding genes, one tRNA gene, and 2 pseudogenes. Examination of the \"R. ferrireducens\" genome indicates that though it cannot grow autotrophically, several genes associated with CO fixation are present. The genome contains the gene for the ribulose-1,5-bisphosphate carboxylase/oxygenase (rubisco) large subunit, while the small subunit is missing. Other Calvin-cycle enzymes are present, but the phosphoketolase and sedoheptulose-bisphosphatase genes are missing. The genome also contains several genes suggesting \"R. ferrireducens\" may have some ability to resist exposure to metalloids and heavy metals. These genes include a putative arsenite efflux pump and an arsenate reductase, as well as genes similar to those found in organisms capable of tolerating copper, chromium, cadmium, zinc, and cobalt. Despite its psychrotolerance, the genome appears to lack any known major cold-shock proteins.",
            "score": 126.82579803466797
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 126.35415649414062
        },
        {
            "docid": "4421042_15",
            "document": "Histone H2A . H2A is coded by many genes in the human genome, including:  H2AFB1,  H2AFB2,  H2AFB3,  H2AFJ,  H2AFV,  H2AFX,  H2AFY,  H2AFY2,  and H2AFZ Genetic patterns among the different H2A molecules are mostly conserved among variants. The variability in gene expression exists among the regulatory machinery that manages H2A expression. Researchers studied eukaryotic evolutionary lineages of histone proteins and found diversification among the regulatory genes. The greatest differences were observed in core histone gene cis-regulatory sequence motifs and associated protein factors. Variability in gene sequence was seen in bacterial, fungi, plant, and mammalian genes.  One variant of H2A protein is H2ABbd (Barr body deficient) variant. This variant is composed of a different genetic sequence compared to H2A. The variant functions with transcriptionally active domains. Other variations associated with H2ABbd are located within its C-terminus. H2ABbd has a shorter C-terminal domain compared to the large C-terminal found on H2A. The two C terminals are about 48% identical. H2ABbd functions with active chromosomes. Thus far, it is missing from Xi chromosomes in fibroblast cells. Lastly, it found to be associated with acetylated H4. Different functions of H2A.Z compared to H2A are correlated with genetic differences between H2A and the variant. Resistance to nucleosomes occurs in H2A.Z by binding to H1 factor.  H2A.Z gene is an essential gene in yeast and it is denoted as Htz1. Comparatively, vertebrates have two H2A.Z genes. These genes, H2A.Z1 and H2A.Z2 encode for proteins that differ from H2A.Z by three residents.  At first researchers figured that these genes were redundant; however, when a mutant H2A.Z1 was created, it resulted in lethality during mammalian tests. Therefore, H2A.Z1 is an essential gene. On the other hand, researchers have not identified the function of H2A.Z2 variant. It is known that it is transcribed in mammals and this gene expression is conserved among mammalian species. This conservation suggests that the gene is functional. When studying H2A.Z in plants species, the protein different among residues from species to species. These differences contribute to differences in cell-cycle regulation. This phenomenon was only observed in plants.  Phylogenetic trees were created to show the divergence of variants from their ancestors. The divergence of variant, H2A.X, from H2A occurred at multiple origins in a phylogenetic tree. Acquisition of the phosphorylation motif was consistent with the many origins of H2A that arose from an ancestral H2A.X. Finally, the presence of H2A.X and absence of H2A in fungi leads researchers to believe that H2A.X was the original ancestor of the histone protein H2A",
            "score": 126.30111694335938
        },
        {
            "docid": "19372852_7",
            "document": "MecA (gene) . The mecA gene is contained on a mobile gene element, called the staphylococcal cassette chromosome mec, from which the gene can undergo horizontal gene transfer and insert itself into the host species, which can be any species in the genus \"Staphylococcus\". This DNA cassette is a 52 kilobase piece of DNA, that contains the mecA gene, and two recombinase genes, \"ccrA\" and \"ccrB,\" which the plasmid uses to insert itself into the genome of the host. These recombinases are essential for the proper insertion of the mecA complex into the host genome. Multiple variants of these genes have been isolated from resistant strains of \"S. aureus\", but all of the variants have similar function and the same insertion site, near the host DNA origin of replication. The mecA gene also forms a complex with two regulatory units, mecI and mecR1. These two genes have the capability to repress mecA, deletions or knock-outs in these genes show an increase in resistance of \"S. aureus\" to methicillin. The \"S. aureus\" strains isolated from humans either lack these regulatory elements, or contain mutations in these genes that cause a loss of function of the protein products that inhibit mecA. This in turn, causes mecA to be constitutive transcription of the mecA. This cassette chromosome shows the ability to move across species. Two other \"Staphylococci\" species, \"S.epidermidis\" and \"S.haemolyticus,\" show conservation in this insertion site, but it is not limited to the mecA gene, but also other non-essential genes that can be carried by the cassette chromosome.",
            "score": 126.18340301513672
        },
        {
            "docid": "321263_46",
            "document": "Birth defect . Genetic disorders or diseases are all congenital, though they may not be expressed or recognized until later in life. Genetic diseases may be divided into single-gene defects, multiple-gene disorders, or chromosomal defects. Single-gene defects may arise from abnormalities of both copies of an autosomal gene (a recessive disorder) or of only one of the two copies (a dominant disorder). Some conditions result from deletions or abnormalities of a few genes located contiguously on a chromosome. Chromosomal disorders involve the loss or duplication of larger portions of a chromosome (or an entire chromosome) containing hundreds of genes. Large chromosomal abnormalities always produce effects on many different body parts and organ systems.",
            "score": 125.9980239868164
        },
        {
            "docid": "173204_22",
            "document": "Drosophila melanogaster . The genome of \"D. melanogaster\" (sequenced in 2000, and curated at the FlyBase database) contains four pairs of chromosomes: an X/Y pair, and three autosomes labeled 2, 3, and 4. The fourth chromosome is so tiny, it is often ignored, aside from its important \"eyeless\" gene. The \"D. melanogaster\" sequenced genome of 139.5 million base pairs has been annotated and contains around 15,682 genes according to Ensemble release 73. More than 60% of the genome appears to be functional non-protein-coding DNA involved in gene expression control. Determination of sex in \"Drosophila\" occurs by the of X chromosomes to autosomes, not because of the presence of a Y chromosome as in human sex determination. Although the Y chromosome is entirely heterochromatic, it contains at least 16 genes, many of which are thought to have male-related functions.",
            "score": 125.9382553100586
        },
        {
            "docid": "14761136_3",
            "document": "RBMX . This gene belongs to the RBMY gene family which includes candidate Y chromosome spermatogenesis genes. This gene, an active X chromosome homolog of the Y chromosome RBMY gene, is widely expressed whereas the RBMY gene evolved a male-specific function in spermatogenesis. Pseudogenes of this gene, found on chromosomes 1, 4, 9, 11, and 6, were likely derived by retrotransposition from the original gene. Alternatively spliced transcript variants encoding different isoforms have been identified but their biological nature has not been determined.",
            "score": 125.92118835449219
        },
        {
            "docid": "1502660_16",
            "document": "X-inactivation . Since males only have one copy of the X chromosome, all expressed X-chromosomal genes (or alleles, in the case of multiple variant forms for a given gene in the population) are located on that copy of the chromosome. Females, however, will primarily express the genes or alleles located on the X-chromosomal copy that remains active. Considering the situation for one gene or multiple genes causing individual differences in a particular phenotype (i.e., causing variation observed in the population for that phenotype), in homozygous females it doesn’t particularly matter which copy of the chromosome is inactivated, as the alleles on both copies are the same. However, in females that are heterozygous at the causal genes, the inactivation of one copy of the chromosome over the other can have a direct impact on their phenotypic value. Because of this phenomenon, there is an observed increase in phenotypic variation in females that are heterozygous at the involved gene or genes than in females that are homozygous at that gene or those genes. There are many different ways in which the phenotypic variation can play out. In many cases, heterozygous females may be asymptomatic or only present minor symptoms of a given disorder, such as with X-linked adrenoleukodystrophy.",
            "score": 125.3779296875
        },
        {
            "docid": "2311903_10",
            "document": "Endogenous retrovirus . In addition, the insertion of ERVs and their respective LTRs have the potential to induce chromosomal rearrangement due to recombination between viral sequences at inter-chromosomal loci. These rearrangements have been shown to induce gene duplications and deletions that largely contribute to genome plasticity and dramatically change the dynamic of gene function. Furthermore, retroelements in general are largely prevalent in rapidly evolving, mammal-specific gene families whose function is largely related to the response to stress and external stimuli. In particular, both human class I and class II MHC genes have a high density of HERV elements as compared to other multi-locus-gene families. It has been shown that HERVs have contributed to the formation of extensively duplicated duplicon blocks that make up the HLA class 1 family of genes. More specifically, HERVs primarily occupy regions within and between the break points between these blocks, suggesting that considerable duplication and deletions events, typically associated with unequal crossover, facilitated their formation. The generation of these blocks, inherited as immunohaplotypes, act as a protective polymorphism against a wide range of antigens that may have imbued humans with an advantage over other primates.",
            "score": 125.3645248413086
        },
        {
            "docid": "1964502_3",
            "document": "ParaHox . These genes were first shown to be arranged into a physically-linked chromosomal cluster in amphioxus, an invertebrate with a single member of each of the three gene families. All the ParaHox genes in the amphioxus genome are therefore in the ParaHox gene cluster. In contrast, the human genome has six ParaHox genes (GSX1, GSX2, PDX1, CDX1, CDX2, CDX4), of which three genes (GSX1, PDX1 (=IPF1), CDX2) are physically linked to form a human ParaHox gene cluster on chromosome 13. Mouse has a homologous ParaHox gene cluster on chromosome 5. The other three human ParaHox genes are remnants from duplicated ParaHox gene clusters that were generated in the 2R genome duplications at the base of vertebrate evolution. Some vertebrates, notably chondrichthyan fish and coelacanths, have retained an additional ParaHox gene (PDX2).",
            "score": 125.21695709228516
        },
        {
            "docid": "14755064_3",
            "document": "DAZ1 . This gene is a member of the DAZ gene family and is a candidate for the human Y-chromosomal azoospermia factor (AZF). Its expression is restricted to pre-meiotic germ cells, particularly in spermatogonia. It encodes an RNA-binding protein that is important for spermatogenesis. Four copies of this gene are found on chromosome Y within palindromic duplications; one pair of genes is part of the P2 palindrome and the second pair is part of the P1 palindrome. Each gene contains a 2.4 kb repeat including a 72-bp exon, called the DAZ repeat; the number of DAZ repeats is variable and there are several variations in the sequence of the DAZ repeat. Each copy of the gene also contains a 10.8 kb region that may be amplified; this region includes five exons that encode an RNA recognition motif (RRM) domain. This gene contains three copies of the 10.8 kb repeat. However, no transcripts containing three copies of the RRM domain have been described; thus the RefSeq for this gene contains only two RRM domains.",
            "score": 124.84492492675781
        },
        {
            "docid": "30820704_2",
            "document": "Evolution by gene duplication . Evolution by gene duplication is an event by which a gene or part of a gene can have two identical copy that can not be distinguished from each other. This phenomenon is understood to be an important source of novelty in evolution, providing for an expanded repertoire of molecular activities. The underlying mutational event of duplication may be a conventional gene duplication mutation within a chromosome, or a larger-scale event involving whole chromosomes (aneuploidy) or whole genomes (polyploidy). A classic view, owing to Susumu Ohno, which is known as Ohno model, he explains how duplication creates redundancy, the redundant copy accumulates beneficial mutations which provides fuel for innovation. Knowledge of evolution by gene duplication has advanced more rapidly in the past 15 years due to new genomic data, more powerful computational methods of comparative inference, and new evolutionary models.",
            "score": 124.84388732910156
        },
        {
            "docid": "18723957_5",
            "document": "Angelman syndrome . Angelman syndrome is caused by the loss of the normal maternal contribution to a region of chromosome 15, most commonly by deletion of a segment of that chromosome. Other causes include uniparental disomy, translocation, or single gene mutation in that region. A healthy person receives two copies of chromosome 15, one from the mother, the other from the father. However, in the region of the chromosome that is critical for Angelman syndrome, the maternal and paternal contribution express certain genes very differently. This is due to sex-specific epigenetic imprinting; the biochemical mechanism is DNA methylation. In a normal individual, the maternal allele of the gene \"UBE3A\", part of the ubiquitin pathway, is expressed and the paternal allele is specifically silenced in the developing brain. In the hippocampus and cerebellum, the maternal allele is almost exclusively the active one. If the maternal contribution is lost or mutated, the result is Angelman syndrome. (Some other genes on chromosome 15 are maternally imprinted, and when the paternal contribution is lost, by similar mechanisms, the result is Prader-Willi syndrome.) The methylation test that is performed for Angelman syndrome (a defect in UBE3A) looks for methylation on the gene's neighbor SNRPN (which is silenced by methylation on the maternal copy of the gene).",
            "score": 124.69693756103516
        },
        {
            "docid": "1805_23",
            "document": "Antibiotic . Several molecular mechanisms of antibacterial resistance exist. Intrinsic antibacterial resistance may be part of the genetic makeup of bacterial strains. For example, an antibiotic target may be absent from the bacterial genome. Acquired resistance results from a mutation in the bacterial chromosome or the acquisition of extra-chromosomal DNA. Antibacterial-producing bacteria have evolved resistance mechanisms that have been shown to be similar to, and may have been transferred to, antibacterial-resistant strains. The spread of antibacterial resistance often occurs through vertical transmission of mutations during growth and by genetic recombination of DNA by horizontal genetic exchange. For instance, antibacterial resistance genes can be exchanged between different bacterial strains or species via plasmids that carry these resistance genes. Plasmids that carry several different resistance genes can confer resistance to multiple antibacterials. Cross-resistance to several antibacterials may also occur when a resistance mechanism encoded by a single gene conveys resistance to more than one antibacterial compound.",
            "score": 124.58677673339844
        },
        {
            "docid": "50430136_8",
            "document": "Segmental Duplication on the Human Y Chromosome . Segmental duplications are also important for their role in the evolution of new genes as it is one of the primary mechanisms by which new genes are created. The most common method by which segmental duplication operates in creating new genes is by duplication of the entire gene, whether it is in tandem or in an interspersed configuration. Using whole-genome shotgun sequencing, it has been found that gene density is the greatest factor in showing correlation with segmental duplication density. However, this does not mean that all segmental duplications are enriched for genes and that all duplication regions are sites for the formation of new genes. Rather, it has been seen that segmental duplications which contain interstitial interchromosomal duplications are regions with the most enrichment of genes. Comparing the subtelomeric and pericentromeric regions, it is seen that the subtelomeric regions contains more gene content and transcriptional activity. In addition, genes found within segmental duplications also share properties. Firstly, strong signatures of positive selection are common in segmentally duplicated genes. Secondly, these genes are five to ten times more likely than their counterparts to show interspecies and intraspecies structural and copy-number variation. Finally, immune response and xenobiotic recognition are some functions that are enriched within these genes. Together, this suggests an important role for segmental duplication within human and primate adaptive evolution.",
            "score": 124.29393005371094
        }
    ]
}