{
    "q": [
        {
            "docid": "18967_36",
            "document": "Flowering plant . Double fertilization refers to a process in which two sperm cells fertilize cells in the ovule. This process begins when a pollen grain adheres to the stigma of the pistil (female reproductive structure), germinates, and grows a long pollen tube. While this pollen tube is growing, a haploid generative cell travels down the tube behind the tube nucleus. The generative cell divides by mitosis to produce two haploid (\"n\") sperm cells. As the pollen tube grows, it makes its way from the stigma, down the style and into the ovary. Here the pollen tube reaches the micropyle of the ovule and digests its way into one of the synergids, releasing its contents (which include the sperm cells). The synergid that the cells were released into degenerates and one sperm makes its way to fertilize the egg cell, producing a diploid (2\"n\") zygote. The second sperm cell fuses with both central cell nuclei, producing a triploid (3\"n\") cell. As the zygote develops into an embryo, the triploid cell develops into the endosperm, which serves as the embryo's food supply. The ovary will now develop into a fruit and the ovule will develop into a seed. As the development of embryo and endosperm proceeds within the embryo sac, the sac wall enlarges and combines with the nucellus (which is likewise enlarging) and the integument to form the \"seed coat\". The ovary wall develops to form the fruit or pericarp, whose form is closely associated with type of seed dispersal system.",
            "score": 208.80088877677917
        },
        {
            "docid": "325963_14",
            "document": "Pollen tube . The LURE peptides that are secreted from the synergids, which occupy the space adjacent to the egg cell, can use attractants. Mutant Arabidopsis plant embryos were used and specifically in those without the synergids, the pollen tubes were unable to grow. The growth was also toward embryos of the same species as the pollen, so the intraspecific signaling helps fertilize egg and sperm of the same species. The signaling in the style is important as pollen tubes can grow without the presence of an embryo sac with just interaction with the style. Other parts in the ovary include cytoplasmic factors like miRNA and chemical gradients that attract the tube to grow toward the synergids.",
            "score": 174.17901968955994
        },
        {
            "docid": "55015511_4",
            "document": "FERONIA . Initially being discovered from a pollen tube reception mutant, feronia (FER) was found to be necessary in cell growth and hormone response. During a study of the reproduction of angiosperms, there were continued failures in the interaction of the synergid and the pollen tubes that caused infertility. The feronia (FER) mutant female gametophyte was tested in this process and found that it inhibited the rupture of the sperm cells and invaded the embryo sac. This furthered expression of synergid- specific genes and helped with extension of the pollen tubes. Feronia(FER) was named after the Etruscan fertility goddess as it increases growth.",
            "score": 143.84482836723328
        },
        {
            "docid": "3757509_9",
            "document": "Double fertilization . In vitro double fertilization is often used to study the molecular interactions as well as other aspects of gamete fusion in flowering plants. One of the major obstacles in developing an in vitro double fertilization between male and female gametes is the confinement of the sperm in the pollen tube and the egg in the embryo sac. A controlled fusion of the egg and sperm has already been achieved with poppy plants. Pollen germination, pollen tube entry, and double fertilization processes have all been observed to proceed normally. In fact, this technique has already been used to obtain seeds in various flowering plants and was named “test-tube fertilization”.",
            "score": 161.97943568229675
        },
        {
            "docid": "3757509_2",
            "document": "Double fertilization . Double fertilization is a complex fertilization mechanism of flowering plants (angiosperms). This process involves the joining of a female gametophyte (megagametophyte, also called the embryo sac) with two male gametes (sperm). It begins when a pollen grain adheres to the stigma of the carpel, the female reproductive structure of a flower. The pollen grain then takes in moisture and begins to germinate, forming a pollen tube that extends down toward the ovary through the style. The tip of the pollen tube then enters the ovary and penetrates through the micropyle opening in the ovule. The pollen tube proceeds to release the two sperm in the megagametophyte.",
            "score": 158.65008306503296
        },
        {
            "docid": "325963_7",
            "document": "Pollen tube . Once a pollen grain settles on a compatible pistil, it may germinate in response to a sugary fluid secreted by the mature stigma. Lipids at the surface of the stigma may also stimulate pollen tube growth for compatible pollen. Plants that are self-sterile often inhibit the pollen grains from their own flowers from growing pollen tubes. The presence of multiple grains of pollen has been observed to stimulate quicker pollen tube growth in some plants. The vegetative cell then produces the pollen tube, a tubular protrusion from the pollen grain, which carries the sperm cells within its cytoplasm. The sperm cells are the male gametes that will join with the egg cell and the central cell in double fertilization.",
            "score": 189.35079097747803
        },
        {
            "docid": "46828_8",
            "document": "Fertilisation . Unlike animal sperm which is motile, plant sperm is immotile and relies on the pollen tube to carry it to the ovule where the sperm is released. The pollen tube penetrates the stigma and elongates through the extracellular matrix of the style before reaching the ovary. Then near the receptacle, it breaks through the ovule through the micropyle (an opening in the ovule wall) and the pollen tube \"bursts\" into the embryo sac, releasing sperm. The growth of the pollen tube has been believed to depend on chemical cues from the pistil, however these mechanisms were poorly understood until 1995. Work done on tobacco plants revealed a family of glycoproteins called TTS proteins that enhanced growth of pollen tubes. Pollen tubes in a sugar free pollen germination medium and a medium with purified TTS proteins both grew. However, in the TTS medium, the tubes grew at a rate 3x that of the sugar-free medium. TTS proteins were also placed on various locations of semi in vevo pollinated pistils, and pollen tubes were observed to immediately extend toward the proteins. Transgenic plants lacking the ability to produce TTS proteins exhibited slower pollen tube growth and reduced fertility.",
            "score": 171.65678656101227
        },
        {
            "docid": "46828_6",
            "document": "Fertilisation . The gametes that participate in fertilisation of plants are the pollen (male), and the egg (female) cell. Various families of plants have differing methods by which the female gametophyte is fertilized. In Bryophyte land plants, fertilisation takes place within the archegonium. In flowering plants a second fertilisation event involves another sperm cell and the central cell which is a second female gamete. In flowering plants there are two sperm from each pollen grain.In seed plants, after pollination, a pollen grain germinates, and a pollen tube grows and penetrates the ovule through a tiny pore called a micropyle. The sperm are transferred from the pollen through the pollen tube to the ovule.",
            "score": 187.29510641098022
        },
        {
            "docid": "21304415_18",
            "document": "Sexual reproduction . Flowering plants are the dominant plant form on land and they reproduce either sexually or asexually. Often their most distinguishing feature is their reproductive organs, commonly called flowers. The anther produces pollen grains which contain the male gametophytes (sperm). For pollination to occur, pollen grains must attach to the stigma of the female reproductive structure (carpel), where the female gametophytes (ovules) are located inside the ovary. After the pollen tube grows through the carpel's style, the sex cell nuclei from the pollen grain migrate into the ovule to fertilize the egg cell and endosperm nuclei within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus two female cells) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 169.1085171699524
        },
        {
            "docid": "6614349_20",
            "document": "Plant reproduction . The anther produces male gametophytes which are pollen grains, which attach to the stigma on top of a carpel, in which the female gametophytes (inside ovules) are located. After the pollen tube grows through the carpel's style, the sperm from the pollen grain migrate into the ovule to fertilize the egg cell and central cell within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus a binucleate female cell) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 171.58768272399902
        },
        {
            "docid": "41244_3",
            "document": "Hybrid (biology) . Species are reproductively isolated by strong barriers to hybridisation, which include morphological differences, differing times of fertility, mating behaviors and cues, and physiological rejection of sperm cells or the developing embryo. Some act before fertilization and others after it. Similar barriers exist in plants, with differences in flowering times, pollen vectors, inhibition of pollen tube growth, somatoplastic sterility, cytoplasmic-genic male sterility and the structure of the chromosomes. A few animal species and many plant species, however, are the result of hybrid speciation, including important crop plants such as wheat, where the number of chromosomes has been doubled.",
            "score": 142.9188539981842
        },
        {
            "docid": "2394288_25",
            "document": "Gynoecium . In flowering plants, the \"ovule\" (from Latin \"ovulum\" meaning small egg) is a complex structure born inside ovaries. The ovule initially consists of a stalked, integumented \"megasporangium\" (also called the \"nucellus\"). Typically, one cell in the megasporangium undergoes meiosis resulting in one to four megaspores. These develop into a megagametophyte (often called the embryo sac) within the ovule. The megagametophyte typically develops a small number of cells, including two special cells, an egg cell and a binucleate central cell, which are the gametes involved in double fertilization. The central cell, once fertilized by a sperm cell from the pollen becomes the first cell of the endosperm, and the egg cell once fertilized become the zygote that develops into the embryo. The gap in the integuments through which the pollen tube enters to deliver sperm to the egg is called the micropyle. The stalk attaching the ovule to the placenta is called the funiculus.",
            "score": 176.6225872039795
        },
        {
            "docid": "3757509_8",
            "document": "Double fertilization . A far more rudimentary form of double fertilization occurs in the sexual reproduction of an order of gymnosperms commonly known as Gnetales. Specifically, this event has been documented in both \"Ephedra\" and \"Gnetum\", a subset of Gnetophytes. In \"Ephedra nevadensis\", a single binucleate sperm cell is deposited into the egg cell. Following the initial fertilization event, the second sperm nucleus is diverted to fertilize an additional egg nucleus found in the egg cytoplasm. In most other seed plants, this second 'ventral canal nucleus' is normally found to be functionally useless. In \"Gnetum gnemon\", numerous free egg nuclei exist in female cytoplasm inside the female gametophyte. Succeeding the penetration of the mature female gametophyte by the pollen tube, female cytoplasm and free nuclei move to surround the pollen tube. Released from the binucleate sperm cell are two sperm nuclei which then join with free egg nuclei to produce two viable zygotes, a homologous characteristic between families \"Ephedra\" and \"Gnetum\". In both families, the second fertilization event produces an additional diploid embryo. This supernumerary embryo is later aborted, leading to the synthesis of only one mature embryo. The additional fertilization product in \"Ephedra\" does not nourish the primary embryo, as the female gametophyte is responsible for nutrient provision. The more primitive process of double fertilization in gymnosperms results in two diploid nuclei enclosed in the same egg cell. This differs from the angiosperm condition, which results in the separation of the egg cell and endosperm. Comparative molecular research on the genome of \"G. gnemon\" has revealed that gnetophytes are more closely related to conifers than they are to angiosperms. The rejection of the anthophyte hypothesis, which identifies gnetales and angiosperms are sister taxa, leads to speculation that the process of double fertilization is a product of convergent evolution and arose independently among gnetophytes and angiosperms.",
            "score": 169.1731139421463
        },
        {
            "docid": "290236_17",
            "document": "Gymnosperm . Gymnosperms, like all vascular plants, have a sporophyte-dominant life cycle, which means they spend most of their life cycle with diploid cells, while the gametophyte (gamete-bearing phase) is relatively short-lived. Two spore types, microspores and megaspores, are typically produced in pollen cones or ovulate cones, respectively. Gametophytes, as with all heterosporous plants, develop within the spore wall. Pollen grains (microgametophytes) mature from microspores, and ultimately produce sperm cells. Megagametophytes develop from megaspores and are retained within the ovule. Gymnosperms produce multiple archegonia, which produce the female gamete. During pollination, pollen grains are physically transferred between plants from the pollen cone to the ovule. Pollen is usually moved by wind or insects. Whole grains enter each ovule through a microscopic gap in the ovule coat (integument) called the micropyle. The pollen grains mature further inside the ovule and produce sperm cells. Two main modes of fertilization are found in gymnosperms. Cycads and \"Ginkgo\" have motile sperm that swim directly to the egg inside the ovule, whereas conifers and gnetophytes have sperm with no flagella that are moved along a pollen tube to the egg. After syngamy (joining of the sperm and egg cell), the zygote develops into an embryo (young sporophyte). More than one embryo is usually initiated in each gymnosperm seed. The mature seed comprises the embryo and the remains of the female gametophyte, which serves as a food supply, and the seed coat.",
            "score": 172.19719457626343
        },
        {
            "docid": "18967_40",
            "document": "Flowering plant . Pollen is also produced by meiosis in the male anther (microsporangium). During meiosis, a diploid microspore mother cell undergoes two successive meiotic divisions to produce 4 haploid cells (microspores or male gametes). Each of these microspores, after further mitoses, becomes a pollen grain (microgametophyte) containing two haploid generative (sperm) cells and a tube nucleus. When a pollen grain makes contact with the female stigma, the pollen grain forms a pollen tube that grows down the style into the ovary. In the act of fertilization, a male sperm nucleus fuses with the female egg nucleus to form a diploid zygote that can then develop into an embryo within the newly forming seed. Upon germination of the seed, a new plant can grow and mature.",
            "score": 190.0300362110138
        },
        {
            "docid": "46828_12",
            "document": "Fertilisation . Double fertilisation is the process in angiosperms (flowering plants) in which two sperm from each pollen tube fertilise two cells in a female gametophyte (sometimes called an embryo sac) that is inside an ovule. After the pollen tube enters the gametophyte, the pollen tube nucleus disintegrates and the two sperm cells are released; one of the two sperm cells \"fertilises\" the egg cell (at the bottom of the gametophyte near the micropyle), forming a diploid (2n) zygote. This is the point when fertilisation actually occurs; pollination and fertilisation are two separate processes. The nucleus of the other sperm cell fuses with two haploid polar nuclei (contained in the central cell) in the centre of the gametophyte. The resulting cell is triploid (3n). This triploid cell divides through mitosis and forms the endosperm, a nutrient-rich tissue, inside the seed.",
            "score": 191.62525141239166
        },
        {
            "docid": "3757509_11",
            "document": "Double fertilization . The male gametophytes, or microgametophytes, that participate in double fertilization are contained within pollen grains. They develop within the microsporangia, or pollen sacs, of the anthers on the stamens. Each microsporangium contains diploid microspore mother cells, or microsporocytes. Each microsporocyte undergoes meiosis, forming four haploid microspores, each of which can eventually develop into a pollen grain. A microspore undergoes mitosis and cytokinesis in order to produce two separate cells, the generative cell and the tube cell. These two cells in addition to the spore wall make up an immature pollen grain. As the male gametophyte matures, the generative cell passes into the tube cell, and the generative cell undergoes mitosis, producing two sperm cells. Once the pollen grain has matured, the anthers break open, releasing the pollen. The pollen is carried to the pistil of another flower, by wind or animal pollinators, and deposited on the stigma. As the pollen grain germinates, the tube cell produces the pollen tube, which elongates and extends down the long style of the carpel and into the ovary, where its sperm cells are released in the megagametophyte. Double fertilization proceeds from here.",
            "score": 175.31423997879028
        },
        {
            "docid": "4709473_5",
            "document": "Gametangium . The male gametangia are most commonly called antheridia. They produce sperm cells that they release for fertilization. Antheridia producing non-motile sperm (spermatia) are called spermatangia. Some antheridia do not release their sperm. For example, the oomycete antheridium is a syncytium with many sperm nuclei and fertilization occurs via fertilization tubes growing from the antheridium and making contact with the egg cells. Antheridia are common in the gametophytes in \"lower\" plants such as bryophytes, ferns, cycads and ginkgo. In \"higher\" plants such as conifers and flowering plants, they are replaced by pollen grains.",
            "score": 160.4907615184784
        },
        {
            "docid": "219596_15",
            "document": "Egg cell . In flowering plants, the female gametophyte (sometimes referred to as the embryo sac) has been reduced to just eight cells inside the ovule. The gametophyte cell closest to the micropyle opening of the ovule develops into the egg cell. Upon pollination, a pollen tube delivers sperm into the gametophyte and one sperm nucleus fuses with the egg nucleus. The resulting zygote develops into an embryo inside the ovule. The ovule in turn develops into a seed and in many cases the plant ovary develops into a fruit to facilitate the dispersal of the seeds. Upon germination, the embryo grows into a seedling.",
            "score": 165.65108585357666
        },
        {
            "docid": "3757509_10",
            "document": "Double fertilization . The female gametophyte, the megagametophyte, that participates in double fertilization in angiosperms which is haploid is called the embryo sac. This develops within an ovule, enclosed by the ovary at the base of a carpel. Surrounding the megagametophyte are (one or) two integuments, which form an opening called the micropyle. The megagametophyte, which is usually haploid, originates from the (usually diploid) megaspore mother cell, also called the megasporocyte. The next sequence of events varies, depending on the particular species, but in most species, the following events occur. The megasporocyte undergoes a meiotic cell division, producing four haploid megaspores. Only one of the four resulting megaspores survives. This megaspore undergoes three rounds of mitotic division, resulting in seven cells with eight haploid nuclei (the central cell has two nuclei, called the polar nuclei). The lower end of the embryo sac consists of the haploid egg cell positioned in the middle of two other haploid cells, called synergids. The synergids function in the attraction and guidance of the pollen tube to the megagametophyte through the micropyle. At the upper end of the megagametophyte are three antipodal cells.",
            "score": 111.33390212059021
        },
        {
            "docid": "6614349_18",
            "document": "Plant reproduction . Unlike animals, plants are immobile, and cannot seek out sexual partners for reproduction. In the evolution of early plants, abiotic means, including water and wind, transported sperm for reproduction. The first plants were aquatic, as described in the page \"Evolutionary history of plants\", and released sperm freely into the water to be carried with the currents. Primitive land plants like liverworts and mosses had motile sperm that swam in a thin film of water or were splashed in water droplets from the male reproduction organs onto the female organs. As taller and more complex plants evolved, modifications in the alternation of generations evolved; in the Paleozoic era progymnosperms reproduced by using spores dispersed on the wind. The seed plants including seed ferns, conifers and cordaites, which were all gymnosperms, evolved 350 million years ago; they had pollen grains that contained the male gametes for protection of the sperm during the process of transfer from the male to female parts. It is believed that insects fed on the pollen, and plants thus evolved to use insects to actively carry pollen from one plant to the next. Seed producing plants, which include the angiosperms and the gymnosperms, have heteromorphic alternation of generations with large sporophytes containing much reduced gametophytes. Angiosperms have distinctive reproductive organs called flowers, with carpels, and the female gametophyte is greatly reduced to a female embryo sac, with as few as eight cells. The male gametophyte consists of the pollen grains. The sperm of seed plants are non-motile, except for two older groups of plants, the Cycadophyta and the Ginkgophyta, which have flagellated sperm.",
            "score": 132.92411613464355
        },
        {
            "docid": "325963_5",
            "document": "Pollen tube . Pollen tube formation is important for sexual reproduction to occur in seed plants. Plants have separate structures such as microsporocytes and megasporocytes and the pollen grains are transported to the female gametophyte through wind, water or pollinators. The last step before fertilization is the growth of the pollen tube to transfer non-motile sperm to the protected egg. Pollen tubes are unique to plants and their structure had evolved over plant history. The pollen tube formation is complex and the mechanism is not fully understood, but is of great interest to scientists.",
            "score": 155.87491917610168
        },
        {
            "docid": "325963_6",
            "document": "Pollen tube . Pollen is produced by the stamen, the male reproductive organ of the flower. Each pollen grain contains a vegetative cell, and a generative cell that divides to form two sperm cells. The pollen is delivered by the opening of anthers for subsequent pollination (transfer of pollen grains to the pistil, the female reproductive organ). Transfer of pollen is usually carried out by wind, water, or animals . The ovaries hold the ovules that produce the female gamete: the egg cell, which waits in place for fertilization.",
            "score": 165.61706614494324
        },
        {
            "docid": "219596_14",
            "document": "Egg cell . Nearly all land plants have alternating diploid and haploid generations. Gametes are produced by the gametophyte, which is the haploid generation. The female gametophyte produces structures called archegonia, and the egg cells form within them via mitosis. The typical bryophyte archegonium consists of a long neck with a wider base containing the egg cell. Upon maturation, the neck opens to allow sperm cells to swim into the archegonium and fertilize the egg. The resulting zygote then gives rise to an embryo, which will grow into a new diploid individual (sporophyte). In seed plants, a structure called ovule, which contains the female gametophyte. The gametophyte produces an egg cell. After fertilization, the ovule develops into a seed containing the embryo.",
            "score": 120.6365156173706
        },
        {
            "docid": "312355_9",
            "document": "Gametogenesis . In angiosperms, the male gametes (always two) are produced inside the pollen tube (in 70% of the species) or inside the pollen grain (in 30% of the species) through the division of a generative cell into two sperm nuclei. Depending on the species, this can occur while the pollen forms in the anther (pollen tricellular) or after pollination and growth of the pollen tube (pollen bicellular in the anther and in the stigma). The female gamete is produced inside the embryo sac of the ovule.",
            "score": 145.27576684951782
        },
        {
            "docid": "5146476_40",
            "document": "Reproductive isolation . Because many sexually reproducing species of plants are exposed to a variety of interspecific gametes, natural selection has given rise to a variety of mechanisms to prevent the production of hybrids. These mechanisms can act at different stages in the developmental process and are typically divided into two categories, pre-fertilization and post-fertilization, indicating at which point the barrier acts to prevent either zygote formation or development. In the case of angiosperms and other pollinated species, pre-fertilization mechanisms can be further subdivided into two more categories, pre-pollination and post-pollination, the difference between the two being whether or not a pollen tube is formed. (Typically when pollen encounters a receptive stigma, a series of changes occur which ultimately lead to the growth of a pollen tube down the style, allowing for the formation of the zygote.) Empirical investigation has demonstrated that these barriers act at many different developmental stages and species can have none, one, or many barriers to hybridization with interspecifics.",
            "score": 105.1089596748352
        },
        {
            "docid": "46980_4",
            "document": "Pollen . Pollen itself is not the male gamete. Each pollen grain contains vegetative (non-reproductive) cells (only a single cell in most flowering plants but several in other seed plants) and a generative (reproductive) cell. In flowering plants the vegetative tube cell produces the pollen tube, and the generative cell divides to form the two sperm cells.",
            "score": 167.46697092056274
        },
        {
            "docid": "68085_18",
            "document": "Pinophyta . The male cones have structures called microsporangia that produce yellowish pollen through meiosis. Pollen is released and carried by the wind to female cones. Pollen grains from living pinophyte species produce pollen tubes, much like those of angiosperms. The gymnosperm male gametophytes (pollen grains) are carried by wind to a female cone and are drawn into a tiny opening on the ovule called the micropyle. It is within the ovule that pollen-germination occurs. From here, a pollen tube seeks out the female gametophyte, which contains archegonia each with an egg, and if successful, fertilization occurs. The resulting zygote develops into an embryo, which along with the female gametophyte (nutritional material for the growing embryo) and its surrounding integument, becomes a seed. Eventually the seed may fall to the ground and, if conditions permit, grow into a new plant.",
            "score": 121.62845349311829
        },
        {
            "docid": "21304415_17",
            "document": "Sexual reproduction . Animals typically produce gametes directly by meiosis. Male gametes are called sperm, and female gametes are called eggs or ova. In animals, fertilization follows immediately after meiosis. Plants on the other hand have mitosis occurring in spores, which are produced by meiosis. The spores germinate into the gametophyte phase. The gametophytes of different groups of plants vary in size; angiosperms have as few as three cells in pollen, and mosses and other so called primitive plants may have several million cells. Plants have an alternation of generations where the sporophyte phase is succeeded by the gametophyte phase. The sporophyte phase produces spores within the sporangium by meiosis.",
            "score": 122.98392105102539
        },
        {
            "docid": "12295_7",
            "document": "Gamete . Plants which reproduce sexually also have gametes. However, since plants have an alternation of diploid and haploid generations some differences exist. In flowering plants the flowers use meiosis to produce a haploid generation which produce gametes through mitosis. The female haploid is called the ovule and is produced by the ovary of the flower. When mature the haploid ovule produces the female gamete which are ready for fertilization. The male haploid is pollen and is produced by the anther, when pollen lands on a mature stigma of a flower it grows a pollen tube down into the flower. The haploid pollen then produces sperm by mitosis and releases them for fertilization.",
            "score": 127.75139665603638
        },
        {
            "docid": "325963_8",
            "document": "Pollen tube . The germinated pollen tube must then drill its way through the nutrient-rich style and curl to the bottom of the ovary to reach the ovule. Once the pollen tube reaches an ovule, it bursts to deliver the two sperm cells. One of the sperm fertilizes the egg cell which develops into an embryo, which will become the future plant. The other one fuses with both polar nuclei of the central cell to form the endosperm, which serves as the embryo's food supply. Finally, the ovary will develop into a fruit and the ovules will develop into seeds.",
            "score": 209.19976043701172
        },
        {
            "docid": "56754417_11",
            "document": "Evidence for speciation by reinforcement . An example of gametic isolation involves the allopatric sea urchins (\"Arbacia\") have minimal bindin differences (bindin is a protein involved in the process of sea urchin fertilization, used for species-specific recognition of the egg by the sperm) and have insufficient barriers to fertilization. Comparison with the sympatric species \"Echinometra\" and \"Strongylocentrotus\" of the Indo-Pacific finds that they have significant differences in bindin proteins for fertilization and marked fertilization barriers. Laboratory matings of closely related sea urchin species \"Echinometra oblonga\" and \"E. sp. C\" (the species is unnamed, dubbed \"C\") produce fertile and viable hybrids, but are unable to fertilize eggs of the parent species due to divergence of the alleles that code for bindin proteins: an example of post-zygotic isolation. Populations in sympatry manifest this difference in bindin protein versus those in allopatry. Selection actively acts against the formation of hybrids in both nature (as no documented cases of hybrids have been found) and in the laboratory. Here, the evolution of female egg receptors is thought to pressure bindin evolution in a selective runaway process. This example of reproductive character displacement is highly suggestive of being the result of—and has been cited as strong evidence for—reinforcement.",
            "score": 63.180370569229126
        }
    ],
    "r": [
        {
            "docid": "325963_8",
            "document": "Pollen tube . The germinated pollen tube must then drill its way through the nutrient-rich style and curl to the bottom of the ovary to reach the ovule. Once the pollen tube reaches an ovule, it bursts to deliver the two sperm cells. One of the sperm fertilizes the egg cell which develops into an embryo, which will become the future plant. The other one fuses with both polar nuclei of the central cell to form the endosperm, which serves as the embryo's food supply. Finally, the ovary will develop into a fruit and the ovules will develop into seeds.",
            "score": 209.19976806640625
        },
        {
            "docid": "18967_36",
            "document": "Flowering plant . Double fertilization refers to a process in which two sperm cells fertilize cells in the ovule. This process begins when a pollen grain adheres to the stigma of the pistil (female reproductive structure), germinates, and grows a long pollen tube. While this pollen tube is growing, a haploid generative cell travels down the tube behind the tube nucleus. The generative cell divides by mitosis to produce two haploid (\"n\") sperm cells. As the pollen tube grows, it makes its way from the stigma, down the style and into the ovary. Here the pollen tube reaches the micropyle of the ovule and digests its way into one of the synergids, releasing its contents (which include the sperm cells). The synergid that the cells were released into degenerates and one sperm makes its way to fertilize the egg cell, producing a diploid (2\"n\") zygote. The second sperm cell fuses with both central cell nuclei, producing a triploid (3\"n\") cell. As the zygote develops into an embryo, the triploid cell develops into the endosperm, which serves as the embryo's food supply. The ovary will now develop into a fruit and the ovule will develop into a seed. As the development of embryo and endosperm proceeds within the embryo sac, the sac wall enlarges and combines with the nucellus (which is likewise enlarging) and the integument to form the \"seed coat\". The ovary wall develops to form the fruit or pericarp, whose form is closely associated with type of seed dispersal system.",
            "score": 208.8009033203125
        },
        {
            "docid": "46828_12",
            "document": "Fertilisation . Double fertilisation is the process in angiosperms (flowering plants) in which two sperm from each pollen tube fertilise two cells in a female gametophyte (sometimes called an embryo sac) that is inside an ovule. After the pollen tube enters the gametophyte, the pollen tube nucleus disintegrates and the two sperm cells are released; one of the two sperm cells \"fertilises\" the egg cell (at the bottom of the gametophyte near the micropyle), forming a diploid (2n) zygote. This is the point when fertilisation actually occurs; pollination and fertilisation are two separate processes. The nucleus of the other sperm cell fuses with two haploid polar nuclei (contained in the central cell) in the centre of the gametophyte. The resulting cell is triploid (3n). This triploid cell divides through mitosis and forms the endosperm, a nutrient-rich tissue, inside the seed.",
            "score": 191.62525939941406
        },
        {
            "docid": "18967_40",
            "document": "Flowering plant . Pollen is also produced by meiosis in the male anther (microsporangium). During meiosis, a diploid microspore mother cell undergoes two successive meiotic divisions to produce 4 haploid cells (microspores or male gametes). Each of these microspores, after further mitoses, becomes a pollen grain (microgametophyte) containing two haploid generative (sperm) cells and a tube nucleus. When a pollen grain makes contact with the female stigma, the pollen grain forms a pollen tube that grows down the style into the ovary. In the act of fertilization, a male sperm nucleus fuses with the female egg nucleus to form a diploid zygote that can then develop into an embryo within the newly forming seed. Upon germination of the seed, a new plant can grow and mature.",
            "score": 190.030029296875
        },
        {
            "docid": "325963_7",
            "document": "Pollen tube . Once a pollen grain settles on a compatible pistil, it may germinate in response to a sugary fluid secreted by the mature stigma. Lipids at the surface of the stigma may also stimulate pollen tube growth for compatible pollen. Plants that are self-sterile often inhibit the pollen grains from their own flowers from growing pollen tubes. The presence of multiple grains of pollen has been observed to stimulate quicker pollen tube growth in some plants. The vegetative cell then produces the pollen tube, a tubular protrusion from the pollen grain, which carries the sperm cells within its cytoplasm. The sperm cells are the male gametes that will join with the egg cell and the central cell in double fertilization.",
            "score": 189.35079956054688
        },
        {
            "docid": "46828_6",
            "document": "Fertilisation . The gametes that participate in fertilisation of plants are the pollen (male), and the egg (female) cell. Various families of plants have differing methods by which the female gametophyte is fertilized. In Bryophyte land plants, fertilisation takes place within the archegonium. In flowering plants a second fertilisation event involves another sperm cell and the central cell which is a second female gamete. In flowering plants there are two sperm from each pollen grain.In seed plants, after pollination, a pollen grain germinates, and a pollen tube grows and penetrates the ovule through a tiny pore called a micropyle. The sperm are transferred from the pollen through the pollen tube to the ovule.",
            "score": 187.29510498046875
        },
        {
            "docid": "2324040_26",
            "document": "Sperm . In some protists, fertilization also involves sperm nuclei, rather than cells, migrating toward the egg cell through a fertilization tube. Oomycetes form sperm nuclei in a syncytical antheridium surrounding the egg cells. The sperm nuclei reach the eggs through fertilization tubes, similar to the pollen tube mechanism in plants.",
            "score": 183.6998748779297
        },
        {
            "docid": "10843_11",
            "document": "Fruit . Inside the ovary/ovaries are one or more ovules where the megagametophyte contains the egg cell. After double fertilization, these ovules will become seeds. The ovules are fertilized in a process that starts with pollination, which involves the movement of pollen from the stamens to the stigma of flowers. After pollination, a tube grows from the pollen through the stigma into the ovary to the ovule and two sperm are transferred from the pollen to the megagametophyte. Within the megagametophyte one of the two sperm unites with the egg, forming a zygote, and the second sperm enters the central cell forming the endosperm mother cell, which completes the double fertilization process. Later the zygote will give rise to the embryo of the seed, and the endosperm mother cell will give rise to endosperm, a nutritive tissue used by the embryo.",
            "score": 181.48451232910156
        },
        {
            "docid": "227478_13",
            "document": "Germination . During germination, the tube cell elongates into a pollen tube. In the flower, the pollen tube then grows towards the ovule where it discharges the sperm produced in the pollen grain for fertilization. The germinated pollen grain with its two sperm cells is the mature male microgametophyte of these plants.",
            "score": 178.1568145751953
        },
        {
            "docid": "2394288_25",
            "document": "Gynoecium . In flowering plants, the \"ovule\" (from Latin \"ovulum\" meaning small egg) is a complex structure born inside ovaries. The ovule initially consists of a stalked, integumented \"megasporangium\" (also called the \"nucellus\"). Typically, one cell in the megasporangium undergoes meiosis resulting in one to four megaspores. These develop into a megagametophyte (often called the embryo sac) within the ovule. The megagametophyte typically develops a small number of cells, including two special cells, an egg cell and a binucleate central cell, which are the gametes involved in double fertilization. The central cell, once fertilized by a sperm cell from the pollen becomes the first cell of the endosperm, and the egg cell once fertilized become the zygote that develops into the embryo. The gap in the integuments through which the pollen tube enters to deliver sperm to the egg is called the micropyle. The stalk attaching the ovule to the placenta is called the funiculus.",
            "score": 176.62258911132812
        },
        {
            "docid": "3757509_11",
            "document": "Double fertilization . The male gametophytes, or microgametophytes, that participate in double fertilization are contained within pollen grains. They develop within the microsporangia, or pollen sacs, of the anthers on the stamens. Each microsporangium contains diploid microspore mother cells, or microsporocytes. Each microsporocyte undergoes meiosis, forming four haploid microspores, each of which can eventually develop into a pollen grain. A microspore undergoes mitosis and cytokinesis in order to produce two separate cells, the generative cell and the tube cell. These two cells in addition to the spore wall make up an immature pollen grain. As the male gametophyte matures, the generative cell passes into the tube cell, and the generative cell undergoes mitosis, producing two sperm cells. Once the pollen grain has matured, the anthers break open, releasing the pollen. The pollen is carried to the pistil of another flower, by wind or animal pollinators, and deposited on the stigma. As the pollen grain germinates, the tube cell produces the pollen tube, which elongates and extends down the long style of the carpel and into the ovary, where its sperm cells are released in the megagametophyte. Double fertilization proceeds from here.",
            "score": 175.31423950195312
        },
        {
            "docid": "325963_11",
            "document": "Pollen tube . Pollen tube growth begins from when the pollen attaches to the stigma. It is followed by recognition and hydration of the pollen that allows for germination of the tube and ultimate growth. In the pollen grain, the generative cell gives rise to the sperm, whereas the vegetative cells have a tube cell that grows the pollen tube. There is competition in this step as many pollen grains may compete to reach the egg. The stigma plays a role in guiding the sperm to a receptive ovule, in the case of many ovules. Only compatible pollen grains are allowed to grow as determined by signaling with the stigma. Some plants have mechanisms in place to prevent selfing such as stigma and anther mature at different times or are different lengths, which significantly contributes to increasing genetic diversity of the next generation.",
            "score": 174.73947143554688
        },
        {
            "docid": "325963_14",
            "document": "Pollen tube . The LURE peptides that are secreted from the synergids, which occupy the space adjacent to the egg cell, can use attractants. Mutant Arabidopsis plant embryos were used and specifically in those without the synergids, the pollen tubes were unable to grow. The growth was also toward embryos of the same species as the pollen, so the intraspecific signaling helps fertilize egg and sperm of the same species. The signaling in the style is important as pollen tubes can grow without the presence of an embryo sac with just interaction with the style. Other parts in the ovary include cytoplasmic factors like miRNA and chemical gradients that attract the tube to grow toward the synergids.",
            "score": 174.17901611328125
        },
        {
            "docid": "290236_17",
            "document": "Gymnosperm . Gymnosperms, like all vascular plants, have a sporophyte-dominant life cycle, which means they spend most of their life cycle with diploid cells, while the gametophyte (gamete-bearing phase) is relatively short-lived. Two spore types, microspores and megaspores, are typically produced in pollen cones or ovulate cones, respectively. Gametophytes, as with all heterosporous plants, develop within the spore wall. Pollen grains (microgametophytes) mature from microspores, and ultimately produce sperm cells. Megagametophytes develop from megaspores and are retained within the ovule. Gymnosperms produce multiple archegonia, which produce the female gamete. During pollination, pollen grains are physically transferred between plants from the pollen cone to the ovule. Pollen is usually moved by wind or insects. Whole grains enter each ovule through a microscopic gap in the ovule coat (integument) called the micropyle. The pollen grains mature further inside the ovule and produce sperm cells. Two main modes of fertilization are found in gymnosperms. Cycads and \"Ginkgo\" have motile sperm that swim directly to the egg inside the ovule, whereas conifers and gnetophytes have sperm with no flagella that are moved along a pollen tube to the egg. After syngamy (joining of the sperm and egg cell), the zygote develops into an embryo (young sporophyte). More than one embryo is usually initiated in each gymnosperm seed. The mature seed comprises the embryo and the remains of the female gametophyte, which serves as a food supply, and the seed coat.",
            "score": 172.1971893310547
        },
        {
            "docid": "46828_8",
            "document": "Fertilisation . Unlike animal sperm which is motile, plant sperm is immotile and relies on the pollen tube to carry it to the ovule where the sperm is released. The pollen tube penetrates the stigma and elongates through the extracellular matrix of the style before reaching the ovary. Then near the receptacle, it breaks through the ovule through the micropyle (an opening in the ovule wall) and the pollen tube \"bursts\" into the embryo sac, releasing sperm. The growth of the pollen tube has been believed to depend on chemical cues from the pistil, however these mechanisms were poorly understood until 1995. Work done on tobacco plants revealed a family of glycoproteins called TTS proteins that enhanced growth of pollen tubes. Pollen tubes in a sugar free pollen germination medium and a medium with purified TTS proteins both grew. However, in the TTS medium, the tubes grew at a rate 3x that of the sugar-free medium. TTS proteins were also placed on various locations of semi in vevo pollinated pistils, and pollen tubes were observed to immediately extend toward the proteins. Transgenic plants lacking the ability to produce TTS proteins exhibited slower pollen tube growth and reduced fertility.",
            "score": 171.6567840576172
        },
        {
            "docid": "6614349_20",
            "document": "Plant reproduction . The anther produces male gametophytes which are pollen grains, which attach to the stigma on top of a carpel, in which the female gametophytes (inside ovules) are located. After the pollen tube grows through the carpel's style, the sperm from the pollen grain migrate into the ovule to fertilize the egg cell and central cell within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus a binucleate female cell) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 171.58767700195312
        },
        {
            "docid": "46980_15",
            "document": "Pollen . When placed on the stigma of a flowering plant, under favorable circumstances, a pollen grain puts forth a pollen tube, which grows down the tissue of the style to the ovary, and makes its way along the placenta, guided by projections or hairs, to the micropyle of an ovule. The nucleus of the tube cell has meanwhile passed into the tube, as does also the generative nucleus, which divides (if it hasn't already) to form two sperm cells. The sperm cells are carried to their destination in the tip of the pollen tube. Double-strand breaks in DNA that arise during pollen tube growth appear to be efficiently repaired in the generative cell that carries the male genomic information to be passed on to the next plant generation. However, the vegetative cell that is responsible for tube elongation appears to lack this DNA repair capability.",
            "score": 171.1468963623047
        },
        {
            "docid": "3757509_8",
            "document": "Double fertilization . A far more rudimentary form of double fertilization occurs in the sexual reproduction of an order of gymnosperms commonly known as Gnetales. Specifically, this event has been documented in both \"Ephedra\" and \"Gnetum\", a subset of Gnetophytes. In \"Ephedra nevadensis\", a single binucleate sperm cell is deposited into the egg cell. Following the initial fertilization event, the second sperm nucleus is diverted to fertilize an additional egg nucleus found in the egg cytoplasm. In most other seed plants, this second 'ventral canal nucleus' is normally found to be functionally useless. In \"Gnetum gnemon\", numerous free egg nuclei exist in female cytoplasm inside the female gametophyte. Succeeding the penetration of the mature female gametophyte by the pollen tube, female cytoplasm and free nuclei move to surround the pollen tube. Released from the binucleate sperm cell are two sperm nuclei which then join with free egg nuclei to produce two viable zygotes, a homologous characteristic between families \"Ephedra\" and \"Gnetum\". In both families, the second fertilization event produces an additional diploid embryo. This supernumerary embryo is later aborted, leading to the synthesis of only one mature embryo. The additional fertilization product in \"Ephedra\" does not nourish the primary embryo, as the female gametophyte is responsible for nutrient provision. The more primitive process of double fertilization in gymnosperms results in two diploid nuclei enclosed in the same egg cell. This differs from the angiosperm condition, which results in the separation of the egg cell and endosperm. Comparative molecular research on the genome of \"G. gnemon\" has revealed that gnetophytes are more closely related to conifers than they are to angiosperms. The rejection of the anthophyte hypothesis, which identifies gnetales and angiosperms are sister taxa, leads to speculation that the process of double fertilization is a product of convergent evolution and arose independently among gnetophytes and angiosperms.",
            "score": 169.17311096191406
        },
        {
            "docid": "21304415_18",
            "document": "Sexual reproduction . Flowering plants are the dominant plant form on land and they reproduce either sexually or asexually. Often their most distinguishing feature is their reproductive organs, commonly called flowers. The anther produces pollen grains which contain the male gametophytes (sperm). For pollination to occur, pollen grains must attach to the stigma of the female reproductive structure (carpel), where the female gametophytes (ovules) are located inside the ovary. After the pollen tube grows through the carpel's style, the sex cell nuclei from the pollen grain migrate into the ovule to fertilize the egg cell and endosperm nuclei within the female gametophyte in a process termed double fertilization. The resulting zygote develops into an embryo, while the triploid endosperm (one sperm cell plus two female cells) and female tissues of the ovule give rise to the surrounding tissues in the developing seed. The ovary, which produced the female gametophyte(s), then grows into a fruit, which surrounds the seed(s). Plants may either self-pollinate or cross-pollinate.",
            "score": 169.1085205078125
        },
        {
            "docid": "46980_4",
            "document": "Pollen . Pollen itself is not the male gamete. Each pollen grain contains vegetative (non-reproductive) cells (only a single cell in most flowering plants but several in other seed plants) and a generative (reproductive) cell. In flowering plants the vegetative tube cell produces the pollen tube, and the generative cell divides to form the two sperm cells.",
            "score": 167.46697998046875
        },
        {
            "docid": "68085_21",
            "document": "Pinophyta . Conifers are heterosporous, generating two different types of spores: male microspores and female megaspores. These spores develop on separate male and female sporophylls on separate male and female cones. In the male cones, microspores are produced from microsporocytes by meiosis. The microspores develop into pollen grains, which are male gametophytes. Large amounts of pollen are released and carried by the wind. Some pollen grains will land on a female cone for pollination. The generative cell in the pollen grain divides into two haploid sperm cells by mitosis leading to the development of the pollen tube. At fertilization, one of the sperm cells unites its haploid nucleus with the haploid nucleus of an egg cell. The female cone develops two ovule, each of which contains haploid haploid megaspores. A megasporocyte is divided by meiosis in each ovule. Each winged pollen grain is a four celled male gametophyte Three of the four cells break down leaving only a single surviving cell which will develop into a female multicellular gametophyte. The female gametophytes grow to produce two or more archegonia, each of which contains an egg. Upon fertilization, the diploid egg will give rise to the embryo, and a seed is produced. The female cone then opens, releasing the seeds which grow to a young seedling.",
            "score": 165.69882202148438
        },
        {
            "docid": "219596_15",
            "document": "Egg cell . In flowering plants, the female gametophyte (sometimes referred to as the embryo sac) has been reduced to just eight cells inside the ovule. The gametophyte cell closest to the micropyle opening of the ovule develops into the egg cell. Upon pollination, a pollen tube delivers sperm into the gametophyte and one sperm nucleus fuses with the egg nucleus. The resulting zygote develops into an embryo inside the ovule. The ovule in turn develops into a seed and in many cases the plant ovary develops into a fruit to facilitate the dispersal of the seeds. Upon germination, the embryo grows into a seedling.",
            "score": 165.6510772705078
        },
        {
            "docid": "325963_6",
            "document": "Pollen tube . Pollen is produced by the stamen, the male reproductive organ of the flower. Each pollen grain contains a vegetative cell, and a generative cell that divides to form two sperm cells. The pollen is delivered by the opening of anthers for subsequent pollination (transfer of pollen grains to the pistil, the female reproductive organ). Transfer of pollen is usually carried out by wind, water, or animals . The ovaries hold the ovules that produce the female gamete: the egg cell, which waits in place for fertilization.",
            "score": 165.6170654296875
        },
        {
            "docid": "325963_19",
            "document": "Pollen tube . In other phyla of gymnosperms, coniferophyta and gnethophyta, the sperm is non motile, called siphonogamy and the pollen tube grows through the archegonia to help the sperm reach the egg more directly. Conifers can be branched or unbranched and they cause degeneration of the female tissue as it grows through more tissue. Pines, for instance discharge cytoplasm of the sperm and union of the one sperm occurs as the other sperm degenerates. Yet, in gnethophyta, there are features more similar to angiosperm pollen tubes where the tube reaches the egg with an early form of double fertilization. However, the endosperm does not form and the second fertilization is aborted.",
            "score": 162.9808807373047
        },
        {
            "docid": "27638_22",
            "document": "Spermatozoon . Some algae and fungi produce non-motile sperm cells, called spermatia. In higher plants and some algae and fungi, fertilization involves the migration of the sperm nucleus through a fertilization tube (e.g. pollen tube in higher plants) to reach the egg cell.",
            "score": 162.565673828125
        },
        {
            "docid": "2324040_25",
            "document": "Sperm . In almost all embryophytes, including most gymnosperms and all angiosperms, the male gametophytes (pollen grains) are the primary mode of dispersal, for example via wind or insect pollination, eliminating the need for water to bridge the gap between male and female. Each pollen grain contains a spermatogenous (generative) cell. Once the pollen lands on the stigma of a receptive flower, it germinates and starts growing a pollen tube through the carpel. Before the tube reaches the ovule, the nucleus of the generative cell in the pollen grain divides and gives rise to two sperm nuclei, which are then discharged through the tube into the ovule for fertilization.",
            "score": 162.53369140625
        },
        {
            "docid": "3757509_9",
            "document": "Double fertilization . In vitro double fertilization is often used to study the molecular interactions as well as other aspects of gamete fusion in flowering plants. One of the major obstacles in developing an in vitro double fertilization between male and female gametes is the confinement of the sperm in the pollen tube and the egg in the embryo sac. A controlled fusion of the egg and sperm has already been achieved with poppy plants. Pollen germination, pollen tube entry, and double fertilization processes have all been observed to proceed normally. In fact, this technique has already been used to obtain seeds in various flowering plants and was named “test-tube fertilization”.",
            "score": 161.9794464111328
        },
        {
            "docid": "325963_23",
            "document": "Pollen tube . During pollen tube growth, DNA damages that arise need to be repaired in order for the male genomic information to be transmitted intact to the next generation. In the plant \"Cyrtanthus mackenii\", bicellular mature pollen contains a generative cell and a vegetative cell. Sperm cells are derived by mitosis of the generative cell during pollen tube elongation. The vegetative cell is responsible for pollen tube development. Double-strand breaks in DNA that arise appear to be efficiently repaired in the generative cell, but not in the vegetative cell, during the transport process to the female gametophyte.",
            "score": 161.05691528320312
        },
        {
            "docid": "4709473_5",
            "document": "Gametangium . The male gametangia are most commonly called antheridia. They produce sperm cells that they release for fertilization. Antheridia producing non-motile sperm (spermatia) are called spermatangia. Some antheridia do not release their sperm. For example, the oomycete antheridium is a syncytium with many sperm nuclei and fertilization occurs via fertilization tubes growing from the antheridium and making contact with the egg cells. Antheridia are common in the gametophytes in \"lower\" plants such as bryophytes, ferns, cycads and ginkgo. In \"higher\" plants such as conifers and flowering plants, they are replaced by pollen grains.",
            "score": 160.4907684326172
        },
        {
            "docid": "3757509_2",
            "document": "Double fertilization . Double fertilization is a complex fertilization mechanism of flowering plants (angiosperms). This process involves the joining of a female gametophyte (megagametophyte, also called the embryo sac) with two male gametes (sperm). It begins when a pollen grain adheres to the stigma of the carpel, the female reproductive structure of a flower. The pollen grain then takes in moisture and begins to germinate, forming a pollen tube that extends down toward the ovary through the style. The tip of the pollen tube then enters the ovary and penetrates through the micropyle opening in the ovule. The pollen tube proceeds to release the two sperm in the megagametophyte.",
            "score": 158.6500701904297
        },
        {
            "docid": "233609_9",
            "document": "Pollination . The pollen grains are dispersed by the wind to the female, ovulate cone that is made up of many overlapping scales (sporophylls, and thus megasporophylls), each protecting two ovules, each of which consists of a megasporangium (the nucellus) wrapped in two layers of tissue, the integument and the cupule, that were derived from highly modified branches of ancestral gymnosperms. When a pollen grain lands close enough to the tip of an ovule, it is drawn in through the micropyle ( a pore in the integuments covering the tip of the ovule) often by means of a drop of liquid known as a pollination drop. The pollen enters a pollen chamber close to the nucellus, and there it may wait for a year before it germinates and forms a pollen tube that grows through the wall of the megasporangium (=nucellus) where fertilisation takes place. During this time, the megaspore mother cell divides by meiosis to form four haploid cells, three of which degenerate. The surviving one develops as a megaspore and divides repeatedly to form an immature female gametophyte (egg sac). Two or three archegonia containing an egg then develop inside the gametophyte. Meanwhile, in the spring of the second year two sperm cells are produced by mitosis of the body cell of the male gametophyte. The pollen tube elongates and pierces and grows through the megasporangium wall and delivers the sperm cells to the female gametophyte inside. Fertilisation takes place when the nucleus of one of the sperm cells enters the egg cell in the megagametophyte’s archegonium.",
            "score": 157.84979248046875
        },
        {
            "docid": "325963_5",
            "document": "Pollen tube . Pollen tube formation is important for sexual reproduction to occur in seed plants. Plants have separate structures such as microsporocytes and megasporocytes and the pollen grains are transported to the female gametophyte through wind, water or pollinators. The last step before fertilization is the growth of the pollen tube to transfer non-motile sperm to the protected egg. Pollen tubes are unique to plants and their structure had evolved over plant history. The pollen tube formation is complex and the mechanism is not fully understood, but is of great interest to scientists.",
            "score": 155.87490844726562
        }
    ]
}