{
    "q": [
        {
            "docid": "390926_18",
            "document": "Wuchereria bancrofti . The severe symptoms caused by the parasite can be avoided by cleansing the skin, surgery, or the use of anthelmintic drugs, such as diethylcarbamazine (DEC), ivermectin, or albendazole. The drug of choice is DEC, which can eliminate the microfilariae from the blood and also kill the adult worms with a dosage of 6 mg/kg semiannually or annually. A polytherapy treatment that includes ivermectin with DEC or albendazole is more effective than each drug alone. Protection is similar to that of other mosquito-spread illnesses; one can use barriers both physical (a mosquito net), chemical (insect repellent), or mass chemotherapy as a method to control the spread of the disease.",
            "score": 62.747597455978394
        },
        {
            "docid": "22834821_2",
            "document": "Filarioidea . The Filarioidea are a superfamily of highly specialised parasitic nematodes. Species within this superfamily are known as filarial worms or filariae (singular \"filaria\"). Infections with parasitic filarial worms cause disease conditions generically known as filariasis. Drugs against these worms are known as filaricides.",
            "score": 82.32404351234436
        },
        {
            "docid": "23339740_3",
            "document": "Mass drug administration . This article describes the administration of antimalarial drugs to whole populations an intervention which has been used as a malaria-control measure for more than 70 years. Recent proposals to eliminate or even to eradicate malaria have led to a renewed interest in mass drug administrations in areas with very high malaria endemicity. Drugs have been administered either directly as a full therapeutic course of treatment or indirectly through the fortification of salt. Mass drug administrations were generally unsuccessful in interrupting transmission but, in some cases, had a marked effect on parasite prevalence and on the incidence of clinical malaria. MDAs are likely to encourage the spread of drug-resistant parasites and so have only a limited role in malaria control. They may have a part to play in the management of epidemics and in the control of malaria in areas with a very short transmission season. In order to reduce the risk of spreading drug resistance, MDAs should use more than one drug and, preferably include a drug, such as an artemisinin, which has an effect on gametocytes. MDAs have low acceptance in areas with low malaria endemicity.",
            "score": 38.61965465545654
        },
        {
            "docid": "14499186_23",
            "document": "Eradication of infectious diseases . Lymphatic filariasis is an infection of the lymph system by mosquito-borne microfilarial worms which can cause elephantiasis. Studies have demonstrated that transmission of the infection can be broken when a single dose of combined oral medicines is consistently maintained annually for approximately seven years. The strategy for eliminating transmission of lymphatic filariasis is mass distribution of medicines that kill the microfilariae and stop transmission of the parasite by mosquitoes in endemic communities. In sub-Saharan Africa, albendazole is being used with ivermectin to treat the disease, whereas elsewhere in the world albendazole is used with diethylcarbamazine. Using a combination of treatments better reduces the number of microfilariae in blood. Avoiding mosquito bites, such as by using insecticide-treated mosquito bed nets, also reduces the transmission of lymphatic filariasis. In the Americas, >90% of the burden of lymphatic filariasis is on the island of Hispaniola (comprising Haiti and the Dominican Republic). An elimination effort to address this is currently under way alongside the malaria effort described above; the Dominican Republic expects to eliminate its seven remaining foci by 2010, but lymphatic filariasis is still endemic to 110 of 140 communes in Haiti.",
            "score": 51.53349769115448
        },
        {
            "docid": "6028064_11",
            "document": "Lymphatic filariasis . The World Health Organization recommends mass deworming—treating entire groups of people who are at risk with a single annual dose of two medicines, namely albendazole in combination with either ivermectin or diethylcarbamazine citrate. With consistent treatment, since the disease needs a human host, the reduction of microfilariae means the disease will not be transmitted, the adult worms will die out, and the cycle will be broken. In sub-Saharan Africa, albendazole (donated by GlaxoSmithKline) is being used with ivermectin (donated by Merck & Co.) to treat the disease, whereas elsewhere in the world, albendazole is used with diethylcarbamazine. Transmission of the infection can be broken when a single dose of these combined oral medicines is consistently maintained annually for a duration of four to six years. Using a combination of treatments better reduces the number of microfilariae in blood. Avoiding mosquito bites, such as by using insecticide-treated mosquito bed nets, also reduces the transmission of lymphatic filariasis.",
            "score": 42.43796348571777
        },
        {
            "docid": "12271250_3",
            "document": "Mansonella perstans . Compared to infections with other filarial parasites such as \"Wuchereria bancrofti\", \"Brugia malayi\", and \"Loa loa\", \"Mansonella\" infections are relatively mild. However, the pathogenicity of \"M. perstans\" infection has been recently reconsidered in various studies. These studies have demonstrated that \"M. perstans\" has the ability to induce a variety of clinical features, including angioedema Calabar-like swellings, pruritus, fever, headache, eosinophilia, and abdominal pain. The overall disability among populations in regions where filariae are endemic has been difficult to determine because of high rates of coinfection with other filariae and the nonspecificity of \"M. perstan\" infections. Furthermore, treatment of \"M. perstans\" is challenging because the most antifilarial drugs, such as ivermectin, diethylcarbamazine, and albendazole are not effective. The optimal treatment for \"M. perstans\" infection remains unclear. Most current studies are focused on coinfection of \"M. perstans\" with other filarial parasites, and the study of \"Wolbachia\" bacteria as endosymbionts in \"M. perstans\" and other filarial parasites.",
            "score": 68.92275714874268
        },
        {
            "docid": "4414640_14",
            "document": "P. Roy Vagelos . In the mid-1980s, Merck & Co. discovered the drug ivermectin, capable of combatting the parasite that causes river blindness. At the time, the World Health Organization and the World Bank were conducting a campaign against the vector-borne disease in West Africa, and ivermectin was the most important drug in their arsenal. But the newly discovered drug was too expensive for those patients or their governments. Vagelos \"wanted to see the drug widely used,\" so he influenced Merck & Co. to \"make needed quantities of the drug available to these governments and patients, at no cost to them, for the treatment of onchocerciasis.” Over two decades, beginning in 1986, the drug reached more than 55 million people. The public health campaign was successful, and now river blindness is no longer a major public health issue in the savannah areas of West Africa.",
            "score": 23.78988790512085
        },
        {
            "docid": "1539801_27",
            "document": "Brugia malayi . A goal of community-based efforts is to eliminate microfilariae from the blood of infected individuals in order to prevent transmission to the mosquito. This is primarily accomplished through the use of drugs. The treatment for \"B. malayi\" infection is the same as for Bancroftian filariasis. Diethylcarbamazine has been used in mass treatment programs as an effective microfilaricidal drug in several locations, including India. While diethylcarbamazine tends to cause adverse reactions like immediate fever and weakness, it is not known to cause any long-term adverse drug effects. It has been shown to kill both adult worms and microfilariae. In Malaysia, diethylcarbamazine dosages (6 mg/kg weekly for 6 weeks; 6 mg/kg daily for 9 days) reduced microfilariae by 80% for 18–24 months after treatment in the absence of mosquito control. Microfilariae numbers slowly return many months after treatment, thus requiring multiple drug doses over time in order to achieve long-term control. However, it is not known how many years of mass drug administration is required to eliminate transmission. there have been any confirmed cases of diethylcarbamazine resistance as of 2007.",
            "score": 73.07924938201904
        },
        {
            "docid": "6028064_2",
            "document": "Lymphatic filariasis . Lymphatic filariasis, also known as elephantiasis, is a human disease caused by parasitic worms known as filarial worms. Most cases of the disease have no symptoms. Some people, however, develop a syndrome called elephantiasis, which is marked by severe swelling in the arms, legs, breasts, or genitals. The skin may become thicker as well, and the condition may become painful. The changes to the body may harm the affected person's social and economic situation. The worms are spread by the bites of infected mosquitoes. Three types of worms are known to cause the disease: \"Wuchereria bancrofti\", \"Brugia malayi\", and \"Brugia timori\", with \"Wuchereria bancrofti\" being the most common. These worms damage the lymphatic system. The disease is diagnosed by microscopic examination of blood collected during the night. The blood is typically examined as a smear after being stained with Giemsa stain. Testing the blood for antibodies against the disease may also permit diagnosis. Other roundworms from the same family are responsible for river blindness. Prevention can be achieved by treating entire groups in which the disease exists, known as mass deworming. This is done every year for about six years, in an effort to rid a population of the disease entirely. Medications used include antiparasitics such as albendazole with ivermectin, or albendazole with diethylcarbamazine. The medications do not kill the adult worms but prevent further spread of the disease until the worms die on their own. Efforts to prevent mosquito bites are also recommended, including reducing the number of mosquitoes and promoting the use of bed nets. In 2015 about 38.5 million people were infected. About 950 million people are at risk of the disease in 54 countries. It is most common in tropical Africa and Asia. Lymphatic filariasis is classified as a neglected tropical diseases and one of the four main worm infections. The disease results in economic losses of many billions of dollars a year.",
            "score": 68.59524965286255
        },
        {
            "docid": "6028064_15",
            "document": "Lymphatic filariasis . The antibiotic doxycycline is also effective in treating lymphatic filariasis. Its drawbacks over anthelmintic drugs are that it requires 4 to 6 weeks of treatment, should not be used in young children and pregnant women, and is photosensitizing, which limits its use for mass prevention. The parasites responsible for elephantiasis have a population of endosymbiotic bacteria, \"Wolbachia\", that live inside the worm. When the symbiotic bacteria of the adult worms are killed by the antibiotic, they no longer provide chemicals which the nematode larvae need to develop, which either kills the larvae or prevents their normal development. This permanently sterilizes the adult worms, which additionally die within 1 to 2 years instead of their normal 10 to 14 year lifespan.",
            "score": 95.61018061637878
        },
        {
            "docid": "6090525_46",
            "document": "Neglected tropical diseases . Many neglected tropical diseases and other prevalent diseases share common vectors, creating another opportunity for treatment and control integration. One such example of this is malaria and lymphatic filariasis. Both diseases are transmitted by the same or related mosquito vectors. Vector control, through the distribution of insecticide treated nets, reduces the human contact with a wide variety of disease vectors. Integrated vector control may also alleviate pressure on mass drug administration, especially with respect to rapidly evolving drug resistance. Combining vector control and mass drug administration deemphasizes both, making each less susceptible to resistance evolution.",
            "score": 31.345951318740845
        },
        {
            "docid": "8858088_2",
            "document": "Emodepside . Emodepside is an anthelmintic drug that is effective against a number of gastrointestinal nematodes, is licensed for use in cats and belongs to the class of drugs known as the \"octadepsipeptides\", a relatively new class of anthelmintic (research into these compounds began in the early 1990s), which are suspected to achieve their anti-parasitic effect by a novel mechanism of action due to their ability to kill nematodes resistant to other anthelmintics.",
            "score": 166.63640570640564
        },
        {
            "docid": "23339740_23",
            "document": "Mass drug administration . Whether MDAs can be considered successful or not depends on the expectation of what they might achieve; many studies do not define whether their main aim was to interrupt transmission or to control disease. When MDAs were used as part of an attempt to interrupt transmission completely, they almost always failed. Only one project, conducted on Aneityum, a small isolated island in the Pacific, succeeded in permanently interrupting transmission using MDA as one of several malaria-control strategies. However, although unable to interrupt transmission, many MDA projects led to a marked reduction in parasite prevalence and probably had a marked also transient effect on malaria-related morbidity and mortality. Most of the early trials used study designs which would now be considered inadequate to provide a definitive answer on study outcome. For example, before-and-after comparisons were used frequently. Such comparisons are especially unreliable for vector-borne diseases which may show marked variations in incidence from season to season as well as from year to year. Furthermore, in several studies only a single intervention and control area or group were compared despite the fact a single control group cannot provide statistically interpretable results (see \"n\" = 1 fallacy).",
            "score": 35.29362952709198
        },
        {
            "docid": "23339740_26",
            "document": "Mass drug administration . In contrast to indirect MDA, emergence of drug resistance has not been linked to the administration of therapeutic doses of antimalarials through direct MDA programmes. The likely explanation lies in the different pharmacokinetic profiles that result from these two methods of drug administration. The administration of therapeutically dosed antimalarial drugs results in a single peak drug level which kills all susceptible strains. Only during the terminal half life of the drug when the concentration drops below the C, the inhibitory concentration which kills the large majority of a parasite population, will new infections with more resistant strains have a survival advantage. Thus drugs with a very short terminal half-life, including artemisinin derivatives, carry a lower risk of selecting resistant parasites than longer acting drugs. In contrast, the administration of medicated salts is likely to result in drug levels undulating in the sub-lethal range, which reach a steady state after several doses have been administered. The situation is worse if drugs such as chloroquine are used which accumulate progressively. This situation, a steady increase in drug concentration, is identical to the experimental design used for the in vitro induction of drug resistance. Medicated salt projects can be considered as large scale \"in vivo\" experiments designed to select resistant parasites.",
            "score": 36.913366198539734
        },
        {
            "docid": "26822817_10",
            "document": "Histomoniasis . Currently, no therapeutic drugs are prescribed for the disease. Therefore, prevention is the sole mode of treatment. This disease can only be prevented by quarantining sick birds and preventing migration of birds around the house, causing them to spread the disease. Deworming of birds with anthelmintics can reduce exposure to the cecal nematodes that carry the protozoan. Good management of the farm, including immediate quarantine of infected birds and sanitation, is the main useful strategy for controlling the spread of the parasitic contamination. The only drug used for the control (prophylaxis) in the United States is nitarsone at 0.01875% of feed until 5 days before marketing. Natustat and nitarsone were shown to be effective therapeutic drugs. Nifurtimox, a compound with known antiprotozoal activity, was demonstrated to be significantly effective at 300–400 ppm, and well tolerated by turkeys.",
            "score": 56.97863411903381
        },
        {
            "docid": "23339740_17",
            "document": "Mass drug administration . MDA is included in the malaria-control policy of the People’s Republic of China. Following the first malaria-control phase from 1955 to 1962, which was mostly focused on malaria surveys, mass administrations were added to vector control measures and improved case management in 10 of China’s 33 provinces. The drugs used in the administrations, mostly chloroquine and piperaquine, were provided free of charge by the central government. The economic reforms instituted by Deng Xiaoping, which ultimately put an end to the provision of free health care through the central government and the emergence of resistance against the most widely used antimalarials modified the use of mass drug administrations after 1980. MDAs are now targeted at high-risk populations, specifically non-immune migratory workers who receive repeated courses during the high transmission season. According to government guidelines, piperaquine, chloroquine, or sulfadoxine combined with primaquine can be used for mass administrations. The artemisinin derivatives are not used in mass drug administrations and are reserved for treatment failures. Malaria burden and control measures are shown in Table 1. Between 1990 and 2000 the malaria prevalence dropped from 10.6 to 1.9 / 100,000, the number of reported malaria cases dropped from 117,359 to 24,088 while the number of reported deaths attributable to malaria remained stable. These data, reported to the national government, depend on reporting from health care providers and like all data depending on passive surveillance tend to underestimate the true disease burden. However, there is no reason to think that the level of underreporting has changed over the last decade. Therefore, the proportional reduction in malaria disease burden is likely to be true. Malaria-control measures, including MDA, as well as major ecologic changes during the second half of the last century are likely to have been responsible for the more than 100-fold reduction in malaria burden in China since the initial surveys in 1955. The widespread use of antimalarials has been followed by the emergence of drug resistance especially in regions with high drug use. By 1995 more than 95% of \"P.falciparum\" strains isolated in the South of Yunnan province were found to be resistant to chloroquine, and piperaquine while in the remainder of Yunnan and Hainan province the resistance rates were 85%and 38% respectively.",
            "score": 39.22029626369476
        },
        {
            "docid": "390926_2",
            "document": "Wuchereria bancrofti . Wuchereria bancrofti is a human parasitic roundworm that is the major cause of lymphatic filariasis. It is one of the three parasitic worms, together with \"Brugia malayi\" and \"B. timori\", that infect the lymphatic system to cause lymphatic filariasis. These filarial worms are spread by a variety of mosquito vector species. \"W. bancrofti\" is the most prevalent of the three and affects over 120 million people, primarily in Central Africa and the Nile delta, South and Central America, the tropical regions of Asia including southern China, and the Pacific islands. If left untreated, the infection can develop into a chronic disease called elephantiasis. In rare conditions it also causes tropical eosinophilia, an asthmatic disease. There is no commercially available vaccine, however high rates of cure have been achieved with various anti-filarial regimens and lymphatic filariasis is the target of the WHO Global Program to Eliminate Lymphatic Filariasis with the aim to eradicate the disease as a public health problem by 2020.",
            "score": 73.76464796066284
        },
        {
            "docid": "1539801_26",
            "document": "Brugia malayi . The Global Alliance to Eliminate Lymphatic Filariasis was launched by the World Health Organization in 2000 with two primary goals: 1) to interrupt transmission and 2) to alleviate the suffering of affected individuals. Mass drug treatment programs are the main strategy for interrupting parasite transmission, and morbidity management, focusing on hygiene, improves the quality of life of infected individuals.",
            "score": 56.221975326538086
        },
        {
            "docid": "21116621_2",
            "document": "Hookworm vaccine . Hookworm vaccine is a vaccine against hookworm. No effective vaccine for the disease in humans has yet been developed. Hookworms, parasitic nematodes transmitted in soil, infect approximately 700 million humans, particularly in tropical regions of the world where endemic hookworms include \"Ancylostoma duodenale\" and \"Necator americanus\". Hookworms feed on blood and those infected with hookworms may suffer from chronic anaemia and malnutrition. Helminth infection can be effectively treated with benzimidazole drugs (such as mebendazole or albendazole), and efforts led by the World Health Organization have focused on one to three yearly de-worming doses in schools because hookworm infections with the heaviest intensities are most common in school-age children. However, these drugs only eliminate existing adult parasites and re-infection can occur soon after treatment, school-based de-worming efforts do not treat adults or pre-school children, and concerns exist about drug resistance developing in hookworms against the commonly used treatments, thus a vaccine against hookworm disease is sought to provide more permanent resistance to infection.",
            "score": 65.6997994184494
        },
        {
            "docid": "14773966_14",
            "document": "KCNB1 . Potassium delayed rectifiers have been implicated in many pharmacological uses in the investigation of biological toxins for drug development. A main component to many of the toxins with negative effects on delayed rectifiers contain cystine inhibitors that are arranged around disulfide bond formations. Many of these toxins originate from species of tarantulas. \"G. spatulata\" produces the hanatoxin, which was the first drug to be manipulated to interact with KCNB1 receptors by inhibiting the activation of most potassium voltage-gated channels. Other toxins, such as stromatoxin, heteroscordratoxin, and guangxitoxin, target the selectivity of voltage KCNB1 rectifiers, by either lowering potassium binding affinity or increasing the binding rate of potassium. This can lead to excitotoxicity, or overstimulation of postsynaptic neurons. In nature, the prey of tarantula that are injected with these endogenous toxins induces this excitotoxic effect, producing paralysis for easy capture. Physiologically, these venoms work on KCNB1 rectifier affinity by altering the channels’ voltage sensor, making it more or less sensitive to extracellular potassium concentrations. KCNB1 is also susceptible to tetraethylammonium (TEA) and 4-aminopyridine (4-AP), which completely block all channel activity. TEA also works on calcium-activated potassium channels, furthering its inhibitory effects on neurons and skeletal muscle. Some isoforms of TEA are beneficial for patients with severe Alzheimer’s, as blocking KCNB1 channels reduces the amount of neuronal apoptosis, thereby slowing the rate of dementia. This has been attributed to the oxidative properties of the channel by ROS.",
            "score": 68.12768614292145
        },
        {
            "docid": "6090525_72",
            "document": "Neglected tropical diseases . Mass drug administration is considered a possible method for eradication, especially for lymphatic filariasis, onchocerciasis, and trachoma, although drug resistance is a potential problem. According to Fenwick, Pfizer donated 70 million doses of drugs in 2011 to eliminate trachoma through the International Trachoma Initiative. Merck has helped The African Programme for the Control of Onchocerciasis (APOC) and Oncho Elimination Programme for the Americas to greatly diminished the effect of Onchocerciasis by donating ivermectin. Merck KGaA pledged to give 200 million tablets of praziquantel over 10 years, the only cure for schistosomiasis. GlaxoSmithKline has donated two billion tablets of medicine for lymphatic filariasis and pledged 400 million deworming tablets per year for five years in 2010. Johnson & Johnson has pledged 200 million deworming tablets per year. Novartis has pledged leprosy treatment, EISAI pledged two billion tablets to help treat lymphatic filariasis.",
            "score": 34.45056748390198
        },
        {
            "docid": "23339740_5",
            "document": "Mass drug administration . Reports of attempts to control malaria through mass treatment with antimalarial drugs date back to at least 1932. In the 1950s, the WHO included mass drug administration (MDA) of antimalarial drugs as a tool for malaria eradication ‘in exceptional conditions when conventional control techniques have failed. In 1971, the WHO expert committee on malaria still recommended MDA in special circumstances. Subsequently, MDA was linked to the emergence of drug resistance and its overall benefit was questioned. Concomitantly, the goal of malaria eradication was replaced by one of prevention of malaria morbidity and mortality through the provision of effective treatment. Considering the short lasing benefit of mass drug administration one modification has been to repeat mass drug administrations which has led to the development of intermittent preventive therapy.",
            "score": 30.42549753189087
        },
        {
            "docid": "1368351_10",
            "document": "Necator americanus . The most common treatment for \"N. americanus\" are benzimidazoles, specifically albendazole and mebendazole. Benzimidazoles kill adult worms by binding to the nematode’s Beta-tubulin and subsequently inhibiting microtubule polymerization within the parasite. Keiser and Utzinger conducted a study in 2008, Efficacy of Current Drugs Against Soil–Transmitted Helminth Infections: Systematic Review and Meta-analysis, which found that the efficacy of single-dose treatments for Hookworm infections were as followed: 72% for albendazole, 15% for mebendazole, and 31% for pyrantel pamoate. A current concern with this parasite is the increase of drug resistance, such as benzimidazoles and mebendazoles.",
            "score": 60.744192361831665
        },
        {
            "docid": "53918629_27",
            "document": "Evolutionary models of human drug use . For example, researchers have recently sought to understand why humans began using tobacco in spite of the consequences and adverse reactions commonly associated with its use. Hagen and colleagues propose that, as in other species, humans began using tobacco and other plant toxins as a way of controlling infection by parasitic diseases, including helminths. Tobacco, as well as arecoline and cannabis, two other plant neurotoxins that are widely used as recreational drugs in humans, have been found to be toxic to parasitic worms that affect humans and other mammals, as well as plants. Modern anthelminthics function as well by targeting nicotinic acetylcholine receptors (nAChRs) on somatic muscle cells of parasites, producing paralysis and expelling the parasite, the same receptors which are targeted by nicotine (Roulette et al., 2014). Moreover, it has also been found that nicotine is equally or more effective than commercial anthelmintics at killing leeches, including those that infect humans. Similarly, Roulette et al. (2014) found in a study comparing male smoking prevalence and parasite load among Aka hunter-gatherers that treatment with commercial anthelmintics was associated with a decrease in cotinine concentrations (a measure of current tobacco use), thereby supporting their theory that humans regulate the amount of tobacco used in response to current helminth infection. The study also found that men with higher initial tobacco use also had lower worm burdens one year later, suggesting that nicotine not only eliminates parasites, but also protects from reinfection.",
            "score": 80.24026870727539
        },
        {
            "docid": "21137191_3",
            "document": "ABCC9 . The protein encoded by this gene is a member of the superfamily of ATP-binding cassette (ABC) transporters. ABC proteins transport various molecules across extra- and intra-cellular membranes. ABC genes are divided into seven distinct subfamilies (ABC1, MDR/TAP, MRP, ALD, OABP, GCN20, White). This protein is a member of the MRP subfamily which is involved in multi-drug resistance. This protein is thought to form ATP-sensitive potassium channels in cardiac, skeletal, and vascular and non-vascular smooth muscle. Protein structure suggests a role as the drug-binding channel-modulating subunit of the extrapancreatic ATP-sensitive potassium channels. Alternative splicing of this gene results in several products, two of which result from differential usage of two terminal exons and one of which results from exon deletion.",
            "score": 61.90217876434326
        },
        {
            "docid": "336866_6",
            "document": "Filariasis . The most spectacular symptom of lymphatic filariasis is elephantiasis – edema with thickening of the skin and underlying tissues—which was the first disease discovered to be transmitted by mosquito bites. Elephantiasis results when the parasites lodge in the lymphatic system. Elephantiasis affects mainly the lower extremities, while the ears, mucous membranes, and amputation stumps are affected less frequently. However, different species of filarial worms tend to affect different parts of the body; \"Wuchereria bancrofti\" can affect the legs, arms, vulva, breasts, and scrotum (causing hydrocele formation), while \"Brugia timori\" rarely affects the genitals. Those who develop the chronic stages of elephantiasis are usually free from microfilariae (amicrofilaraemic), and often have adverse immunological reactions to the microfilariae, as well as the adult worms. The subcutaneous worms present with rashes, urticarial papules, and arthritis, as well as hyper- and hypopigmentation macules. \"Onchocerca volvulus\" manifests itself in the eyes, causing \"river blindness\" (onchocerciasis), one of the leading causes of blindness in the world. Serous cavity filariasis presents with symptoms similar to subcutaneous filariasis, in addition to abdominal pain, because these worms are also deep-tissue dwellers.",
            "score": 57.32199776172638
        },
        {
            "docid": "49924759_18",
            "document": "Cooperia oncophora . Anthelmintic drug resistance is a widespread emerging problem. Resistance has been reported to all broad spectrum anthelmintics, which are benzimidazoles (BZs), levamisole/morantel (LEV) and macrocyclic lactones (ML). There are numbers of reports about resistance of \"C. oncophora\" to MLs. MLs include ivermectin (IVM), which has been extensively used to treat livestock gastrointestinal parasites since the 1980s. MLs bind irreversible to Glutmate gated chloride ion (GluCl) channels, leading to hyperpolarisation. Pharyngeal and somatic muscle cells get paralyzed, which results in starvation of the worms and also their removal from the gastrointestinal tract. Broad spectrum anthelmintics include benzimidazoles (BZs). BZs have been used since the 1960s, and resistance was detected in sheep shortly after commercialization of the first drug, called thiabendazole, in 1964. Reason for emerging resistance is selection for resistant individuals, particularly by high treatment frequency and under-dosing of the drugs. Other nematodes such as H. contortus are more susceptible to the drugs, which leads to a shift in the nemabiome towards higher relative amount of \"C. oncophora\".",
            "score": 79.68219554424286
        },
        {
            "docid": "1117429_2",
            "document": "Ivermectin . Ivermectin is a medication that is effective against many types of parasites. It is used to treat head lice, scabies, river blindness, strongyloidiasis, and lymphatic filariasis, among others. It can be either applied to the skin or taken by mouth. The eyes should be avoided. Common side effects include red eyes, dry skin, and burning skin. It is unclear if it is safe for use during pregnancy, but is likely acceptable for use during breastfeeding. It is in the avermectin family of medications and works by causing an increase in permeability of cell membrane resulting in paralysis and death of the parasite. Ivermectin was discovered in 1975 and came into medical use in 1981. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about US$0.12 for a course of treatment. In the United States it costs $25–50 for a 50ml bottle suitable for about 25 doses. In other animals it is used to prevent and treat heartworm among other diseases.",
            "score": 29.831297397613525
        },
        {
            "docid": "38839913_7",
            "document": "Paramphistomum cervi . Symptoms are usually visible on the behaviour of the host. Infected sheep and cattle become severely anorexic or digest food inefficiently and become unthrifty. Continuous diarrhoea is an obvious indication of heavy infection in the digestive system, thus a primary diagnosis. The fluid faeces are examined to identify immature flukes. Paramphistomiasis is considered a neglected tropical disease, with no prescription drug for treatment and control. Thus management of infection is based mainly on to reduce the host snail population. There are some treatment strategies demonstrated. A common regime is to drench with hexachloroethane-bentonite-water suspension, which is highly effective against adult parasites. Treatments with reported success (efficacies >90%) are resorantel, oxyclozanide, clorsulon, ivermectin and the combination of bithional and levamisole. Most important commercial anthelmintics are shown to be practically useles, including albendazole, praziquantel, nitroxynil, triclabendazole, profenophos and netobimin; while niclosamide has high efficacy (99%) against immature fluke but not adult fluke, and 2-tertiary-butyl benzthiazole compound (CGA 72630), hexachlorophene and resorantel are highly effective against both adult and immature flukes. An in vitro demonstration shows that plumbagin exhibits high efficacy on adult flukes.",
            "score": 52.91127347946167
        },
        {
            "docid": "28149015_6",
            "document": "Culex quinquefasciatus . The southern house mosquito can transmit zoonotic diseases that affect humans and wild and domestic animals, such as lymphatic filariasis, avian malaria, St. Louis encephalitis, Western equine encephalitis, and West Nile fever, and may be a vector of the Zika virus. It causes infection through biting during blood meal. In the southern U.S., it is the primary vector of St. Louis encephalitis virus. In India and Southeast Asia, it is the primary vector of \"Wuchereria bancrofti\", a nematode that causes lymphatic filariasis. It acts as an intermediate host for the helminth parasite by harbouring the larval stages. It also transmits \"Plasmodium relictum\", a malarial parasite of birds, and is its principal vector in Hawaii. It is the definitive host for the malarial parasite as it harbours the sexual cycle.",
            "score": 30.053993940353394
        },
        {
            "docid": "2221_25",
            "document": "Apicomplexa . Many of the apicomplexan parasites are important pathogens of human and domestic animals. In contrast to bacterial pathogens, these apicomplexan parasites are eukaryotic and share many metabolic pathways with their animal hosts. This makes therapeutic target development extremely difficult – a drug that harms an apicomplexan parasite is also likely to harm its human host. At present, no effective vaccines are available for most diseases caused by these parasites. Biomedical research on these parasites is challenging because it is often difficult, if not impossible, to maintain live parasite cultures in the laboratory and to genetically manipulate these organisms. In recent years, several of the apicomplexan species have been selected for genome sequencing. The availability of genome sequences provides a new opportunity for scientists to learn more about the evolution and biochemical capacity of these parasites. The predominant source of this genomic information is the EuPathDB family of websites, which currently provides specialised services for \"Plasmodium\" species (PlasmoDB), coccidians (ToxoDB), piroplasms (PiroplasmaDB), and \"Cryptosporidium\" species (CryptoDB). One possible target for drugs is the plastid, and in fact existing drugs such as tetracyclines, which are effective against apicomplexans, seem to operate against the plastid.",
            "score": 37.064308404922485
        },
        {
            "docid": "971658_26",
            "document": "Helminthiasis . Broad-spectrum benzimidazoles (such as albendazole and mebendazole) are the first line treatment of intestinal roundworm and tapeworm infections. Macrocyclic lactones (such as ivermectin) are effective against adult and migrating larval stages of nematodes. Praziquantel is the drug of choice for schistosomiasis, taeniasis, and most types of food-borne trematodiases. Oxamniquine is also widely used in mass deworming programmes. Pyrantel is commonly used for veterinary nematodiasis. Artemisinins and derivatives are proving to be candidates as drugs of choice for trematodiasis.",
            "score": 36.34270644187927
        }
    ],
    "r": [
        {
            "docid": "8858088_12",
            "document": "Emodepside . Which out of Latrophilin receptors and BK-potassium channels is emodepside’s primary site of action remains to be completely deduced. Both LAT-1/LAT-2 and slo-1 mutants (reduction/loss of function) show significant resistance to emodepside with it being conceivable that the presence of both is required for emodepside to induce its full effect.",
            "score": 247.55906677246094
        },
        {
            "docid": "8858088_10",
            "document": "Emodepside . In addition to exerting an effect on the nematode via binding to Latrophilin receptors, there is also recent evidence that indicates that emodepside also interacts with the BK potassium channel coded by the gene Slo-1. This protein (see figure for structure) is a member of the 6 transmembrane helix structural class of potassium ion channels with each subunit consisting of 6 transmembrane helices and 1 P domain (this P domain is conserved in all potassium ion channels and forms the selectivity filter that enables the channel to transport potassium ions across the membrane in great preference to other ions). These subunits group together to form high conductance BK-type channels that are gated by both membrane potential and intracellular calcium levels (this calcium ion sensing ability is accommodated by an intracellular tail region on Slo-like subunits that form a calcium ion binding motif consisting of a run of conserved aspartate residues, termed a “calcium bowl”), with their physiological role being to regulate the excitability of neurons and muscle fibres, through the way in which they participate in action potential repolariziation (with potassium ion efflux being used to repolarize the cell following depolarization).",
            "score": 225.62200927734375
        },
        {
            "docid": "46695897_21",
            "document": "Molecular and epigenetic mechanisms of alcoholism . The effect the \"slo\" gene has on tolerance appears to differ between species. For example, when \"slo\" expression increases in \"C. elegans\", the worms become more sensitive to ethanol as opposed to in Drosophilia where a tolerance is built. While the response to increased \"slo\" expression differs, the \"slo\" gene is involved with tolerance in every species.",
            "score": 211.47955322265625
        },
        {
            "docid": "46695897_20",
            "document": "Molecular and epigenetic mechanisms of alcoholism . The effect histone acetylation on BK channel expression and alcohol tolerance has been studied by Ghezzi et al. (2014) using the Drosophila. The Drosophila gene that encodes BK channels is called \"slowpoke\" (\"slo\"). After ethanol sedation of the flies occurs, acetyl groups are added to histones within the \"slo\" promoter region. Acetylation exposes the \"slo\" promoter to CREB, which enhances slo protein expression. When the flies are exposed to alcohol again, it takes a shorter period of time to recover from sedation and net neural excitability is enhanced. This shows that a tolerance has been built due to increased \"slo\" product. This can also be accomplished by histone deacetylase inhibition that also causes increased \"slo\" gene expression. If the ethanol does not sedate the flies, or \"slo\" expression is not induced, tolerance does not occur.",
            "score": 191.75436401367188
        },
        {
            "docid": "1907985_41",
            "document": "Smith–Lemli–Opitz syndrome . Teratogenic models are induced by feeding pregnant rats or mice inhibitors of DCHR7. Two common inhibitors are BM15766 (4-(2-[1-(4-chlorocinnamyl)piperazin-4-yl]ethyl)-benzoic acid) and AY9944 (trans-l,4-bis(2-chlorobenzylaminomethy1)cyclohexane dihydrochloride). These compounds have different chemical and physical properties, but induce similar effects. AY9944 has been shown to induce holoprosencephaly and sexual malformations similar to those seen in humans with SLOS. It is also known to cause impairments in the serotonin receptor, another defect commonly seen in SLOS patients. BM15766 has produced the lack of cholesterol and bile acid synthesis that is seen in SLOS patients with homozygous mutations. All teratogenic models can be effectively used to study SLOS; however, they present lower levels of 7-DHC and 8-DHC than are seen in humans. This can be explained by the fact that humans experience a permanent block in their DHCR7 activity, where mice and rats treated with inhibitors experience only transient blocks. Furthermore, different species of mice and rats are more resistant to teratogens, and may be less effective as models of SLOS. Teratogenic models are most commonly used to study more long-term effects of SLOS, because they survive longer than genetic models. For example, one study examined the retinal degeneration of SLOS, which in rats does not occur until at least one month after birth.",
            "score": 174.83523559570312
        },
        {
            "docid": "1907985_38",
            "document": "Smith–Lemli–Opitz syndrome . Antioxidants are those which inhibit the oxidation of molecules or reduce metabolites that were previously oxidized. Given that some symptoms of SLOS are thought to result from the peroxidation of 7DHC and its derivatives, inhibiting this peroxidation would likely have beneficial effects. Antioxidants have been shown to increase the level of lipid transcripts in SLOS cells, these transcripts play a role in lipid (cholesterol) biosynthesis and are known to be down-regulated in SLOS. Furthermore, vitamin E specifically is known to decrease DHCEO levels, which is an indicator of oxidative stress in SLOS, as well as present beneficial changes in gene expression. Vitamin E appears to be the most powerful antioxidant for treating SLOS, and in mouse models has reduced the levels of oxysterols in the brain. However, antioxidants have only been studied in animal models of SLOS or isolated SLOS cells. Thus, their clinical significance and negative side effects are still unknown, and their use has yet to be studied in humans.",
            "score": 174.2692108154297
        },
        {
            "docid": "8858088_2",
            "document": "Emodepside . Emodepside is an anthelmintic drug that is effective against a number of gastrointestinal nematodes, is licensed for use in cats and belongs to the class of drugs known as the \"octadepsipeptides\", a relatively new class of anthelmintic (research into these compounds began in the early 1990s), which are suspected to achieve their anti-parasitic effect by a novel mechanism of action due to their ability to kill nematodes resistant to other anthelmintics.",
            "score": 166.6363983154297
        },
        {
            "docid": "1907985_43",
            "document": "Smith–Lemli–Opitz syndrome . Many discoveries in SLOS research have been made using animal models. They have been used to study different treatment techniques, including the effectiveness of simvastatin therapy. Other studies have examined behavioural characteristics while attempting to explain their underlying pathogenesis. A common finding is that mouse models of SLOS show abnormal serotonergic development, which may be at least partially responsible for the autistic behaviours seen in SLOS. Mouse models have also been used to develop diagnostic techniques; multiple studies have examined biomarkers that result from the oxidation of 7DHC, such as DHCEO. It is likely that as animal models are improved, they will lead to many more discoveries in SLOS research.",
            "score": 155.90553283691406
        },
        {
            "docid": "1907985_23",
            "document": "Smith–Lemli–Opitz syndrome . Other mutations are less common, although appear to target certain protein domains more so than others. For example, the sterol reductase motifs are common sites of mutation. Overall, there is an estimated carrier frequency (for any DHCR7 mutation causing SLOS) of 3-4% in Caucasian populations (it is less frequent among Asian and African populations). This number indicates a hypothetical birth incidence between 1/2500 and 1/4500. However, the measured incidence is between 1/10,000 to 1/60,000 (it differs depending on heritage and descent). This is much lower than expected. This indicates that many cases of SLOS are undetected, and is likely due to either spontaneous abortion caused by severe mutations (miscarriage), or mild cases that are undiagnosed. Females lack the characteristic genital malformations that affected males have, and thus are less likely to be correctly diagnosed.",
            "score": 149.79730224609375
        },
        {
            "docid": "54716775_7",
            "document": "Supporter liaison officer . The SLO Coordinator at UEFA and SD Europe, Stuart Dykes, highlights Germany—the birthplace of the SLO role—as the leading country in terms of SLO work, with Poland and Sweden as two other good examples. UEFA has called the Swedish SLO organisation and work \"best practice\", and among the countries that initiated SLO projects in 2012 when UEFA introduced the SLO requirement, Sweden has come the furthest.",
            "score": 149.2432098388672
        },
        {
            "docid": "1907985_37",
            "document": "Smith–Lemli–Opitz syndrome . HMG-CoA reductase inhibitors have been examined as treatment for SLOS. Given that this catalyzes the rate-limiting step in cholesterol synthesis, inhibiting it would reduce the buildup of toxic metabolites such as 7DHC. Simvastatin is a known inhibitor of HMG-CoA reductase, and most importantly is able to cross the blood–brain barrier. It has been reported to decrease the levels of 7DHC, as well as increase the levels of cholesterol. The increased cholesterol levels are due to simvastatin's effect on the expression of different genes. Simvastatin increases the expression of \"DHCR7\", likely leading to increased activity of DHCR7. It has also been shown to increase the expression of other genes involved in cholesterol synthesis and uptake. However, these benefits are dependent on the amount of residual cholesterol synthesis. Because some individuals possess less severe mutations and demonstrate some amount of DCHR7 activity, these people benefit the most from simvastatin therapy as they still have a partially functioning enzyme. For individuals that show no residual DCHR7 activity, such as those homozygous for null alleles or mutations, simvastatin therapy may actually be toxic. This highlights the importance of identifying the specific genotype of the SLOS patient before administering treatment. It is still unknown if simvastatin will improve the behavioural or learning deficits in SLOS.",
            "score": 147.7792510986328
        },
        {
            "docid": "8858088_3",
            "document": "Emodepside . Emodepside is synthesised by attaching a morpholine ring “at the paraposition of each of the two D-phenyllactic acids” to \"PF1022A\", a metabolite of \"Mycelia sterile\", a fungus that inhabits the leaves of \"Camellia japonica\" – a flowering shrub. When applied to nematodes, emodepside has been shown to have a range of effects, inhibiting muscle in the parasitic nematode \"Ascaris sum\" and inhibiting locomotive and pharyngeal movement in Caenorhabditis elegans in addition to having effects in other tissues such as the inhibition of egg laying.",
            "score": 147.52069091796875
        },
        {
            "docid": "1049169_4",
            "document": "Service level objective . The SLO may be composed of one or more quality of service (QoS) measurements (service level indicators, SLIs) that are combined to produce the SLO achievement value. As an example, an availability SLO may depend on multiple components, each of which may have a QoS availability measurement. The combination of QoS measures into an SLO achievement value will depend on the nature and architecture of the service.",
            "score": 145.6325225830078
        },
        {
            "docid": "43543737_4",
            "document": "Student Learning Objectives . A SLO is an assessment tool that allows a teacher to quantify his/her impact on student achievement as measured within the parameters of a particular academic or elective standard. In many cases, the standards that will be addressed will be drawn from the Common Core State Standards. Typically the SLO is developed between the teacher and his/her direct supervisor or principal. As the school year or pre-selected term of the SLO administration proceeds, the teacher will make frequent checks for understanding through various formative assessments. This will allow the teacher to determine the progression of learning for the student research group. At the conclusion of the school year, the teacher will collect the results and meet with his/her direct supervisor to discuss the data as it applies to the original goal statement. It is important to remember that SLOs have to be content and course specific with outcomes that can be measured. One of the main benefits of developing and implementing strong SLOs is the ability to increase student achievement at the classroom level. SLOs are being used as a percentage in the overall teacher evaluation system because it can quantify the pedagogical impact a teacher has on a specific set of students.",
            "score": 143.4866180419922
        },
        {
            "docid": "1907985_7",
            "document": "Smith–Lemli–Opitz syndrome . Given that SLOS is caused by a mutation in an enzyme involved in cholesterol synthesis, the resulting biochemical characteristics may be predictable. Most patients have lowered plasma cholesterol levels (hypocholesterolemia). However, approximately 10% may show normal cholesterol levels, and decreased concentrations of cholesterol are not solely indicative of SLOS. Increased levels of cholesterol precursors are also common in SLOS. In particular, elevated levels of 7-dehydrocholesterol are fairly specific to SLOS.",
            "score": 142.14700317382812
        },
        {
            "docid": "1049169_6",
            "document": "Service level objective . While Andrieux et. al. define the SLO as \"the quality of service aspect of the agreement. Syntactically, it is an assertion over the terms of the agreement as well as such qualities as date and time\". Keller and Ludwig more concisely define an SLO as \"commitment to maintain a particular state of the service in a given period\" with respect to the state of the SLA parameters. Keller and Ludwig go on to state that while service providers will most often be the lead entity in taking on SLOs there is no firm definition as such and any entity can be responsible for an SLO. Along with this an SLO can be broken down into a number of different components.",
            "score": 142.1204071044922
        },
        {
            "docid": "1907985_3",
            "document": "Smith–Lemli–Opitz syndrome . SLOS can present itself differently in different cases, depending on the severity of the mutation and other factors. Originally, SLOS patients were classified into two categories (classic and severe) based on external behaviours, physical characteristics, and other clinical features. Since the discovery of the specific biochemical defect responsible for SLOS, patients are given a severity score based on their levels of cerebral, ocular, oral, and genital defects. It is then used to classify patients as having mild, classical, or severe SLOS.",
            "score": 141.13876342773438
        },
        {
            "docid": "25378737_7",
            "document": "SLO Transit . For para-transit services, SLO Transit provides part of its funding allocation, off-the-top, to the county’s consolidated para-transit service provider known as Run-About, operated by SLO Regional Transit Authority (SLO RTA), who also provides the fixed-route services to the other cities and parts of the county.",
            "score": 140.84828186035156
        },
        {
            "docid": "1907985_25",
            "document": "Smith–Lemli–Opitz syndrome . Most patients with SLOS present decreased cholesterol levels, particularly in the brain (where cholesterol levels rely primarily on new synthesis). This also means that any sterol derivatives of cholesterol would also have reduced concentrations. For example, reduced levels of neurosteroids may be seen in SLOS. These are lipids which take part in signaling within the brain, and must be produced within the brain itself. They are responsible for interacting with nuclear steroid receptors, and bind to neurotransmitter-gated ion channels. Specifically, they modulate the effects of GABA and NMDA receptors, resulting in calming effects, improved memory, and more. Thus, given that some characteristics of SLOS are the opposite of these effects (hyperactivity, anxiety), a reduction in neurosteroids could influence both neurological development and behaviour.",
            "score": 140.12359619140625
        },
        {
            "docid": "26600533_2",
            "document": "Langley Mixed Slo-Pitch . Langley Mixed Slo-Pitch is the largest slo-pitch COED league in Canada's. Langley Mixed Slo-Pitch is registered as a non-profit society in the Province of British Columbia.",
            "score": 139.60308837890625
        },
        {
            "docid": "1907985_42",
            "document": "Smith–Lemli–Opitz syndrome . Genetic models of SLOS are created by knocking out the \"DHCR7\" gene. One study used homologous recombination to disrupt \"DCHR7\" in mouse embryonic stem cells. Similar to what is found in humans, heterozygous mice (having only one mutated allele) were phentoypically normal, and were crossed to produce pups (young mice) homozygous for the mutated allele. Although these pups died within the first day of life due to their inability to feed, they showed characteristics similar to humans with SLOS. They had decreased levels of cholesterol, increased levels of 7- and 8DHC, showed less growth and smaller birth weights, had craniofacial malformations, and less movement. Many also had a cleft palate, and decreased neuronal responses to glutamate. Overall however, the pups had fewer dysmorphic features than human patients with SLOS; they did not present limb, renal, adrenal or central nervous system malformations. This is explained by the fact that in rodents, maternal cholesterol can cross the placenta, and actually appears to be essential for the development of the fetus. In humans, very little maternal cholesterol is transferred to the fetus. In sum, the genetic mouse model is helpful to explain the neuropathophysiology of SLOS.",
            "score": 139.20213317871094
        },
        {
            "docid": "13324232_3",
            "document": "Sandi Čebular . He played for KK Šentjur (Slo), Union Olimpija (Slo), CB Rosalía de Castro (Spa), Geoplin Slovan (Slo), KK Helios (Slo) and Peñas Huesca (Spa) before he signed with KK Rogaška.",
            "score": 138.4929656982422
        },
        {
            "docid": "54716775_3",
            "document": "Supporter liaison officer . The role has its roots in Germany, where the first SLO appeared at Borussia Mönchengladbach in 1989 in a part-time and volunteer capacity. In 1992, the German \"National Concept Sport and Security\" (\"Nationales Konzept Sport und Sicherheit\", NKSS) introduced the SLO as part of its concept on how to tackle the hooliganism and violence that surrounded German football in the 1970s and 1980s. The first full-time SLO was employed in 1996, and from the 2018–19 season all Bundesliga clubs are required to have three full-time SLOs.",
            "score": 138.21099853515625
        },
        {
            "docid": "1907985_40",
            "document": "Smith–Lemli–Opitz syndrome . The most common animal used to study SLOS is the mouse. According to BioCyc, cholesterol biosynthesis in mice is very similar to that of humans. Most importantly, mice possess both DHCR7 (the enzyme responsible for SLOS), and HMG-CoA reductase (the rate limiting step of cholesterol synthesis. Rats are similar to mice and have also been used. There are two popular ways in which animal models of SLOS are created. The first is using teratogens, the second is using genetic manipulations to create mutations in the \"DHCR7\" gene.",
            "score": 138.1436767578125
        },
        {
            "docid": "1907985_5",
            "document": "Smith–Lemli–Opitz syndrome . Certain behaviours and attributes are commonly seen among patients suffering from SLOS. They may have low normal intelligence, and react negatively or with hypersensitivity to different sensory stimuli. This is particularly true for certain auditory and visual stimuli. Many patients show aggressiveness and self-injurious behaviours, and sleep disturbances are common. Interestingly, specific autistic behaviours and hyperactivity are often present with SLOS, which provides genetic and biological insights into autism spectrum disorders. The autistic behaviours most characteristic of SLOS patients are opisthokinesis (an upper body movement), stretching of the upper body, and hand flicking. Autism is typically diagnosed separately from SLOS using the DSM-V, and approximately 50–75% of SLOS patients meet the criteria for autism.",
            "score": 136.92393493652344
        },
        {
            "docid": "108096_48",
            "document": "San Luis Obispo, California . Public transit includes the citywide SLO Transit bus lines as well as the county-wide SLO Regional Transit system. Rideshare encourages the use of the local public transit, as well as carpooling and cycling. Riders for the SLO Transit system are now able to plan their trips using Google Transit. The SLO Car Free program provides an online one-stop-shop for all car-free vacationing needs from bus schedules and bike maps, to discounts on transportation, lodging, and attractions.",
            "score": 136.8636474609375
        },
        {
            "docid": "2504607_7",
            "document": "Television in Slovenia . After that Radiotelevizija Slovenija had to determine which transmitter would be used for the 3-month test. They settled on the transmitters made by a Slovene company, Elti, who produces analog and digital TV transmitters. After the test, the RTV SLO decided to expand transmissions to TV SLO 2. In 2008, the RTV SLO launched a new channel: TV SLO 3 (a public affairs broadcast) to its digital offering. High-definition broadcast with AC-3 was experimented during the Beijing 2008 olympic games. The 2010 Winter Olympic Games were also broadcast in HD.",
            "score": 136.49813842773438
        },
        {
            "docid": "1049169_3",
            "document": "Service level objective . There is often confusion in the use of SLAs and SLOs. The SLA is the entire agreement that specifies what service is to be provided, how it is supported, times, locations, costs, performance, and responsibilities of the parties involved. SLOs are specific measurable characteristics of the SLA such as availability, throughput, frequency, response time, or quality. These SLOs together are meant to define the expected service between the provider and the customer and vary depending on the service's urgency, resources, and budget. SLOs provide a quantitative means to define the level of service a customer can expect from a provider.",
            "score": 136.42166137695312
        },
        {
            "docid": "2554894_23",
            "document": "Service level . SLIs form the basis of SLOs, which in turn form the basis of SLAs. If an SLO is missed, customers will typically receive a credit or rebate, as stipulated by the SLA. A missed SLO is sometimes casually referred to as an \"SLA violation\", but this is actually within the scope of the SLA; if an SLA \"itself\" is violated (e.g., by not giving a rebate for a missed SLO), it is instead likely to result in a court case for breach of contract.",
            "score": 135.91412353515625
        },
        {
            "docid": "8858088_8",
            "document": "Emodepside . At a molecular level, the net result of the activation of this pathway, is the spontaneous stimulation of inhibitory PF1-like neuropeptide release (this is suspected due to Emodepside’s inhibition of acetylcholine-elicited muscle contraction requiring both calcium ions and extracellular potassium ions, similar to the action of PF1/PF2). Although in experiments on synaptosomes, α-LTX triggered non-calcium dependent exocytosis of vesicles containing acetylcholine, glutamate and GABA, both glutamate and GABA have been ruled out as the sole neurotransmitters responsible for emodepside’s action) which then acts on the post-synaptic membrane (i.e. the pharyngeal/muscle membrane) of the nematode, having an inhibitory effect thereby either inducing paralysis or inhibiting pharyngeal pumping, both of which ultimately result in the death of the organism.",
            "score": 135.8446502685547
        },
        {
            "docid": "56257551_4",
            "document": "Stanley Sayres . From 1937 on, he owned a series of successful hydroplane racing boats called \"Slo-mo-shun\" I to V. The first ones were bought in 1937 and 1942 from Jack Cooper; the \"Slo-mo-shun II\" had with its previous owner and under its previous name \"Topps III\" set a world record for its class (225-class boats) at 87.48 mph. The 1947 \"Slo-mo-shun III\" was the first boat specially ordered by Sayres, again in the 225 class. It marked the start of the collaboration between Sayres, designer Ted Jones, and builder Anchor Jensen (son of Tony). The \"Slo-mo-shun IV\" was built between 1948 and October 1949, the \"Slo-mo-shun V\" in 1951. It was the last boat he built.",
            "score": 135.69415283203125
        },
        {
            "docid": "3581775_15",
            "document": "POP TV . In September 1999, the show had a 47% audience share, and with it, overcame the main news on TV SLO 1 - the first channel of the public service broadcaster RTV SLO, TV Dnevnik. From that day, 24UR became the most watched news programme in Slovenia. It still holds this title until this day.",
            "score": 135.66464233398438
        }
    ]
}