{
    "q": [
        {
            "docid": "147473_24",
            "document": "HIV vaccine . V520 contains a weakened adenovirus that serves as a carrier for three subtype B HIV genes (\"gag\" / \"pol\" / \"nef\"). Subtype B is the most prevalent HIV subtype in the regions of the study sites. Adenoviruses are among the main causes of upper respiratory tract ailments such as the common cold. Because the vaccine contains only three HIV genes housed in a weakened adenovirus, study participants cannot become infected with HIV or get a respiratory infection from the vaccine. It was announced in September 2007 that the trial for V520 would be discontinued after it determined that the vaccination appeared associated with an increased risk of HIV infection in some recipients. The foremost issue facing the rAd5 adenovirus that was used is the high prevalence of the adenovirus-specific antibodies as a result of prior exposure to the virus. Adenovirus vectors and many other viral vectors currently used in HIV vaccines, will induce a rapid memory immune response against the vector. This results in an impediment to the development of a T cell response against the inserted antigen (HIV antigens) Additionally, it appears that V520 may have made some recipients more receptive to infection by HIV-1.",
            "score": 229.53113842010498
        },
        {
            "docid": "147473_20",
            "document": "HIV vaccine . The availability of several recombinant canarypox vectors has provided interesting results that may prove to be generalizable to other viral vectors. Increasing the complexity of the canarypox vectors by inclusion of more genes/epitopes has increased the percent of volunteers that have detectable CTL to a greater extent than did increasing the dose of the viral vector. Importantly, CTLs from volunteers were able to kill peripheral blood mononuclear cells infected with primary isolates of HIV, suggesting that induced CTLs could have biological significance. In addition, cells from at least some volunteers were able to kill cells infected with HIV from other clades, though the pattern of recognition was not uniform among volunteers. Canarypox is the first candidate HIV vaccine that has induced cross-clade functional CTL responses. The first phase I trial of the candidate vaccine in Africa was launched early in 1999 with Ugandan volunteers. The study determined the extent to which Ugandan volunteers have CTL that are active against the subtypes of HIV prevalent in Uganda, A and D.",
            "score": 224.4911711215973
        },
        {
            "docid": "32195422_9",
            "document": "STEP Study . The study involved giving participants three vaccinations of adenovirus synthetically modified to contain gag, pol, and nef proteins from HIV. The replication-deficient adenovirus vector carried these HIV-1 genes into the cell. It was hoped that this delivery system would induce a cell-mediated immune response to the modified adenovirus which would both decrease infection and viral set point. Since researchers created synthetic portions of the HIV genome to be ligated into the adenovirus vector, there was no risk of contracting HIV from the vaccine.",
            "score": 207.21972179412842
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 165.02948212623596
        },
        {
            "docid": "54724931_3",
            "document": "Intrastructural help . One of the approaches for a protective HIV-1 vaccine is broadly neutralizing antibodies. These antibodies are found in 10-25 % of HIV-1 infected patients. Few of those (worldwide 0.8% of HIV-1 positive individuals) are able to suppress viremia up to a level that is below the detection levels and are so-called \"elite controllers\" or \"long term non-progressors\". Most of the conducted vaccine trials were unable to induce protective neutralizing antibodies; even though some protective effects of poly-functional antibodies were observed. These Fc-dependent effects seem to play an important role in disease control as shown by the non-human primate (NHP) experiment. In contrast, the results of the adenoviral-based STEP trial suggested a higher susceptibility due to high levels of non-neutralizing poly-functional antibodies and helper T cell proliferation induced by vaccination. In mouse models antibodies from the IgG1 subclass, which were mostly induced by vaccination, were seen to possess a relatively low functionality. Therefore, one objective is to increase the quality of the immune response by the induction of poly-functional antibody sub classes, e.g. IgG2A. However, according to results from animal studies, cytotoxic T cells seem to be mandatory for a protective vaccine. Although this was not detectable in the human trials conducted to-date, it is assumed that reduction of viral loads early after infection can be achieved. Thus the current goal is to avoid uncontrolled T cell proliferation and modulate the humoral immune response towards highly efficient poly-functional monoclonal antibodies.",
            "score": 173.64989113807678
        },
        {
            "docid": "54724931_4",
            "document": "Intrastructural help . This vaccination approach aims to induce a protective humoral and also cellular immune response by a two-step immunization scheme. The first step is based on a DNA vaccine vector in order to prime T cells. In the case of HIV, T cells specific for the group-specific antigen (Gag) are stimulated. For the second step a formulation of nano particles or virus-like particles is vaccinated. These particles contain Gag protein and HIV-Env surface protein. These particles can be recognized by B cells and subsequently be internalized, processed and presented on the cell surface on MHC-II, in combination with the primed Gag-specific T cells. This was shown to lead to a strong activation of the B cells and ultimately to the production of Env-specific antibodies by the activated B cells. In HIV research, this method was shown to enhance the specific humoral immune response and at the same time avoid an excess activation of the cellular immune response which could otherwise cause disease progression to thrive. Timewise the priming of T cells for Gag reduces the variation of the viral Env because of the lack of Env specific T cells between priming and second vaccination. This decreases the chances of escape variants developing before the boosting immunization.",
            "score": 196.62778627872467
        },
        {
            "docid": "2311903_28",
            "document": "Endogenous retrovirus . Immunological studies have shown some evidence for T cell immune responses against HERVs in HIV-infected individuals. The hypothesis that HIV induces HERV expression in HIV-infected cells led to the proposal that a vaccine targeting HERV antigens could specifically eliminate HIV-infected cells. The potential advantage of this novel approach is that, by using HERV antigens as surrogate markers of HIV-infected cells, it could circumvent the difficulty inherent in directly targeting notoriously diverse and fast-mutating HIV antigens.",
            "score": 164.35579895973206
        },
        {
            "docid": "147473_23",
            "document": "HIV vaccine . On December 13, 2004, the HIV Vaccine Trials Network (HVTN) began recruiting for the STEP study, a 3,000-participant phase II clinical trial of a novel HIV vaccine, at sites in North America, South America, the Caribbean and Australia. The trial was co-funded by the National Institute of Allergy and Infectious Diseases (NIAID), which is a division of the National Institutes of Health (NIH), and the pharmaceutical company Merck & Co. Merck developed the experimental vaccine called V520 to stimulate HIV-specific cellular immunity, which prompts the body to produce T cells that kill HIV-infected cells. In previous smaller trials, this vaccine was found to be safe, because of the lack of adverse effects on the patients. The vaccine showed induced cellular immune responses against HIV in more than half of volunteers.",
            "score": 194.57897782325745
        },
        {
            "docid": "24643329_3",
            "document": "CCR5 receptor antagonist . The life cycle of the HIV presents potential targets for drug therapy, one of them being the viral entry pathway. CCR5 and CXCR4 are the main receptors involved in the HIV entry process. These receptors belong to the seven transmembrane G-protein-coupled receptor (GPCR) family and are predominantly expressed on human T-cells, dendritic cells and macrophages, Langerhans cells. They play an important role as co-receptors that HIV type 1 (HIV-1) uses to attach to cells before viral fusion and entry into host cells. HIV isolates can be divided into R5 and X4 strains. R5 strain is when the virus uses the co-receptor CCR5 and X4 strain is when it uses CXCR4. The location of CCR5 receptors at the cell surface, both large and small molecules have the potential to interfere with the CCR5-viral interaction and inhibit viral entry into human cells.",
            "score": 121.19900250434875
        },
        {
            "docid": "25595247_12",
            "document": "Immune network theory . Under the immune network theory, the main cause for progression to AIDS after HIV infection is not the direct killing of infected T helper cells by the virus. Following an infection with HIV that manages to establish itself, there is a complex interaction between the HIV virus, the T helper cells that it infects, and T suppressor cells. These three quasispecies apply selective pressure on one another and co-evolve in such a way that the viral epitopes eventually come to mimick the V regions of the main population of T suppressor cells. Once this happens, anti-HIV antibodies can bind to and kill most of the host's T suppressor cell population. This results in the dysregulation of the immune system, and eventually to other further anti-self reactions, including against the T helper cell population. At that point, the adaptive immune system is completely compromised and AIDS ensues. Hence in this model, the onset of AIDS is primarily an auto-immune reaction triggered by the cross-reaction of anti-HIV antibodies with T suppressor cells. Once this induced auto-immunity sets in, removing the HIV virus itself (for instance via HAART) would not be sufficient to restore proper immune function. The co-evolution of the quasispecies mentioned above will take a variable time depending on the initial conditions at the time of infection (i.e. the epitopes of the first infection and the steady state of the host's immune cell population), which would explain why there is a variable period, which differs greatly between individual patients, between HIV infection and the onset of AIDS. It also suggests that conventional vaccines are unlikely to be successful, since they would not prevent the auto-immune reaction. In fact such vaccines may do more harm in certain cases, since if the original infection comes from a source with a \"mature\" infection, those virions will have a high affinity for anti-HIV T helper cells (see above), and so increasing the anti-HIV population via vaccination only serves to provide the virus with more easy targets.",
            "score": 173.96754491329193
        },
        {
            "docid": "14170_17",
            "document": "HIV . The \"α\"-chemokine SDF-1, a ligand for CXCR4, suppresses replication of T-tropic HIV-1 isolates. It does this by down-regulating the expression of CXCR4 on the surface of HIV target cells. M-tropic HIV-1 isolates that use only the CCR5 receptor are termed R5; those that use only CXCR4 are termed X4, and those that use both, X4R5. However, the use of co-receptor alone does not explain viral tropism, as not all R5 viruses are able to use CCR5 on macrophages for a productive infection and HIV can also infect a subtype of myeloid dendritic cells, which probably constitute a reservoir that maintains infection when CD4 T cell numbers have declined to extremely low levels.",
            "score": 130.60848188400269
        },
        {
            "docid": "34344550_5",
            "document": "TIGIT . During Human Immunodeficiency Virus (HIV) infection, TIGIT expressing CD8+ T cells has been shown to be expanded and associated with clinical markers of HIV disease progression in a diverse group of HIV infected individuals. Elevated TIGIT levels remained sustained even among those with undetectable viral loads and a large fraction of HIV-specific CD8+ T cells simultaneously express both TIGIT and another negative checkpoint receptor, Programmed Death Protein 1 (PD-1) and retained several features of exhausted T cells. Blocking these pathways with novel targeted monoclonal antibodies synergistically rejuvenated HIV-specific CD8+ T cell responses. Further, the TIGIT pathway is active in the rhesus macaque non-human primate model, and mimics expression and function during Simian Immunodeficiency Virus (SIV) infection. This pathway can potentially be targeted to enhance killing of HIV infected cells during \"Shock and Kill\" HIV curative approaches.",
            "score": 131.55177927017212
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 137.59188544750214
        },
        {
            "docid": "3199737_8",
            "document": "Co-receptor . The CCR family of receptors are a group of g-protein coupled receptors (GPCRs) that normally operate as chemokine receptors. They are primarily found on immunological cells, especially T-cells. CCR receptors are also expressed on neuronal cells, such as dendrites and microglia. Perhaps the most famous and well-studied of the CCR family is CCR5 (and its near-homologue CXCR4) which acts as the primary co-receptor for HIV viral infection. The HIV envelope glycoprotein GP120 binds to CD4 as its primary receptor, CCR5 then forms a complex with CD4 and HIV, allowing viral entry into the cell. CCR5 is not the only member of the CCR family that allows for HIV infection. Due to the commonality of structures found throughout the family, CCR2b, CCR3, and CCR8 can be utilized by some HIV strains as co-receptors to facilitate infection. CXCR4 is very similar to CCR5 in structure. While only some HIV strains can utilize CCR2b, CCR3 and CCR8, all HIV strains can infect through CCR5 and CXCR4.",
            "score": 137.903258562088
        },
        {
            "docid": "2378970_6",
            "document": "HIV disease progression rates . During the initial weeks after HIV infection, qualitative differences in the cell-mediated immune response are observed that correlate with different disease progression rates (i.e., rapid progression to WHO stage 4 and the rapid loss of CD4+ T cell levels versus normal to slow progression to WHO stage 4 and the maintenance of CD4+ T cell counts above 500/µl). The appearance of HIV-1-specific CD8+ cytotoxic T cells (CTLs) early after primo-infection has been correlated with the control of HIV-1 viremia. The virus which escapes this CTL response have been found to have mutations in specific CTL epitopes. Individuals with a broad expansion of the V-beta chain of the T cell receptor of CD8+ T cells during primo-infection appear to have low levels of virus six to twelve months later, which is predictive of relatively slow disease progression. In contrast, individuals with an expansion of only a single subset of the V-beta chain of the CD8+ T cells are not able to control HIV levels over time, and thus have high viral loads six to twelve months later. LTNP’s have also been shown to have a vigorous proliferation of circulating activated HIV-1-specific CD4+ T cell and CTL response against multiple epitopes with no detectable broadly cross-reactive neutralizing antibodies in the setting of an extremely low viral load. However, a few reports have correlated the presence of antibodies against Tat in LTNP status.",
            "score": 148.08852219581604
        },
        {
            "docid": "203312_63",
            "document": "Management of HIV/AIDS . Even with all latent virus deactivated, it is thought that a vigorous immune response will need to be induced to clear all the remaining infected cells. Current strategies include using cytokines to restore CD4+ cell counts as well as therapeutic vaccines to prime immune responses. One such candidate vaccine is Tat Oyi, developed by Biosantech. This vaccine is based on the HIV protein tat. A brief report of their phase I/II clinical trial reported it was safe and well tolerated in 48 HIV-positive patients. Animal models have shown the generation of neutralizing antibodies and lower levels of HIV viremia.",
            "score": 192.39203357696533
        },
        {
            "docid": "14170_14",
            "document": "HIV . Macrophage-tropic (M-tropic) strains of HIV-1, or non-syncytia-inducing strains (NSI; now called R5 viruses) use the \"β\"-chemokine receptor CCR5 for entry and are, thus, able to replicate in both macrophages and CD4 T cells. This CCR5 co-receptor is used by almost all primary HIV-1 isolates regardless of viral genetic subtype. Indeed, macrophages play a key role in several critical aspects of HIV infection. They appear to be the first cells infected by HIV and perhaps the source of HIV production when CD4 cells become depleted in the patient. Macrophages and microglial cells are the cells infected by HIV in the central nervous system. In tonsils and adenoids of HIV-infected patients, macrophages fuse into multinucleated giant cells that produce huge amounts of virus.",
            "score": 148.48703002929688
        },
        {
            "docid": "38900235_28",
            "document": "HIV/AIDS research . In April 2016, Innovative Bioresearch, a privately held company owned by research scientist Jonathan Fior, reported the results of a pioneering pilot study that explored the infusion of SupT1 cells as a cell-based therapy for HIV in a humanized mouse model. This novel cell-based therapy uses irradiated SupT1 cells as a decoy target for HIV to prevent CD4+ T cell depletion as well as to render the virus less cytopathic. The research showed that in animals treated with SupT1 cell infusion, significantly lower plasma viral load (~10-fold) and potentially preserved CD4+ T cell frequency were observed at Week 1, with one animal showing complete suppression of viral replication and preservation of CD4+ T cell count (no virus detected anymore at Weeks 3 and 4). Interestingly, as also mentioned in a previous paper wrote by the same author, Jonathan Fior, in vitro studies of HIV evolution showed that prolonged virus replication in the SupT1 cell line results in a less cytopathic virus with a reduced capacity for syncytium formation, a higher sensitivity to neutralization, improved replication in SupT1 cells and impaired infection of primary CD4+ T cell. According to the research, this indicates that in vivo virus replication in the infused SupT1 cells should also have a vaccination effect.",
            "score": 161.6763333082199
        },
        {
            "docid": "12891_44",
            "document": "Gene therapy . In November researchers reported on the use of VRX496, a gene-based immunotherapy for the treatment of HIV that uses a lentiviral vector to deliver an antisense gene against the HIV envelope. In a phase I clinical trial, five subjects with chronic HIV infection who had failed to respond to at least two antiretroviral regimens were treated. A single intravenous infusion of autologous CD4 T cells genetically modified with VRX496 was well tolerated. All patients had stable or decreased viral load; four of the five patients had stable or increased CD4 T cell counts. All five patients had stable or increased immune response to HIV antigens and other pathogens. This was the first evaluation of a lentiviral vector administered in a US human clinical trial.",
            "score": 193.20583033561707
        },
        {
            "docid": "49197_30",
            "document": "Antiviral drug . A very early stage of viral infection is viral entry, when the virus attaches to and enters the host cell. A number of \"entry-inhibiting\" or \"entry-blocking\" drugs are being developed to fight HIV. HIV most heavily targets the immune system's white blood cells known as \"helper T cells\", and identifies these target cells through T-cell surface receptors designated \"CD4\" and \"CCR5\". Attempts to interfere with the binding of HIV with the CD4 receptor have failed to stop HIV from infecting helper T cells, but research continues on trying to interfere with the binding of HIV to the CCR5 receptor in hopes that it will be more effective.",
            "score": 160.8301339149475
        },
        {
            "docid": "49212946_4",
            "document": "Adrian V. S. Hill . During his time at the Wellcome Trust Centre for Human Genetics he and his research group studied genetic suceptibility to infections such as malaria, TB, and HIV. He is now developing vaccines which produce cellular (T-cell) immunity using Adenovirus and MVA viral vector vaccines in a prime-boost regime. His group has developed vaccines against malaria which were tested in clinical trials. In 2014 he lead a clinical trial of an Ebola vaccine (cAd3-ZEBOV) in response to the West African Ebola virus epidemic. In 2014 Adrain became director of Vaccitech, a spin-out company of the University of Oxford.",
            "score": 186.59542083740234
        },
        {
            "docid": "7807280_12",
            "document": "Interleukin 21 . In HIV infected subjects, IL-21 has been reported to critically improve the HIV-specific cytotoxic T cell responses and NK cell functions. It has also been shown that HIV-specific CD4 T cells from “HIV controllers” (rare individuals who don’t progress to AIDS by controlling the virus replication without treatment) are able to produce significantly more IL-21 than those of progressors. In addition, IL-21 producing virus specific CD8 T cells were also preferentially found in HIV controllers. These data and the fact that IL-21 stimulated CD8 or NK cells are able to inhibit HIV viral replication \"in vitro\", show that this cytokine could potentially be useful for anti-HIV therapeutics.",
            "score": 148.68052864074707
        },
        {
            "docid": "34406020_17",
            "document": "SAV001 . First, there are risks associated with inadequately inactivated or not killed HIV remained in vaccines. Second, a massive production of HIV is not economically feasible, if not impossible. Third, many researchers tend to believe that when HIV is killed or inactivated by chemical treatment, it loses its antigenicity and thus fails to induce both neutralizing antibodies and  cytotoxic T-lymphocyte or CD8+ T cells (CTL). Fourth, the early studies with the monkeys using the killed simian immunodeficiency virus (SIV) vaccine showed some optimism but it turned out that  the protection was attributable to responses to both the cellular proteins on the SIV vaccine and on the challenge virus grown not in monkey cells but in human cells.  Fifth, the fact that “lab-adapted HIV-1 appeared to lose envelop glycoprotein, gp120, during preparation” was considered a crucial barrier to this method. Nevertheless, to date many scientists and researchers insist on a belief that the killed whole virus strategy is a feasible option for an HIV vaccine.",
            "score": 152.72714018821716
        },
        {
            "docid": "46303688_5",
            "document": "Anna-Lise Williamson . Anna-Lise Williamson is the head of the HIV vaccine development and human papilloma research group at the University of Cape Town. There, Williamson and a team of over 30 people are developing vaccines for HIV-1subtype C virus. This strain is known to be the most Virulent, and known to be the principle strain that leads to AIDS.The goal of the investigation is to create affordable and effective HIV-1 C vaccines, that would increase the longevity of memory T cells and develop a more functional use of the CD4+ and CD8+ cell response. Two vaccines have been selected to move forward in clinical trials. These vaccines are DNA vaccines and a modified vaccinia virus Ankara vaccine. In The South African Aids Vaccine Initiative (SAAVI) is where the vaccines were developed.",
            "score": 178.25544357299805
        },
        {
            "docid": "50646737_8",
            "document": "Viral load monitoring for HIV . Laboratory monitoring schedule for patients using ART: Viral load monitoring for HIV complements the CD4 count, which is another sort of test associated with monitoring HIV. Confusion about when to take a CD4 test is common. The results of a viral load test help determine when a CD4 count is indicated. CD4 cells are the primary target of HIV. A CD4 test quantifies Helper T cells and is often combined with viral load testing to monitor the progression of HIV. CD4 testing shows the strength of the immune system, but does not report viral activity. As established by the Centers for Disease Control and Prevention (CDC), a person with HIV and a CD4 count below 200 or a CD4 percentage below 14% is considered to have AIDS. An increased CD4 count can result from an immune response to an infection or a recent vaccination. A decreased CD4 count, in combination with higher numbers on a viral load test, indicates an increased risk of getting sick from opportunistic diseases.",
            "score": 191.84455800056458
        },
        {
            "docid": "34406020_18",
            "document": "SAV001 . Indeed, Jonas Salk developed a therapeutic HIV vaccine in 1987, called Remune now being developed by Immune Response BioPharma, Inc., is based on the killed whole virus approach. Remune vaccine has completed over 25 clinical studies to date and showed a robust mechanism of action restoring white blood cell counts in CD4 & CD8 T cells by reducing viral load and increasing immunity.  Also, a group of researchers and professionals in the field of HIV strongly advocates that the killed HIV approach must be taken to fight back the global HIV and AIDS epidemic. The International AIDS Vaccine Research (IAVA) issued a report on “Whole Killed AIDS Vaccines” in 1999 reviewing a diverse aspect of the killed virus approach.",
            "score": 190.72631907463074
        },
        {
            "docid": "38900235_14",
            "document": "HIV/AIDS research . In 2003 a clinical trial in Thailand tested an HIV vaccine called RV 144. In 2009, the researchers reported that this vaccine showed some efficacy in protecting recipients from HIV infection. Results of this trial give the first supporting evidence of any vaccine being effective in lowering the risk of contracting HIV. Another possible vaccine comes from a novel gene therapy that alters the CCR5 co-receptor permanently, preventing HIV from entering cells. Other vaccine trials continue worldwide.",
            "score": 179.28613305091858
        },
        {
            "docid": "46948993_6",
            "document": "Mary Collins (immunologist) . Collins' research group studies the use of viruses, particularly lentiviruses (the group to which the human immunodeficiency virus belongs), as vectors for delivering novel genes to cells and as platforms for the development of vaccines. Because lentiviruses like HIV specifically infect immune cells called T-cells, a genetically engineered inactivated version of the virus can be used to deliver immunogenic proteins to T-cells to induce an immune response. This system has been studied successfully in laboratory mice.",
            "score": 169.0818212032318
        },
        {
            "docid": "14170_3",
            "document": "HIV . HIV infects vital cells in the human immune system such as helper T cells (specifically CD4 T cells), macrophages, and dendritic cells. HIV infection leads to low levels of CD4 T cells through a number of mechanisms, including pyroptosis of abortively infected T cells, apoptosis of uninfected bystander cells, direct viral killing of infected cells, and killing of infected CD4 T cells by CD8 cytotoxic lymphocytes that recognize infected cells. When CD4 T cell numbers decline below a critical level, cell-mediated immunity is lost, and the body becomes progressively more susceptible to opportunistic infections, leading to the development of AIDS.",
            "score": 169.46273398399353
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 133.70407485961914
        },
        {
            "docid": "24106596_3",
            "document": "Barton Haynes . Haynes was the director of the Center for HIV/AIDS Vaccine Immunology (CHAVI), which was funded by the NIAID from 2005-2011 to overcome obstacles to HIV vaccine development. The \"big science\" approach of the CHAVI grant enabled the following scientific discoveries by the CHAVI team: 1) the delineation of HIV-1 transmitted/founder viruses that are responsible for the transmission of HIV/AIDS; 2) the discovery of host tolerance mechanisms that limit the induction of broad neutralizing antibodies in HIV-1 infection; 3) the fine mapping and delineation of the immunological events that transpire during the earliest days of HIV-1 infection; 4) the discovery of new genes and gene mutations/duplications that contribute to HIV-1 control and progression; 5) the design of mosaic T cell and B cell Env vaccine candidates to overcome HIV diversity; 6) the discovery of the immune correlates of risk of infection in the RV144 trial; 7) the isolation of rare broad neutralizing HIV antibodies and their ancestor antibodies; and 8) the development of a new strategy for vaccine development called B Cell Lineage Immunogen Design. He led the group that deciphered the maturation pathways of several types of broadly neutralizing antibodies that point the way to vaccine designs, and has worked out the immunobiology of HIV-host interactions that control broad neutralizing antibody development.",
            "score": 171.04964983463287
        },
        {
            "docid": "52170563_4",
            "document": "CD4+/CD8+ ratio . HIV infection leads to low levels of CD4 T cells (lowering the CD4+/CD8+ ratio) through a number of mechanisms, including pyroptosis of abortively infected CD4 T cells, apoptosis of productively infected CD4 T cells, and killing of infected CD4 T cells by CD8 cytotoxic lymphocytes that recognize productively infected cells. When CD4 T cell numbers decline below a critical level, cell-mediated immunity is lost, and the body becomes progressively more susceptible to opportunistic infections. Assessing the levels of viable CD4+/CD8+ T cells in HIV-infected human lymphoid tissues using flow cytometry is shown here (Figure S5). People living with HIV who have a higher CD4/CD8 ratio may have a lower HIV reservoir. A website called Game of T cells (gameoftcells.medicine.wisc.edu) offers monthly blogs about clinical conditions associated with altered CD4/CD8 ratios and a possible relationship between the HIV reservoir and the CD4/CD8 ratio.",
            "score": 158.2659833431244
        }
    ],
    "r": [
        {
            "docid": "147473_24",
            "document": "HIV vaccine . V520 contains a weakened adenovirus that serves as a carrier for three subtype B HIV genes (\"gag\" / \"pol\" / \"nef\"). Subtype B is the most prevalent HIV subtype in the regions of the study sites. Adenoviruses are among the main causes of upper respiratory tract ailments such as the common cold. Because the vaccine contains only three HIV genes housed in a weakened adenovirus, study participants cannot become infected with HIV or get a respiratory infection from the vaccine. It was announced in September 2007 that the trial for V520 would be discontinued after it determined that the vaccination appeared associated with an increased risk of HIV infection in some recipients. The foremost issue facing the rAd5 adenovirus that was used is the high prevalence of the adenovirus-specific antibodies as a result of prior exposure to the virus. Adenovirus vectors and many other viral vectors currently used in HIV vaccines, will induce a rapid memory immune response against the vector. This results in an impediment to the development of a T cell response against the inserted antigen (HIV antigens) Additionally, it appears that V520 may have made some recipients more receptive to infection by HIV-1.",
            "score": 229.53114318847656
        },
        {
            "docid": "147473_20",
            "document": "HIV vaccine . The availability of several recombinant canarypox vectors has provided interesting results that may prove to be generalizable to other viral vectors. Increasing the complexity of the canarypox vectors by inclusion of more genes/epitopes has increased the percent of volunteers that have detectable CTL to a greater extent than did increasing the dose of the viral vector. Importantly, CTLs from volunteers were able to kill peripheral blood mononuclear cells infected with primary isolates of HIV, suggesting that induced CTLs could have biological significance. In addition, cells from at least some volunteers were able to kill cells infected with HIV from other clades, though the pattern of recognition was not uniform among volunteers. Canarypox is the first candidate HIV vaccine that has induced cross-clade functional CTL responses. The first phase I trial of the candidate vaccine in Africa was launched early in 1999 with Ugandan volunteers. The study determined the extent to which Ugandan volunteers have CTL that are active against the subtypes of HIV prevalent in Uganda, A and D.",
            "score": 224.49118041992188
        },
        {
            "docid": "32195422_9",
            "document": "STEP Study . The study involved giving participants three vaccinations of adenovirus synthetically modified to contain gag, pol, and nef proteins from HIV. The replication-deficient adenovirus vector carried these HIV-1 genes into the cell. It was hoped that this delivery system would induce a cell-mediated immune response to the modified adenovirus which would both decrease infection and viral set point. Since researchers created synthetic portions of the HIV genome to be ligated into the adenovirus vector, there was no risk of contracting HIV from the vaccine.",
            "score": 207.2197265625
        },
        {
            "docid": "2697292_6",
            "document": "Syndemic . The term iatrogenesis means \"brought forth by a healer\" and refers to adverse effects on health caused by medical treatment. This is possible if medical treatment or medical research creates conditions that increase the likelihood that two or more diseases come together in a population. For example, if gene splicing unites two pathogenic agents and the resulting novel organism infects a population. One study suggests the possibility of iatriogenic syndemics. During a randomized, double-blind clinical trial testing the efficacy of the prototype HIV vaccine called V520 there appeared to be an increased risk for HIV infection among the vaccinated participants. Notably, participants immune to the common cold virus adenovirus type 5 had a higher risk of HIV infection. The vaccine was created using a replication-defective version of Ad5 as a carrier, or delivery vector, for three synthetically produced HIV genes. On November 6, 2007, Merck & Co. announced that research had been stopped suspecting the higher rate of HIV infection among individuals in the vaccinated was because the vaccine lowered defenses against HIV.",
            "score": 202.97613525390625
        },
        {
            "docid": "2257802_8",
            "document": "Modified vaccinia Ankara . A considerable amount of data on MVA vector vaccines has been accumulated from studies in macaques. In addition, combinations of viral vector vaccines have been employed successfully. Studies in mice show that fowlpox-based and MVA-based vaccines used in combination induce immunity and protection against challenge with Plasmodium parasites. In macaques, DNA-based HIV vaccines can be effectively boosted with recombinant MVA-based vaccines expressing HIV antigens.",
            "score": 197.0879669189453
        },
        {
            "docid": "54724931_4",
            "document": "Intrastructural help . This vaccination approach aims to induce a protective humoral and also cellular immune response by a two-step immunization scheme. The first step is based on a DNA vaccine vector in order to prime T cells. In the case of HIV, T cells specific for the group-specific antigen (Gag) are stimulated. For the second step a formulation of nano particles or virus-like particles is vaccinated. These particles contain Gag protein and HIV-Env surface protein. These particles can be recognized by B cells and subsequently be internalized, processed and presented on the cell surface on MHC-II, in combination with the primed Gag-specific T cells. This was shown to lead to a strong activation of the B cells and ultimately to the production of Env-specific antibodies by the activated B cells. In HIV research, this method was shown to enhance the specific humoral immune response and at the same time avoid an excess activation of the cellular immune response which could otherwise cause disease progression to thrive. Timewise the priming of T cells for Gag reduces the variation of the viral Env because of the lack of Env specific T cells between priming and second vaccination. This decreases the chances of escape variants developing before the boosting immunization.",
            "score": 196.62779235839844
        },
        {
            "docid": "147473_23",
            "document": "HIV vaccine . On December 13, 2004, the HIV Vaccine Trials Network (HVTN) began recruiting for the STEP study, a 3,000-participant phase II clinical trial of a novel HIV vaccine, at sites in North America, South America, the Caribbean and Australia. The trial was co-funded by the National Institute of Allergy and Infectious Diseases (NIAID), which is a division of the National Institutes of Health (NIH), and the pharmaceutical company Merck & Co. Merck developed the experimental vaccine called V520 to stimulate HIV-specific cellular immunity, which prompts the body to produce T cells that kill HIV-infected cells. In previous smaller trials, this vaccine was found to be safe, because of the lack of adverse effects on the patients. The vaccine showed induced cellular immune responses against HIV in more than half of volunteers.",
            "score": 194.5789794921875
        },
        {
            "docid": "3868809_28",
            "document": "Meningococcal disease . HIV-infected individuals are likely to be at increased risk for meningococcal disease; HIV-infected individuals who wish to reduce their risk of meningococcal disease may receive primary immunization against meningococcal disease. Although efficacy of meningitis A,C,Y and W-135 vaccines have not been evaluated in HIV-infected individuals to date, HIV-infected individuals 11–55 years of age may receive primary immunization with the conjugated vaccine. Vaccination against meningitis does not decrease CD4+ T-cell counts or increase viral load in HIV-infected individuals, and there has been no evidence that the vaccines adversely affect survival.",
            "score": 194.475341796875
        },
        {
            "docid": "12891_44",
            "document": "Gene therapy . In November researchers reported on the use of VRX496, a gene-based immunotherapy for the treatment of HIV that uses a lentiviral vector to deliver an antisense gene against the HIV envelope. In a phase I clinical trial, five subjects with chronic HIV infection who had failed to respond to at least two antiretroviral regimens were treated. A single intravenous infusion of autologous CD4 T cells genetically modified with VRX496 was well tolerated. All patients had stable or decreased viral load; four of the five patients had stable or increased CD4 T cell counts. All five patients had stable or increased immune response to HIV antigens and other pathogens. This was the first evaluation of a lentiviral vector administered in a US human clinical trial.",
            "score": 193.20582580566406
        },
        {
            "docid": "13430526_10",
            "document": "GeoVax . In April 2011, GeoVax Labs, Inc. in collaboration with the National Institute of Allergy and Infectious Diseases (NIAID), part of the U.S. National Institutes of Health (NIH) and the HIV Vaccine Trials Network (HVTN) announced an expansion of the current Phase 2a clinical trial to include a new component. The new trial is HVTN 094 and will be conducted by the HIV Vaccine Trials Network. \"Specifically, the HVTN plans to clinically test a novel vaccine product developed by GeoVax scientists that expresses human granulocyte-macrophage colony stimulating factor (GM-CSF) in combination with inactivated HIV proteins. The novel vaccine consists of a recombinant DNA vaccine co-expressing human GM-CSF and non-infectious HIV virus-likeparticles. The DNA vaccine is used to prime immune responses that are subsequently boosted by vaccination with a recombinant modified vaccinia Ankara (MVA) vectored vaccine. The MVA expresses the HIV virus-like-particles, but does not express GM-CSF. The regimen builds on the GeoVax DNA/MVA vaccine that is currently in Phase 2a clinical testing through the HVTN.\"",
            "score": 193.07383728027344
        },
        {
            "docid": "203312_63",
            "document": "Management of HIV/AIDS . Even with all latent virus deactivated, it is thought that a vigorous immune response will need to be induced to clear all the remaining infected cells. Current strategies include using cytokines to restore CD4+ cell counts as well as therapeutic vaccines to prime immune responses. One such candidate vaccine is Tat Oyi, developed by Biosantech. This vaccine is based on the HIV protein tat. A brief report of their phase I/II clinical trial reported it was safe and well tolerated in 48 HIV-positive patients. Animal models have shown the generation of neutralizing antibodies and lower levels of HIV viremia.",
            "score": 192.39202880859375
        },
        {
            "docid": "20547586_13",
            "document": "NmVac4-A/C/Y/W-135 . HIV-infected individuals are likely to be at increased risk for meningococcal disease; HIV-infected individuals who wish to reduce their risk of meningococcal disease may receive primary immunization against meningococcal disease. Although efficacy of NMVAC-4 has not been evaluated in HIV-infected individuals to date, HIV-infected individuals 11–55 years of age may receive primary immunization with the conjugated vaccine. Vaccination against meningitis do not decrease CD4+ T-cell counts or increase viral load in HIV-infected individuals and there has been no evidence that the vaccines adversely affect survival.",
            "score": 192.3262176513672
        },
        {
            "docid": "50646737_8",
            "document": "Viral load monitoring for HIV . Laboratory monitoring schedule for patients using ART: Viral load monitoring for HIV complements the CD4 count, which is another sort of test associated with monitoring HIV. Confusion about when to take a CD4 test is common. The results of a viral load test help determine when a CD4 count is indicated. CD4 cells are the primary target of HIV. A CD4 test quantifies Helper T cells and is often combined with viral load testing to monitor the progression of HIV. CD4 testing shows the strength of the immune system, but does not report viral activity. As established by the Centers for Disease Control and Prevention (CDC), a person with HIV and a CD4 count below 200 or a CD4 percentage below 14% is considered to have AIDS. An increased CD4 count can result from an immune response to an infection or a recent vaccination. A decreased CD4 count, in combination with higher numbers on a viral load test, indicates an increased risk of getting sick from opportunistic diseases.",
            "score": 191.8445587158203
        },
        {
            "docid": "34406020_18",
            "document": "SAV001 . Indeed, Jonas Salk developed a therapeutic HIV vaccine in 1987, called Remune now being developed by Immune Response BioPharma, Inc., is based on the killed whole virus approach. Remune vaccine has completed over 25 clinical studies to date and showed a robust mechanism of action restoring white blood cell counts in CD4 & CD8 T cells by reducing viral load and increasing immunity.  Also, a group of researchers and professionals in the field of HIV strongly advocates that the killed HIV approach must be taken to fight back the global HIV and AIDS epidemic. The International AIDS Vaccine Research (IAVA) issued a report on “Whole Killed AIDS Vaccines” in 1999 reviewing a diverse aspect of the killed virus approach.",
            "score": 190.726318359375
        },
        {
            "docid": "49212946_4",
            "document": "Adrian V. S. Hill . During his time at the Wellcome Trust Centre for Human Genetics he and his research group studied genetic suceptibility to infections such as malaria, TB, and HIV. He is now developing vaccines which produce cellular (T-cell) immunity using Adenovirus and MVA viral vector vaccines in a prime-boost regime. His group has developed vaccines against malaria which were tested in clinical trials. In 2014 he lead a clinical trial of an Ebola vaccine (cAd3-ZEBOV) in response to the West African Ebola virus epidemic. In 2014 Adrain became director of Vaccitech, a spin-out company of the University of Oxford.",
            "score": 186.5954132080078
        },
        {
            "docid": "369688_5",
            "document": "Protein subunit . A subunit vaccine presents an antigen to the immune system without introducing viral particles, whole or otherwise. One method of production involves isolation of a specific protein from a virus and administering this by itself. A weakness of this technique is that isolated proteins can be denatured and will then become associated with antibodies different from the desired antibodies. A second method of making a subunit vaccine involves putting an antigen's gene from the targeted virus or bacterium into another virus (virus vector), yeast (yeast vector) in the case of the hepatitis B vaccine or attenuated bacterium (bacterial vector) to make a recombinant virus or bacteria to serve as the important component of a recombinant vaccine (called a recombinant subunit vaccine). The recombinant vector that is genomically modified will express the antigen. The antigen (one or more subunits of protein) is extracted from the vector. Just like the highly successful subunit vaccines, the recombinant-vector-produced antigen will be of little to no risk to the patient. This is the type of vaccine currently in use for hepatitis B, and it is experimentally popular, being used to try to develop new vaccines for difficult-to-vaccinate-against viruses such as ebolavirus and HIV.",
            "score": 184.2963409423828
        },
        {
            "docid": "6021781_63",
            "document": "HIV/AIDS in China . The genetic diversity of HIV presents an enormous challenge for researchers. And, because the virus has the ability to evade neutralizing antibodies produced by natural immunity, the standard vaccine strategy of mimicking natural infection to induce antibodies has so far proved impossible. Strengthening cell-mediated immunity offers another possible route to success. About 90% of candidate HIV vaccines in development use this approach. These products will not prevent infection. But it is hoped that they will lower viral load and therefore progression to AIDS and secondary transmissions. Some observers believe that a vaccine to prevent HIV will never be achieved. Ultimately, even if an HIV preventive vaccine were to be developed, they are unlikely to be 100% effective. It has come to be realised that no single approach alone will be able to stem the spread of HIV. The future of HIV prevention will most likely involve combining new methods with existing approaches, such as condom use.",
            "score": 180.3916015625
        },
        {
            "docid": "38900235_14",
            "document": "HIV/AIDS research . In 2003 a clinical trial in Thailand tested an HIV vaccine called RV 144. In 2009, the researchers reported that this vaccine showed some efficacy in protecting recipients from HIV infection. Results of this trial give the first supporting evidence of any vaccine being effective in lowering the risk of contracting HIV. Another possible vaccine comes from a novel gene therapy that alters the CCR5 co-receptor permanently, preventing HIV from entering cells. Other vaccine trials continue worldwide.",
            "score": 179.2861328125
        },
        {
            "docid": "9978334_6",
            "document": "AIDSVAX . So VaxGen turned to the international community, seeking a place that would sanction clinical trials of AIDSVAX, and after negotiating with AIDS-plagued officials in Africa and Asia, landed upon Thailand. Initial Phase II trials of AIDSVAX B/B alone in the US and AIDVAX B/E alone in Thailand were unsuccessful, with both vaccines failing to either prevent or weaken HIV infection, so instead VaxGen began Thai trials of AIDSVAX B/E in combination with the Aventis-Pasteur vaccine, ALVAC-HIV, that uses genetic elements of several different HIV strains encapsulated in a harmless canarypox virus vector. AIDSVAX B/E, moreover, contained elements of the HIV strain peculiar to Thailand's victims, E, as well as one common in the US, B.",
            "score": 178.4355010986328
        },
        {
            "docid": "147473_39",
            "document": "HIV vaccine . According to Gary J. Nabel of the Vaccine Research Center, NIH, in Bethesda, Maryland, several hurdles must be overcome before scientific research will culminate in a definitive AIDS vaccine. First, greater translation between animal models and human trials must be established. Second, new, more effective, and more easily produced vectors must be identified. Finally, and most importantly, there must arise a robust understanding of the immune response to potential vaccine candidates. Emerging technologies that enable the identification of T-cell-receptor specificities and cytokine profiles will prove valuable in hastening this process. In July 2012 a science group speculated that an effective vaccine for HIV would be completed in 2019.",
            "score": 178.2691192626953
        },
        {
            "docid": "46303688_5",
            "document": "Anna-Lise Williamson . Anna-Lise Williamson is the head of the HIV vaccine development and human papilloma research group at the University of Cape Town. There, Williamson and a team of over 30 people are developing vaccines for HIV-1subtype C virus. This strain is known to be the most Virulent, and known to be the principle strain that leads to AIDS.The goal of the investigation is to create affordable and effective HIV-1 C vaccines, that would increase the longevity of memory T cells and develop a more functional use of the CD4+ and CD8+ cell response. Two vaccines have been selected to move forward in clinical trials. These vaccines are DNA vaccines and a modified vaccinia virus Ankara vaccine. In The South African Aids Vaccine Initiative (SAAVI) is where the vaccines were developed.",
            "score": 178.2554473876953
        },
        {
            "docid": "5398413_22",
            "document": "Viral vector . The choice of a viral vector to deliver genetic material to cells comes with some logistical problems. There are a limited number of viral vectors available for therapeutic use. Any of these few viral vectors can cause the body to develop an immune response if the vector is seen as a foreign invader. Once used, the viral vector cannot be effectively used in the patient again because it will be recognized by the body. If the vaccine or gene therapy fails in clinical trials, the virus can’t be used again in the patient for a different vaccine or gene therapy in the future. Pre-existing immunity against the viral vector could also be present in the patient rendering the therapy ineffective for that patient. It is possible to counteract pre-existing immunity when using a viral vector for vaccination by priming with a non-viral DNA vaccine, but this method presents another expense and obstacle in the vaccine distribution process. Pre-existing immunity may also be challenged by increasing vaccine dose or changing the vaccination route. Some shortcomings of viral vectors (such as genotoxicity and low transgenic expression) can be overcome through the use of hybrid vectors.",
            "score": 175.3015594482422
        },
        {
            "docid": "9915335_12",
            "document": "HIV Vaccine Trials Network . On October 1, 2009, the HVTN began a new clinical trial called HVTN 505. HVTN 505 is a project to examine whether a particular DNA prime/boost vaccine regimen will reduce viral load in individuals who later become infected with HIV. The experimental vaccine used in this study was developed by the Vaccine Research Center at the National Institutes of Health (NIH). Study organizers do not expect that this vaccine will prevent HIV infection and thus this vaccine is not planned for licensing, but it is expected to cause a response that will help researchers decide how to direct future vaccine trials.",
            "score": 174.58468627929688
        },
        {
            "docid": "25595247_12",
            "document": "Immune network theory . Under the immune network theory, the main cause for progression to AIDS after HIV infection is not the direct killing of infected T helper cells by the virus. Following an infection with HIV that manages to establish itself, there is a complex interaction between the HIV virus, the T helper cells that it infects, and T suppressor cells. These three quasispecies apply selective pressure on one another and co-evolve in such a way that the viral epitopes eventually come to mimick the V regions of the main population of T suppressor cells. Once this happens, anti-HIV antibodies can bind to and kill most of the host's T suppressor cell population. This results in the dysregulation of the immune system, and eventually to other further anti-self reactions, including against the T helper cell population. At that point, the adaptive immune system is completely compromised and AIDS ensues. Hence in this model, the onset of AIDS is primarily an auto-immune reaction triggered by the cross-reaction of anti-HIV antibodies with T suppressor cells. Once this induced auto-immunity sets in, removing the HIV virus itself (for instance via HAART) would not be sufficient to restore proper immune function. The co-evolution of the quasispecies mentioned above will take a variable time depending on the initial conditions at the time of infection (i.e. the epitopes of the first infection and the steady state of the host's immune cell population), which would explain why there is a variable period, which differs greatly between individual patients, between HIV infection and the onset of AIDS. It also suggests that conventional vaccines are unlikely to be successful, since they would not prevent the auto-immune reaction. In fact such vaccines may do more harm in certain cases, since if the original infection comes from a source with a \"mature\" infection, those virions will have a high affinity for anti-HIV T helper cells (see above), and so increasing the anti-HIV population via vaccination only serves to provide the virus with more easy targets.",
            "score": 173.96754455566406
        },
        {
            "docid": "54724931_3",
            "document": "Intrastructural help . One of the approaches for a protective HIV-1 vaccine is broadly neutralizing antibodies. These antibodies are found in 10-25 % of HIV-1 infected patients. Few of those (worldwide 0.8% of HIV-1 positive individuals) are able to suppress viremia up to a level that is below the detection levels and are so-called \"elite controllers\" or \"long term non-progressors\". Most of the conducted vaccine trials were unable to induce protective neutralizing antibodies; even though some protective effects of poly-functional antibodies were observed. These Fc-dependent effects seem to play an important role in disease control as shown by the non-human primate (NHP) experiment. In contrast, the results of the adenoviral-based STEP trial suggested a higher susceptibility due to high levels of non-neutralizing poly-functional antibodies and helper T cell proliferation induced by vaccination. In mouse models antibodies from the IgG1 subclass, which were mostly induced by vaccination, were seen to possess a relatively low functionality. Therefore, one objective is to increase the quality of the immune response by the induction of poly-functional antibody sub classes, e.g. IgG2A. However, according to results from animal studies, cytotoxic T cells seem to be mandatory for a protective vaccine. Although this was not detectable in the human trials conducted to-date, it is assumed that reduction of viral loads early after infection can be achieved. Thus the current goal is to avoid uncontrolled T cell proliferation and modulate the humoral immune response towards highly efficient poly-functional monoclonal antibodies.",
            "score": 173.64988708496094
        },
        {
            "docid": "24106596_3",
            "document": "Barton Haynes . Haynes was the director of the Center for HIV/AIDS Vaccine Immunology (CHAVI), which was funded by the NIAID from 2005-2011 to overcome obstacles to HIV vaccine development. The \"big science\" approach of the CHAVI grant enabled the following scientific discoveries by the CHAVI team: 1) the delineation of HIV-1 transmitted/founder viruses that are responsible for the transmission of HIV/AIDS; 2) the discovery of host tolerance mechanisms that limit the induction of broad neutralizing antibodies in HIV-1 infection; 3) the fine mapping and delineation of the immunological events that transpire during the earliest days of HIV-1 infection; 4) the discovery of new genes and gene mutations/duplications that contribute to HIV-1 control and progression; 5) the design of mosaic T cell and B cell Env vaccine candidates to overcome HIV diversity; 6) the discovery of the immune correlates of risk of infection in the RV144 trial; 7) the isolation of rare broad neutralizing HIV antibodies and their ancestor antibodies; and 8) the development of a new strategy for vaccine development called B Cell Lineage Immunogen Design. He led the group that deciphered the maturation pathways of several types of broadly neutralizing antibodies that point the way to vaccine designs, and has worked out the immunobiology of HIV-host interactions that control broad neutralizing antibody development.",
            "score": 171.04965209960938
        },
        {
            "docid": "4666597_13",
            "document": "Division of Acquired Immunodeficiency Syndrome . Through a balanced HIV program that integrates both basic research and empiric testing of candidate vaccines, NIAID supports a broad spectrum of research and development on HIV/AIDS vaccines. Preclinical vaccine research and development examines new vaccine concepts or approaches and new ways to deliver HIV antigens to people and to safely induce a potent anti-HIV immune response. Studies in animal models are aimed at defining how a vaccine could protect the host. For now, clinical evaluations in humans provide the only way of determining whether a vaccine candidate could trigger a safe and effective anti-HIV response in people.",
            "score": 170.69461059570312
        },
        {
            "docid": "14170_3",
            "document": "HIV . HIV infects vital cells in the human immune system such as helper T cells (specifically CD4 T cells), macrophages, and dendritic cells. HIV infection leads to low levels of CD4 T cells through a number of mechanisms, including pyroptosis of abortively infected T cells, apoptosis of uninfected bystander cells, direct viral killing of infected cells, and killing of infected CD4 T cells by CD8 cytotoxic lymphocytes that recognize infected cells. When CD4 T cell numbers decline below a critical level, cell-mediated immunity is lost, and the body becomes progressively more susceptible to opportunistic infections, leading to the development of AIDS.",
            "score": 169.46273803710938
        },
        {
            "docid": "46948993_6",
            "document": "Mary Collins (immunologist) . Collins' research group studies the use of viruses, particularly lentiviruses (the group to which the human immunodeficiency virus belongs), as vectors for delivering novel genes to cells and as platforms for the development of vaccines. Because lentiviruses like HIV specifically infect immune cells called T-cells, a genetically engineered inactivated version of the virus can be used to deliver immunogenic proteins to T-cells to induce an immune response. This system has been studied successfully in laboratory mice.",
            "score": 169.08181762695312
        },
        {
            "docid": "32959753_2",
            "document": "HVTN 505 . HVTN 505 is a clinical trial testing an HIV vaccine regimen on research participants. The trial is conducted by the HIV Vaccine Trials Network and sponsored by the National Institute of Allergy and Infectious Diseases. Vaccinations were stopped in April 2013 due to initial results showing that the vaccine was ineffective in preventing HIV infections and lowering viral load among those participants who had become infected with HIV. All study participants will continue to be monitored for safety and any long-term effects.",
            "score": 168.12094116210938
        },
        {
            "docid": "1933672_10",
            "document": "Original antigenic sin . Several groups have attempted to design vaccines for HIV and hepatitis C based on induction of cytotoxic (CTL) responses. The finding that CTL may be biased by original antigenic sin, may help to explain the limited effectiveness of these vaccines. Viruses like HIV are highly variable and undergo mutation frequently, and thus, due to original antigenic sin, HIV infection induced by viruses that express slightly different epitopes (than those in a viral vaccine) would fail to be controlled by the vaccine. In fact, the vaccine might make the infection even worse, by \"trapping\" the immune response into the first, ineffective, response it made against the virus.",
            "score": 167.98304748535156
        },
        {
            "docid": "25361723_5",
            "document": "Integrasone . Due to its high mutation rate and systematic elimination of key immune system cells, HIV is a very difficult virus for which to make a vaccine.In some trials, groups given experimental HIV vaccines have actually had higher incidence of HIV infection than groups given a placebo. As vaccination, the traditional method of fighting viral diseases, is largely unavailable, chemotherapy becomes a better option. Unfortunately, the extraordinarily high mutation rate of HIV allows it to evolve in order to evade both the human immune system and the effect of anti-viral drugs. For this reason, new antiviral HIV-1 drugs are necessary to continue the fight against HIV. The method of inactivation which integrasone uses shows promise for halting the spread of HIV in its host, though it will not eliminate the virus entirely.",
            "score": 167.8196563720703
        }
    ]
}