{
    "q": [
        {
            "docid": "11445073_4",
            "document": "Tyrosylprotein sulfotransferase . TPST and tyrosine sulfation is involved in a large number of biological and physiological processes. Tyrosine sulfation has been found to be an important part of the inflammatory process, leukocyte movement and cytosis, viral cell entrance, and other cell-cell and protein-protein interactions. Selection for specific tyrosine residues requires a generally accessible tyrosine residue, and acidic residues within +5 or -5 residues of the target tyrosine. P-selectin glycoprotein ligand-1 (PSGL-1) has been extensively studied as a substrate for TPST and the importance of sulfation in PSGL-1 and its ability to bind its receptor. Another substrate for TPST, CC-chemokine Receptor 5 (CCR5), has generated interest because of its role as the target protein for the viral entrance of HIV into cells. The importance of CCR5’s sulfation for HIV invasion has led to research on TPST and CCR5, including a characterization of the pattern of sulfation of CCR5. Beyond these two proteins, other notable protein substrates include Cholecystokinin (CCK), Factor V and Factor VIII, gastrin, the leech enzyme hirudin, fibrinogen, Complement component 4, follicle-stimulating hormone receptor (FSHR), and other chemokine and G-protein coupled receptors. A full, up-to-date list can be found at UniProtKB.",
            "score": 220.18728852272034
        },
        {
            "docid": "1604312_7",
            "document": "CCR5 . HIV-1 most commonly uses the chemokine receptors CCR5 and/or CXCR4 as co-receptors to enter target immunological cells. These receptors are located on the surface of host immune cells whereby they provide a method of entry for the HIV-1 virus to infect the cell. The HIV-1 envelope glycoprotein structure is essential in enabling the viral entry of HIV-1 into a target host cell. The envelope glycoprotein structure consists of two protein subunits cleaved from a Gp160 protein precursor encoded for by the HIV-1 \"env\" gene: the Gp120 external subunit, and the Gp41 transmembrane subunit. This envelope glycoprotein structure is arranged into a spike-like structure located on the surface of the virion and consists of a trimer of three Gp120-Gp41 hetero-dimers. The Gp120 envelope protein is a chemokine mimic. It lacks the unique structure of a chemokine, however it is still capable of binding to the CCR5 and CXCR4 chemokine receptors. During HIV-1 infection, the Gp120 envelope glycoprotein subunit binds to a CD4 glycoprotein and a HIV-1 co-receptor expressed on a target cell- forming a heterotrimeric complex. The formation of this complex stimulates the release of a fusogenic peptide inducing the fusion of the viral membrane with the membrane of the target host cell. Because binding to CD4 alone can sometimes result in gp120 shedding, gp120 must next bind to co-receptor CCR5 in order for fusion to proceed. The tyrosine sulfated amino terminus of this co-receptor is the \"essential determinant\" of binding to the gp120 glycoprotein. Co-receptor recognition also include the V1-V2 region of gp120, and the bridging sheet (an antiparallel, 4-stranded β sheet that connects the inner and outer domains of gp120). The V1-V2 stem can influence \"co-receptor usage through its peptide composition as well as by the degree of N-linked glycosylation.\" Unlike V1-V2 however, the V3 loop is highly variable and thus is the most important determinant of co-receptor specificity. The normal ligands for this receptor, RANTES, MIP-1β, and MIP-1α, are able to suppress HIV-1 infection \"in vitro\". In individuals infected with HIV, CCR5-using viruses are the predominant species isolated during the early stages of viral infection, suggesting that these viruses may have a selective advantage during transmission or the acute phase of disease. Moreover, at least half of all infected individuals harbor only CCR5-using viruses throughout the course of infection.",
            "score": 124.96862208843231
        },
        {
            "docid": "8049312_11",
            "document": "Sialyl-Lewis X . Sialyl-Lewis is a necessary partner for the three selectins that bind the leukocyte and endothelial cells. When sialyl-Lewis is part of an O-glycan and attached to CD34 it can then bind to L-selectin. For the binding to L-selectin to occur sialyl-Lewis must undergo sulfation. For sialyl-Lewis to bind to P-selectin, an O-linked glycan near the N-terminus of P-Selectin Glycoprotein Ligand-1 (PSGL-1) is modified with sialyl-Lewis and in combination with nearby tyrosine residues modified with sulfate, forms the binding contact for P-selectin. For sialyl-Lewis to bind to E-selectin it can be part of either an N-linked or O-linked glycan attached to cell surface glycoproteins such as PSGL-1, CD43 or CD44. This sialyl-Lewis mediated binding to selectins allows circulating leukocytes to stick to and roll along endothelial cells lining blood vessels thereby enabling the leukocytes to accumulate at a site of vascular inflammation.",
            "score": 147.0584797859192
        },
        {
            "docid": "4774419_15",
            "document": "Herpes simplex virus . In the case of a herpes virus, initial interactions occur when two viral envelope glycoprotein called glycoprotein C (gC) and glycoprotein B (gB) bind to a cell surface particle called heparan sulfate. Next, the major receptor binding protein, glycoprotein D (gD), binds specifically to at least one of three known entry receptors. These cell receptors include herpesvirus entry mediator (HVEM), nectin-1 and 3-O sulfated heparan sulfate. The nectin receptors usually produce cell-cell adhesion, to provide a strong point of attachment for the virus to the host cell. These interactions bring the membrane surfaces into mutual proximity and allow for other glycoproteins embedded in the viral envelope to interact with other cell surface molecules. Once bound to the HVEM, gD changes its conformation and interacts with viral glycoproteins H (gH) and L (gL), which form a complex. The interaction of these membrane proteins may result in a hemifusion state. gB interaction with the gH/gL complex creates an entry pore for the viral capsid. gB interacts with glycosaminoglycans on the surface of the host cell.",
            "score": 128.77569365501404
        },
        {
            "docid": "14929103_5",
            "document": "PRO 140 . PRO 140 is a lab-made antibody that functions as an entry inhibitor. PRO 140 binds to the CCR5 receptor on the CD4 cells, and interferes with HIV's ability to enter the cell. PRO 140, a humanized form of a PA14 antibody, is a chemokine-receptor CCR5 monoclonal antibody and can inhibit CCR5 tropic HIV-1 at concentrations that do not antagonize the natural activity of CCR5 in vitro. HIV-1 entry is mediated by the HIV-1 envelope glycoproteins gp120 and gp41. The gp120 will bind CD4 and the CCR5co receptor molecule, and this triggers gp41-mediated fusion of the viral and cellular membranes. CCR5 is hence needed for the entry of the virus and this infection of healthy cells. PRO 140, the anti-CCR5 monoclonal antibody, can stop HIV from entering the cell and stop viral replication. It prevents the virus-cell binding at a distinct site in the CCR5 co-receptor without interfering with its natural activity. Unlike other entry inhibitors, PRO 140 is a monoclonal antibody. The mechanism of inhibition is competitive rather than allosteric. As such, it must be injected to be effective. However, once inside the body, PRO 140 binds to CCR5 for >60 days, which may allow for dosing as infrequently as every other week. Compared to highly-active antiretroviral therapy which has been shown to have treatment-related toxicities for HIV-infected patients, PRO140 has no multi-drug resistance or toxicities.",
            "score": 80.96563875675201
        },
        {
            "docid": "3434559_7",
            "document": "P-selectin . The primary ligand for P-selectin is P-selectin glycoprotein ligand-1 (PSGL-1) which is expressed on almost all leukocytes, although P-selectin also binds to heparan sulfate and fucoidan. PSGL-1 is situated on various hematopoietic cells such as neutrophils, eosinophils, lymphocytes, and monocytes, in which it mediates tethering and adhesion of these cells. However, PSGL-1 is not specific for P-selectin, as it can also function as a ligand for both E- and L-selectin.",
            "score": 148.63299751281738
        },
        {
            "docid": "17374096_12",
            "document": "Avian sarcoma leukosis virus . Viral glycoprotein-receptor interactions are required to initiate membrane fusion of the virus and cell. The surface glycoproteins contain the major domains that interact with the host cell receptor while the transmembrane (TM) glycoproteins anchor the surface glycoproteins to the virus membrane. The TM glycoproteins are directly involved in the fusion of the virus and host membranes for entry. The surface glycoproteins for subgroups A-E are almost identical and include the conservation of all cysteine amino acid residues. Viral specificity is determined by five hyper variable regions, vr1, vr2, hr1, hr2, and vr3, on the surface glycoproteins. Binding specificity is determined primarily by the hr1 and hr2 regions, with the vr3 region contributing to receptor recognition but not to binding specificity of the viral glycoprotein and cellular receptor.",
            "score": 87.59367561340332
        },
        {
            "docid": "958752_22",
            "document": "Lipid raft . Influenza viruses bind to cellular receptor sialic acid, which links to glycoconjugate on the cell surface, to initiate endocytosis. After transported into late endosomes, low-pH-dependent conformation change of HA induces fusion, and viral ribonucleoprotein complexes (RNP) are released by proton influx of viral ion channel M2 protein that requires binding with cholesterol. Semliki Forest virus (SFV) and Sindbis virus (SIN) require cholesterol and sphingolipids in target membrane lipid rafts for envelope glycoprotein-mediated membrane fusion and entry. Human T-lymphotropic virus Type I (HTLV-1) enters cell via glucose transporter 1 (GLUT-1); Ebola virus and Marburg virus uses folate receptor-α (FRα), which is a GPI-anchored protein, as cellular receptor; Hepatitis B virus recognizes human complement receptor type 2 (CR2, or known as CD21); Human herpesvirus 6 (HHV-6) binds to human CD46 on host cell surface; all these viral receptors are located in lipid rafts or would be relocated into lipid rafts after infection.",
            "score": 81.70118951797485
        },
        {
            "docid": "3959260_13",
            "document": "Versican . Because of their negatively charged sulfates or carboxyl groups, chondroitin sulfate chains are attracted to various positively charged molecules such as certain growth factors, cytokines, and chemokines. This interaction in the extracellular matrix or on the cell surface is important in the formation of immobilized gradients of these factors, their protection from proteolytic cleavage, and their presentation to specific cell-surface receptors. The binding of versican with leukocyte adhesion molecules L-selectin, P-selectin, and CD44 is also mediated by the interaction of CS chains of versican with the carbohydrate-binding domain of these molecules. Both CD44 and L-selectin have been implicated in leukocyte trafficking. The ability of versican to bind a large panel of chemokines and the biological consequences of such binding has also been examined. Versican can bind specific chemokines through its CS chains and this interaction down-regulates the chemokines function. Recently, in light of results that V1 and V2 isoforms of versican have opposite effects on cell proliferation, glycosaminoglycan domain GAG-β has been implicated in versican-enhanced cell proliferation and versican-induced reduction of cell apoptosis.",
            "score": 109.81672990322113
        },
        {
            "docid": "2852949_2",
            "document": "Envelope glycoprotein GP120 . Envelope glycoprotein GP120 (or gp120) is a glycoprotein exposed on the surface of the HIV envelope. It was discovered by Professors Tun-Hou Lee and Myron \"Max\" Essex of the Harvard School of Public Health in 1988. The 120 in its name comes from its molecular weight of 120 kDa. Gp120 is essential for virus entry into cells as it plays a vital role in attachment to specific cell surface receptors. These receptors are DC-SIGN, Heparan Sulfate Proteoglycan and a specific interaction with the CD4 receptor, particularly on helper T-cells. Binding to CD4 induces the start of a cascade of conformational changes in gp120 and gp41 that lead to the fusion of the viral with the host cell membrane. Binding to CD4 is mainly electrostatic although there are van der Waals interactions and hydrogen bonds. Gp120 is coded by the HIV \"env\" gene, which is around 2.5 kb long and codes for around 850 amino acids. The primary \"env\" product is the protein gp160, which gets cleaved to gp120 (~480 amino acids) and gp41 (~345 amino acids) in the endoplasmatic reticulum by the cellular protease furin. The crystal structure of core gp120 shows an organization with an outer domain, an inner domain with respect to its termini and a bridging sheet. Gp120 is anchored to the viral membrane, or envelope, via non-covalent bonds with the transmembrane glycoprotein, gp41. Three gp120s and gp41s combine in a trimer of heterodimers to form the envelope spike, which mediates attachment to and entry into the host cell.",
            "score": 88.7560670375824
        },
        {
            "docid": "24643329_5",
            "document": "CCR5 receptor antagonist . HIV enters host cells in the blood by attaching itself to receptors on the surface of the CD4+ cell. Viral entry to the CD4+ cell begins with attachment of the R5 HIV-1 glycoprotein 120 (gp120) to the CD4+ T-cell receptor, which produces a conformational change in gp120 and allows it to bind to CCR5, thereby triggering glycoprotein 41 (gp41) mediated fusion of the viral envelope with the cell membrane and the nucleocapsid enters the host cell (Figure 1). CCR5 co-receptor antagonists prevent HIV-1 from entering and infecting immune cells by blocking CCR5 cell-surface receptor. Small molecule antagonists of CCR5 bind to a hydrophobic pocket formed by the transmembrane helices of the CCR5 receptor. They are thought to interact with the receptor in an allosteric manner locking the receptor in a conformation that prohibits its co-receptor function.",
            "score": 87.51420068740845
        },
        {
            "docid": "460071_9",
            "document": "Picornavirus . Genomic RNAs of picornaviruses possess multiple RNA elements and they are required for both negative and plus strand RNA synthesis. The cis acting replication(cre) element is required for replication. The stem-loop-structure that contains the cre is independent of position but changes with location between virus types when it has been identified. Also, the 3’ end elements of viral RNA are significant and efficient for RNA replication of picornaviruses. The 3’ end of picornavirus contains poly(A) tract which be required for infectivity. On the other hand, RNA synthesis is hypothesized to occur in this region.3’ end NCR of poliovirus is not necessary for negative-strands synthesis. However, it is important element for positive—strand synthesis. Additionally,5’ end NCR that contain secondary structural elements is required for RNA replication and poliovirus translation initiation(IRES). Internal Ribosome Entry Site (IRES) are RNA structures that allow cap independent initiation of translation, and are able to initiate translation in the middle of a messenger RNA. The viral particle binds to cell surface receptors. Cell surface receptors are characterized for each serotype of picornaviruses. For example, poliovirus receptor is glycoprotein CD155 which is special receptor for human and some other primate species. For this reason, poliovirus couldn’t be made in many laboratories until transgenic mice having a CD155 receptor on their cell surface were developed in the 1990s. These animals can be infected and used for studies of replication and pathogenesis. Binding causes a conformational change in the viral capsid proteins, and myristic acid are released. These acids form a pore in the cell membrane through which RNA is injected . Once inside the cell, the RNA un-coats and the (+) strand RNA genome is replicated through a double-stranded RNA intermediate that is formed using viral RDRP (RNA-Dependent RNA polymerase). Translation by host cell ribosomes is not initiated by a 5' G cap as usual, but rather is initiated by an IRES (Internal Ribosome Entry Site). The viral lifecycle is very rapid with the whole process of replication being completed on average within 8 hours. However, as little as 30 minutes after initial infection, cell protein synthesis declines to almost zero output – essentially the macromolecular synthesis of cell proteins is shut off. Over the next 1–2 hours there is a loss of margination of chromatin and homogeneity in the nucleus, before the viral proteins start to be synthesized and a vacuole appears in the cytoplasm close to the nucleus that gradually starts to spread as the time after infection reaches around 3 hours. After this time the cell plasma membrane becomes permeable, at 4–6 hours the virus particles assemble, and can sometimes be seen in the cytoplasm. At around 8 hours the cell is effectively dead and lyses to release the viral particles.",
            "score": 85.83058178424835
        },
        {
            "docid": "11115752_7",
            "document": "Leukocyte extravasation . For example, the carbohydrate ligand for P-selectin, P-selectin glycoprotein ligand-1 (PSGL-1), is expressed by different types of leukocytes (white blood cells). The binding of PSGL-1 on the leukocyte to P-selectin on the endothelial cell allows for the leukocyte to roll along the endothelial surface. This interaction can be tuned by the glycosylation pattern of PSGL-1, such that certain glycovariants of PSGL-1 will have unique affinities for different selectins, allowing in some cases for cells to migrate to specific sites within the body (e.g. the skin).",
            "score": 136.4223861694336
        },
        {
            "docid": "1505491_10",
            "document": "Lassa virus . The life cycle of Lassa virus is similar to the Old World arenaviruses. Lassa virus enters the cell by the receptor-mediated endocytosis. Which endocytotic pathway is used is not known yet, but at least the cellular entry is sensitive to cholesterol depletion. It was reported that virus internalization is limited upon cholesterol depletion. The receptor used for cell entry is alpha-dystroglycan, a highly conserved and ubiquitously expressed cell surface receptor for extracellular matrix proteins. Dystroglycan, which is later cleaved into alpha-dystroglycan and beta-dystroglycan is originally expressed in most cells to mature tissues, and it provides molecular link between the ECM and the actin-based cytoskeleton. After virus enters the cell by alpha-dystroglycan mediated endocytosis, low-pH environment triggers pH-dependent membrane fusion and releases RNP (viral ribonucleoprotein) complex into the cytoplasm. Viral RNA is unpacked, and replication and transcription initiate in the cytoplasm. As the replication starts, both S and L RNA genomes synthesize the antigenomic S and L RNAs, and from the antigenomic RNAs, genomic S and L RNA are synthesized. Both genomic and antigenomic RNAs are needed for transcription and translation. S RNA encodes GP and NP (viral nucleocapsid protein) proteins, and L RNA encodes Z and L proteins. L protein most likely represents the viral RNA-dependent RNA polymerase. When the cell is infected by the virus, L polymerase is associated with the viral RNP and initiates the transcription of the genomic RNA. The 5’ and 3’ terminal 19 nt viral promoter regions of both RNA segments are necessary for recognition and binding of the viral polymerase. The primary transcription first transcribes mRNAs from the genomic S and L RNAs, which code NP and L proteins, respectively. Transcription terminates at the stem-loop (SL) structure within the intergenomic region. Arenaviruses use a cap snatching strategy to gain the cap structures from the cellular mRNAs, and it is mediated by the endonuclease activity of the L polymerase and the cap binding activity of NP. Antigenomic RNA transcribes viral genes GPC and Z, encoded in genomic orientation, from S and L segments respectively. The antigenomic RNA also serves as the template for the replication. After translation of GPC, it is posttranslationally modified in the endoplasmic reticulum. GPC is cleaved into GP1 and GP2 at the later stage of the secretory pathway. It is reported the cellular protease SKI-1/S1P was responsible for the cleavage. Cleaved glycoproteins are incorporated into the virion envelope when the virus buds and release from the cell membrane.",
            "score": 74.06964874267578
        },
        {
            "docid": "14756627_4",
            "document": "Herpesvirus entry mediator . The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor was identified as a cellular mediator of herpes simplex virus (HSV) entry. Binding of HSV viral envelope glycoprotein D (gD) to this receptor protein has been shown to be part of the viral entry mechanism. The cytoplasmic region of this receptor was found to bind to several TRAF family members, which may mediate the signal transduction pathways that activate the immune response.",
            "score": 73.17960810661316
        },
        {
            "docid": "24530569_6",
            "document": "Catch bond . Leukocytes, as well as other types of white blood cells, normally form weak and short-lived bonds with other cells via selectin. Coated outside the membrane of leukocytes are microvilli, which have various types of adhesive molecules, including P-selectin glycoprotein ligand-1 (PSGL-1), a glycoprotein that is normally decorated with sulfated sialyl-Lewis x. the sulfated-sialyl-Lewis-x-contained PSGL-1 molecule has the ability to bind to any type of selectin. Leukocytes also exhibit L-selectin that binds to other cells or other leukocytes that contain PSGL-1 molecules.",
            "score": 146.58209776878357
        },
        {
            "docid": "1975124_5",
            "document": "P-selectin glycoprotein ligand-1 . P-selectin glycoprotein ligand-1 (PSGL-1) is a glycoprotein found on white blood cells and endothelial cells that binds to P-selectin (P stands for platelet), which is one of a family of selectins that includes E-selectin (endothelial) and L-selectin (leukocyte). Selectins are part of the broader family of cell adhesion molecules. PSGL-1 can bind to all three members of the family but binds best (with the highest affinity) to P-selectin.",
            "score": 121.13599801063538
        },
        {
            "docid": "3853380_31",
            "document": "Stem-cell therapy . Destruction of the immune system by the HIV is driven by the loss of CD4+ T cells in the peripheral blood and lymphoid tissues. Viral entry into CD4+ cells is mediated by the interaction with a cellular chemokine receptor, the most common of which are CCR5 and CXCR4. Because subsequent viral replication requires cellular gene expression processes, activated CD4+ cells are the primary targets of productive HIV infection. Recently scientists have been investigating an alternative approach to treating HIV-1/AIDS, based on the creation of a disease-resistant immune system through transplantation of autologous, gene-modified (HIV-1-resistant) hematopoietic stem and progenitor cells (GM-HSPC).",
            "score": 79.58338904380798
        },
        {
            "docid": "670695_9",
            "document": "Feline immunodeficiency virus . The virus gains entry to the host's cells through the interaction of the envelope glycoproteins (from the glycoprotein env) of the virus and the target cells' surface receptors. First the SU glycoprotein binds to CD134, a receptor on the host cell. This initial binding changes the shape of the SU protein to one that facilitates interaction between SU and the chemokine receptor CXCR4. This interaction causes the viral and cellular membranes to fuse, allowing the transfer of the viral RNA into the cytoplasm, where it is reverse transcribed and integrated into the cellular genome through nonhomologous recombination. Once integrated into the host cell's genome, the virus can lay dormant in the asymptomatic stage for extended periods of time without being detected by the immune system or can cause lysis of the cell. (4,5)",
            "score": 87.12967991828918
        },
        {
            "docid": "19167679_38",
            "document": "Virus . Attachment is a specific binding between viral capsid proteins and specific receptors on the host cellular surface. This specificity determines the host range of a virus. For example, HIV infects a limited range of human leucocytes. This is because its surface protein, gp120, specifically interacts with the CD4 molecule – a chemokine receptor – which is most commonly found on the surface of CD4+ T-Cells. This mechanism has evolved to favour those viruses that infect only cells in which they are capable of replication. Attachment to the receptor can induce the viral envelope protein to undergo changes that results in the fusion of viral and cellular membranes, or changes of non-enveloped virus surface proteins that allow the virus to enter.",
            "score": 95.93142104148865
        },
        {
            "docid": "41656324_5",
            "document": "Mastadenovirus . Viral replication is nuclear. Entry into the host cell is achieved by attachment of the viral fibers to the host CAR adhesion receptor. Subsequent binding of the penton protein to host integrin entry receptors mediates internalization into the host cell by clathrin-mediated endocytosis of the virus and fiber shedding. Some serotypes also seem to use macropinocytosis. Disruption of host endosomal membrane by lytic protein VI releases the viral capsid in the cytosol. Microtubular transport toward nucleus of the viral genome still protected by the core protein VII and a partial capsid mainly composed of hexons and protein IX. Docking at the NPC and capsid disruption. Import of the viral genome into host nucleus mediated by core protein VII. Transcription of early genes (E genes) by host RNA pol II: these proteins optimize the cellular milieu for viral replication, and counteract a variety of antiviral defenses. Intermediate genes activate replication of the DNA genome by DNA strand displacement in the nucleus. Expression of L4-22K and L4-33K causes early to late switch. Transcription of late genes (L genes) by host RNA pol II, mostly encoding structural proteins. Host translation shutoff performed by the viral 100K protein. Assembly of new virions in the nucleus. Virions are released by lysis of the cell. Virion maturation by the viral proteasehost receptors, which mediates clathrin-mediated endocytosis. Replication follows the DNA strand displacement model. DNA templated transcription, with some alternative splicing mechanism is the method of transcription. Translation takes place by ribosomal shunting. The virus exits the host cell by nuclear envelope breakdown, viroporins, and lysis. Human, mammals, and vertebrates serve as the natural host. Transmission routes are fecal-oral and respiratory.",
            "score": 73.82907330989838
        },
        {
            "docid": "2852949_6",
            "document": "Envelope glycoprotein GP120 . The protein gp120 is necessary during the initial binding of HIV to its target cell. Consequently, anything which binds to gp120 or its targets can physically block gp120 from binding to a cell. Only one such agent, Maraviroc, which binds the co-receptor CCR5 is currently licensed and in clinical use. No agent targeting gp120's main first cellular interaction partner, CD4, is currently licensed since interfering with such a central molecule of the immune system can cause toxic side effects, such as the anti-CD4 monoclonal antibody OKT4. Targeting gp120 itself has proven extremely difficult due to its high degree of variability and shielding. Fostemsavir (BMS-663068) is a methyl phosphate prodrug of the small molecule inhibitor BMS-626529, which prevents viral entry by binding to the viral envelope gp120 and interfering with virus attachment to the host CD4 receptor.",
            "score": 79.31040239334106
        },
        {
            "docid": "5205992_10",
            "document": "Simian foamy virus . The virus attaches to host receptors through the SU glycoprotein, and the TM glycoprotein mediates fusion with the cell membrane. The entry receptor that triggers viral entry has not been identified, but the absence of heparan sulfate in one study resulted in a decrease of infection, acknowledging it as an attachment factor that assists in mediating the entry of the viral particle. It is not clear if the fusion is pH-dependent or independent, although some evidence has been provided to indicate that SFV does enter cells through a pH-dependent step. Once the virus has entered the interior of the cell, the retroviral core undergoes structural transformations through the activity of viral proteases. Studies have revealed that there are three internal protease-dependent cleavage sites that are critical for the virus to be infectious. One mutation within the \"gag\" gene had caused a structural change to the first cleavage site, preventing subsequent cleavage at the two other sites by the viral PR, reflecting its prominent role. Once disassembled, the genetic material and enzymes are free within the cytoplasm to continue with the viral replication. Whereas most retroviruses deposit ssRNA(+) into the cell, SFV and other related species are different in that up to 20% of released viral particles already contains dsDNA genomes. This is due to a unique feature of spumaviruses in which the onset of reverse transcription of genomic RNA occurs before release rather than after entry of the new host cell like in other retroviruses.",
            "score": 81.86083328723907
        },
        {
            "docid": "51287911_5",
            "document": "Pneumoviridae . Pneumoviruses replicate in the cytoplasm of the host cell. First, the virus binds to HN glycoprotein receptors expressed on the surface of the cell. Then, through the action of the fusion protein, the virus fuses to the host plasma membrane and the nucleocapsid is released. Prior to undergoing replication, mRNA is transcribed and viral proteins are translated. Transcription is dependent on virally encoded RNA-dependent-RNA-polymerase, which binds the genome at the 3' leader region and then sequentially transcribes each gene. Translation of viral proteins is carried out by host cell ribosomes. Once sufficient P, N, L, and M2 proteins are available to create a capsid around the newly replicated genome, the virus undergoes replication. After replication, the P, L, and M proteins participate in forming the ribonucleocapsid. Once virion assembly is complete, the virion egresses by budding out of the cell.",
            "score": 79.25228786468506
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 77.28869533538818
        },
        {
            "docid": "766233_6",
            "document": "Polyomaviridae . The polyomavirus life cycle begins with entry into a host cell. Cellular receptors for polyomaviruses are sialic acid residues of glycans, commonly gangliosides. The attachment of polyomaviruses to host cells is mediated by the binding of VP1 to sialylated glycans on the cell surface. In some particular viruses, additional cell-surface interactions occur; for example, the JC virus is believed to require interaction with the 5HT2A receptor and the Merkel cell virus with heparan sulfate. However, in general virus-cell interactions are mediated by commonly occurring molecules on the cell surface, and therefore are likely not a major contributor to individual viruses' observed cell-type tropism. After binding to molecules on the cell surface, the virion is endocytosed and enters the endoplasmic reticulum - a behavior unique among known non-enveloped viruses - where the viral capsid structure is likely to be disrupted by action of host cell disulfide isomerase enzymes.",
            "score": 95.02457571029663
        },
        {
            "docid": "55439935_24",
            "document": "Role of microglia in disease . \"HIV-1 can enter the microglial cell via CD4 receptors and chemokine co-receptors such as CCR3, CCR5, and CXCR4, with CCR5 being the most important of these. Interestingly, humans with double allelic loss of CCR5 are virtually immune to HIV acquired via the sexual route (though can be infected by IV transmission of CXCR4 tropic viruses). IL-4 and IL-10 enhance the entry and replication of HIV-1 in microglia through the up-regulation of CD4 and CCR5 expression, respectively. The chemokines CCL5/RANTES, CCL3/MIP-1α, CCL4/MIP-1β, all of which bind to CCR5, are inhibitory to HIV-1 replication in microglial cells, apparently by their ability to block viral entry.\"",
            "score": 76.64494824409485
        },
        {
            "docid": "39669_17",
            "document": "Dengue fever . Once inside the skin, dengue virus binds to Langerhans cells (a population of dendritic cells in the skin that identifies pathogens). The virus enters the cells through binding between viral proteins and membrane proteins on the Langerhans cell, specifically the C-type lectins called DC-SIGN, mannose receptor and CLEC5A. DC-SIGN, a non-specific receptor for foreign material on dendritic cells, seems to be the main point of entry. The dendritic cell moves to the nearest lymph node. Meanwhile, the virus genome is translated in membrane-bound vesicles on the cell's endoplasmic reticulum, where the cell's protein synthesis apparatus produces new viral proteins that replicate the viral RNA and begin to form viral particles. Immature virus particles are transported to the Golgi apparatus, the part of the cell where some of the proteins receive necessary sugar chains (glycoproteins). The now mature new viruses are released by exocytosis. They are then able to enter other white blood cells, such as monocytes and macrophages.",
            "score": 76.0246753692627
        },
        {
            "docid": "53450372_13",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . The primary function of PfEMP1 is to bind and attach RBCs to the wall of the blood vessels. The most important binding properties of \"P. falciparum\" known to date are mediated by the head structure of PfEMP1, consisting of DBL domains and CIDRs. DBL domains can bind to a variety of cell receptors including thrombospondin (TSP), complement receptor 1 (CR1), chondroitin sulfate A (CSA), P-selectin, endothelial protein C receptor (EPCR), and heparan sulfate. The DBL domain adjacent to the head structure binds to ICAM1. CIDRs mainly bind to a large variety of cluster determinant 36 (CD36). These bindings produce the pathogenic characteristics of the parasite, such as sequestration of infected cells in different tissues, invasion of RBCs, and clustering of infected cells by a process called rosetting.",
            "score": 103.73462009429932
        },
        {
            "docid": "11503558_7",
            "document": "NPC1 . The human Niemann–Pick C1 (NPC1) cholesterol transporter appears to be essential for Ebola virus infection: a series of independent studies have presented evidence that Ebola virus enters human cells after binding to NPC1. When cells from Niemann Pick Type C patients lacking this transporter were exposed to Ebola virus in the laboratory, the cells survived and appeared impervious to the virus, further indicating that Ebola relies on NPC1 to enter cells. The same studies described similar results with Marburg virus, another filovirus, showing that it too needs NPC1 to enter cells. In one of the studies, NPC1 was shown to be critical to filovirus entry because it mediates infection by binding directly to the viral envelope glycoprotein. A later study confirmed the findings that NPC1 is a critical filovirus receptor that mediates infection by binding directly to the viral envelope glycoprotein and that the second lysosomal domain of NPC1 mediates this binding.",
            "score": 54.626344203948975
        },
        {
            "docid": "47360189_7",
            "document": "Polioencephalitis . Research into the mechanism of this disease stalled with the development of the vaccines in the mid-twentieth century. However, with the recent identification of the cell surface receptor CD155 new interest has resurfaced in this disease. Experiments on transgenic mice are investigating the initial sites of viral replication in the host and how the virus moves from the bloodstream into the central nervous system. Research into the host range of the virus has also been of interest. The host range of a virus is determined by the interaction of the virus with host cellular receptors such as CD155. Comparison of the amino acid sequence in the binding domain of the host cell receptor is highly variable among mammalian species. Rapid changes in the sequence of the binding domain have restricted the host range of the poliovirus. Targeting of the brain and spinal cord have also come under investigation. The restricted tropism maybe due to organ specific differences in the initiation of translation by the virus internal ribosome entry site.",
            "score": 86.39448058605194
        },
        {
            "docid": "14427523_3",
            "document": "GPR31 . The GPR31 receptor is most closely related in amino acid sequence to the oxoeicosanoid receptor 1, a G-protein coupled receptor encoded by the GPR170 gene. Oxoeicosanoid receptor 1 is the receptor for a family of arachidonic acid metabolites made by 5-lipoxygenase viz., 5-Hydroxyicosatetraenoic acid (5-HETE), 5-oxoicosanoic acid (5-oxo-ETE) and other members of this family of broadly bioactive cell stimuli. The GPR31 receptor is a receptor for very different arachidonic acid metabolite, 12-hydroxyeicosatetraenoic acid (12-HETE), whose synthesis is catalyzed by 12-lipoxygenase; this conclusion is based on studies that cloned the receptor from the PC-3 prostate cancer cell line and found that the cloned receptor, when expressed in other cell types, bound with high affinity (Kd=5 nM) and mediated the actions of low concentrations of the \"S\" but not \"R\" stereoisomer of 12-HETE. In a [35S]GTPγS binding assay, which indirectly estimates a receptor's binding affinity with a ligand by measuring this ligand's ability to stimulate the receptor to bind [35S]GTPγS, 12(\"S\")-HETE stimulated the cloned GPR31 receptor to bind [35S]GTPγS with an EC50 (effective concentration causing a 50% of maximal rise in [35S]GTPγS binding) was <0.3 nM; it was 42 nm for 15(\"S\")-HETE, 390 nM for 5(\"S\")-HETE, and undetectable for 12(\"R\")-HETE. Importantly, however, we do not known if GPR31 interacts with structural analogs of 12(\"S\")-HETE such as 12-oxo-ETE (a metabolite of 12(\"S\")-HETE), various 5,12-diHETEs including LTB4, and an array of bioactive 12(\"S\")-HETE and 12(\"R\")-HETE metabolites, the Hepoxilins. Further studies will be needed to determine if the GPR31 receptor is dedicated to binding and mediating the aciont of 12(\"S\")-HETE more or less exclusively or, like the oxoeicosanoid receptor 1, binds and mediates the actions of a family of analogs.",
            "score": 72.71035611629486
        }
    ],
    "r": [
        {
            "docid": "11445073_4",
            "document": "Tyrosylprotein sulfotransferase . TPST and tyrosine sulfation is involved in a large number of biological and physiological processes. Tyrosine sulfation has been found to be an important part of the inflammatory process, leukocyte movement and cytosis, viral cell entrance, and other cell-cell and protein-protein interactions. Selection for specific tyrosine residues requires a generally accessible tyrosine residue, and acidic residues within +5 or -5 residues of the target tyrosine. P-selectin glycoprotein ligand-1 (PSGL-1) has been extensively studied as a substrate for TPST and the importance of sulfation in PSGL-1 and its ability to bind its receptor. Another substrate for TPST, CC-chemokine Receptor 5 (CCR5), has generated interest because of its role as the target protein for the viral entrance of HIV into cells. The importance of CCR5’s sulfation for HIV invasion has led to research on TPST and CCR5, including a characterization of the pattern of sulfation of CCR5. Beyond these two proteins, other notable protein substrates include Cholecystokinin (CCK), Factor V and Factor VIII, gastrin, the leech enzyme hirudin, fibrinogen, Complement component 4, follicle-stimulating hormone receptor (FSHR), and other chemokine and G-protein coupled receptors. A full, up-to-date list can be found at UniProtKB.",
            "score": 220.18728637695312
        },
        {
            "docid": "14755358_33",
            "document": "Secreted frizzled-related protein 1 . Heparin and heparan sulfate (HS) are mammalian glycosaminoglycans with the highest negative charge density of known biological macromolecules. They bind by ionic interactions with a variety of proteins. Heparin is widely used as an injectable anticoagulant. SFRP1 are heparin-binding proteins, with the heparin-binding domain within the C-terminal region of the SFRP1 protein. In vitro studies show that SFRP1 is stabilizezd by heparin, suggesting that heparin or endogenous heparan-sulfate proteoglycan (HSPG) has the potential to promote SFRP1/Wnt binding by serving as a scaffold to facilitate interaction between SFRP1 and Wnt proteins. Lowering HSPG levels in tissue have been shown to impair Wnt signaling in vivo, supporting the idea that HSPG plays an important role in Wnt signaling regulation. Furthermore, SFRP1 is tyrosine-sulfated at two N-terminal tyrosines; this modification is, however, inhibited by heparin. Tryosine sulfation could partially destabilize the SFRP1 protein, which is supported by previous studies showing that SFRP1 is susceptible to degradation in the absence of heparin. The finding that heparin can inhibit intracellular post-translational modification of SFRP1 was surprising. This indicates that heparin may inhibit the process of tyrosine sulfation, for example, by tyrosyl-protein sulfotransferases enzymes or sulfate donor pathways. Since heparin is highly negatively charged and cannot permeate the membrane, it must activate a signal transduction pathway to carry out its effect. It is well known that fibroblast growth factors (FGFs) bind heparin with relatively high affinity. HSPGs have also been shown to be involved in FGF cell signaling. Zhong et al. revealed a specificity of FGFs and FGF receptors on SFRP1 accumulation, demonstrating that FGF and their receptors are involved in post-translational modification of SFRP1. As stated above, SFRP1 has been shown to attenuate the malignant phenotype and decrease the growth of tumors. Thus, Heparin is a potential drug that could be used to stabilize and accumulate SFRP1 in cancer cells.",
            "score": 154.29537963867188
        },
        {
            "docid": "3434559_7",
            "document": "P-selectin . The primary ligand for P-selectin is P-selectin glycoprotein ligand-1 (PSGL-1) which is expressed on almost all leukocytes, although P-selectin also binds to heparan sulfate and fucoidan. PSGL-1 is situated on various hematopoietic cells such as neutrophils, eosinophils, lymphocytes, and monocytes, in which it mediates tethering and adhesion of these cells. However, PSGL-1 is not specific for P-selectin, as it can also function as a ligand for both E- and L-selectin.",
            "score": 148.63299560546875
        },
        {
            "docid": "8049312_11",
            "document": "Sialyl-Lewis X . Sialyl-Lewis is a necessary partner for the three selectins that bind the leukocyte and endothelial cells. When sialyl-Lewis is part of an O-glycan and attached to CD34 it can then bind to L-selectin. For the binding to L-selectin to occur sialyl-Lewis must undergo sulfation. For sialyl-Lewis to bind to P-selectin, an O-linked glycan near the N-terminus of P-Selectin Glycoprotein Ligand-1 (PSGL-1) is modified with sialyl-Lewis and in combination with nearby tyrosine residues modified with sulfate, forms the binding contact for P-selectin. For sialyl-Lewis to bind to E-selectin it can be part of either an N-linked or O-linked glycan attached to cell surface glycoproteins such as PSGL-1, CD43 or CD44. This sialyl-Lewis mediated binding to selectins allows circulating leukocytes to stick to and roll along endothelial cells lining blood vessels thereby enabling the leukocytes to accumulate at a site of vascular inflammation.",
            "score": 147.05848693847656
        },
        {
            "docid": "24530569_6",
            "document": "Catch bond . Leukocytes, as well as other types of white blood cells, normally form weak and short-lived bonds with other cells via selectin. Coated outside the membrane of leukocytes are microvilli, which have various types of adhesive molecules, including P-selectin glycoprotein ligand-1 (PSGL-1), a glycoprotein that is normally decorated with sulfated sialyl-Lewis x. the sulfated-sialyl-Lewis-x-contained PSGL-1 molecule has the ability to bind to any type of selectin. Leukocytes also exhibit L-selectin that binds to other cells or other leukocytes that contain PSGL-1 molecules.",
            "score": 146.58209228515625
        },
        {
            "docid": "11115752_7",
            "document": "Leukocyte extravasation . For example, the carbohydrate ligand for P-selectin, P-selectin glycoprotein ligand-1 (PSGL-1), is expressed by different types of leukocytes (white blood cells). The binding of PSGL-1 on the leukocyte to P-selectin on the endothelial cell allows for the leukocyte to roll along the endothelial surface. This interaction can be tuned by the glycosylation pattern of PSGL-1, such that certain glycovariants of PSGL-1 will have unique affinities for different selectins, allowing in some cases for cells to migrate to specific sites within the body (e.g. the skin).",
            "score": 136.42237854003906
        },
        {
            "docid": "17257537_8",
            "document": "Enterovirus 71 . \"The Enterovirus 71 (EV71) infection may be asymptomatic or it may cause diarrhea, rashes, and hand, foot and mouth disease (HFMD). However, EV71 also has the potential to cause severe neurological disease. To date, little is known about the molecular mechanisms of the host response to EV71 infection. [...] EV71 infection led to increases in the level of mRNAs encoding chemokines, proteins involved in protein degradation, complement proteins, and proapoptosis proteins.\"",
            "score": 132.749267578125
        },
        {
            "docid": "17257537_6",
            "document": "Enterovirus 71 . The receptors for EV71 and CVA16 have been identified as P-selectin glycoprotein ligand-1 and scavenger receptor class B, member 2 (SCARB2); both are transmembrane proteins.",
            "score": 131.672607421875
        },
        {
            "docid": "2233137_3",
            "document": "Tyrosine sulfation . Sulfation plays a role in strengthening protein-protein interactions. Types of human proteins known to undergo tyrosine sulfation include adhesion molecules, G-protein-coupled receptors, coagulation factors, serine protease inhibitors, extracellular matrix proteins, and hormones. Tyrosine O-sulfate is a stable molecule and is excreted in urine in animals. No enzymatic mechanism of tyrosine sulfate desulfation is known to exist.",
            "score": 129.73483276367188
        },
        {
            "docid": "4774419_15",
            "document": "Herpes simplex virus . In the case of a herpes virus, initial interactions occur when two viral envelope glycoprotein called glycoprotein C (gC) and glycoprotein B (gB) bind to a cell surface particle called heparan sulfate. Next, the major receptor binding protein, glycoprotein D (gD), binds specifically to at least one of three known entry receptors. These cell receptors include herpesvirus entry mediator (HVEM), nectin-1 and 3-O sulfated heparan sulfate. The nectin receptors usually produce cell-cell adhesion, to provide a strong point of attachment for the virus to the host cell. These interactions bring the membrane surfaces into mutual proximity and allow for other glycoproteins embedded in the viral envelope to interact with other cell surface molecules. Once bound to the HVEM, gD changes its conformation and interacts with viral glycoproteins H (gH) and L (gL), which form a complex. The interaction of these membrane proteins may result in a hemifusion state. gB interaction with the gH/gL complex creates an entry pore for the viral capsid. gB interacts with glycosaminoglycans on the surface of the host cell.",
            "score": 128.77569580078125
        },
        {
            "docid": "1975124_7",
            "document": "P-selectin glycoprotein ligand-1 . PSGL-1 is expressed on all white blood cells and plays an important role in the recruitment of white blood cells into inflamed tissue: White blood cells normally do not interact with the endothelium of blood vessels. However, inflammation causes the expression of cell adhesion molecules (CAM) such as P-selectin on the surface of the blood vessel wall. White blood cells present in flowing blood can interact with CAM. The first step in this interaction process is carried out by PSGL-1 interacting with P-selectin and/or E-selectin on endothelial cells and adherent platelets. This interaction results in \"rolling\" of the white blood cell on the endothelial cell surface followed by stable adhesion and transmigration of the white blood cell into the inflamed tissue.",
            "score": 128.7459716796875
        },
        {
            "docid": "17257537_9",
            "document": "Enterovirus 71 . \"Enterovirus 71 (EV71), one of the major causative agents for hand, foot and mouth disease (HFMD), is sometimes associated with severe central nervous system diseases. In 1997, in Malaysia and Japan, and in 1998 in Taiwan, there were HFMD epidemics involving sudden death among young children, and EV71 was isolated from the HFMD patients, including the fatal cases. The nucleotide sequences of each EV71 isolate were determined and compared by phylogenetical analysis. EV71 strains from previously reported epidemics belonged to genotype A-1, while those from recent epidemics could be divided into two genotypes, A-2 and B.\"",
            "score": 127.37523651123047
        },
        {
            "docid": "6224130_4",
            "document": "Sulfation . Sulfation plays role in strengthening protein–protein interactions. Types of human proteins known to undergo tyrosine sulfation include adhesion molecules, G-protein-coupled receptors, coagulation factors, serine protease inhibitors, extracellular matrix proteins, and hormones. Tyrosine \"O\"-sulfate is a stable molecule and is excreted in urine in animals. No enzymatic mechanism of tyrosine sulfate desulfation is known to exist. By knock-out of \"TPST\" genes in mice, it may be observed that tyrosine sulfation has effects on the growth of the mice, such as body weight, fecundity, and postnatal viability.",
            "score": 127.30550384521484
        },
        {
            "docid": "1190487_11",
            "document": "Enterovirus . Enterovirus 71 (EV-71) is notable as one of the major causative agents for hand, foot and mouth disease (HFMD), and is sometimes associated with severe central nervous system diseases. EV71 was first isolated and characterized from cases of neurological disease in California in 1969. To date, little is known about the molecular mechanisms of host response to EV71 infection, but increases in the level of mRNAs encoding chemokines, proteins involved in protein degradation, complement proteins, and proapoptotis proteins have been implicated.",
            "score": 125.6260986328125
        },
        {
            "docid": "1604312_7",
            "document": "CCR5 . HIV-1 most commonly uses the chemokine receptors CCR5 and/or CXCR4 as co-receptors to enter target immunological cells. These receptors are located on the surface of host immune cells whereby they provide a method of entry for the HIV-1 virus to infect the cell. The HIV-1 envelope glycoprotein structure is essential in enabling the viral entry of HIV-1 into a target host cell. The envelope glycoprotein structure consists of two protein subunits cleaved from a Gp160 protein precursor encoded for by the HIV-1 \"env\" gene: the Gp120 external subunit, and the Gp41 transmembrane subunit. This envelope glycoprotein structure is arranged into a spike-like structure located on the surface of the virion and consists of a trimer of three Gp120-Gp41 hetero-dimers. The Gp120 envelope protein is a chemokine mimic. It lacks the unique structure of a chemokine, however it is still capable of binding to the CCR5 and CXCR4 chemokine receptors. During HIV-1 infection, the Gp120 envelope glycoprotein subunit binds to a CD4 glycoprotein and a HIV-1 co-receptor expressed on a target cell- forming a heterotrimeric complex. The formation of this complex stimulates the release of a fusogenic peptide inducing the fusion of the viral membrane with the membrane of the target host cell. Because binding to CD4 alone can sometimes result in gp120 shedding, gp120 must next bind to co-receptor CCR5 in order for fusion to proceed. The tyrosine sulfated amino terminus of this co-receptor is the \"essential determinant\" of binding to the gp120 glycoprotein. Co-receptor recognition also include the V1-V2 region of gp120, and the bridging sheet (an antiparallel, 4-stranded β sheet that connects the inner and outer domains of gp120). The V1-V2 stem can influence \"co-receptor usage through its peptide composition as well as by the degree of N-linked glycosylation.\" Unlike V1-V2 however, the V3 loop is highly variable and thus is the most important determinant of co-receptor specificity. The normal ligands for this receptor, RANTES, MIP-1β, and MIP-1α, are able to suppress HIV-1 infection \"in vitro\". In individuals infected with HIV, CCR5-using viruses are the predominant species isolated during the early stages of viral infection, suggesting that these viruses may have a selective advantage during transmission or the acute phase of disease. Moreover, at least half of all infected individuals harbor only CCR5-using viruses throughout the course of infection.",
            "score": 124.96862030029297
        },
        {
            "docid": "1975124_3",
            "document": "P-selectin glycoprotein ligand-1 . SELPLG codes for PSGL-1, the high affinity counter-receptor for P-selectin on myeloid cells and stimulated T lymphocytes. As such, it plays a critical role in the tethering of these cells to activated platelets or endothelia expressing P-selectin.",
            "score": 122.88631439208984
        },
        {
            "docid": "17557516_4",
            "document": "Christopher E. Rudd . Rudd is credited with having had a major impact on the understanding of the intracellular signals that control T-cell immunity. Rudd was the first to discover that intracellular protein kinases interact with surface receptors, by identifying the interaction of T-cell co-receptors CD4 (also the receptor for the human immunodeficiency virus, HIV-1) and CD8 on T-cells with protein-tyrosine kinase p56lck. His discovery provided a role for members of the proto-oncogene pp60src kinase family in normal cell signaling. Other receptors were later found to use src-related kinases to regulate cell growth. In terms of immunology, the CD4- and CD8-p56lck complexes are now widely accepted as the initiators of the T cell activation, leading to the recruitment of a second tyrosine kinase ZAP-70 that control the ability of T-cells to respond to foreign pathogens, foreign transplants and cancer cells.",
            "score": 122.42852783203125
        },
        {
            "docid": "1975124_5",
            "document": "P-selectin glycoprotein ligand-1 . P-selectin glycoprotein ligand-1 (PSGL-1) is a glycoprotein found on white blood cells and endothelial cells that binds to P-selectin (P stands for platelet), which is one of a family of selectins that includes E-selectin (endothelial) and L-selectin (leukocyte). Selectins are part of the broader family of cell adhesion molecules. PSGL-1 can bind to all three members of the family but binds best (with the highest affinity) to P-selectin.",
            "score": 121.13599395751953
        },
        {
            "docid": "17257537_16",
            "document": "Enterovirus 71 . HFMD was recognized in China in the 1980s, and EV71 was first isolated in China from HFMD vesicle fluid in 1987 by Zhi-Ming Zheng at Virus Research Institute, Hubei Medical University. From 1999 to 2004, there were no epidemics of hand, foot, and mouth disease in Shenzhen, People's Republic of China, but each year there were small, local outbreaks associated with only a few cases of neurological disease and no reported fatalities. Genetic analysis revealed 19 cases of EV71 among 147 children who had hand, foot, and mouth disease in Shenzhen during this time. Until 2008, no large EV71 epidemic had been reported on the Chinese mainland, but sporadic infections were common in the southeast coastal area as well as in inland regions, such as Beijing, Chongqing, and Jinan. From 1998 to 2004, the only EV71 viruses identified on mainland China belonged to the genotype C4, indicating far less variety in China than in Taiwan.",
            "score": 118.84593200683594
        },
        {
            "docid": "51903_13",
            "document": "Tyrosine kinase . Yet another possible and probable role of protein tyrosine kinase is that in the event of circulatory failure and organ dysfunction caused by endotoxin in rats, where the effects of inhibitors tyrphostin and genistein are involved with protein tyrosine kinase. Signals in the surroundings received by receptors in the membranes of cells are transmitted into the cell cytoplasm. Transmembrane signaling due to receptor tyrosine kinases, according to Bae \"et al.\" (2009), relies heavily on interactions, for example, mediated by the SH2 protein domain; it has been determined via experimentation that the SH2 protein domain selectivity is functional in mediating cellular processes involving tyrosine kinase. Receptor tyrosine kinases may, by this method, influence growth factor receptor signaling. This is one of the more fundamental cellular communication functions metazoans.",
            "score": 115.91206359863281
        },
        {
            "docid": "11485159_4",
            "document": "Fibroblast growth factor receptor 1 . FGFR1 is a member of the fibroblast growth factor receptor (FGFR) family, which in addition to FGFR1, includes FGFR2, FGFR3, FGFR4, and FGFRL1. FGFR1-4 are cell surface membrane receptors that possess tyrosine kinase activity. A full-length representative of these four receptors consists of an extracellular region composed of three immunoglobulin-like domains which bind their proper ligands, the fibroblast growth factors (FGFs), a single hydrophobic stretch which passes through the cell's surface membrane, and a cytoplasmic tyrosine kinase domain. When bonded to FGFs, these receptors form dimers with any one of the four other FGFRs and then cross-phosphorylate key tyrosine residues on their dimer partners. These newyly phosphorylated sites bind cytosolic docking proteins such as FRS2, PRKCG and GRB2 which proceed to activate cell signaling pathways that lead to cellular differentiation, growth, proliferation, prolonged survival, migration, and other functions. FGFRL1 lacks a prominent intracellular domain and tyrosine kinase activity; it may serve as a decoy receptor by binding with and thereby diluting the action of FGFs. There are 18 known FGRs that bind to and activate one or more of the FGFRs: FGF1 to FGR10 and FGF16 to FGF23. Fourteen of these, FGF1 to FGF6, FGF8, FGF10, FGF17, and FGF19 to FG23 bind and activate FGFR1. FGFs binding to FGFR1 is promoted by their interaction with cell surface heparan sulfate proteoglycans and, with respect to FGF19, FGF20, and FGR23, the transmembrane protein Klotho.",
            "score": 115.35581970214844
        },
        {
            "docid": "10806968_3",
            "document": "Syndecan 1 . The protein encoded by this gene is a transmembrane (type I) heparan sulfate proteoglycan and is a member of the syndecan proteoglycan family. The syndecans mediate cell binding, cell signaling, and cytoskeletal organization and syndecan receptors are required for internalization of the HIV-1 tat protein. The syndecan-1 protein functions as an integral membrane protein and participates in cell proliferation, cell migration and cell-matrix interactions via its receptor for extracellular matrix proteins. Syndecan-1 is a sponge for growth factors, with binding largely via heparan sulfate chains.",
            "score": 113.80760955810547
        },
        {
            "docid": "1975124_6",
            "document": "P-selectin glycoprotein ligand-1 . PSGL-1 protein requires two distinct posttranslational modifications to gain its selectin binding activity:",
            "score": 113.62452697753906
        },
        {
            "docid": "28857_19",
            "document": "Signal transduction . Receptor tyrosine kinases (RTKs) are transmembrane proteins with an intracellular kinase domain and an extracellular domain that binds ligands; examples include growth factor receptors such as the insulin receptor. To perform signal transduction, RTKs need to form dimers in the plasma membrane; the dimer is stabilized by ligands binding to the receptor. The interaction between the cytoplasmic domains stimulates the autophosphorylation of tyrosine residues within the intracellular kinase domains of the RTKs, causing conformational changes. Subsequent to this, the receptors' kinase domains are activated, initiating phosphorylation signaling cascades of downstream cytoplasmic molecules that facilitate various cellular processes such as cell differentiation and metabolism. Many Ser/Thr and dual-specificity protein kinases are important for signal transduction, either acting downstream of [receptor tyrosine kinases], or as membrane-embedded or cell-soluble versions in their own right. The process of signal transduction involves around 560 known protein kinases and pseudokinases, encoded by the human kinome",
            "score": 112.27119445800781
        },
        {
            "docid": "14033145_3",
            "document": "Caveolin 1 . Caveolin 1 has been shown to interact with heterotrimeric G proteins, Src tyrosine kinases (Src, Lyn) and H-Ras,  cholesterol, TGF beta receptor 1,  Endothelial NOS,  Androgen receptor,  Amyloid precursor protein,  Gap junction protein, alpha 1, Nitric oxide synthase 2A, Epidermal growth factor receptor, Endothelin receptor type B, PDGFRB, PDGFRA, PTGS2, TRAF2, Estrogen receptor alpha, Caveolin 2, PLD2, Bruton's tyrosine kinase and SCP2. All these interactions are through a caveolin-scaffolding domain (CSD) within caveolin-1 molecule. Molecules that interact with caveolin-1 contain caveolin-binding motifs (CBM).",
            "score": 111.6482925415039
        },
        {
            "docid": "6224130_3",
            "document": "Sulfation . Tyrosine sulfation is a posttranslational modification in which a tyrosine residue of a protein is sulfated by a tyrosylprotein sulfotransferase (TPST) typically in the Golgi apparatus. Secreted proteins and extracellular parts of membrane proteins that pass through the Golgi apparatus may be sulfated. Such sulfation was first discovered by Bettelheim in bovine fibrinopeptide B in 1954 and later found be present in animals and plants but not in prokaryotes or in yeasts. Sulfation sites are tyrosine residues exposed on the surface of the protein typically surrounded by acidic residues. A detailed description of the characteristics of the sulfation site is available from PROSITE (PROSITE pattern: PS00003). Two types of tyrosylprotein sulfotransferases (TPST-1 and TPST-2) have been identified. Recently identified RaxX protein from most Xanthomonas species contains tyrosine sulfation residue, and mimics the plant peptide hormone PSY (Amano et al., 2007, Pruitt et al., 2015, 2017).",
            "score": 111.45186614990234
        },
        {
            "docid": "1628547_14",
            "document": "Cell adhesion molecule . The selectins are a family of heterophilic CAMs that are dependent on fucosylated carbohydrates, e.g., mucins for binding. The three family members are E-selectin (endothelial), L-selectin (leukocyte), and P-selectin (platelet). The best-characterized ligand for the three selectins is P-selectin glycoprotein ligand-1 (PSGL-1), which is a mucin-type glycoprotein expressed on all white blood cells. Selectins have been implicated in several roles but they are especially important in the immune system by helping white blood cell homing and trafficking.",
            "score": 111.43699645996094
        },
        {
            "docid": "51903_28",
            "document": "Tyrosine kinase . Research has shown that protein phosphorylation occurs on residues of tyrosine by both transmembrane receptor- and membrane-associated protein tyrosine kinases in normal cells. Phosphorylation plays a significant role in cellular signalling that regulates the number and variety of growth factors. This is evidenced by the observation that cells affected by the Rous sarcoma virus display obvious structural modifications and a total lack of normal cell growth regulation. Rous sarcoma virus-encoded oncoproteins are protein tyrosine kinases that are the cause of, and are required for, this cellular transformation. Tyrosine phosphorylation activity also increases or decreases in conjunction with changes in cell composition and growth regulation. In this way, a certain transformation exhibited by cells is dependent on a role that tyrosine kinase demonstrates. Protein tyrosine kinases, have a major role in the activation of lymphocytes. In addition, they are functional in mediating communication pathways in cell types such as adrenal chromaffin, platelets, and neural cells.",
            "score": 111.33013153076172
        },
        {
            "docid": "3959260_13",
            "document": "Versican . Because of their negatively charged sulfates or carboxyl groups, chondroitin sulfate chains are attracted to various positively charged molecules such as certain growth factors, cytokines, and chemokines. This interaction in the extracellular matrix or on the cell surface is important in the formation of immobilized gradients of these factors, their protection from proteolytic cleavage, and their presentation to specific cell-surface receptors. The binding of versican with leukocyte adhesion molecules L-selectin, P-selectin, and CD44 is also mediated by the interaction of CS chains of versican with the carbohydrate-binding domain of these molecules. Both CD44 and L-selectin have been implicated in leukocyte trafficking. The ability of versican to bind a large panel of chemokines and the biological consequences of such binding has also been examined. Versican can bind specific chemokines through its CS chains and this interaction down-regulates the chemokines function. Recently, in light of results that V1 and V2 isoforms of versican have opposite effects on cell proliferation, glycosaminoglycan domain GAG-β has been implicated in versican-enhanced cell proliferation and versican-induced reduction of cell apoptosis.",
            "score": 109.81673431396484
        },
        {
            "docid": "14854417_8",
            "document": "Protein phosphorylation . While tyrosine phosphorylation is found in relatively low abundance, it is well studied due to the ease of purification of phosphotyrosine using antibodies. Receptor tyrosine kinases are an important family of cell surface receptors involved in the transduction of extracellular signals such as hormones, growth factors, and cytokines. Binding of a ligand to a monomeric receptor tyrosine kinase stabilizes interactions between two monomers to form a dimer, after which the two bound receptors phosphorylate tyrosine residues in \"trans\". Phosphorylation and activation of the receptor activates a signaling pathway through enzymatic activity and interactions with adaptor proteins. Signaling through the epidermal growth factor receptor (EGFR), a receptor tyrosine kinase, is critical for the development of multiple organ systems including the skin, lung, heart, and brain. Excessive signaling through the EGFR pathway is found in many human cancers.",
            "score": 109.31171417236328
        },
        {
            "docid": "51903_14",
            "document": "Tyrosine kinase . Major changes are sometimes induced when the tyrosine kinase enzyme is affected by other factors. One of the factors is a molecule that is bound reversibly by a protein, called a ligand. A number of receptor tyrosine kinases, though certainly not all, do not perform protein-kinase activity until they are occupied, or activated, by one of these ligands. It is interesting to note that, although many more recent cases of research indicate that receptors remain active within endosomes, it was once thought that endocytosis caused by ligands was the event responsible for the process in which receptors are inactivated. Activated receptor tyrosine kinase receptors are internalized (recycled back into the system) in short time and are ultimately delivered to lysosomes, where they become work-adjacent to the catabolic acid hydrolases that partake in digestion. Internalized signaling complexes are involved in different roles in different receptor tyrosine kinase systems, the specifics of which were researched. In addition, ligands participate in reversible binding, a term that describes those inhibitors that bind non-covalently (inhibition of different types are effected depending on whether these inhibitors bind the enzyme, the enzyme-substrate complex, or both). Multivalency, which is an attribute that bears particular interest to some people involved in related scientific research, is a phenomenon characterized by the concurrent binding of several ligands positioned on one unit to several coinciding receptors on another. In any case, the binding of the ligand to its partner is apparent owing to the effects that it can have on the functionality of many proteins. Ligand-activated receptor tyrosine kinases, as they are sometimes referred to, demonstrate a unique attribute. Once a tyrosine receptor kinase is bonded to its ligand, it is able to bind to tyrosine kinase residing in the cytosol of the cell.",
            "score": 109.28790283203125
        },
        {
            "docid": "5647555_19",
            "document": "Receptor tyrosine kinase . Protein Tyrosine Phosphatase (PTPs) are a group of enzymes that possess a catalytic domain with phosphotyrosine-specific phosphohydrolase activity. PTPs are capable of modifying the activity of receptor tyrosine kinases in both a positive and negative manner. PTPs can dephosphorylate the activated phosphorylated tyrosine residues on the RTKs which virtually leads to termination of the signal. Studies involving PTP1B, a widely known PTP involved in the regulation of the cell cycle and cytokine receptor signaling, has shown to dephosphorylate the epidermal growth factor receptor and the insulin receptor. Some PTPs, on the other hand, are cell surface receptors that play a positive role in cell signaling proliferation. Cd45, a cell surface glycoprotein, plays a critical role in antigen-stimulated dephosphorylation of specific phosphotyrosines that inhibit the Src pathway.",
            "score": 109.02754974365234
        }
    ]
}