{
    "q": [
        {
            "docid": "45329906_10",
            "document": "Solvent models . Some recent advancements in explicit solvent modelling are the new generation of polarizable force fields, which are currently being created. These force fields are able to account for changes in the molecular charge distribution. A number of these force fields are being developed to utilise multipole moments, as opposed to point charges, given that multipole moments can reflect the charge anisotropy of the molecules. One such method is the Atomic Multipole Optimised Energetics for Biomolecular Applications (AMOEBA) force field. This method has been used to study the solvation dynamics of ions. Other emerging polarizable forcefields which have been applied to condensed phase systems are; the Sum of Interactions between Fragments \"ab initio\" computed (SIBFA) and the Quantum Chemical Topology Force Field (QCTFF). Polarizable water models are also being produced. The so-called charge on spring (COS) model gives water models with the ability to polarize due to one of the interaction sites being flexible (on spring).",
            "score": 101.03991961479187
        },
        {
            "docid": "50956705_2",
            "document": "Coarse-grained modeling . Coarse-grained modeling, coarse-grained models, aim at simulating the behaviour of complex systems using their coarse-grained (simplified) representation. Coarse-grained models are widely used for molecular modeling of biomolecules at various granularity levels. A wide range of coarse-grained models have been proposed. They are usually dedicated to computational modeling of specific molecules: proteins, nucleic acids, lipid membranes, carbohydrates or water. In these models, molecules are represented by individual atoms and pseudo-atoms (that replace the group of atoms), or pseudo-atoms only. By decreasing the degrees of freedom much longer simulation times can be studied than using classical atomistic models. Coarse-grained models have found practical applications in: protein structure prediction, prediction of protein interactions and molecular dynamics simulations of protein folding.",
            "score": 101.58596444129944
        },
        {
            "docid": "547400_18",
            "document": "Molecular mechanics . In molecular mechanics, several ways exist to define the environment surrounding a molecule or molecules of interest. A system can be simulated in vacuum (termed a gas-phase simulation) with no surrounding environment, but this is usually undesirable because it introduces artifacts in the molecular geometry, especially in charged molecules. Surface charges that would ordinarily interact with solvent molecules instead interact with each other, producing molecular conformations that are unlikely to be present in any other environment. The \"best\" way to solvate a system is to place explicit water molecules in the simulation box with the molecules of interest and treat the water molecules as interacting particles like those in the molecule. A variety of water models exist with increasing levels of complexity, representing water as a simple hard sphere (a united-atom model), as three separate particles with fixed bond angles, or even as four or five separate interaction centers to account for unpaired electrons on the oxygen atom. As water models grow more complex, related simulations grow more computationally intensive. A compromise method has been found in implicit solvation, which replaces the explicitly represented water molecules with a mathematical expression that reproduces the average behavior of water molecules (or other solvents such as lipids). This method is useful to prevent artifacts that arise from vacuum simulations and reproduces bulk solvent properties well, but cannot reproduce situations in which individual water molecules have interesting interactions with the molecules under study.",
            "score": 79.98699605464935
        },
        {
            "docid": "36218848_2",
            "document": "MARTINI . Martini is a coarse-grained (CG) force field developed by Marrink and coworkers at the University of Groningen, initially developed in 2004 for molecular dynamics simulation of lipids, later (2007) extended to various other molecules. The force field applies a mapping of four heavy atoms to one CG interaction site and is parametrized with the aim of reproducing thermodynamic properties.",
            "score": 53.62134051322937
        },
        {
            "docid": "198608_46",
            "document": "Molecular dynamics . Examples for coarse graining (CG) methods are discontinuous molecular dynamics (CG-DMD) and Go-models. Coarse-graining is done sometimes taking larger pseudo-atoms. Such united atom approximations have been used in MD simulations of biological membranes. Implementation of such approach on systems where electrical properties are of interest can be challenging owing to the difficulty of using a proper charge distribution on the pseudo-atoms. The aliphatic tails of lipids are represented by a few pseudo-atoms by gathering 2 to 4 methylene groups into each pseudo-atom.",
            "score": 66.77197313308716
        },
        {
            "docid": "46812080_6",
            "document": "Carbon nanotubes for water transport . While the carbon nanotubes are non-polar and therefore relatively hydrophobic, water spontaneously fills them at ~8-10% humidity. The understood filling mechanism depends on the solvent’s polarity, ion concentration, and the van der Waals forces between the water and the CNT. When water in the interior of the CNT can have a lower chemical potential than it would in the bulk, it fills the CNT. Even non-polar materials are polarizable. This polarizability allows for van der Waals forces between the water and the membrane walls, attracting the water molecules into the CNT.",
            "score": 65.18229079246521
        },
        {
            "docid": "44310102_28",
            "document": "Riyaz Kharrat . 1. Improved Gravity Drainage by Steam Injection in Fractured Reservoirs, Mehran Pooladi Darvish, M.S., 1992. 2. The Construction of Slim Tube Apparatus and its Application for Measuring the Minimum Miscibility Pressure (MMP), Jafar Sadegh Mogaddas, M.S., 1992. 3. Development of a Fully Implicit two-dimensional In-Situ Combustion Model and its Application for Fractured Reservoir, Javad Hamid, M.S., 1992. 4. Lab-E-Safid Simulation Study and Material Balance Model Improvement, Shokrollah Zadeh Behbahani, M.S., 1992. 5. Permeability Reduction Due to Particle Movement in Porous Media- a Field Case Approach Siri Field, Koroush Asghari, M.S., 1993. 6. Experimental Study of Gravity Drainage in Packed Beds with Fractures During Steam Injection, Salareh Majid, M.S., 1993. 7. Reduction of Permeability due to Fine Particles Movement through Porous Media During Water Flooding, Hamid Roshanravan, M.S., 1993. 8. The Study of Scaling Problem in Porous Media, Hamzeh Ali Tahmasebi, M.S., 1994. 9. The Theoretical Prediction of Minimum Miscibility Pressure Using Equation of State, Jalal Harati, M.S., 1994. 10. The Study & Simulation of PVC Reactor of Abadan Petrochemical Plant, Mohsen Massihi, 1995. 11. The Application of a Single Sector Simulator for the Simulation of an Iranian Oil Reservoir, Farzad Hoosani Asl, M.S., 1996. 12. Experimental Determination of IFT at Reservoir Conditions, Sohrabi S., M.S., 1996. 13. Fares Reservoir Fluid Analysis, Gholam Reza Alizadeh Atar, M.S., 1997. 14. The Prediction of Lean Gas Minimum Miscibility Pressure and Effect of CO2, N2 and H2S Impurities on it for Iranian Oil Reservoir, Ibrahim Peramon, M.S., 1997. 15. Effects of Polymers (Kelzan XC and Driscal D LTO # 1056) on Rheological and Filtration Properties of Drilling Mud, Ismail Babaki, M.S., 1997. 16. The Rheological Behavior of Drilling Mud at Real Field Conditions- Southern Region of Iran, Nasser Pour Ayoubi, M.S., 1998. 17. The Modification of Ridlich- Kwong Equation of State for the prediction of Hydrocarbon Fluid Properties, Ghanizadeh S., M.S., 1998. 18. Mathematical Modeling of the Extraction of Eucalyptus Oil by Supercritical CO2, Solaimani P., M.S., 1998. 19. Mathematical Modeling & Simulation of Heat Pump in Distillation, Pedram P., M.S., 1999. 20. Experimental Study of the Separation of Ethyl Benzene From C7+ of Arak Petrochemical Plant, Daleri K., M.S., 1999. 21. Mathematical Modelling & Simulation of PVC Reactor of Abadan Petrochemical Plant, Shojai M., 1999. 22. Modeling & Simulation of EDC Production Reactor of Abadan Petrochemical Plant, Aboda K., M.S., 1999. 23. Effect of Malas Addition on The Physical & Rheological Properties of Drilling Mud, Merhmand N., M.S., 1999. 24. Investigation of Asphaltene Formation and its Solubility for Iranian Oil Reservoirs, Ghoimani K., M.S. 1999. 25. Comparison of PVT for Simulation Studies, Davood Gh, M.S., 1999. 26. Experimental Determination of Pharmaceutical Oil (Mint, Hanna, Zera) Using Supercritical Fluid, Hafizian A., M.S., 1999. 27. Simulation & Modeling of the Fouling Phenomena for the Heat Exchanger unit of Razi Petrochemical Plant, Zarinabadi S., M.S., 2000. 28. Simulation of Heat Exchanger Network of Ammonia Unit of Razi Petrochemical Plant, Sam Bahram. M.S., 2000. 29. Optimization of Field Operation Parameters of T.E.G. Dehydration Units of Ghajsaran region (Gas Compression), Davoodi S. A. M.S., 2000. 30. The Investigation of Coke Deposition Mechanisms inside Wall Tubes Cracking Reactor of Bandar Imam Petrochemical Plant, Mansouri A., M.S., 2000. 31. Experimental Study of the Application of Malas and the Effect of Salt on the Rheological & Physical Properties of Drilling Fluids, Zarie, A., M.S., 2000. 32. Design and Construction of Drilling Circulation System for the Comprehensive study of Drilling Fluids, Soltani, A., M.S., 2000. 33. Full Field Model Study of a Highly Fractured Low Carbonate Reservoir, Fathi A., M.S., 2000. 34. Mathematical & experimental Modeling of the Extraction of Hanna by Supercritical CO2, Fighi Shahriyar. M.S., 2001. 35. Experimental determination of the optimum parameters for the Extraction of Mint Oil by Supercritical CO2, Shojai Gh., M.S., 2001. 36. The Modification of Ridlich- Kwong Equation of State for the prediction of Binary Hydrocarbon Fluid Properties, Mohtdi S., M.S., 2001. 37. Multi Sector Simulation of one of Huge Iranian Reservoirs with “Eclips-100”, S. Roknee., 2001. 38. Enhanced Oil recovery in Reservoirs with Gas Cap by Nitrogen Injection, M. Memarzadeh., 2002. 39. Investigation & Determination of Producing Parameters in One of Iranian reservoirs & Their Effect on Neighboring Reservoirs., K. Hamid., 2002.  40. Reservoir Wettability Modeling of Iranian Reservoirs, K. Ghaedsareh., 2002.  41. Determination of Bit Toque in Pabdeh & Gorpi Based on One of Statistical Model, H. Tavakooli Boyary, 2003. 42. Experimental Investigation of Rheological Properties of Cement Slurry in HPHT, G. Younisi, 2003. 43. Prediction of Oil PVT Properties Using Artificial Neural Network Models, A. Nazairi, 2003. 44. Drilling Optimization, M. Akbari, 2003. 45. Study of Lost Circulation in Marun Oilfield and Investigation of Underbalance Drilling Applicability, M. Goje Hessari, 2004. 46. PVT Properties and Viscosity Correlations for Iranian and Middle East Oils, M. N. Hemmati, 2005. 47. Investigation of production problems and feasibility study of gas injection in an Iranian offshore oil reservoir, M. Massah, 2005. 48. Water shutoff in naturally fractured reservoirs, R. Hashemi, 2005. 49. Flow visualization & simulation studies of Gas injection process at reservoir condition, B. M. Varnamkhasti, 2005. 50. Effect of Wettability on water flooding in naturally fractured reservoirs, A. Shahmohammad, 2005. 51. Application of VAPEX process in high pressure fractured heavy oil reservoirs, B. Rostami, 2005. 52. Pore network modeling of petrophysical parameters, P. Ahmadi, 2005. 53. Feasibility study of in-situ combustion in naturally fractured heavy oil reservoirs, F. Tabasinejad, 2005. 54. Investigation of Gas Cycling Process in Fractured Gas Condensate Reservoirs, Sh. Kamari, 2005. 55. Experimental study of VAPEX process for Heavy oil fractured reservoirs, E. Marzbanfard, 2006. 56. The role of connate water saturation in VAPEX process, S.R. Etminan, 2006. 57. Experimental study and sensitivity analysis of WAG by means of micromodel, S. Taheri., 2006. 58. Finite element simulation of counter-current imbibition in a single matrix block, M. Rafieenia, 2006. 59. Integration of time lapse seismic modeling into history matching of reservoir simulation, M. Paydayesh, 2006. 60. Numerical simulation of heavy oil recovery by in-situ combustion, M. Sharifi, 2006. 61. Experimental investigation of effect of depletion of Iranian heavy oil system, M. Fazaelizadeh, 2006. 62. Determination of dispersion coefficient in VAPEX process through mathematical modeling, S. Goodarzi, 2006. 63. Flow simulation of naturally fractured reservoirs review of limit, lack and consistency of flow simulators in dual media reservoirs, M. M. Rafiee, 2006. 64. Simulation of VAPEX style miscible displacement in heavy oil reservoirs, P. Taherian, 2006. 65. DFN modeling with using Dipmeter Log and Core Data by FRACA and GOFRAK Soft wares, S. Sotoudeh Abdollahi, 2006. 66. Feasibility study of In-Situ combustion in two Iranian reservoirs, S.V. Mostafavi, 2007. 67. Improved simulation of thermal recovery process through moving mesh strategy, M. Ahamdi, 2007. 68. Identification of permeability field using well test data: A case study of Cerereide field in Montpellier France, M. Honarkhah, 2007. 69. Sensitivity analysis on the VAPEX process in the heavy oil reservoir with overlying Gas Cap, R. Farkhpoor, 2007. 70. Numerical analysis of improved parameters affecting the forces gravity drainage mechanism in conventional oil reservoir, F. Kamali, 2007. 71. Experimental study of the hydrocarbon solvent flooding using glass type Micromodel, T. Behrouz, 2007. 72. Investigation of analytical solution and relative permeability determination in forced gravity drainage process, S. Samani, 2007. 73. Modeling and simulation of heavy oil recovery through the VAPEX process, A. T. Borujeni, 2007. 74. Numerical wellbore stability modeling in hydrate bearing sediments, M. M. Saadabad, 2007. 75. Viability study of implementing smart/intelligent completion in commingled wells in an Australian offshore oil field, M. Nadiripari, 2007. 76. Modeling and Simulation of In-Situ Combustion in Oil Carbonate Reservoirs, M. Taghavifar, 2007. 77. Experimental and Numerical Study of Dispersion Coefficients in Miscible Flooding of Hydrocarbon Solvent Crude Oil Using G.ASS Type Micromodel, A. Rezaeipour, 2007. 78. Experimental Study of Surfactants/Water/Polymer Flooding Using One-Quarter Five-Spot Glass Micromodels, B. Yadali Jamaloei, 2007.  79. Laboratory study on Precipitation of Sulphate Scales in Porous Media Using Visual Glass Micromodels, S. M. Ghaderi, 2007. 80. Cyclic Steam Stimulation by Horizontal Well in One of Iranian Heavy Oil Reservoirs, S. D. Razavi, 2007. 81. Consideration of PVT Properties in Simulation of Mechanism of VAPEX Method, L. Roohi, 2007. 82. Experimental and numerical study of solvent flooding to heavy oil reservoirs using 5-spot glass micromodels, Farzaneh S.A., 2008. 83. Rock type determination based on Lithologic Facies, M. Bagher Shavar, 2008. 84. Effect of Mixed \\gas Solvent Injection on the Performance of the VAPEX Process in a Fracture Oil Sample, M. Derakhshanfar, 2008. 85. Feasibility study of Toe to Heel Air Injection for Kuh-e-Mond Naturally Fractured Carbonate Reservoir, S. M. Fatemi, 2008.  86. Feasibility Study of Drilling Multilateral Wells Among at Improving Gas Recovery in South Pars Gas Field, M. J. Khosravani, 2008. 87. Experimental and Simulation Study of Polymer Flooding in Five-Spot Glass Micromodel, M. Rafiee, 2008. 88. Role of Asphaltene Precipitation on Performance of Vapex Process Including Dry and Non-Dry Systems, M. Ardali, 2008. 89. Experimental Investigation of Asphaltene Precipitation Due to Pressure Depletion in one of the Iranian Oil Reservoir, H. Firoozinia, 2008. 90. Investigation of CO2 Injection in one of the Iranian Crude Oil, M. Sadeghi Moghadam, 2008.  91. Numerical Simulation of Heavy Oil Recovery through Vapex and Hot Solvent Injection, A. Sabzidizajyekan, 2008. 92. Analysis of Condensate Banking Effects and Behavior in Well During Producing of Gas Condensate Reservoir, K. Qorbani, 2008. 93. Experimental study of wettability and Pore Geometry Effects on Heavy Oil Recovery of Hydrocarbon Solvent Flooding, A. Dehghan, 2008. 94. Modeling of Asphaltene precipitation and its effect on permeability reduction, Zargar Z., 2008. 95. Simulation study of Thermally Assisted Gas Oil Gravity Drainage in one of Iranian Fractured Reservoirs, Y. Mahmoodi Razmaghan, 2009. 96. The Role of Wettability in Immiscible Gas Assisted Gravity Drainage (GAGD) Process, A. Alipoor Tabrizi, 2009. 97. Uncertainty Analysis of Gas Assisted Gravity Drainage (GAGD) Using Experimental Design Theory, M. Sadeghi, 2009. 98. Thermodynamic Modeling of Asphaltene Precipitation in one of Iranian Oil Reservoir, S. Mahdavi, 2009. 99. Experimental Study and Modeling of Asphaltene Precipitation of an Iranian Oil Reservoir, S. Haqparast, 2009. 100. Experimental and Simulation of Formation Damage Due to Asphaltene Deposition In porous MediaA. Mirzabozorg, 2009. 101. Scaling study of water injection process, N. Mosavati, 2009. 102. Experimental and simulation study of Asphaltene precipitation in porous media, M. Khalili, 2009. 103. Thermodynamic modeling study of Asphaltene precipitation in crude oil, M. Tavakkoli, 2009. 104. Experimental study of the pressure depletion effect on the Asphaltene precipitation in an Iranian oil reservoir, S. Afshari aboualkrloo, 2009. 105. Experimental investigation of solvent injection into heavy oil layered reservoirs using micromodel, E. Hadi, 2009. 106. Experimental and modeling investigation of Asphaltene precipitation during CO2 injection in an Iranian crude oil sample, A. Alizadeh, 2009. 107. Experimental investigation of the effect of gas recycling on the Asphaltene precipitation in an Iranian oil reservoir, H. Nakhli, 2009. 108. Investigation of re-infiltration phenomena in a dual porosity model, R. Askarinezhad, 2009. 109. Simulation of asphaltene precipitation deposition due to pressure depletion in an Iranian oil field, Z. Piroozan, 2009. 110. Modeling study of permeability reduction due to asphaltene deposition in reservoir using experimental data, V. Hemmatfar, 2009. 111. A comparative simulation study of different gas injection EOR scenarios for one the Iranian fractured oil reservoirs, M. Khazaei, 2010. 112. Experimental and Modeling simulation study of asphaltene precipitation due to CO2 injection in one of Iranian oil reservoir, T. Pak 2010. 113. Experimental and simulation studies on applicability of surfactant in foam assisted water alternating gas injection in one of Iranian oil reservoir, A. Gandomkar, 2010. 114. Experimental and simulation studies on applicability of immiscible water alternating CO2 injection in secondary and tertiary oil recovery in one of Iranian oil reservoir, M. Motealleh, 2010. 115. PVT modeling of compositional grading in petroleum reservoirs, M.H. Nikpoor, 2010. 116. Investigation of Average Saturation Profile Versus Time for the Stack of Blocks by Considering Time-Dependent Rate in Naturally Fractured Reservoirs, Bina O., 2010. 117. Experimental Investigation of the Matrix and Fracture Parameters Affecting Block to Block Interaction and Oil Recovery Efficiency during Gravity Drainage Using Glass Micromodel, V. Mashayekhizdeh, 2010. 118. Modeling Study of Permeability Reduction due to Asphaltene Deposition in Reservoir Rocks Using Experimental Data, H. Vadidfar, 2010 119. Experimental Screening Study of EOR Scenarios for One of Iranian Oil Reservoirs Using Glass Micromodel, H. Hematpour, 2010. 120. Seismic -Geostatistical Reservoir Modeling Using Collocated Cokriging Method (A Case Study in South Pars Gas Field), M. Tavakolo, 2010.  121. Investigation of Parameters Affecting Nanoparticle Flooding, A. Heydariyan, 2012. 122. Analysis of parameters affecting VAPEX process in fractured reservoirs, H. Pendar, 2012.",
            "score": 41.55496788024902
        },
        {
            "docid": "198608_9",
            "document": "Molecular dynamics . Limits of the method are related to the parameter sets used, and to the underlying molecular mechanics force fields. One run of an MD simulation optimizes the potential energy, rather than the free energy of the protein , meaning that all entropic contributions to thermodynamic stability of protein structure are neglected, including the conformational entropy of the polypeptide chain (the main factor that destabilizes protein structure) and hydrophobic effects (the main driving forces of protein folding). Another important factor are intramolecular hydrogen bonds, which are not explicitly included in modern force fields, but described as Coulomb interactions of atomic point charges. This is a crude approximation because hydrogen bonds have a partially quantum mechanical and chemical nature. Furthermore, electrostatic interactions are usually calculated using the dielectric constant of vacuum, although the surrounding aqueous solution has a much higher dielectric constant. Using the macroscopic dielectric constant at short interatomic distances is questionable. Finally, van der Waals interactions in MD are usually described by Lennard-Jones potentials based on the Fritz London theory that is only applicable in vacuum. However, all types of van der Waals forces are ultimately of electrostatic origin and therefore depend on dielectric properties of the environment. The direct measurement of attraction forces between different materials (as Hamaker constant) shows that \"the interaction between hydrocarbons across water is about 10% of that across vacuum\". The environment-dependence of van der Waals forces is neglected in standard simulations, but can be included by developing polarizable force fields.",
            "score": 70.37107121944427
        },
        {
            "docid": "50956705_3",
            "document": "Coarse-grained modeling . In 2013, the Nobel Prize in Chemistry has been awarded “for the development of multiscale models for complex chemical systems” to Michael Levitt, Ariel Warshel, and Martin Karplus. Their early works on coarse-grained protein modeling have been recognized by the Nobel Prize Committee as an important step in studies of large macromolecular systems. Coarse-grained models are presently often used as components of multiscale modeling protocols in combination with atomistic resolution models. Atomistic resolution models alone are presently not efficient enough to handle large system sizes and simulation timescales.",
            "score": 58.20709943771362
        },
        {
            "docid": "45329906_2",
            "document": "Solvent models . Within the field of computational chemistry, solvent models are a variety of methods to account for the behavior of solvated condensed phases. Solvent models enable simulations and thermodynamic calculations applicable to reactions and processes which take place in solution. These include biological, chemical and environmental processes. Such calculation can lead to predictions and improved understanding of the physical processes occurring. Such models have been extensively tested and reviewed in scientific literature. The various models have their own pros and cons. Implicit models are generally computationally efficient and can provide a reasonable description of the solvent behaviour, but fail to account for the local fluctuations in solvent density around a solute molecule. The density fluctuation behaviour is due to solvent ordering around a solute and is particularly prevalent when one is considering water as the solvent. Explicit models are often less computationally economical, but can provide a physical spatially resolved description of the solvent. However, many of these explicit models are computaionally demanding and can fail to reproduce some experimental results, often due to certain fitting methods and parametrization. Hybrid methodologies are another option. These methods incorporate aspects of implicit and explicit aiming to minimize computational cost whist retaining at least some spatial resolution of the solvent. These methods can require more experience to use them correctly and often contain post calculation correction terms.",
            "score": 69.63819968700409
        },
        {
            "docid": "45329906_12",
            "document": "Solvent models . QM/MM methods enable a section of the system to be calculated using quantum mechanics, for example the active site in a biological molecule, whilst the rest of the system is modelled using MM force fields. By continuing to a third layer with an implicit solvent the bulk water effect can be modelled more cheaply than using all explicit solvent molecules. There are many different combinations that can be used with the QM/MM technique. Alternatively, a few explicit solvent molecules can be added to a QM region and the rest of the solvent treated implicitly. Previous work has shown mixed results upon the addition explicit solvent molecules to an implicit solvent. One example added up to three explicit water molecules to a QM calculation with an implicit COSMO water model. The results suggest that using either implicit or explicit solvent alone provide a good approximation to experiment, however, the mixed models had mixed results and possibly some dependence on the number of added explicit solvent molecules. RISM, a classical statistical mechanics methodology, has it roots in the integral equation theory of liquids (IET). By statistically modelling of the solvent, an appreciation of the dynamics of the system can be acquired. This is more useful than a static model as the dynamics of the solvent can be important in some processes. The statistical modelling is done using Radial distribution function (RDF). RDF are probabilistic functions which can represent the probability of locating solvent atoms/molecules in a specific area or at a specific distance from the reference point; generally taken as the solute molecule. As the probability of locating solvent atoms and molecules from the reference point can be determined in RISM theory, solvent shell structure can be directly derived.",
            "score": 70.64217829704285
        },
        {
            "docid": "2916615_17",
            "document": "Force field (chemistry) . All interatomic potentials are based on many approximations and derived from different types of experimental data. Thus, they are termed \"empirical\". Some existing energy functions do not account for electronic polarization of the environment, an effect that can significantly reduce electrostatic interactions of partial atomic charges. This problem was addressed by developing \"polarizable force fields\" or using macroscopic dielectric constant. However, application of one value of dielectric constant is questionable in the highly heterogeneous environments of proteins or biological membranes, and the nature of the dielectric depends on the model used.",
            "score": 92.17048120498657
        },
        {
            "docid": "8035060_3",
            "document": "Ecosystem model . Using data gathered from the field, ecological relationships—such as the relation of sunlight and water availability to photosynthetic rate, or that between predator and prey populations—are derived, and these are combined to form ecosystem models. These model systems are then studied in order to make predictions about the dynamics of the real system. Often, the study of inaccuracies in the model (when compared to empirical observations) will lead to the generation of hypotheses about possible ecological relations that are not yet known or well understood. Models enable researchers to simulate large-scale experiments that would be too costly or unethical to perform on a real ecosystem. They also enable the simulation of ecological processes over very long periods of time (i.e. simulating a process that takes centuries in reality, can be done in a matter of minutes in a computer model).",
            "score": 49.09058368206024
        },
        {
            "docid": "8337703_2",
            "document": "Water model . In computational chemistry, a water model is used to simulate and thermodynamically calculate water clusters, liquid water, and aqueous solutions with explicit solvent. The models are determined from quantum mechanics, molecular mechanics, experimental results, and these combinations. To imitate a specific nature of molecules, many types of models have been developed. In general, these can be classified by following three points; (i) the number of interaction points called \"site\", (ii) whether the model is rigid or flexible, (iii) whether the model includes polarization effects.",
            "score": 62.9430456161499
        },
        {
            "docid": "62329_18",
            "document": "Meta-analysis . Other weaknesses are that it has not been determined if the statistically most accurate method for combining results is the fixed, IVhet, random or quality effect models, though the criticism against the random effects model is mounting because of the perception that the new random effects (used in meta-analysis) are essentially formal devices to facilitate smoothing or shrinkage and prediction may be impossible or ill-advised. The main problem with the random effects approach is that it uses the classic statistical thought of generating a \"compromise estimator\" that makes the weights close to the naturally weighted estimator if heterogeneity across studies is large but close to the inverse variance weighted estimator if the between study heterogeneity is small. However, what has been ignored is the distinction between the model \"we choose\" to analyze a given dataset, and the \"mechanism by which the data came into being\". A random effect can be present in either of these roles, but the two roles are quite distinct. There's no reason to think the analysis model and data-generation mechanism (model) are similar in form, but many sub-fields of statistics have developed the habit of assuming, for theory and simulations, that the data-generation mechanism (model) is identical to the analysis model we choose (or would like others to choose). As a hypothesized mechanisms for producing the data, the random effect model for meta-analysis is silly and it is more appropriate to think of this model as a superficial description and something we choose as an analytical tool – but this choice for meta-analysis may not work because the study effects are a fixed feature of the respective meta-analysis and the probability distribution is only a descriptive tool.",
            "score": 48.03879201412201
        },
        {
            "docid": "1128240_19",
            "document": "Final Destination 2 . Digital Dimension took charge of the visual effects of the film. CG supervisor Jason Crosby pointed out that their studio was mainly selected for the highway sequence after the crew realized real logs only bounced about an inch off the road when dropped from a logging truck. \"They were concerned about how they would make the shot happen, not knowing if CG would work. The timing was great because we had just finished a test shot of our CG logs bouncing on the freeway. We sent a tape to Vancouver and after seeing it the crew was convinced that any of the log shots could be done with CG,\" Crosby indicated. \"It began with R&D on the log dynamics. Scripts were written to help manage the dynamic simulations with real world numbers for gravity, density, etc. The results were remarkably similar to the original logs shot in Vancouver, a testament to the accuracy of the software and the data we had collected, however the logs still lacked the 'jumping through windshields killer instinct' we were looking for. By tweaking the parameters, we coaxed the logs into a much livelier role.\" Senior technical director James Coulter added creative 3D tracking on shots with fast pans, motion blur, and filters such as dust, mist, slabs of bark, broken chains, and other debris. Digital artist Edmund Kozin manipulated high resolution photos which were carefully stitched together to achieve realistic texture amongst the 22 CG logs of the film. Hair shaders were also inputed for splintering and frayed wood looks for the logs. Physics such as speed and height of the logging truck, length and width of the logs, type of wood and density of a Douglas-fir were also considered.",
            "score": 27.25071907043457
        },
        {
            "docid": "2509524_5",
            "document": "Game physics . A common aspect of computer games that model some type of conflict is the explosion. Early computer games used the simple expedient of repeating the same explosion in each circumstance. However, in the real world an explosion can vary depending on the terrain, altitude of the explosion, and the type of solid bodies being impacted. Depending on the processing power available, the effects of the explosion can be modeled as the split and shattered components propelled by the expanding gas. This is modelled by means of a particle system simulation. A particle system model allows a variety of other physical phenomena to be simulated, including smoke, moving water, precipitation, and so forth. The individual particles within the system are modelled using the other elements of the physics simulation rules, with the limitation that the number of particles that can be simulated is restricted by the computing power of the hardware. Thus explosions may need to be modelled as a small set of large particles, rather than the more accurate huge number of fine particles.",
            "score": 45.8070011138916
        },
        {
            "docid": "8337703_15",
            "document": "Water model . The four-site models have four interaction points by adding one dummy atom near of the oxygen along the bisector of the HOH angle of the three-site models (labeled M in the figure). The dummy atom only has a negative charge. This model improves the electrostatic distribution around the water molecule. The first model to use this approach was the Bernal–Fowler model published in 1933, which may also be the earliest water model. However, the BF model doesn't reproduce well the bulk properties of water, such as density and heat of vaporization, and is thus of historical interest only. This is a consequence of the parameterization method; newer models, developed after modern computers became available, were parameterized by running Metropolis Monte Carlo or molecular dynamics simulations and adjusting the parameters until the bulk properties are reproduced well enough.",
            "score": 72.99496686458588
        },
        {
            "docid": "156940_28",
            "document": "Electrophysiology . The benefit of such methods is the high level of detail of the active conduction mechanism, given by the inherently high resolution and data density that atomistic simulation affords. There are significant drawbacks, given by the uncertainty of the legitimacy of the model and the computational cost of modeling systems that are large enough and over sufficient timescales to be considered reproducing the macroscopic properties of the systems themselves. While atomistic simulations may access timescales close to, or into the microsecond domain, this is still several orders of magnitude lower than even the resolution of experimental methods such as patch-clamping.",
            "score": 42.60990929603577
        },
        {
            "docid": "1237777_6",
            "document": "Polarizability . Polarizability has the SI units of C·m·V = A·s·kg while its cgs unit is cm. Usually it is expressed in cgs units as a so-called polarizability volume, sometimes expressed in Å = 10 cm. One can convert from SI units to cgs units as follows:",
            "score": 12.399083375930786
        },
        {
            "docid": "2916615_14",
            "document": "Force field (chemistry) . In addition to the functional form of the potentials, force fields define a set of parameters for different types of atoms, chemical bonds, dihedral angles and so on. The parameter sets are usually empirical. A force field would include distinct parameters for an oxygen atom in a carbonyl functional group and in a hydroxyl group. The typical parameter set includes values for atomic mass, van der Waals radius, and partial charge for individual atoms, and equilibrium values of bond lengths, bond angles, and dihedral angles for pairs, triplets, and quadruplets of bonded atoms, and values corresponding to the effective spring constant for each potential. Most current force fields parameters use a \"fixed-charge\" model by which each atom is assigned one value for the atomic charge that is not affected by the local electrostatic environment; proposed developments in next-generation force fields incorporate models for polarizability, in which a particle's charge is influenced by electrostatic interactions with its neighbors. For example, polarizability can be approximated by the introduction of induced dipoles; it can also be represented by Drude particles, massless, charge-carrying virtual sites attached by a springlike harmonic oscillator potential to each polarizable atom. The introduction of polarizability into force fields in common use has been inhibited by the high computational expense associated with calculating the local electrostatic field.",
            "score": 71.33517503738403
        },
        {
            "docid": "51865496_8",
            "document": "Crowd analysis . There are countless social applications of crowd analysis ranging from uses within the film and video game industries, to uses in public planning. Being that crowd simulations are based on group dynamics and crowd psychology, the accuracy and relevance to real life situations is clear. A large aspect of public planning and its use of crowd analysis lies within the realm of situational representations for emergency evacuation. Evacuations can be planned via the modeling and study of crowd interaction and reaction. These representations are based on biological models and patterns, thus the movements predicted are quite realistic. Similar models are utilized within motion picture industries to produce realistic and life-like simulations and scenes.  A system can generate a realistic crowd simulation with given inputs and simulate how the simulated moving objects, or agents, will interact with each other and with the environment. The goal is to replicate a crowd's movement patterns given a large number of agents in a given space. Algorithms based on crowd analysis attempt to manage the movement of the crowd. The more efficient and realistic a simulation becomes, the more complex the algorithm must become. The software must be able to manipulate the trajectory of individual agents based on variables such as the agents' goals, stress forces, obstacles, and levels of arousal. There are several software utilized to develop and study crowd dynamics:",
            "score": 44.93704891204834
        },
        {
            "docid": "45329906_11",
            "document": "Solvent models . Hybrid models, as then name suggests, are in the middle between explicit and implicit models. Hybrid models can usually be considered closer to one or other implicit or explicit. Mixed quantum mechanics and molecular mechanics models,(QM/MM) schemes, can be thought of in this context. QM/MM methods here are closer to explicit models. One can imagine having a QM core treatment containing the solute and may be a small number of explicit solvent molecules. The second layer could then comprise MM water molecules, with a final third layer of implicit solvent representing the bulk. The Reference Interaction Site Model (RISM) can be thought of being closer to implicit solvent representations. RISM allows the solvent density to fluctuate in a local environment, achieving a description of the solvent shell behaviour.",
            "score": 50.346752405166626
        },
        {
            "docid": "22528148_18",
            "document": "Ethanol-induced non-lamellar phases in phospholipids . In this study there are several atomic-scale molecular dynamics simulations created to illustrate how ethanol affects biomembranes containing phospholipids. The phospholipid membrane systems are comparable to the model membranes above but it only consists of one phospholipid which is palmitoyl-oleoyl-phosphatidylcholine (POPC) or palmitoyl-oleoyl-phosphatidylethanolamine (POPE). The primary difference between the phosphatidlycholine (PC) and phosphatidylethanolamine (PE) is that the three methyl groups attached to the Nitrogen atom for the PC structure is replaced by three hydrogen groups. The overall purpose of this study is similar to the study described above determining the effects of ethanol on biomembranes and how it is able to increase disorder in the membrane interior region forming non-lamellar phases in phospholipids. The experimental method and analytical technique is quite different. In the previous study, it emphasized the NNR technique using a set of host phospholipids, exchanging lipids, ethanol, and cholesterol to create model membranes. An aqueous solution containing 5% ethanol (v/v) was maintained but the concentration of cholesterol was varied to prove how this sterol compound can inhibit the effects of ethanol (inducing a liquid-disorder phase or non-lamellar phases) which is depicted in the different plots of the equilibrium constant (K) versus the mol% of cholesterol for each model membrane. In this study, phospholipid membrane is comparable to the model membrane which consists of POPC, ethanol, water and in some cases the addition of monovalent ions (Na, K, and Cl) that are transported throughout the membrane in the presence of ethanol. The concentration of ethanol varies ranging from 2.5 to 30 mol% in an aqueous solution but there is no addition of any sterol compound. The atomic-scale molecular dynamics simulations are used to monitor the changes in the phospholipid membrane. All the simulations are carried out using GROMACS simulation suite software along with other methods that are essential to perform the simulations. The temperature and pressure are controlled at 310K and 1bar. The simulations are measured at various time frames which include ficoseconds (fs), picoseconds (ps), and nanoseconds (ns). A typical simulation is composed of approximately 128 POPC lipids and 8000 solvent molecules which include water and ethanol. In each simulation ethanol molecules, water molecules, head group regions, acyl chains, and the monovalent ions are all color-coded which aids in interpreting the results of the simulations. The concentrations of ethanol are 2.5, 5.0, 15.0 and 30 mol%. The amount of ethanol molecules depend on the concentration of ethanol present in the phospholipid membrane. Force field parameters are measured for the POPC lipids and monovalent ions (Na, K, and Cl), which are very important. A summary of the atomic-scale molecular dynamics simulations is then provided which contains important information as followed: 1) a system number that corresponds to a particular phospholipid simulation 2) the concentration of ethanol mol% used in a particular simulation 3) the concentration of ethanol (v/v%) used for the simulation 3) the ethanol/lipid ratio that is derived from the simulation 4) the area (nm2) of the phospholipid membrane which details the expansion of the membranes as the concentration of ethanol is increased 5) the thickness of the membrane which is based on the distance between the average positions of the phosphorus atoms on opposite sides of the phospholipid membrane and 6) the tilt of the head group of the POPC lipid based on changes in the angle towards the interior region of the phospholipid membrane which was surprisingly not very significant.",
            "score": 94.17285561561584
        },
        {
            "docid": "24384740_22",
            "document": "Hereafter (film) . Visual effects work was carried out by Los Angeles-based Scanline VFX. 169 effects were created, the key sequence of which was the tsunami, which features \"full CG water shots and CG water extensions to water plates, digital doubles, CG set extensions, matte paintings, digital make-up fx and full CG environments with extensive destruction, from toppling digital palm trees to colliding digital cars\". An effect described as the \"hereafter effect\" also appears, \"[giving] the viewer glimpses into the afterlife\".",
            "score": 23.30399751663208
        },
        {
            "docid": "8557344_2",
            "document": "Drude particle . Drude particles are model oscillators used to simulate the effects of electronic polarizability in the context of a classical molecular mechanics force field. They are inspired by the Drude model of mobile electrons and are used in the computational study of proteins, nucleic acids, and other biomolecules.",
            "score": 41.64384484291077
        },
        {
            "docid": "931250_2",
            "document": "Screened Coulomb Potentials Implicit Solvent Model . SCP-ISM, or Screened Coulomb Potentials Implicit Solvent Model is a continuum approximation of solvent effects for use in computer simulations of biological macromolecules, such as proteins and nucleic acids, usually within the framework of molecular dynamics. It is based on the classic theory of polar liquids, as developed by Peter Debye and corrected by Lars Onsager to incorporate reaction field effects. The model can be combined with quantum chemical calculations to formally derive a continuum model of solvent effects suitable for computer simulations of small and large molecular systems.",
            "score": 48.4429874420166
        },
        {
            "docid": "45329906_8",
            "document": "Solvent models . Explicit solvent models treat explicitly (i.e. the coordinates and usually at least some of the molecular degrees of freedom are included) the solvent molecules. This is a more intuitively realistic picture in which there are direct, specific solvent interactions with a solute, in contrast to continuum models. These models generally occur in the application of molecular mechanics (MM) and dynamics (MD) or Monte Carlo (MC) simulations, although some quantum chemical calculations do use solvent clusters. Molecular dynamics simulations allow scientists to study the time evolution of a chemical system in discrete time intervals. These simulations often utilize molecular mechanics force fields which are generally empirical, parametrized functions which can efficiently calculate the properties and motions of large system., Parametrization is often to a higher level theory or experimental data. MC simulations allow one to explore the potential energy surface of a system by perturbing the system and calculating the energy after the perturbation. Prior criteria are defined to aid the algorithm in deciding whether to accept the newly perturbed system or not.",
            "score": 44.1376987695694
        },
        {
            "docid": "45329906_3",
            "document": "Solvent models . Implicit solvents or continuum solvents, are models in which one accepts the assumption that implicit solvent molecules can be replaced by a homogeneously polarizable medium as long as this medium, to a good approximation, gives equivalent properties. No explicit solvent molecules are present and so explicit solvent coordinates are not given. Continuum models consider thermally averaged and usually isotropic solvents, which is why only a small number of parameters can be used to represent the solvent with reasonable accuracy in many situations. The main parameter is the dielectric constant (ε), this is often supplemented with further parameters, for example solvent surface tension. The dielectric constant is the value responsible for defining the degree of polarizability of the solvent. Generally speaking, for implicit solvents, a calculation proceeds by encapsulating a solute in a tiled cavity (See the figure below). The cavity containing the solute is embedded in homogeneously polarizable continuum describing the solvent. The solute's charge distribution meets the continuous dielectric field at the surface of the cavity and polarizes the surrounding medium, which causes a change in the polarization on the solute. This defines the reaction potential, a response to the change in polarization. This recursive reaction potential is then iterated to self-consistency. Continuum models have widespread use, including use in force field methods and quantum chemical situations. In quantum chemistry, where charge distributions come from \"ab initio\" methods (Hartree-Fock (HF), Post-HF and Density Functional Theory (DFT)) the implicit solvent models represent the solvent as a perturbation to the solute Hamiltonian. In general, mathematically, these approaches can be thought of in the following way:",
            "score": 72.15299701690674
        },
        {
            "docid": "27079_36",
            "document": "Star Trek Generations . Carson described the Nexus energy ribbon as the true villain of the film; ILM was responsible for conceiving what the ribbon would look like with no natural analog. \"When creating something from scratch, it's always important to rough out the whole thing [...] because there are so many paths you can explore, it's easy to get bogged down,\" recalled effects co-superviosr Alex Seiden, who had worked as a technical director on the from \"The Undiscovered Country\". Knoll decided the ribbon was a rip through universes, filled with chaotic energy, taking inspiration from images he had seen of magnetic fields around Uranus from a Jet Propulsion Laboratory simulation. The airfoil-shaped core of the undulating ribbon was enhanced with electrical tendrils. To sell the ribbon's vastness in space shots where no sense of scale would be available, Seiden and George created a debris field of embers that trailed the ribbon. The inside of the ribbon was conceptualized as similar to a dense electrical storm, with tendrils of electricity fogging the screen. Because of the complex interplay of the ribbon elements with the ships that would be trapped within it, ILM decided the refugee ships and \"Enterprise\"-B should be CG models. To make the switch between computer-generated and motion-control passes of the physical model appear seamless, ILM created a wireframe of the physical model, with the computer-generated model's textures taken from photos of the physical model, shot in flat light with a long lens. The tendril strike that sends Kirk into the Nexus was simulated with the layering of multiple pieces of animation, including CG explosions Knoll rendered on his personal computer and a recycled explosion effect from \"The Empire Strikes Back\".",
            "score": 39.42522311210632
        },
        {
            "docid": "33051527_5",
            "document": "Cell membrane . Despite the numerous models of the cell membrane proposed prior to the fluid mosaic model, it remains the primary archetype for the cell membrane long after its inception in the 1970s. Although the fluid mosaic model has been modernized to detail contemporary discoveries, the basics have remained constant: the membrane is a lipid bilayer composed of hydrophilic exterior heads and a hydrophobic interior where proteins can interact with hydrophilic heads through polar interactions, but proteins that span the bilayer fully or partially have hydrophobic amino acids that interact with the non-polar lipid interior. The fluid mosaic model not only provided an accurate representation of membrane mechanics, it enhanced the study of hydrophobic forces, which would later develop into an essential descriptive limitation to describe biological macromolecules.",
            "score": 81.71118021011353
        },
        {
            "docid": "7479239_23",
            "document": "Implicit solvation . Strictly speaking, ASA-based models should only be applied to describe \"solvation\", i.e., energetics of transfer between liquid or uniform media. It is possible to express van der Waals interaction energies in the solid state in the surface energy units. This was sometimes done for interpreting protein engineering and ligand binding energetics, which leads to “solvation” parameter for aliphatic carbon of ~40 cal/(Å mol), which is 2 times bigger than ~20 cal/(Å mol) obtained for transfer from water to liquid hydrocarbons, because the parameters derived by such fitting represent sum of the hydrophobic energy (i.e., 20 cal/Å mol) and energy of van der Waals attractions of aliphatic groups in the solid state, which corresponds to fusion enthalpy of alkanes. Unfortunately, the simplified ASA-based model cannot capture the \"specific\" distance-dependent interactions between different types of atoms in the solid state which are responsible for clustering of atoms with similar polarities in protein structures and molecular crystals. Parameters of such interatomic interactions, together with atomic solvation parameters for the protein interior, have been approximately derived from protein engineering data. The implicit solvation model breaks down when solvent molecules associate strongly with binding cavities in a protein, so that the protein and the solvent molecules form a continuous solid body. On the other hand, this model can be successfully applied for describing transfer from water to the \"fluid\" lipid bilayer.",
            "score": 62.62263822555542
        }
    ],
    "r": [
        {
            "docid": "30695595_3",
            "document": "Biology Monte Carlo method . In full-atomic molecular dynamics simulations of ion channels, most of the computational cost is for following the trajectory of water molecules in the system. However, in BioMOCA the water is treated as a continuum dielectric background media. In addition to that, the protein atoms of the ion channel are also modeled as static point charges embedded in a finite volume with a given dielectric coefficient. So is the lipid membrane, which is treated as a static dielectric region inaccessible to ions. In fact the only non-static particles in the system are ions. Their motion is assumed classical, interacting with other ions through electrostatic interactions and pairwise Lennard-Jones potential. They also interact with the water background media, which is modeled using a scattering mechanism.",
            "score": 103.73516082763672
        },
        {
            "docid": "50956705_2",
            "document": "Coarse-grained modeling . Coarse-grained modeling, coarse-grained models, aim at simulating the behaviour of complex systems using their coarse-grained (simplified) representation. Coarse-grained models are widely used for molecular modeling of biomolecules at various granularity levels. A wide range of coarse-grained models have been proposed. They are usually dedicated to computational modeling of specific molecules: proteins, nucleic acids, lipid membranes, carbohydrates or water. In these models, molecules are represented by individual atoms and pseudo-atoms (that replace the group of atoms), or pseudo-atoms only. By decreasing the degrees of freedom much longer simulation times can be studied than using classical atomistic models. Coarse-grained models have found practical applications in: protein structure prediction, prediction of protein interactions and molecular dynamics simulations of protein folding.",
            "score": 101.5859603881836
        },
        {
            "docid": "45329906_10",
            "document": "Solvent models . Some recent advancements in explicit solvent modelling are the new generation of polarizable force fields, which are currently being created. These force fields are able to account for changes in the molecular charge distribution. A number of these force fields are being developed to utilise multipole moments, as opposed to point charges, given that multipole moments can reflect the charge anisotropy of the molecules. One such method is the Atomic Multipole Optimised Energetics for Biomolecular Applications (AMOEBA) force field. This method has been used to study the solvation dynamics of ions. Other emerging polarizable forcefields which have been applied to condensed phase systems are; the Sum of Interactions between Fragments \"ab initio\" computed (SIBFA) and the Quantum Chemical Topology Force Field (QCTFF). Polarizable water models are also being produced. The so-called charge on spring (COS) model gives water models with the ability to polarize due to one of the interaction sites being flexible (on spring).",
            "score": 101.0399169921875
        },
        {
            "docid": "1949793_8",
            "document": "Surface forces apparatus . Early experiments measured the force between mica surfaces in air or vacuum. The technique has been extended, however, to enable an arbitrary vapor or solvent to be introduced between the two surfaces. In this way, interactions in various media can be carefully probed, and the dielectric constant of the gap between the surfaces can be tuned. Moreover, use of water as a solvent enables the measurement of interactions between biological molecules (such as lipids in biological membranes or proteins) in their native environment. In a solvent environment, SFA can even measure the oscillatory solvation and structural forces arising from the packing of individual layers of solvent molecules. It can also measure the electrostatic 'double layer' forces between charged surfaces in an aqueous medium with electrolyte.",
            "score": 94.96623992919922
        },
        {
            "docid": "22528148_18",
            "document": "Ethanol-induced non-lamellar phases in phospholipids . In this study there are several atomic-scale molecular dynamics simulations created to illustrate how ethanol affects biomembranes containing phospholipids. The phospholipid membrane systems are comparable to the model membranes above but it only consists of one phospholipid which is palmitoyl-oleoyl-phosphatidylcholine (POPC) or palmitoyl-oleoyl-phosphatidylethanolamine (POPE). The primary difference between the phosphatidlycholine (PC) and phosphatidylethanolamine (PE) is that the three methyl groups attached to the Nitrogen atom for the PC structure is replaced by three hydrogen groups. The overall purpose of this study is similar to the study described above determining the effects of ethanol on biomembranes and how it is able to increase disorder in the membrane interior region forming non-lamellar phases in phospholipids. The experimental method and analytical technique is quite different. In the previous study, it emphasized the NNR technique using a set of host phospholipids, exchanging lipids, ethanol, and cholesterol to create model membranes. An aqueous solution containing 5% ethanol (v/v) was maintained but the concentration of cholesterol was varied to prove how this sterol compound can inhibit the effects of ethanol (inducing a liquid-disorder phase or non-lamellar phases) which is depicted in the different plots of the equilibrium constant (K) versus the mol% of cholesterol for each model membrane. In this study, phospholipid membrane is comparable to the model membrane which consists of POPC, ethanol, water and in some cases the addition of monovalent ions (Na, K, and Cl) that are transported throughout the membrane in the presence of ethanol. The concentration of ethanol varies ranging from 2.5 to 30 mol% in an aqueous solution but there is no addition of any sterol compound. The atomic-scale molecular dynamics simulations are used to monitor the changes in the phospholipid membrane. All the simulations are carried out using GROMACS simulation suite software along with other methods that are essential to perform the simulations. The temperature and pressure are controlled at 310K and 1bar. The simulations are measured at various time frames which include ficoseconds (fs), picoseconds (ps), and nanoseconds (ns). A typical simulation is composed of approximately 128 POPC lipids and 8000 solvent molecules which include water and ethanol. In each simulation ethanol molecules, water molecules, head group regions, acyl chains, and the monovalent ions are all color-coded which aids in interpreting the results of the simulations. The concentrations of ethanol are 2.5, 5.0, 15.0 and 30 mol%. The amount of ethanol molecules depend on the concentration of ethanol present in the phospholipid membrane. Force field parameters are measured for the POPC lipids and monovalent ions (Na, K, and Cl), which are very important. A summary of the atomic-scale molecular dynamics simulations is then provided which contains important information as followed: 1) a system number that corresponds to a particular phospholipid simulation 2) the concentration of ethanol mol% used in a particular simulation 3) the concentration of ethanol (v/v%) used for the simulation 3) the ethanol/lipid ratio that is derived from the simulation 4) the area (nm2) of the phospholipid membrane which details the expansion of the membranes as the concentration of ethanol is increased 5) the thickness of the membrane which is based on the distance between the average positions of the phosphorus atoms on opposite sides of the phospholipid membrane and 6) the tilt of the head group of the POPC lipid based on changes in the angle towards the interior region of the phospholipid membrane which was surprisingly not very significant.",
            "score": 94.17285919189453
        },
        {
            "docid": "18600440_3",
            "document": "Osmosis . Osmosis is a vital process in biological systems, as biological membranes are semipermeable. In general, these membranes are impermeable to large and polar molecules, such as ions, proteins, and polysaccharides, while being permeable to non-polar or hydrophobic molecules like lipids as well as to small molecules like oxygen, carbon dioxide, nitrogen, and nitric oxide. Permeability depends on solubility, charge, or chemistry, as well as solute size. Water molecules travel through the plasma membrane, tonoplast membrane (vacuole) or protoplast by diffusing across the phospholipid bilayer via aquaporins (small transmembrane proteins similar to those responsible for facilitated diffusion and ion channels). Osmosis provides the primary means by which water is transported into and out of cells. The turgor pressure of a cell is largely maintained by osmosis across the cell membrane between the cell interior and its relatively hypotonic environment.",
            "score": 92.50044250488281
        },
        {
            "docid": "33051527_28",
            "document": "Cell membrane . Lipid bilayers form through the process of self-assembly. The cell membrane consists primarily of a thin layer of amphipathic phospholipids that spontaneously arrange so that the hydrophobic \"tail\" regions are isolated from the surrounding water while the hydrophilic \"head\" regions interact with the intracellular (cytosolic) and extracellular faces of the resulting bilayer. This forms a continuous, spherical lipid bilayer. Hydrophobic interactions (also known as the hydrophobic effect) are the major driving forces in the formation of lipid bilayers. An increase in interactions between hydrophobic molecules (causing clustering of hydrophobic regions) allows water molecules to bond more freely with each other, increasing the entropy of the system. This complex interaction can include noncovalent interactions such as van der Waals, electrostatic and hydrogen bonds.",
            "score": 92.26325225830078
        },
        {
            "docid": "2916615_17",
            "document": "Force field (chemistry) . All interatomic potentials are based on many approximations and derived from different types of experimental data. Thus, they are termed \"empirical\". Some existing energy functions do not account for electronic polarization of the environment, an effect that can significantly reduce electrostatic interactions of partial atomic charges. This problem was addressed by developing \"polarizable force fields\" or using macroscopic dielectric constant. However, application of one value of dielectric constant is questionable in the highly heterogeneous environments of proteins or biological membranes, and the nature of the dielectric depends on the model used.",
            "score": 92.17047882080078
        },
        {
            "docid": "7479239_22",
            "document": "Implicit solvation . It has been noted that wet 1-octanol solution is a poor approximation of proteins or biological membranes because it contains ~2M of water, and that cyclohexane would be a much better approximation. Investigation of passive permeability barriers for different compounds across lipid bilayers led to conclusion that 1,9-decadiene can serve as a good approximations of the bilayer interior, whereas 1-octanol was a very poor approximation. A set of solvation parameters derived for protein interior from protein engineering data was also different from octanol scale: it was close to cyclohexane scale for nonpolar atoms but intermediate between cyclohexane and octanol scales for polar atoms. Thus, different atomic solvation parameters should be applied for modeling of protein folding and protein-membrane binding. This issue remains controversial. The original idea of the method was to derive all solvation parameters directly from experimental partition coefficients of organic molecules, which allows calculation of solvation free energy. However, some of the recently developed electrostatic models use \"ad hoc\" values of 20 or 40 cal/(Å mol) for \"all\" types of atoms. The non-existent “hydrophobic” interactions of polar atoms are overridden by large electrostatic energy penalties in such models.",
            "score": 89.0643310546875
        },
        {
            "docid": "22528148_16",
            "document": "Ethanol-induced non-lamellar phases in phospholipids . This study involves creating a combination of model membranes which contain 1,2-dipalmitoyl-sn-glycero-3-phosphocholine (DPPC) and 1,2-distearoly-sn-glycero-3-phosphocholine (DSPC) referred to as the \"host membranes\", phospholipids labeled as 1,2,& 3 referred to as \"exchanging molecules\" or \"reporting molecules\" and varied cholesterol mole percentages in the presence of an aqueous solution containing 5% ethanol (v/v). The host membranes were chosen because their phase diagrams are well understood and have been extensively characterized by different analytical techniques.6 The nearest neighbor recognition technique is being applied to the formation of the modeled membranes to observe the association between cholesterol and phospholipids as well as the effects that the presence of ethanol has against this interaction. Researchers are observing whether or not ethanol enhances or disrupts the liquid-ordered phase by reorganizing this formation into a liquid-disordered phase. The liquid-ordered phase is similar to a lamellar phase and the liquid-disordered phase represents the non-lamellar phases but the exact type of each phase (hexagonal, cubic, etc.) is not described. As previously mentioned several different combinations of the host membranes, exchanging molecules, and cholesterol are created to form the model membranes. It's important to mention that the exchanging molecules selected have similar properties to the host membranes. The exchanging lipids contain disulfide bonds as well as diacylglycerol groups that are not necessarily present in the host membranes. Studies provide evidence through monolayer measurements, condensing properties, and nearly identical gel to liquid-crystalline phase transition temperatures (Tm) to the host membranes that the presence of these bonds do not play a major role or interfere in the recognition or packing formation of the modeled membranes in the presence of ethanol. The disulfide bonds, diacylglycerol bonds, and similar sterol framework are only present to mimic the physical properties of DSPC, DPPC, and cholesterol as well as aid in the monomer exchanging processes to form exchangeable dimers. The exchangeable lipids undergo a monomer interchanging process through the disulfide bridges in which they either mix ideally, homogenously, or heterogeneously. Their interactions are measured by the equilibrium constant (K) which will be described in further detail under the significance of results section. Overall, the monomer interchanging process is necessary in order to demonstrate the nearest neighbor recognition technique effective by observing changes in the phase composition of the host membranes/phospholipids. Each model membrane consists of a high concentration of one of the host membranes/phospholipids (95% mol %), low concentrations of two exchanging lipids (2.5 mol% each for a total of 5%), varied mole percentages of cholesterol (0–30 mol %) plus a constant concentration of ethanol (5% v/v). An aqueous buffer solution contains the 5% ethanol (v/v) which is desired but due to evaporation the value is lowered to approximately 2.9% ethanol.",
            "score": 88.16751861572266
        },
        {
            "docid": "7479239_3",
            "document": "Implicit solvation . The implicit solvation model is justified in liquids, where the potential of mean force can be applied to approximate the averaged behavior of many highly dynamic solvent molecules. However, the interfaces and the interiors of biological membranes or proteins can also be considered as media with specific solvation or dielectric properties. These media are not necessarily uniform, since their properties can be described by different analytical functions, such as “polarity profiles” of lipid bilayers. There are two basic types of implicit solvent methods: models based on accessible surface areas (ASA) that were historically the first, and more recent continuum electrostatics models, although various modifications and combinations of the different methods are possible.  The accessible surface area (ASA) method is based on experimental linear relations between Gibbs free energy of transfer and the surface area of a solute molecule. This method operates directly with free energy of solvation, unlike molecular mechanics or electrostatic methods that include only the enthalpic component of free energy. The continuum representation of solvent also significantly improves the computational speed and reduces errors in statistical averaging that arise from incomplete sampling of solvent conformations, so that the energy landscapes obtained with implicit and explicit solvent are different. Although the implicit solvent model is useful for simulations of biomolecules, this is an approximate method with certain limitations and problems related to parameterization and treatment of ionization effects.",
            "score": 86.39900970458984
        },
        {
            "docid": "17940_26",
            "document": "Lipid . A biological membrane is a form of lamellar phase lipid bilayer. The formation of lipid bilayers is an energetically preferred process when the glycerophospholipids described above are in an aqueous environment. This is known as the hydrophobic effect. In an aqueous system, the polar heads of lipids align towards the polar, aqueous environment, while the hydrophobic tails minimize their contact with water and tend to cluster together, forming a vesicle; depending on the concentration of the lipid, this biophysical interaction may result in the formation of micelles, liposomes, or lipid bilayers. Other aggregations are also observed and form part of the polymorphism of amphiphile (lipid) behavior. Phase behavior is an area of study within biophysics and is the subject of current academic research. Micelles and bilayers form in the polar medium by a process known as the hydrophobic effect. When dissolving a lipophilic or amphiphilic substance in a polar environment, the polar molecules (i.e., water in an aqueous solution) become more ordered around the dissolved lipophilic substance, since the polar molecules cannot form hydrogen bonds to the lipophilic areas of the amphiphile. So in an aqueous environment, the water molecules form an ordered \"clathrate\" cage around the dissolved lipophilic molecule.",
            "score": 86.29060363769531
        },
        {
            "docid": "792684_9",
            "document": "Granularity . Coarse-grained models have been developed for investigating the longer time- and length-scale dynamics that are critical to many biological processes, such as lipid membranes and proteins. These concepts not only apply to biological molecules but also inorganic molecules.",
            "score": 86.25251007080078
        },
        {
            "docid": "337315_5",
            "document": "Aquaporin . The mechanism of facilitated water transport and the probable existence of water pores has attracted researchers since 1957. In most cells, water moves in and out by osmosis through the lipid component of cell membranes. Due to the relatively high water permeability of some epithelial cells, it was long suspected that some additional mechanism for water transport across membranes must exist. Solomon and his co-workers performed pioneering work on water permeability across the cell membrane in the late 1950s. In the mid-1960s an alternative hypothesis (the \"partition–diffusion model\") sought to establish that the water molecules partitioned between the water phase and the lipid phase and then diffused through the membrane, crossing it until the next interphase where they left the lipid and returned to an aqueous phase. Studies by Parisi, Edelman,Carvounis et al. accented not only the importance of the presence of water channels but also the possibility to regulate their permeability properties. In 1990, Verkman's experiments demonstrated functional expression of water channels, indicating that water channels are effectively proteins.",
            "score": 85.63751220703125
        },
        {
            "docid": "158011_5",
            "document": "Lipid bilayer . When phospholipids are exposed to water, they self-assemble into a two-layered sheet with the hydrophobic tails pointing toward the center of the sheet. This arrangement results in two “leaflets” that are each a single molecular layer. The center of this bilayer contains almost no water and excludes molecules like sugars or salts that dissolve in water. The assembly process is driven by interactions between hydrophobic molecules (also called the hydrophobic effect). An increase in interactions between hydrophobic molecules (causing clustering of hydrophobic regions) allows water molecules to bond more freely with each other, increasing the entropy of the system. This complex process includes non-covalent interactions such as van der Waals forces, electrostatic and hydrogen bonds. The lipid bilayer is very thin compared to its lateral dimensions. If a typical mammalian cell (diameter ~10 micrometers) were magnified to the size of a watermelon (~1 ft/30 cm), the lipid bilayer making up the plasma membrane would be about as thick as a piece of office paper. Despite being only a few nanometers thick, the bilayer is composed of several distinct chemical regions across its cross-section. These regions and their interactions with the surrounding water have been characterized over the past several decades with x-ray reflectometry, neutron scattering and nuclear magnetic resonance techniques.",
            "score": 84.72730255126953
        },
        {
            "docid": "29177467_46",
            "document": "Ultra-high-purity steam for oxidation and annealing . The selective membrane process solves many of the challenges for direct delivery of water vapor by changing the way water molecules are converted from liquid to gas phase. A nonporous hydrophilic membrane is used. Only charged species can enter the nano-sized pores of the membrane. Non-polar species and particles are rejected. Because while ions can enter the pores, they cannot leave since they are not volatile. Only volatile polar molecules can enter and exit the membrane pores. The smallest polar molecule is water.",
            "score": 84.06596374511719
        },
        {
            "docid": "34431098_2",
            "document": "Membrane distillation . Membrane distillation (MD) is a thermally driven separational program in which separation is enabled due to phase change. A hydrophobic membrane displays a barrier for the liquid phase, allowing the vapour phase (e.g. water vapour) to pass through the membrane's pores. The driving force of the process is given by a partial vapour pressure difference commonly triggered by a temperature difference. Most processes that use a membrane to separate materials rely on static pressure difference as the driving force between the two bounding surfaces (e.g. reverse osmosis - RO), or a difference in concentration (dialysis), or an electric field (ED).The selectivity of a membrane can be due to the relation of the pore size to the size of the substance being retained, or its diffusion coefficient, or its electrical polarity. However, membranes used for membrane distillation (MD) inhibit passage of liquid water while allowing permeability for free water molecules and thus, for water vapour.  These membranes are made of hydrophobic synthetic material (e.g. PTFE, PVDF or PP) and offer pores with a standard diameter between 0.1 and 0.5 µm. As water has strong dipole characteristics, whilst the membrane fabric is non-polar, the membrane material is not wetted by the liquid . Even though the pores are considerably larger than the molecules, the liquid phase does not enter the pores because of the high water surface tension. A convex meniscus develops into the pore. This effect is named capillary action.  Amongst other factors, the depth of impression can depend on the external pressure load on the liquid. A dimension for the infiltration of the pores by the liquid is the contact angle Θ=180 – Θ'. As long as Θ > 90° and accordingly Θ' > 0° no wetting of the pores will take place. If the external pressure rises above the so-called liquid entry pressure, then Θ = 90°resulting in a bypass of the pore. The driving force which delivers the vapour through the membrane, in order to collect it on the permeate side as product water, is the partial water vapour pressure difference between the two bounding surfaces. This partial pressure difference is the result of a temperature difference between the two bounding surfaces. As can be seen in the image, the membrane is charged with a hot feed flow on one side and a cooled permeate flow on the other side. The temperature difference through the membrane, usually between 5 and 20 K, conveys a partial pressure difference which ensures that the vapour developing at the membrane surface follows the pressure drop, permeating through the pores and condensing on the cooler side.",
            "score": 82.51570892333984
        },
        {
            "docid": "11712_3",
            "document": "Facilitated diffusion . Facilitated diffusion is different from simple diffusion in several ways. First, the transport relies on molecular binding between the cargo and the membrane-embedded channel or carrier protein. Second, the rate of facilitated diffusion is saturable with respect to the concentration difference between the two phases; unlike free diffusion which is linear in the concentration difference. Third, the temperature dependence of facilitated transport is substantially different due to the presence of an activated binding event, as compared to free diffusion where the dependence on temperature is mild. Polar molecules and large ions dissolved in water cannot diffuse freely across the plasma membrane due to the hydrophobic nature of the fatty acid tails of the phospholipids that make up the lipid bilayer. Only small, non-polar molecules, such as oxygen and carbon dioxide, can diffuse easily across the membrane. Hence, no nonpolar molecules are transported by proteins in the form of transmembrane channels. These channels are gated, meaning that they open and close, and thus deregulate the flow of ions or small polar molecules across membranes, sometimes against the osmotic gradient. Larger molecules are transported by transmembrane carrier proteins, such as permeases, that change their conformation as the molecules are carried across (e.g. glucose or amino acids).  Non-polar molecules, such as retinol or lipids, are poorly soluble in water. They are transported through aqueous compartments of cells or through extracellular space by water-soluble carriers (e.g. retinol binding protein). The metabolites are not altered because no energy is required for facilitated diffusion. Only permease changes its shape in order to transport metabolites. The form of transport through a cell membrane in which a metabolite is modified is called group translocation transportation.",
            "score": 81.96698760986328
        },
        {
            "docid": "33051527_5",
            "document": "Cell membrane . Despite the numerous models of the cell membrane proposed prior to the fluid mosaic model, it remains the primary archetype for the cell membrane long after its inception in the 1970s. Although the fluid mosaic model has been modernized to detail contemporary discoveries, the basics have remained constant: the membrane is a lipid bilayer composed of hydrophilic exterior heads and a hydrophobic interior where proteins can interact with hydrophilic heads through polar interactions, but proteins that span the bilayer fully or partially have hydrophobic amino acids that interact with the non-polar lipid interior. The fluid mosaic model not only provided an accurate representation of membrane mechanics, it enhanced the study of hydrophobic forces, which would later develop into an essential descriptive limitation to describe biological macromolecules.",
            "score": 81.711181640625
        },
        {
            "docid": "33307786_24",
            "document": "Supercapacitor . Applying a voltage to an electrochemical capacitor causes both electrodes in the capacitor to generate electrical double-layers. These double-layers consist of two layers of charges: one electronic layer is in the surface lattice structure of the electrode, and the other, with opposite polarity, emerges from dissolved and solvated ions in the electrolyte. The two layers are separated by a monolayer of solvent molecules, e. g. for water as solvent by water molecules, called inner Helmholtz plane (IHP). Solvent molecules adhere by physical adsorption on the surface of the electrode and separate the oppositely polarized ions from each other, and can be idealised as a molecular dielectric. In the process, there is no transfer of charge between electrode and electrolyte, so the forces that cause the adhesion are not chemical bonds but physical forces (e.g. electrostatic forces). The adsorbed molecules are polarized but, due to the lack of transfer of charge between electrolyte and electrode, suffered no chemical changes.",
            "score": 81.61217498779297
        },
        {
            "docid": "9470331_7",
            "document": "Cell-penetrating peptide . The majority of early research suggested that the translocation of polycationic CPPs across biological membranes occurred via an energy-independent cellular process. It was believed that translocation could progress at 4C and most likely involved a direct electrostatic interaction with negatively charged phospholipids. Researchers proposed several models in attempts to elucidate the biophysical mechanism of this energy-independent process. Although CPPs promote direct effects on the biophysical properties of pure membrane systems, the identification of fixation artifacts when using fluorescent labeled probe CPPs caused a reevaluation of CPP-import mechanisms. These studies promoted endocytosis as the translocation pathway. An example of direct penetration has been proposed for TAT. The first step in this proposed model is an interaction with the unfolded fusion protein (TAT) and the membrane through electrostatic interactions, which disrupt the membrane enough to allow the fusion protein to cross the membrane. After internalization, the fusion protein refolds due the chaperone system. This mechanism was not agreed upon, and other mechanisms involving clathrin-dependent endocytosis have been suggested.",
            "score": 81.52529907226562
        },
        {
            "docid": "22528148_19",
            "document": "Ethanol-induced non-lamellar phases in phospholipids . The summary of the POPC simulations described above shows that the POPC system's initial area per lipid value was initially .65 ± .01 but it increases by more than 70% to 1.09 ± .03 at 10 mol% of ethanol which indicates the membrane begins to swell and expand as ethanol permeates through its exterior region. Due to the expansion of the membrane, the membrane thickness decreases from 3.83 ± .06 to 2.92 ± .05 which relates to the distance between the phosphorus atoms on opposite sides of the membrane. The study also supports the fact that ethanol prefers to bond just below the hydrophilic region of the phospholipids near the phosphate groups. The location of the ethanol creates a strong hydrogen bond between the water molecules. The results are depicted in the simulations and supported by mass density profiles as well. The mass density profiles show the location of the POPC lipids, water, and ethanol relevant to the hydrophobic core of the membrane and the concentration of ethanol. The mass density of ethanol increases as the concentration increases which indicates ethanol is moving towards the hydrophobic core of the membrane. The membrane becomes partially destroyed. The simulations also support that the interior of the membrane starts to become more hydrophilic due to the presence of water molecules in the interior region once the membrane is partially destroyed. The presence of ethanol also induced the formation of non-lamellar phases (non-bilayer) within the interior region (hydrophobic cored) of the phospholipid membrane. The results are supported by the simulations which show that at approximately 12 mol% of ethanol the membrane was no longer able to tolerate and adapt to the presence of the ethanol resulting in non-lamellar phases. The formations of the non-lamellar phases are described as being irreversible inverted-micelles. This irreversibility of the inverted-micelles are supported by mass density profiles which display an overlapping of leaflets from opposite membranes that interact forming a strong interlocking between the acyl chains or hydrophobic region with and without the presence of ethanol. Snapshots of the simulations are produced at 100 ns which compared the phospholipid membrane system in the presence of ethanol and in the absence of ethanol which continues to support ethanol's preference to bind near the hydrophilic region of the phospholipid. The researchers also added monovalent ions as salt ions (NaCl) to the phospholipid membrane system which formed non-lamellar phases (micelles) as well. This phenomenon is important because they predict that in the presence of ethanol the micelles can serve as transporters for hydrophilic structures across the membrane. Overall, in this study it shows that ethanol is able to penetrate throughout the membrane. I very important point that was revealed in this study is the fact that ethanol can destroy epithelial tissues (lips, throat, stomach, mouth) in humans. Therefore, one must consider some of the damaging effects of some alcoholic beverages that can contain up to 40% of ethanol (v/v).",
            "score": 80.98487091064453
        },
        {
            "docid": "2189901_3",
            "document": "Microstructure . The atoms and molecules comprising minerals and living matter are bound by six types of bonds with different intensities and properties. Examples include metallic bonds, covalent bonds, ionic bonds, and weak bonds. Among the weak bonds, there is a distinction between polar bonds or hydrophilic bonds (hydrogen bonds and van der Waals bonds) and nonpolar or hydrophobic bonds. From these properties will come the spatial form of the associated atoms and the molecules and then, at a larger scale, of the crystal, and finally of the organism as a whole. Metallic bonds are formed by the sharing of electrons in the outer layer of the atom in an electron cloud, where they are free and delocalized. This free-electron gas ensures the cohesion of the remaining cations and enables electrical conduction in metals and alloys. Covalent bonds are formed by the sharing of pairs of valence electrons in order to fill the outer electron shells of each atom. They are very strong bonds that are found in non-metals such as semiconductors, certain ceramics, polymers, and biological materials. Ionic bonds are formed by the transfer of an electron from one atom to the other. They are strong bonds that appear, for example, between a metal atom that has released an electron and a non-metal atom that has captured the free electron. After bonding, both atoms become charged. These bonds are found in minerals, ceramics, biological materials, and certain polymers (ionomers). Weak polar bonds are electrostatic and correspond to simple attractions between dipoles in compounds or molecules with inhomogeneous or polarizable charges. They act over long distances but with less intensity than strong bonds. Among them, for example, are van der Waals bonds between molecules and hydrogen bonds between water molecules in liquid water and ice. These bonds are found in all biological materials, certain hydrated minerals, polymers, and some mixed–composite materials. Weak nonpolar bonds or hydrophobic bonds are formed by repulsion. In a polar liquid, the molecules try to establish a maximum number of bonds between each other. If nonpolar molecules are added to the solution, their presence disrupts the formation of this network of bonds, and they will be rejected. Uniquely nonpolar molecules are rare in nature and for the most part are found in hydrocarbons. Fatty acids are amphiphilic molecules, containing a polar end and a nonpolar end. These molecules will then form complex structures, with the polar end on the outside in contact with the water and the nonpolar end on the inside, completely isolated from the water. Depending on the nature of the molecule, these structures will either be small globules called micelles or be membranes. These bonds are found in all biological materials.",
            "score": 80.90027618408203
        },
        {
            "docid": "18236271_5",
            "document": "David Phoenix . The group is multidisciplinary and draws on a range of specialisms including, biology, chemistry, engineering, physics and computational modelling to help develop understanding of the structure function relationships used by amphiphilic bioactive molecules. The term ‘‘peptide-amphiphile’’ can be used to describe amphiphilic peptides consisting only of amino acids that show segregation of charged and uncharged components within the primary or secondary structure. Alternatively, they may be composed of hydrophilic peptides linked to hydrophobic alkyl chains or lipids, and peptide-based copolymers. Such molecules are of significant biological importance due to the range of asymmetric boundaries that occur in nature such as those found at a membrane lipid interface. Amphiphilic protein sequences can be involved in protein targeting, membrane protein assembly as well as membrane fusion and lysis. In addition to amphiphilic peptides possessing key biological functions amphiphiles are becoming of increasing interest in the creation of new biomaterials. Amphiphiles can self-assemble into a variety of different structures such as micelles, vesicles, monolayers, bilayers, nanofibers, nanotapes, ribbons, and twisted ribbons, to minimise unfavorable interactions with their surroundings. A key aspect of his work involves the development of bioactive peptides and new biomaterials with biomedical application.",
            "score": 80.7863998413086
        },
        {
            "docid": "340440_9",
            "document": "Fluid mosaic model . During the decade of 1970, it was acknowledged that individual lipid molecules undergo free lateral diffusion within each of the layers of the lipid membrane. Diffusion occurs at a high speed, with an average lipid molecule diffusing ~2 µm, approximately the length of a large bacterial cell, in about 1 second. It has also been observed that individual lipid molecules rotate rapidly around their own axis. Moreover, phospholipid molecules can, although they seldom do, migrate from one side of the lipid bilayer to the other (a process known as flip-flop). However, flip-flop might be enhanced by flippase enzymes. The processes described above influence the disordered nature of lipid molecules and interacting proteins in the lipid membranes, with consequences to membrane fluidity, signaling, trafficking and function.",
            "score": 80.1103744506836
        },
        {
            "docid": "43114391_2",
            "document": "Annular lipid shell . Annular lipids (also called shell lipids or boundary lipids) represent a select set of lipids or lipidic molecules which preferentially bind or stick to the surface of membrane proteins in biological cells. They constitute a layer, or an annulus/ shell, of lipids which are highly immobilized due to the existence of strong lipid-protein (binding) interactions. Polar headgroups of these lipids bind to the hydrophilic part of the membrane protein(s) at the inner and outer surfaces of lipid bilayer membrane. The hydrophobic surface of the membrane proteins is bound to the apposed lipid fatty acid chains of the membrane bilayer. For integral membrane proteins spanning the thickness of the membrane bilayer, these annular/shell lipids act like a lubricating layer on the proteins' surfaces, thereby facilitating almost free rotation and lateral diffusion of membrane proteins within the 2-dimensional expanse of the biological membrane(s). Outside the layer of shell/annular lipids, lipids are not tied down to protein molecules. However, they may be slightly restricted in their segmental motion freedom due to mild peer pressure of protein molecules, if present in high concentration, which arises from extended influence of protein-lipid interaction. Membrane areas away from protein molecules contain lamellar phase bulk lipids, which are largely free from any restraining effects due to protein-lipid interactions. Thermal denaturation of membrane proteins may destroy the secondary and tertiary structure of membrane proteins, exposing newer surfaces to membrane lipids and therefore increasing the number of lipids molecules in the annulus/shell layer. This phenomenon can be studied by the spin label electron paramagnetic resonance technique.",
            "score": 80.05160522460938
        },
        {
            "docid": "547400_18",
            "document": "Molecular mechanics . In molecular mechanics, several ways exist to define the environment surrounding a molecule or molecules of interest. A system can be simulated in vacuum (termed a gas-phase simulation) with no surrounding environment, but this is usually undesirable because it introduces artifacts in the molecular geometry, especially in charged molecules. Surface charges that would ordinarily interact with solvent molecules instead interact with each other, producing molecular conformations that are unlikely to be present in any other environment. The \"best\" way to solvate a system is to place explicit water molecules in the simulation box with the molecules of interest and treat the water molecules as interacting particles like those in the molecule. A variety of water models exist with increasing levels of complexity, representing water as a simple hard sphere (a united-atom model), as three separate particles with fixed bond angles, or even as four or five separate interaction centers to account for unpaired electrons on the oxygen atom. As water models grow more complex, related simulations grow more computationally intensive. A compromise method has been found in implicit solvation, which replaces the explicitly represented water molecules with a mathematical expression that reproduces the average behavior of water molecules (or other solvents such as lipids). This method is useful to prevent artifacts that arise from vacuum simulations and reproduces bulk solvent properties well, but cannot reproduce situations in which individual water molecules have interesting interactions with the molecules under study.",
            "score": 79.98699188232422
        },
        {
            "docid": "1130902_14",
            "document": "Sphingomyelin . Sphingomyelin, as well as other sphingolipids, are associated with lipid microdomains in the plasma membrane known as lipid rafts. Lipid rafts are characterized by the lipid molecules being in the lipid ordered phase, offering more structure and rigidity compared to the rest of the plasma membrane. In the rafts, the acyl chains have low chain motion but the molecules have high lateral mobility. This order is in part due to the higher transition temperature of sphingolipids as well as the interactions of these lipids with cholesterol. Cholesterol is a relatively small, nonpolar molecule that can fill the space between the sphingolipids that is a result of the large acyl chains. Lipid rafts are thought to be involved in many cell processes, such as membrane sorting and trafficking, signal transduction, and cell polarization. Excessive sphingomyelin in lipid rafts may lead to insulin resistance.",
            "score": 79.66959381103516
        },
        {
            "docid": "8651021_22",
            "document": "Micellar liquid chromatography . A final type of model based on molecular properties of a solute is a branch of quantitative structure-activity relationships (QSAR). QSAR studies attempt to correlate biological activity of drugs, or a class of drugs, with structures. The normally accepted means of uptake for a drug, or its metabolite, is through partitioning into lipid bilayers. The descriptor most often used in QSAR to determine the hydrophobicity of a compound is the octanol-water partition coefficient, log P. MLC provides an attractive and practical alternative to QSAR. When micelles are added to a mobile phase, many similarities exist between the micellar mobile phase/stationary phase and the biological membrane/water interface. In MLC, the stationary phase become modified by the adsorption of surfactant monomers which are structurally similar to the membranous hydrocarbon chains in the biological model. Additionally, the hydrophilic/hydrophobic interactions of the micelles are similar to that in the polar regions of a membrane. Thus, the development of quantitative structure-retention relationships (QRAR) has become widespread.",
            "score": 79.17988586425781
        },
        {
            "docid": "17973_39",
            "document": "Liquid crystal . Lyotropic liquid-crystalline phases are abundant in living systems, the study of which is referred to as lipid polymorphism. Accordingly, lyotropic liquid crystals attract particular attention in the field of biomimetic chemistry. In particular, biological membranes and cell membranes are a form of liquid crystal. Their constituent molecules (e.g. phospholipids) are perpendicular to the membrane surface, yet the membrane is flexible. These lipids vary in shape (see page on lipid polymorphism). The constituent molecules can inter-mingle easily, but tend not to leave the membrane due to the high energy requirement of this process. Lipid molecules can flip from one side of the membrane to the other, this process being catalyzed by flippases and floppases (depending on the direction of movement). These liquid crystal membrane phases can also host important proteins such as receptors freely \"floating\" inside, or partly outside, the membrane, e.g. CCT.",
            "score": 78.27220916748047
        },
        {
            "docid": "7479239_25",
            "document": "Implicit solvation . Ionization of charged groups has been neglected in continuum electrostatic models of implicit solvation, as well as in standard molecular mechanics and molecular dynamics. The transfer of an ion from water to a nonpolar medium with dielectric constant of ~3 (lipid bilayer) or 4 to 10 (interior of proteins) costs significant energy, as follows from the Born equation and from experiments. However, since the charged protein residues are ionizable, they simply lose their charges in the nonpolar environment, which costs relatively little at the neutral pH: ~4 to 7 kcal/mol for Asp, Glu, Lys, and Arg amino acid residues, according to the Henderson-Hasselbalch equation, \"ΔG = 2.3RT (pH - pK)\". The low energetic costs of such ionization effects have indeed been observed for protein mutants with buried ionizable residues. and hydrophobic α-helical peptides in membranes with a single ionizable residue in the middle. However, all electrostatic methods, such as PB, GB, or GBSA assume that ionizable groups remain charged in the nonpolar environments, which leads to grossly overestimated electrostatic energy. In the simplest accessible surface area-based models, this problem was treated using different solvation parameters for charged atoms or Henderson-Hasselbalch equation with some modifications. However even the latter approach does not solve the problem. Charged residues can remain charged even in the nonpolar environment if they are involved in intramolecular ion pairs and H-bonds. Thus, the energetic penalties can be overestimated even using the Henderson-Hasselbalch equation. More rigorous theoretical methods describing such ionization effects have been developed, and there are ongoing efforts to incorporate such methods into the implicit solvation models.",
            "score": 78.15719604492188
        },
        {
            "docid": "792684_8",
            "document": "Granularity . In molecular dynamics, coarse graining consists of replacing an atomistic description of a biological molecule with a lower-resolution coarse-grained model that averages or smooths away fine details.",
            "score": 78.05767822265625
        }
    ]
}