{
    "q": [
        {
            "docid": "4160656_33",
            "document": "Human herpesvirus 6 . Other betaherpesviruses establish latency as a nuclear episome, which is a circular DNA molecule (analogous to plasmids). For HHV-6, latency is believed to occur exclusively through the integration of viral telomeric repeats into human subtelomeric regions. Only one other virus is known to achieve latency in this fashion. This phenomenon is possible as a result of the telomeric repeats found within the direct repeat termini of HHV-6’s genome.",
            "score": 141.00677514076233
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 103.29893732070923
        },
        {
            "docid": "16814276_10",
            "document": "Merkel cell polyomavirus . Sequencing of the virus from Merkel cell cancers reveals that it generally has tumor-specific mutations that truncate the MCV T antigen. These mutations (which are not found in native virus obtained from nontumor sites) eliminate the T antigen helicase, preventing the integrated virus from replicating independently from the host cancer cell. The tumor is a \"dead-end host\" for MCV. Normally, the virus exists as circular episome (or plasmid) within the cell and its DNA is packaged into viral capsids and transmitted to other cells. In tumors, the viral DNA has broken and become integrated into human DNA within the tumor, so that the virus is no longer transmissible. The integrated virus cannot be excised from the host cell and it must replicate as the host cell is replicated. Examination of infected tumors reveals that the majority have a clear monoclonal pattern, indicating that the virus integrated into a single cell before it began its cancerous expansion. For this reason, there is very strong evidence that MCV causes some, but not all, Merkel cell carcinomas. MCV can also be found in healthy tissues from people without Merkel cell carcinoma. A complete MCV genome (MCV-HF) was designed from multiple tumor-type MCV genomes and examined with successful replication capability in vitro. The identical sequences were found in human normal skins. While the precise prevalence of infection is unknown in humans, it is likely that most infections do not cause cancers.",
            "score": 109.22138679027557
        },
        {
            "docid": "23974_21",
            "document": "Plasmid . Today some authors use \"episome\" in the context of prokaryotes to refer to a plasmid that is capable of integrating into the chromosome. The integrative plasmids may be replicated and stably maintained in a cell through multiple generations, but always at some stage they exist as an independent plasmid molecule. In the context of eukaryotes, the term \"episomes\" is used to mean a non-integrated extrachromosomal closed circular DNA molecule that may be replicated in the nucleus. Viruses are the most common examples of this, such as herpesviruses, adenoviruses, and polyomaviruses, but some are plasmids. Other examples include aberrant chromosomal fragments, such as double minute chromosomes, that can arise during artificial gene amplifications or in pathologic processes (e.g., cancer cell transformation). Episomes in eukaryotes behave similarly to plasmids in prokaryotes in that the DNA is stably maintained and replicated with the host cell. Cytoplasmic viral episomes (as in poxvirus infections) can also occur. Some episomes, such as herpesviruses, replicate in a rolling circle mechanism, similar to bacterial phage viruses. Others replicate through a bidirectional replication mechanism (\"Theta type\" plasmids). In either case, episomes remain physically separate from host cell chromosomes. Several cancer viruses, including Epstein-Barr virus and Kaposi's sarcoma-associated herpesvirus, are maintained as latent, chromosomally distinct episomes in cancer cells, where the viruses express oncogenes that promote cancer cell proliferation. In cancers, these episomes passively replicate together with host chromosomes when the cell divides. When these viral episomes initiate lytic replication to generate multiple virus particles, they in general activate cellular innate immunity defense mechanisms that kill the host cell.",
            "score": 109.76095378398895
        },
        {
            "docid": "33139249_3",
            "document": "Discovery and development of integrase inhibitors . The body uses its immune system to protect itself from bacteria, viruses and other disease-causing beings, and when it fails to do so immunodeficiency diseases occur. One such disease is acquired immunodeficiency syndrome (AIDS) which is most commonly a result of an infection by the human immunodeficiency virus (HIV). Two closely related types of HIV have been identified, HIV-1 and HIV-2. While HIV-2 is spreading in India and West Africa, HIV-1 is more virulent and the number one cause of AIDS worldwide. Though some of the patients have different results in most cases people infected with HIV go on to develop AIDS and ultimately die of opportunistic infections or cancer. Integration to the retroviral genome is critical for gene expression and viral replication. The viral genome is reversely transcribed into the DNA of the infected cell by viral reverse transcriptase, the DNA is then integrated into the host-cell chromosomes with the aid of the viral integrase. RNA transcripts are produced from integrated viral DNA and serve both as mRNAs to direct the synthesis of viral proteins and later as RNA genomes of the new viral particles.Viral particles escape from the cell by budding from the plasma membrane, each enclosed in a membrane envelope.",
            "score": 93.86596393585205
        },
        {
            "docid": "4448546_29",
            "document": "Viral transformation . Human immunodeficiency virus is a viral infection that targets the lymph nodes. HIV binds to the immune CD4 cell and reverse transcriptase alters the host cell genome to allow integration of the viral DNA via integrase. The virus replicates using the host cell's machinery and then leaves the cell to infect additional cells via budding.",
            "score": 94.23861980438232
        },
        {
            "docid": "5069516_18",
            "document": "HIV/AIDS . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses share many morphological and biological characteristics. Many species of mammals are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded reverse transcriptase that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded integrase and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system. Alternatively, the virus may be transcribed, producing new RNA genomes and viral proteins that are packaged and released from the cell as new virus particles that begin the replication cycle anew.",
            "score": 93.14898896217346
        },
        {
            "docid": "20938066_7",
            "document": "Vpr . The lack of an in vitro cell culture system that demonstrated a deficit in replication upon infection with viruses in the absence of Vpr has led to some mystery in the function of Vpr. Recently, there has been experiments on monocyte-derived dendritic cells (MDDCs) using a novel in-vitro infection system. These infected human dendritic cells showed a slower rate of replication when deprived of the Vpr protein in HIV-1 cells. This replication difference occurred in a single round of infection. This was shown to be due to decreased transcriptional output from the integrated HIV viral genome. Using mutational analysis (biochemical identification of mutational changes in a nucleotide sequence), prevention of cell cycle progression into mitosis was shown to be required for LTR-mediated viral expression. These findings suggest that the evolutionarily secured G2 cell cycle arrest function of Vpr (Viral Protein R) is essential for HIV-1 replication. Furthermore, this innovative in-vitro culture system will allow researchers to address mechanisms underlying Vpr-mediated enhancement of HIV-1 replication.",
            "score": 84.9155478477478
        },
        {
            "docid": "24481_5",
            "document": "Provirus . A provirus does not directly make new DNA copies of itself while integrated into a host genome in this way. Instead, it is passively replicated along with the host genome and passed on to the original cell's offspring; all descendants of the infected cell will also bear proviruses in their genomes. This is known as lysogenic viral reproduction. Integration can result in a latent infection or a productive infection. In a productive infection, the provirus is transcribed into messenger RNA which directly produces new virus, which in turn will infect other cells via the lytic cycle. A latent infection results when the provirus is transcriptionally silent rather than active.",
            "score": 91.36420798301697
        },
        {
            "docid": "1883421_2",
            "document": "Adeno-associated virus . Adeno-associated virus (AAV) is a small virus which infects humans and some other primate species. AAV is not currently known to cause disease. The virus causes a very mild immune response, lending further support to its apparent lack of pathogenicity. In many cases, AAV vectors integrate into the host cell genome, which can be important for certain applications, but can also have unwanted consequences. Gene therapy vectors using AAV can infect both dividing and quiescent cells and persist in an extrachromosomal state without integrating into the genome of the host cell, although in the native virus some integration of virally carried genes into the host genome does occur. These features make AAV a very attractive candidate for creating viral vectors for gene therapy, and for the creation of isogenic human disease models. Recent human clinical trials using AAV for gene therapy in the retina have shown promise.",
            "score": 105.72024166584015
        },
        {
            "docid": "2311903_3",
            "document": "Endogenous retrovirus . The replication cycle of a retrovirus entails the insertion (\"integration\") of a DNA copy of the viral genome into the nuclear genome of the host cell. Most retroviruses infect somatic cells, but occasional infection of germline cells (cells that produce eggs and sperm) can also occur. Rarely, retroviral integration may occur in a germline cell that goes on to develop into a viable organism. This organism will carry the inserted retroviral genome as an integral part of its own genome—an \"endogenous\" retrovirus (ERV) that may be inherited by its offspring as a novel allele. Many ERVs have persisted in the genome of their hosts for millions of years. However, most of these have acquired inactivating mutations during host DNA replication and are no longer capable of producing virus. ERVs can also be partially excised from the genome by a process known as recombinational deletion, in which recombination between the identical sequences that flank newly integrated retroviruses results in deletion of the internal, protein-coding regions of the viral genome.",
            "score": 112.95850682258606
        },
        {
            "docid": "1460525_5",
            "document": "Oncovirus . Tumor viruses come in a variety of forms: Viruses with a DNA genome, such as adenovirus, and viruses with an RNA genome, like the Hepatitis C virus (HCV), can cause cancers, as can retroviruses having both DNA and RNA genomes (Human T-lymphotropic virus and hepatitis B virus, which normally replicates as a mixed double and single-stranded DNA virus but also has a retroviral replication component). In many cases, tumor viruses do not cause cancer in their native hosts but only in dead-end species. For example, adenoviruses do not cause cancer in humans but are instead responsible for colds, conjunctivitis and other acute illnesses. They only become tumorigenic when infected into certain rodent species, such as Syrian hamsters. Some viruses are tumorigenic when they infect a cell and persist as circular episomes or plasmids, replicating separately from host cell DNA (Epstein–Barr virus and Kaposi's sarcoma-associated herpesvirus). Other viruses are only carcinogenic when they integrate into the host cell genome as part of a biological accident, such as polyomaviruses and papillomaviruses.",
            "score": 98.41334044933319
        },
        {
            "docid": "8767449_9",
            "document": "Public health genomics . Since the field of genomics takes into account the entire genome of an organism and not simply its individual genes, the study of latent viral infection falls into this realm. For example, the DNA of a latent Herpesvirus integrates into the host’s chromosome and propagates through cell replication, although it is not part of the organism's genome, and was not present at the birth of the individual.",
            "score": 81.37134528160095
        },
        {
            "docid": "4160656_35",
            "document": "Human herpesvirus 6 . A number of genes expressed by HHV-6 are unique to its inactive latency stage. These genes involve maintaining the genome and avoiding destruction of the host cell. For instance, the U94 protein is believed to repress genes that are involved in cellular lysis (apoptosis) and also may aid in telomeric integration. Once stored in human telomeres, the virus is reactivated intermittently.",
            "score": 143.53614020347595
        },
        {
            "docid": "1247939_7",
            "document": "Kaposi's sarcoma-associated herpesvirus . The viral genome consists of a ~145 kbase long unique region, encoding all of expressed viral genes, which is flanked by ~20-30 kbases of terminal repeat sequences. Each terminal repeat unit is 801 bp in length, has 85% G+C content and is oriented in a repetitive head-to-tail fashion. During latency, the virus genome depends on the host replication machinery and replicates as closed circular episome (\"plasmid\") using sequences within the terminal repeats as a replication origin. When the virus reactivates into lytic replication, it is believed that the virus genome is replicated as a continuous linear molecule off from an episome (so called rolling circle model). As each unit genome is replicated, it is cut within the terminal repeat region, and then packaged into a virus particle (virion). The virus then becomes enveloped with a lipid membrane as it transits the nucleus and the cytoplasm to exit the cell. Thus, whereas KSHV genome is circular in the nucleus of latently infected cells, it is packaged into infectious viruses as a linear molecule. Once the virus newly infects a cell, the lipid membrane is shed and the virion travels to the nucleus. The viral genome is released where it recircularizes through a poorly understood process that appears to involve homologous recombination.",
            "score": 79.82721424102783
        },
        {
            "docid": "26214_7",
            "document": "Reverse transcriptase . The enzymes are encoded and used by viruses that use reverse transcription as a step in the process of replication. Reverse-transcribing RNA viruses, such as retroviruses, use the enzyme to reverse-transcribe their RNA genomes into DNA, which is then integrated into the host genome and replicated along with it. Reverse-transcribing DNA viruses, such as the hepadnaviruses, can allow RNA to serve as a template in assembling and making DNA strands. HIV infects humans with the use of this enzyme. Without reverse transcriptase, the viral genome would not be able to incorporate into the host cell, resulting in failure to replicate.",
            "score": 85.12480401992798
        },
        {
            "docid": "46689637_3",
            "document": "Epigenetics of human herpesvirus latency . Human herpesviruses are all double stranded DNA viruses that enter the nucleus of the host cell. HHVs replicate in the nucleus of the infected cells and can enter both a lytic and latent phase. In the lytic phase, the viral genes are being actively transcribed and many times ultimately lead to cell death. In the lytic phase the virus is able to spread to other hosts due to open sores and other such mechanisms. In the latent phase the amount of viral transcript is heavily reduced. In this phase the host will show little to no signs of virus infection. This state can be maintained for very long periods of time and infection with HHVs can last a lifetime.",
            "score": 131.0954782962799
        },
        {
            "docid": "46400073_5",
            "document": "Saswati Chatterjee . One of Chatterjee's most notable publications is from 1999, and she researched the use of a \"single stranded AAV, replication-defective nonpathogenic human parvovirus with a 4.7kb DNA genome with a palindromic inverted terminal repeats\" This process REQUIRES the use of an adenovirus for the DNA to enter the cell and cause infection, thus being stably integrated into the cells DNA genome in a specific place. This study showed that the AAV vector was successful at efficiently transferring DNA into nondividing cells. Another publication that Chatterjee researched and featured in, regarded the effective transduction of CD34+ cells. They found that AAV transduction gave way to altered viral chromosomal integration.",
            "score": 80.84177422523499
        },
        {
            "docid": "207601_51",
            "document": "Adsorption . Adsorption is the first step in the viral life cycle. The next steps are penetration, uncoating, synthesis (transcription if needed, and translation), and release. The virus replication cycle, in this respect, is similar for all types of viruses. Factors such as transcription may or may not be needed if the virus is able to integrate its genomic information in the cell's nucleus, or if the virus can replicate itself directly within the cell's cytoplasm.",
            "score": 72.51880240440369
        },
        {
            "docid": "17083658_3",
            "document": "HIV integration . HIV is a retrovirus, which comprise a large and diverse family of RNA viruses that make a DNA copy of their RNA genome after infection of a host cell. An essential step in the replication cycle of HIV-1 and other retroviruses is the integration of this viral DNA into the host DNA. The RNA genome of progeny virions and the template for translation of viral proteins are made when the integrated viral DNA is transcribed.",
            "score": 82.66954708099365
        },
        {
            "docid": "6476284_4",
            "document": "Insertional mutagenesis . Because many viruses integrate their own genomes into the genomes of their host cells in order to replicate, mutagenesis caused by viral infections is a fairly common occurrence. Not all integrating viruses cause insertional mutagenesis, however.",
            "score": 80.10981225967407
        },
        {
            "docid": "50428229_4",
            "document": "Human Endogenous Retrovirus-W . It is common for viruses to take pieces of their host’s genome with them if it aids their success. On the other hand, hosts can also keep viral DNA in their genome in some advantageous or non-deleterious cases. In the case of HERVs, viral DNA integrated into the germ-line genome of a human ancestor. Thus, all the progeny of the infected human ancestor would have this viral genome integrated into every cell in their bodies.",
            "score": 109.07023048400879
        },
        {
            "docid": "1883421_5",
            "document": "Adeno-associated virus . Wild-type AAV has attracted considerable interest from gene therapy researchers due to a number of features. Chief amongst these is the virus's apparent lack of pathogenicity. It can also infect non-dividing cells and has the ability to stably integrate into the host cell genome at a specific site (designated AAVS1) in the human chromosome 19. This feature makes it somewhat more predictable than retroviruses, which present the threat of a random insertion and of mutagenesis, which is sometimes followed by development of a cancer. The AAV genome integrates most frequently into the site mentioned, while random incorporations into the genome take place with a negligible frequency. Development of AAVs as gene therapy vectors, however, has eliminated this integrative capacity by removal of the \"rep\" and \"cap\" from the DNA of the vector. The desired gene together with a promoter to drive transcription of the gene is inserted between the inverted terminal repeats (ITR) that aid in concatemer formation in the nucleus after the single-stranded vector DNA is converted by host cell DNA polymerase complexes into double-stranded DNA. AAV-based gene therapy vectors form episomal concatemers in the host cell nucleus. In non-dividing cells, these concatemers remain intact for the life of the host cell. In dividing cells, AAV DNA is lost through cell division, since the episomal DNA is not replicated along with the host cell DNA. Random integration of AAV DNA into the host genome is detectable but occurs at very low frequency. AAVs also present very low immunogenicity, seemingly restricted to generation of neutralizing antibodies, while they induce no clearly defined cytotoxic response. This feature, along with the ability to infect quiescent cells present their dominance over adenoviruses as vectors for human gene therapy.",
            "score": 94.949054479599
        },
        {
            "docid": "24203383_5",
            "document": "Robert F. Siliciano . The problem of HIV latency is a focus of Siliciano's research. When HIV integrates into the genome of a host cell but remains transcriptionally silent in a state known as \"latency,\" the immune system is unable to detect and destroy the infected cell and its virus. Antiretroviral drugs are highly effective at controlling virus replication, but they also have several drawbacks. Some people experience side effects when taking these medications, and if treatment is interrupted, latent HIV can begin replicating and spreading again, often developing resistance to anti-HIV medications in the process. HIV/AIDS researchers including Siliciano have hypothesized that if all latent virus in the body could be simultaneously forced out of latency, or \"reactivated,\" antiretroviral drugs could prevent the newly formed viruses from successfully infecting new cells, thus eradicating HIV from an infected person. Several candidate drugs have been proposed, but they cause unacceptable toxicity by globally activating the patient's uninfected T cells.",
            "score": 69.80240881443024
        },
        {
            "docid": "17269927_5",
            "document": "MRN complex . Telomeres maintain the integrity of the ends of linear chromosomes during replication and protect them from being recognized as double-strand breaks by the DNA repair machinery. MRN participates in telomere maintenance primarily via association with the TERF2 protein of the shelterin complex. Additional studies have suggested that Nbs1 is a necessary component protein for telomere elongation by telomerase. Additionally, knockdown of MRN has been shown to significantly reduce the length of the G-overhang at human telomere ends, which could inhibit the proper formation of the so-called T-loop, destabilizing the telomere as a whole. Interestingly, telomere lengthening in cancer cells by the alternative lengthening of telomeres (ALT) mechanism has also been shown to be dependent on MRN, especially on the Nbs1 subunit. Taken together, these studies suggest MRN plays a crucial role in maintenance of both length and integrity of telomeres.",
            "score": 99.18589615821838
        },
        {
            "docid": "38765_9",
            "document": "Integrase . The main function of IN is to insert the viral DNA into the host chromosomal DNA, a step that is essential for HIV replication. Integration is a point of no return for the cell, which becomes a permanent carrier of the viral genome (provirus). Integration is in part responsible for the persistence of retroviral infections. After integration, the viral gene expression and particle production may take place immediately or at some point in the future. The timing, it is presumed, depends on the activity of the chromosomal locus hosting the provirus.",
            "score": 77.56428718566895
        },
        {
            "docid": "14459074_8",
            "document": "Plasmaviridae . A productive infectious cycle begins before a lysogenic cycle establishes the virus in the infected bacteria. After initial infection of the viral genome the virus may become latent within the host. Lysogeny involves integration into the host chromosome.",
            "score": 67.88365530967712
        },
        {
            "docid": "3487107_34",
            "document": "Real-time polymerase chain reaction . Viruses can be present in humans due to direct infection or co-infections which makes diagnosis difficult using classical techniques and can result in an incorrect prognosis and treatment. The use of qPCR allows both the quantification and genotyping (characterization of the strain, carried out using melting curves) of a virus such as the Hepatitis B virus.  The degree of infection, quantified as the copies of the viral genome per unit of the patient's tissue, is relevant in many cases; for example, the probability that the type 1 herpes simplex virus reactivates is related to the number of infected neurons in the ganglia. This quantification is carried out either with reverse transcription or without it, as occurs if the virus becomes integrated in the human genome at any point in its cycle, such as happens in the case of HPV (human papillomavirus), where some of its variants are associated with the appearance of cervical cancer.",
            "score": 73.87969446182251
        },
        {
            "docid": "1067550_36",
            "document": "Superantigen . Similar endogenous SAg-dependent selection has yet to be identified in the human genome, but endogenous SAgs have been discovered and are suspected of playing an integral role in viral infection. Infection by the Epstein-Barr virus, for example, is known to cause production of a SAg in infected cells, yet no gene for the toxin has been found on the genome of the virus. The virus manipulates the infected cell to express its own SAg genes, and this helps it to evade the host immune system. Similar results have been found with rabies, cytomegalovirus, and HIV.",
            "score": 86.85321187973022
        },
        {
            "docid": "5735696_11",
            "document": "Gammaherpesvirinae . Viruses that establish lifelong latent infections must ensure that the viral genome is maintained within the latently infected cell throughout the life of the host, yet at the same time must also be capable of avoiding elimination by the immune surveillance system especially must avoid being detected by host CD8+ cytotoxic T lymphocytes (CTLs). The gamma-herpesviruses are characteristically latent in lymphocytes and drive the proliferation that requires the expression of latent viral antigens. The majority of gammaherpesviruses encode a specific protein that is critical for maintenance of the viral genome within latently infected cells termed the genome maintenance protein (GMP). GMPs are DNA-binding proteins that ensures that, as the host cell progresses through mitosis, the viral episomes are partitioned to daughter cells. This provides continuous existence of the viral genome within the host cells.",
            "score": 81.65378367900848
        },
        {
            "docid": "3783315_2",
            "document": "Virus latency . Virus latency (or viral latency) is the ability of a pathogenic virus to lie dormant (latent) within a cell, denoted as the lysogenic part of the viral life cycle. A latent viral infection is a type of persistent viral infection which is distinguished from a chronic viral infection. Latency is the phase in certain viruses' life cycles in which, after initial infection, proliferation of virus particles ceases. However, the viral genome is not fully eradicated. The result of this is that the virus can reactivate and begin producing large amounts of viral progeny without the host being infected by new outside virus, denoted as the lytic part of the viral life cycle, and stays within the host indefinitely.",
            "score": 69.06545734405518
        },
        {
            "docid": "16832751_2",
            "document": "Pre-integration complex . The pre-integration complex (PIC) is a nucleoprotein complex of viral genetic material and associated viral and host proteins which is capable of inserting a viral genome into a host genome. The PIC forms after uncoating of a viral particle after entry into the host cell. In the case of the human immunodeficiency virus (HIV), the PIC forms after the Reverse Transcription Complex (RTC) has reverse transcribed the viral RNA code into DNA code. The PIC consists of viral proteins (including Vpr, matrix and integrase), host proteins (including Barrier to autointegration factor 1) and the viral DNA. The PIC enters the cellular nucleus through the nuclear pore complex without disrupting the nuclear envelope, thus allowing HIV and related retroviruses to replicate in non-dividing cells. Following nuclear entry, the PIC's DNA payload may be integrated into the host DNA as a \"provirus\".",
            "score": 91.92663407325745
        }
    ],
    "r": [
        {
            "docid": "4235754_4",
            "document": "Herpesviridae . There are 9 herpesvirus types known to infect humans: herpes simplex viruses 1 and 2, HSV-1 and HSV-2, (also known as HHV1 and HHV2), varicella-zoster virus (VZV, which may also be called by its ICTV name, HHV-3), Epstein–Barr virus (EBV or HHV-4), human cytomegalovirus (HCMV or HHV-5), human herpesvirus 6A and 6B (HHV-6A and HHV-6B), human herpesvirus 7 (HHV-7), and Kaposi's sarcoma-associated herpesvirus (KSHV, also known as HHV-8). In total, there are more than 130 herpesviruses, some of them from mammals, birds, fish, reptiles, amphibians, and mollusks.",
            "score": 149.42355346679688
        },
        {
            "docid": "4160656_2",
            "document": "Human herpesvirus 6 . Human herpesvirus 6 (HHV-6) is the common collective name for human herpesvirus 6A (HHV-6A) and human herpesvirus 6B (HHV-6B). These closely related viruses are two of the nine herpesviruses known to have humans as their primary host.",
            "score": 149.38160705566406
        },
        {
            "docid": "4160656_35",
            "document": "Human herpesvirus 6 . A number of genes expressed by HHV-6 are unique to its inactive latency stage. These genes involve maintaining the genome and avoiding destruction of the host cell. For instance, the U94 protein is believed to repress genes that are involved in cellular lysis (apoptosis) and also may aid in telomeric integration. Once stored in human telomeres, the virus is reactivated intermittently.",
            "score": 143.53614807128906
        },
        {
            "docid": "4160656_33",
            "document": "Human herpesvirus 6 . Other betaherpesviruses establish latency as a nuclear episome, which is a circular DNA molecule (analogous to plasmids). For HHV-6, latency is believed to occur exclusively through the integration of viral telomeric repeats into human subtelomeric regions. Only one other virus is known to achieve latency in this fashion. This phenomenon is possible as a result of the telomeric repeats found within the direct repeat termini of HHV-6’s genome.",
            "score": 141.00677490234375
        },
        {
            "docid": "301920_6",
            "document": "Roseola . Roseola is caused by two human herpesviruses, \"human herpesvirus 6\" (HHV-6) and \"human herpesvirus 7\" (HHV-7), which are sometimes referred to collectively as Roseolovirus. There are two variants of HHV-6 (HHV-6a and HHV-6b) and studies in the US, Europe, Dubai and Japan have shown that exanthema subitum is caused by HHV-6b. This form of HHV-6 infects over 90% of infants by age 2.",
            "score": 135.89881896972656
        },
        {
            "docid": "46689637_3",
            "document": "Epigenetics of human herpesvirus latency . Human herpesviruses are all double stranded DNA viruses that enter the nucleus of the host cell. HHVs replicate in the nucleus of the infected cells and can enter both a lytic and latent phase. In the lytic phase, the viral genes are being actively transcribed and many times ultimately lead to cell death. In the lytic phase the virus is able to spread to other hosts due to open sores and other such mechanisms. In the latent phase the amount of viral transcript is heavily reduced. In this phase the host will show little to no signs of virus infection. This state can be maintained for very long periods of time and infection with HHVs can last a lifetime.",
            "score": 131.09547424316406
        },
        {
            "docid": "4160656_3",
            "document": "Human herpesvirus 6 . HHV-6A and HHV-6B are double stranded DNA viruses within the betaherpesvirinae subfamily and of the genus \"Roseolovirus\". HHV-6A and HHV-6B infect almost all of the human populations that have been tested.",
            "score": 127.54566192626953
        },
        {
            "docid": "4160656_12",
            "document": "Human herpesvirus 6 . HHV-6A and HHV-6B were recognized by the International Committee on Taxonomy of Viruses (ICTV) as distinct species in 2012. Human Roseoloviruses include HHV-6A, HHV-6B and HHV-7.",
            "score": 124.49332427978516
        },
        {
            "docid": "5735705_4",
            "document": "Betaherpesvirinae . Human cytomegalovirus (HCMV, HHV-5) \"seems to have a large impact on immune parameters in later life and may contribute to increased morbidity and eventual mortality.\" Human herpesvirus 6A (HHV-6A) has been described as more neurovirulent, and as such is more frequently found in patients with neuroinflammatory diseases such as multiple sclerosis. Both human herpesvirus 6B (HHV-6B) and human herpesvirus 7 (HHV-7), as well as other viruses, can cause a skin condition in infants known as exanthema subitum, roseola infantum (rose rash of infants) or the sixth disease.",
            "score": 122.04997253417969
        },
        {
            "docid": "4207289_2",
            "document": "HHV Latency Associated Transcript . HHV Latency Associated Transcript (HHV LAT) is a length of RNA which accumulates in cells hosting long-term, or \"latent\", Human Herpes Virus (HHV) infections. The LAT RNA is produced by genetic transcription from a certain region of the viral DNA. LAT regulates the viral genome and interferes with the normal activities of the infected host cell.",
            "score": 121.1136245727539
        },
        {
            "docid": "4160656_38",
            "document": "Human herpesvirus 6 . Human herpesvirus 6 lives primarily on humans and, while variants of the virus can cause mild to fatal illnesses, can live commensally on its host. It has been demonstrated that HHV-6 fosters the progression of HIV-1 upon coinfection in T cells. HHV-6 upregulates the expression of the primary HIV receptor CD4, thus expanding the range of HIV susceptible cells. Several studies also have shown that HHV-6 infection increases production of inflammatory cytokines that enhance in vitro expression of HIV-1, such as TNF-alpha, IL-1 beta, and IL-8. A more recent in vivo study shows HHV-6A coinfection to dramatically accelerate the progression from HIV to AIDS in pigtailed macaques.",
            "score": 119.62042999267578
        },
        {
            "docid": "950840_5",
            "document": "Roseolovirus . Human herpesvirus 6 (HHV-6) is a set of two closely related herpes viruses known as HHV-6A and HHV-6B that infect nearly all human beings, typically before the age of two. The acquisition of HHV-6 in infancy is often symptomatic, resulting in childhood fever, diarrhea, and exanthem subitum rash (commonly known as roseola). Although rare, this initial infection can also cause febrile seizures, encephalitis or intractable seizures.",
            "score": 115.67799377441406
        },
        {
            "docid": "4160656_34",
            "document": "Human herpesvirus 6 . The right direct repeat terminus integrates within 5 to 41 human telomere repeats, and preferentially does so into the proximal end of chromosomes 9, 17, 18, 19, and 22, but has also occasionally been found in chromosomes 10 and 11. Nearly 70 million individuals are suspected to carry chromosomally integrated HHV-6.",
            "score": 114.53978729248047
        },
        {
            "docid": "4160656_10",
            "document": "Human herpesvirus 6 . HHV-6A includes several adult-derived strains and its disease spectrum is not well defined, although it is thought by some to be more neurovirulent. HHV-6B is commonly detected in children with roseola infantum, as it is the etiologic agent for this condition. Within these two viruses is a sequence homology of 95%.",
            "score": 113.58773040771484
        },
        {
            "docid": "2311903_3",
            "document": "Endogenous retrovirus . The replication cycle of a retrovirus entails the insertion (\"integration\") of a DNA copy of the viral genome into the nuclear genome of the host cell. Most retroviruses infect somatic cells, but occasional infection of germline cells (cells that produce eggs and sperm) can also occur. Rarely, retroviral integration may occur in a germline cell that goes on to develop into a viable organism. This organism will carry the inserted retroviral genome as an integral part of its own genome—an \"endogenous\" retrovirus (ERV) that may be inherited by its offspring as a novel allele. Many ERVs have persisted in the genome of their hosts for millions of years. However, most of these have acquired inactivating mutations during host DNA replication and are no longer capable of producing virus. ERVs can also be partially excised from the genome by a process known as recombinational deletion, in which recombination between the identical sequences that flank newly integrated retroviruses results in deletion of the internal, protein-coding regions of the viral genome.",
            "score": 112.95850372314453
        },
        {
            "docid": "4160656_74",
            "document": "Human herpesvirus 6 . HHV-6A DNA was found in the endometrium of almost half of a group of infertile women, but in none of the fertile control group. Natural killer cells specific for HHV-6A, and high uterine levels of certain cytokines, were also found in the endometrium of the infertile women positive for HHV-6A. The authors suggest that HHV-6A may prove to be an important factor in female infertility.",
            "score": 112.9559326171875
        },
        {
            "docid": "4160656_28",
            "document": "Human herpesvirus 6 . Researchers also hypothesized that olfactory ensheathing cells (OECs), a group of specialized glial cells found in the nasal cavity, may have a role in HHV-6 infectivity. They suspected this association as a result of OECs having properties similar to those of astrocytes, another type of glial cell that was previously identified as being susceptible to HHV-6 infection. Research continued by infecting OECs in vitro with both types of HHV-6. Ultimately, only OECs in which HHV-6a was used tested positive for signs of de novo viral synthesis, as is also characteristic of astrocytes.",
            "score": 112.79779815673828
        },
        {
            "docid": "23974_21",
            "document": "Plasmid . Today some authors use \"episome\" in the context of prokaryotes to refer to a plasmid that is capable of integrating into the chromosome. The integrative plasmids may be replicated and stably maintained in a cell through multiple generations, but always at some stage they exist as an independent plasmid molecule. In the context of eukaryotes, the term \"episomes\" is used to mean a non-integrated extrachromosomal closed circular DNA molecule that may be replicated in the nucleus. Viruses are the most common examples of this, such as herpesviruses, adenoviruses, and polyomaviruses, but some are plasmids. Other examples include aberrant chromosomal fragments, such as double minute chromosomes, that can arise during artificial gene amplifications or in pathologic processes (e.g., cancer cell transformation). Episomes in eukaryotes behave similarly to plasmids in prokaryotes in that the DNA is stably maintained and replicated with the host cell. Cytoplasmic viral episomes (as in poxvirus infections) can also occur. Some episomes, such as herpesviruses, replicate in a rolling circle mechanism, similar to bacterial phage viruses. Others replicate through a bidirectional replication mechanism (\"Theta type\" plasmids). In either case, episomes remain physically separate from host cell chromosomes. Several cancer viruses, including Epstein-Barr virus and Kaposi's sarcoma-associated herpesvirus, are maintained as latent, chromosomally distinct episomes in cancer cells, where the viruses express oncogenes that promote cancer cell proliferation. In cancers, these episomes passively replicate together with host chromosomes when the cell divides. When these viral episomes initiate lytic replication to generate multiple virus particles, they in general activate cellular innate immunity defense mechanisms that kill the host cell.",
            "score": 109.76094818115234
        },
        {
            "docid": "4066270_8",
            "document": "Rolling circle replication . Some DNA viruses replicate their genomic information in host cells via rolling circle replication. For instance, \"human herpesvirus-6\" (HHV-6)(hibv) expresses a set of \"early genes\" that are believed to be involved in this process. The long concatemers that result are subsequently cleaved between the pac-1 and pac-2 regions of HHV-6's genome by ribozymes when it is packaged into individual virions.",
            "score": 109.69231414794922
        },
        {
            "docid": "16814276_10",
            "document": "Merkel cell polyomavirus . Sequencing of the virus from Merkel cell cancers reveals that it generally has tumor-specific mutations that truncate the MCV T antigen. These mutations (which are not found in native virus obtained from nontumor sites) eliminate the T antigen helicase, preventing the integrated virus from replicating independently from the host cancer cell. The tumor is a \"dead-end host\" for MCV. Normally, the virus exists as circular episome (or plasmid) within the cell and its DNA is packaged into viral capsids and transmitted to other cells. In tumors, the viral DNA has broken and become integrated into human DNA within the tumor, so that the virus is no longer transmissible. The integrated virus cannot be excised from the host cell and it must replicate as the host cell is replicated. Examination of infected tumors reveals that the majority have a clear monoclonal pattern, indicating that the virus integrated into a single cell before it began its cancerous expansion. For this reason, there is very strong evidence that MCV causes some, but not all, Merkel cell carcinomas. MCV can also be found in healthy tissues from people without Merkel cell carcinoma. A complete MCV genome (MCV-HF) was designed from multiple tumor-type MCV genomes and examined with successful replication capability in vitro. The identical sequences were found in human normal skins. While the precise prevalence of infection is unknown in humans, it is likely that most infections do not cause cancers.",
            "score": 109.22138977050781
        },
        {
            "docid": "50428229_4",
            "document": "Human Endogenous Retrovirus-W . It is common for viruses to take pieces of their host’s genome with them if it aids their success. On the other hand, hosts can also keep viral DNA in their genome in some advantageous or non-deleterious cases. In the case of HERVs, viral DNA integrated into the germ-line genome of a human ancestor. Thus, all the progeny of the infected human ancestor would have this viral genome integrated into every cell in their bodies.",
            "score": 109.07022857666016
        },
        {
            "docid": "4160656_43",
            "document": "Human herpesvirus 6 . Transmission is believed to occur most frequently through the shedding of viral particles into saliva. Both HHV-6B and HHV-7 are found in human saliva, the former being at a lower frequency. Studies report varying rates of prevalence of HHV-6 in saliva (between 3% - 90%), and have also described the salivary glands as an in vivo reservoir for HHV-6. The virus infects the salivary glands, establishes latency, and periodically reactivates to spread infection to other hosts.",
            "score": 107.32500457763672
        },
        {
            "docid": "30778342_17",
            "document": "Infectious causes of cancer . Herpesviruses are a third group of common cancer-causing viruses. Two types of herpesviruses have been associated with cancer: the Epstein–Barr virus (EBV) and human herpesvirus 8 (HHV-8). EBV appears to cause all nonkeratinizing nasopharyngeal carcinomas and some cases of lymphoma, including Burkitt's lymphoma—the association is especially strong in Africa—and Hodgkin's disease. EBV has also been found in a variety of other types of cancer cells, although its role in causing these other cancers is not well established. KSHV/HHV-8 causes all cases of Kaposi's sarcoma, and has been found in some cases of a cancer-related condition called Castleman's disease. Studies involving other kinds of cancer, particularly prostate cancer, have been inconsistent. Both of these herpesviruses are commonly found in cancerous cells of primary effusion lymphoma. Herpesviruses also cause cancer in animals, especially leukemias and lymphomas.",
            "score": 106.2535629272461
        },
        {
            "docid": "4160656_60",
            "document": "Human herpesvirus 6 . The molecular mimicry hypothesis, in which T cells are essentially confusing an HHV-6 viral protein with myelin basic protein, first appeared around this time. Early on in the development of this hypothesis (2002), Italian researchers used the HHV-6a variant along with bovine myelin basic protein to generate cross-reactive T cell lines. These were compared to the T cells of individuals with MS as well as those of controls, and no significant difference was found between the two. Their early research suggested that molecular mimicry may not be a mechanism that is involved in MS.",
            "score": 106.09636688232422
        },
        {
            "docid": "1883421_2",
            "document": "Adeno-associated virus . Adeno-associated virus (AAV) is a small virus which infects humans and some other primate species. AAV is not currently known to cause disease. The virus causes a very mild immune response, lending further support to its apparent lack of pathogenicity. In many cases, AAV vectors integrate into the host cell genome, which can be important for certain applications, but can also have unwanted consequences. Gene therapy vectors using AAV can infect both dividing and quiescent cells and persist in an extrachromosomal state without integrating into the genome of the host cell, although in the native virus some integration of virally carried genes into the host genome does occur. These features make AAV a very attractive candidate for creating viral vectors for gene therapy, and for the creation of isogenic human disease models. Recent human clinical trials using AAV for gene therapy in the retina have shown promise.",
            "score": 105.72024536132812
        },
        {
            "docid": "4160656_49",
            "document": "Human herpesvirus 6 . The virus periodically re-activates from its latent state, with HHV-6 DNA being detectable in 20-25% of healthy adults in the United States. In the immunocompetent setting, these re-activations are often asymptomatic, but in immunosuppressed individuals there can be serious complications. HHV-6 re-activation causes severe disease in transplant recipients and can lead to graft rejection, often in consort with other betaherpesviridae. Likewise in HIV/AIDS, HHV-6 re-activations cause disseminated infections leading to end organ disease and death. Although up to 100% of the population are exposed (seropositive) to HHV-6, most by 3 years of age, there are rare cases of primary infections in adults. In the United States, these have been linked more with HHV-6a, which is thought to be more pathogenic and more neurotropic and has been linked to several central nervous system-related disorders.",
            "score": 104.19044494628906
        },
        {
            "docid": "4160656_11",
            "document": "Human herpesvirus 6 . In 2012, HHV-6A and HHV-6B were officially recognized as distinct species.",
            "score": 103.73017883300781
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 103.29893493652344
        },
        {
            "docid": "22823264_7",
            "document": "Human herpesvirus 7 . The genome of HHV-7 is very similar to that of HHV-6, although it is about 10% smaller, with a DNA genome of about 145,000 base pairs. There are a number of key differences between the genome of HHV-7 and that of HHV-6, but the importance of them for viral DNA replication is not yet known.",
            "score": 102.78401947021484
        },
        {
            "docid": "22823264_2",
            "document": "Human herpesvirus 7 . Human herpesvirus 7 (HHV-7) is one of nine known members of the Herpesviridae family that infects humans. HHV-7 is a member of Betaherpesviridae, a subfamily of the Herpesviridae that also includes HHV-6 and \"cytomegalovirus\" (HHV-5 or HCMV). HHV-7 often acts together with HHV-6, and the viruses together are sometimes referred to by their genus, \"Roseolovirus\". HHV-7 was first isolated in 1990 from CD4+ T cells taken from peripheral blood lymphocytes.",
            "score": 102.5299072265625
        },
        {
            "docid": "4160656_21",
            "document": "Human herpesvirus 6 . When an extracellular HHV-6 virion comes across human cells, it encounters the human receptor protein cluster of differentiation 46 (CD46), which plays a role in regulating the complement system. The CD46 protein possesses a single variable region, as a result of alternative splicing. As such, at least fourteen isoforms of CD46 exist, all of which bind HHV-6a.",
            "score": 102.5252456665039
        },
        {
            "docid": "779111_45",
            "document": "Xenotransplantation . Endogenous retroviruses are remnants of ancient viral infections, found in the genomes of most, if not all, mammalian species. Integrated into the chromosomal DNA, they are vertically transferred through inheritance. Due to the many deletions and mutations they accumulate over time, they usually are not infectious in the host species, however the virus may become infectious in another species. PERVS were originally discovered as retrovirus particles released from cultured porcine kidney cells. Most breeds of swine harbor approximately 50 PERV genomes in their DNA. Although it is likely that most of these are defective, some may be able to produce infectious viruses so every proviral genome must be sequenced to identify which ones pose a threat. In addition, through complementation and genetic recombination, two defective PERV genomes could give rise to an infectious virus. There are three subgroups of infectious PERVs (PERV-A, PERV-B, and PERV-C). Experiments have shown that PERV-A and PERV-B can infect human cells in culture. To date no experimental xenotransplantations have demonstrated PERV transmission, yet this does not mean PERV infections in humans are impossible. Pig cells have been engineered to inactivate all 62 PERVs in the genome using CRISPR Cas9 genome editing technology, and eliminated infection from the pig to human cells in culture.",
            "score": 102.02873992919922
        }
    ]
}