{
    "q": [
        {
            "docid": "234129_16",
            "document": "Zinc finger . Engineered zinc finger arrays are often fused to a DNA cleavage domain (usually the cleavage domain of FokI) to generate zinc finger nucleases. Such zinc finger-FokI fusions have become useful reagents for manipulating genomes of many higher organisms including \"Drosophila melanogaster\", \"Caenorhabditis elegans\", tobacco, corn, zebrafish, various types of mammalian cells, and rats. Targeting a double-strand break to a desired genomic locus can be used to introduce frame-shift mutations into the coding sequence of a gene due to the error-prone nature of the non-homologous DNA repair pathway. If a homologous DNA \"donor sequence\" is also used then the genomic locus can be converted to a defined sequence via the homology directed repair pathway. An ongoing clinical trial is evaluating Zinc finger nucleases that disrupt the CCR5 gene in CD4 human T-cells as a potential treatment for HIV/AIDS.",
            "score": 97.82548379898071
        },
        {
            "docid": "1150680_14",
            "document": "Germline mutation . This editing system induces a double stranded break in the DNA, using a guide RNA and effector protein Cas9 to break the DNA backbones at specific target sequences. This system has shown a higher specificity than TALENs or ZFNs due to the Cas9 protein containing homologous (complementary) sequences to the sections of DNA surrounding the site to be cleaved. This broken strand can be repaired in 2 main ways: homologous directed repair (HDR) if a DNA strand is present to be used as a template (either homologous or donor), and if one is not, then the sequence will undergo non-homologous end joining (NHEJ). NHEJ often results in insertions or deletions within the gene of interest, due to the processing of the blunt strand ends, and is a way to study gene knockouts in a lab setting. This method can be used to repair a point mutation by using the sister chromosome as a template, or by providing a double stranded DNA template with the CRISPR/Cas9 machinery to be used as the repair template.",
            "score": 92.06742835044861
        },
        {
            "docid": "1966840_17",
            "document": "Neisseria meningitidis . Genetic transformation is the process by which a recipient bacterial cell takes up DNA from a neighboring cell and integrates this DNA into the recipient’s genome by recombination. In \"N. meningitidis\", DNA transformation requires the presence of short DNA sequences (9–10 mers residing in coding regions) of the donor DNA. These sequences are called DNA uptake sequences (DUSs). Specific recognition of these sequences is mediated by a type IV pilin. In \"N. meningitidis\" DUSs occur at a significantly higher density in genes involved in DNA repair and recombination (as well as in restriction-modification and replication) than in other annotated gene groups. The over-representation of DUS in DNA repair and recombination genes may reflect the benefit of maintaining the integrity of the DNA repair and recombination machinery by preferentially taking up genome maintenance genes, that could replace their damaged counterparts in the recipient cell.",
            "score": 129.64591872692108
        },
        {
            "docid": "219831_17",
            "document": "Neisseria . Genetic transformation is the process by which a recipient bacterial cell takes up DNA from a neighboring cell and integrates this DNA into the recipient’s genome by recombination. In \"N. meningitides\" and \"N. gonorrhoeae\", DNA transformation requires the presence of short DNA sequences (9-10 monomers residing in coding regions) of the donor DNA. These sequences are called DNA uptake sequences (DUSs). Specific recognition of DUSs is mediated by a type IV pilin. Davidsen et al. reported that in \"N. meningitides\" and \"N. gonorrhoeae\", DUSs occur at a significantly higher density in genes involved in DNA repair and recombination (as well as in restriction-modification and replication) than in other annotated gene groups. These authors proposed that the over-representation of DUS in DNA repair and recombination genes may reflect the benefit of maintaining the integrity of the DNA repair and recombination machinery by preferentially taking up genome maintenance genes that could replace their damaged counterparts in the recipient cell. Caugant and Maiden noted that the distribution of DUS is consistent with recombination being primarily a mechanism for genome repair that can occasionally result in generation of diversity, which even more occasionally, is adaptive. It was also suggested by Michod et al. that an important benefit of transformation in \"N. gonorrhoeae\" is recombinational repair of oxidative DNA damages caused by oxidative attack by the host’s phagocytic cells.",
            "score": 131.2063729763031
        },
        {
            "docid": "89242_5",
            "document": "Gene knockout . Traditionally, homologous recombination was the main method for causing a gene knockout. This method involves creating a DNA construct containing the desired mutation. For knockout purposes, this typically involves an drug resistance marker in place of the desired knockout gene. The construct will also contain a minimum of 2kb of homology to the target sequence. The construct can be delivered to stem cells either through microinjection or electroporation. This method then relies on the cell's own repair mechanisms to recombine the DNA construct into the existing DNA. This results in the sequence of the gene being altered, and most cases the gene will be translated into a nonfunctional protein, if it is translated at all. However, this is an inefficient process, as homologous recombination accounts for only 10 to 10 of DNA integrations. Often, the drug selection marker on the construct is used to select for cells in which the recombination event has occurred.These stem cells now lacking the gene could be used in vivo, for instance in mice, by inserting them into early embryos. If the resulting chimeric mouse contained the genetic change in their germline, this could then be passed on offspring.",
            "score": 130.3942357301712
        },
        {
            "docid": "42663845_2",
            "document": "Epigenetics of physical exercise . Epigenetics of physical exercise is the study of epigenetic modifications resulting from physical exercise to the genome of cells. Epigenetic modifications are heritable alterations that are not due to changes in the sequence of nucleotides. Epigenetic modifications, such as histone modifications and DNA methylation, alter the accessibility to DNA and change chromatin structure, thereby regulating patterns of gene expression. Methylated histones can act as binding sites for certain transcription factors due to their bromodomains and chromodomains. Methylated histones can also prevent the binding of transcription factors by hiding the transcription factor's recognition site, which is usually found on the major groove of DNA. The methyl groups bound to the cytosine residues lie in the major groove of DNA, the same region most transcription factors use to read a DNA sequence. A common epigenetic tag found in DNA is the covalent attachment of a methyl group to the C5 position of the cytosine found in CpG dinucleotide sequences. CpG methylation is an important mechanism of transcriptional silencing. Methylation of CpG islands is shown to reduce gene expression by the formation of tightly condensed heterochromatin that is transcriptionally inactive. CpG sites in a gene are most commonly found in the promoter regions of a gene while also being present in non promoter regions. The CpG sites in non promoter regions tend to be constitutively methylated, causing transcription machinery to ignore them as possible promoters. The CpG site near promoter regions are mostly left unmethylated until a cell decides to methylate them and repress transcription. Methylation of CpGs in promoter regions result in the transcriptional silencing of a gene. Environmental factors including physical exercise have been shown to have a beneficial influence on epigenetic modifications.",
            "score": 112.51730954647064
        },
        {
            "docid": "9627034_3",
            "document": "Uptake signal sequence . Genetic transformation is the process by which a recipient bacterial cell takes up DNA from a neighboring cell and integrates this DNA into the recipient's genome by recombination. In \"N. meningitidis\", DNA transformation requires the presence of short DUS (10-12 mers residing in coding and intergenic regions) of the donor DNA. Specific recognition of DUSs is mediated by a type IV pilin. Davidsen et al. reported that in \"N. meningitidis\" DUSs occur at a significantly higher density in genes involved in DNA repair and recombination (as well as in restriction-modification and replication) than in other annotated gene groups. These authors proposed that the over-representation of DUS in DNA repair and recombination genes may reflect the benefit of maintaining the integrity of the DNA repair and recombination machinery by preferentially taking up genome maintenance genes that could replace their damaged counterparts in the recipient cell’s genome. Uptake of such genes could provide a mechanism for facilitating recovery from DNA damage after genotoxic stress.",
            "score": 123.02008640766144
        },
        {
            "docid": "8666134_12",
            "document": "Physcomitrella patens . \"P. patens\" is an excellent model in which to analyze repair of DNA damages in plants by the homologous recombination pathway. Failure to repair double-strand breaks and other DNA damages in somatic cells by homologous recombination can lead to cell dysfunction or death, and when failure occurs during meiosis, it can cause loss of gametes. The genome sequence of \"P. patens\" has revealed the presence of numerous genes that encode proteins necessary for repair of DNA damages by homologous recombination and by other pathways. RpRAD51, a protein at the core of the homologous recombination repair reaction, is required to preserve genome integrity in \"P. patens\". Loss of RpRAD51 causes marked hypersensitivity to the double-strand break-inducing agent bleomycin, indicating that homologous recombination is used for repair of somatic cell DNA damages. RpRAD51 is also essential for resistance to ionizing radiation.",
            "score": 144.32631194591522
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 110.59511411190033
        },
        {
            "docid": "70425_38",
            "document": "Inflammation . Genome-wide analyses of human cancer tissues reveal that a single typical cancer cell may possess roughly 100 mutations in coding regions, 10-20 of which are “driver mutations” that contribute to cancer development. However, chronic inflammation also causes epigenetic changes such as DNA methylations, that are often more common than mutations. Typically, several hundreds to thousands of genes are methylated in a cancer cell (see DNA methylation in cancer). Sites of oxidative damage in chromatin can recruit complexes that contain DNA methyltransferases (DNMTs), a histone deacetylase (SIRT1), and a histone methyltransferase (EZH2), and thus induce DNA methylation. DNA methylation of a CpG island in a promoter region may cause silencing of its downstream gene (see CpG site and regulation of transcription in cancer). DNA repair genes, in particular, are frequently inactivated by methylation in various cancers (see hypermethylation of DNA repair genes in cancer). A 2018 report evaluated the relative importance of mutations and epigenetic alterations in progression to two different types of cancer. This report showed that epigenetic alterations were much more important than mutations in generating gastric cancers (associated with inflammation). However, mutations and epigenetic alterations were of roughly equal importance in generating esophageal squamous cell cancers (associated with tobacco chemicals and acetaldehyde, a product of alcohol metabolism).",
            "score": 97.31187319755554
        },
        {
            "docid": "854294_73",
            "document": "DNA repair . Differential activity of DNA repair pathways across various regions of the human genome causes mutations to be very unevenly distributed within tumor genomes. In particular, the gene-rich, early-replicating regions of the human genome exhibit lower mutation frequencies than the gene-poor, late-replicating heterochromatin. One mechanism underlying this involves the histone modification H3K36me3, which can recruit mismatch repair proteins, thereby lowering mutation rates in H3K36me3-marked regions. Another important mechanism concerns nucleotide excision repair, which can be recruited by the transcription machinery, lowering somatic mutation rates in active genes and other open chromatin regions.",
            "score": 99.7000470161438
        },
        {
            "docid": "2631477_33",
            "document": "Homologous recombination . Homologous recombination is an important method of integrating donor DNA into a recipient organism's genome in horizontal gene transfer, the process by which an organism incorporates foreign DNA from another organism without being the offspring of that organism. Homologous recombination requires incoming DNA to be highly similar to the recipient genome, and so horizontal gene transfer is usually limited to similar bacteria. Studies in several species of bacteria have established that there is a log-linear decrease in recombination frequency with increasing difference in sequence between host and recipient DNA.",
            "score": 133.96742701530457
        },
        {
            "docid": "339894_2",
            "document": "Histone methyltransferase . Histone methyltransferases (HMT) are histone-modifying enzymes (e.g., histone-lysine N-methyltransferases and histone-arginine N-methyltransferases), that catalyze the transfer of one, two, or three methyl groups to lysine and arginine residues of histone proteins. The attachment of methyl groups occurs predominantly at specific lysine or arginine residues on histones H3 and H4. Two major types of histone methyltranferases exist, lysine-specific (which can be SET (Su(var)3-9, Enhancer of Zeste, Trithorax) domain containing or non-SET domain containing) and arginine-specific. In both types of histone methyltransferases, cofactor S-Adenosyl methionine (SAM) serves as a cofactor and methyl donor group. In eukaryotic cells, the genome is tightly condensed into chromatin (composed of DNA and histone proteins), so enzymes, such as histone methyltransferases, must overcome this inaccessibility. Histone methyltransferase does so by modifying histones at certain sites through methylation. Methylation of histones is important biologically because it is the principal epigenetic modification of chromatin that determines gene expression, genomic stability, stem cell maturation, cell lineage development, genetic imprinting, DNA methylation, and cell mitosis.",
            "score": 97.6368316411972
        },
        {
            "docid": "65132_12",
            "document": "Inverted repeat . The diverse genome-wide repeats are derived from transposable elements, which are now understood to \"jump\" about different genomic locations, without transferring their original copies. Subsequent shuttling of the same sequences over numerous generations ensures their multiplicity throughout the genome. The limited recombination of the sequences between two distinct sequence elements known as conservative site-specific recombination (CSSR) results in inversions of the DNA segment, based on the arrangement of the recombination recognition sequences on the donor DNA and recipient DNA. Again, the orientation of two of the recombining sites within the donor DNA molecule relative to the asymmetry of the intervening DNA cleavage sequences, known as the crossover region, is pivotal to the formation of either inverted repeats or direct repeats. Thus, recombination occurring at a pair of inverted sites will invert the DNA sequence between the two sites. Very stable chromosomes have been observed with comparatively fewer numbers of inverted repeats than direct repeats, suggesting a relationship between chromosome stability and the number of repeats. Terminal inverted repeats have been observed in the DNA of various eukaryotic transposons, even though their source remains unknown. Inverted repeats are principally found at the origins of replication of cell organism and organelles that range from phage plasmids, mitochondria, and eukaryotic viruses to mammalian cells. The replication origins of the phage G4 and other related phages comprise a segment of nearly 139 nucleotide bases that include three inverted repeats that are essential for replication priming.",
            "score": 101.91208863258362
        },
        {
            "docid": "38057969_18",
            "document": "Progeroid syndromes . BS is caused by mutations in the BLM gene, which encodes for the Bloom syndrome protein, a RecQ helicase. These mutations may be frameshift, missense, non-sense, or mutations of other kinds and are likely to cause deletions in the gene product. Apart from helicase activity that is common to all RecQ helices, it also acts to prevent inappropriate homologous recombination. During replication of the genome, the two copies of DNA, called sister chromatids, are held together through a structure called the centromere. During this time, the homologous (corresponding) copies are in close physical proximity to each other, allowing them to 'cross' and exchange genetic information, a process called homologous recombination. Defective homologous recombination can cause mutation and genetic instability. Such defective recombination can introduce gaps and breaks within the genome and disrupt the function of genes, possibly causing growth retardation, aging and elevated risk of cancer. It introduces gaps and breaks within the genome and disrupts the function of genes, often causing retardation of growth, aging and elevated risks of cancers. The Bloom syndrome protein interacts with other proteins, such as topoisomerase IIIα and RMI2, and suppresses illegitimate recombination events between sequences that are divergent from strict homology, thus maintaining genome stability. Individuals with BS have a loss-of-function mutation, which means that the illegitimate recombination is no longer suppressed, leading to higher rates of mutation (~10-100 times above normal, depending on cell type).",
            "score": 157.84225964546204
        },
        {
            "docid": "1695344_6",
            "document": "Gene conversion . Meiotic recombination is initiated through formation of a double-strand break (DSB). The 5’ ends of the break are then degraded, leaving long 3’ overhangs of several hundred nucleotides. One of these 3’ single stranded DNA segments then invades a homologous sequence on the homologous chromosome, forming an intermediate which can be repaired through different pathways resulting either in crossovers (CO) or noncrossovers (NCO). At various steps of the recombination process, heteroduplex DNA (double-stranded DNA consisting of single strands from each of the two homologous chromosomes which may or may not be perfectly complementary) is formed. When mismatches occur in heteroduplex DNA, the sequence of one strand will be repaired to bind the other strand with perfect complementarity, leading to the conversion of one sequence to another. This repair process can follow either of two alternative pathways as illustrated in the Figure. By one pathway, a structure called a double Holliday junction (DHJ) is formed, leading to the exchange of DNA strands. By the other pathway, referred to as Synthesis Dependent Strand Annealing (SDSA), there is information exchange but not physical exchange. Gene conversion will occur during SDSA if the two DNA molecules are heterozygous at the site of the recombinational repair. Gene conversion may also occur during recombinational repair involving a DHJ, and this gene conversion may be associated with physical recombination of the DNA duplexes on the two sides of the DHJ.",
            "score": 135.66450810432434
        },
        {
            "docid": "6441569_5",
            "document": "Pilin . Genetic transformation is the process by which a recipient bacterial cell takes up DNA from a neighboring cell and integrates this DNA into the recipient’s genome by homologous recombination. In \"Neisseria meningitides\", DNA transformation requires the presence of short DNA uptake sequences (DUSs) which are 9-10mers residing in coding regions of the donor DNA. Specific recognition of DUSs is mediated by a type IV pilin, ComP. Menningococcal type IV pili bind DNA through the minor pilin ComP via an electropositive stripe that is predicted to be exposed on the filament's surface. ComP displays an exquisite binding preference for selective DUSs. The distribution of DUSs within the \"N. meningitides\" genome favors certain genes, suggesting that there is a bias for genes involved in genomic maintenance and repair.",
            "score": 112.61683011054993
        },
        {
            "docid": "58894_23",
            "document": "Phosphorylation . Eukaryotic DNA is organized with histone proteins in specific complexes called chromatin. The chromatin structure functions and facilitates the packaging, organization and distribution of eukaryotic DNA. However, it has a negative impact on several fundamental biological processes such as transcription, replication and DNA repair by restricting the accessibility of certain enzymes and proteins. Post-translational modification of histones such as histone phosphorylation has been shown to modify the chromatin structure by changing protein:DNA or protein:protein interactions. Histone post-translational modifications modify the chromatin structure. The most commonly associated histone phosphorylation occurs during cellular responses to DNA damage, when phosphorylated histone H2A separates large chromatin domains around the site of DNA breakage. Researchers investigated whether modifications of histones directly impact RNA polymerase II directed transcription. Researchers choose proteins that are known to modify histones to test their effects on transcription, and found that the stress-induced kinase, MSK1, inhibits RNA synthesis. Inhibition of transcription by MSK1 was most sensitive when the template was in chromatin, since DNA templates not in chromatin were resistant to the effects of MSK1. It was shown that MSK1 phosphorylated histone H2A on serine 1, and mutation of serine 1 to alanine blocked the inhibition of transcription by MSK1. Thus results suggested that the acetylation of histones can stimulate transcription by suppressing an inhibitory phosphorylation by a kinase as MSK1.",
            "score": 108.54737257957458
        },
        {
            "docid": "49539168_2",
            "document": "No-SCAR (Scarless Cas9 Assisted Recombineering) Genome Editing . SCAR-less genome editing Scarless Cas9 Assisted Recombineering (no-SCAR) is an editing method that is able to manipulate the \"Escherichia coli\" (\"E. coli\") genome. The system relies on recombineering whereby DNA sequences are combined and manipulated through homologous recombination. No-SCAR is able to manipulate the \"E. coli\" genome without the use of the chromosomal markers detailed in previous recombineering methods. Instead, in this method, the λ-Red recombination system facilitates donor DNA integration while Cas9 cleaves double-stranded DNA to counter-select against wild-type cells. Although λ-Red and Cas9 genome editing are widely used technologies, the no-SCAR method is novel in combining the two functions; this technique is able to establish point mutations, gene deletions, and short sequence insertions in several genomic loci with increased efficiency and time sensitivity.",
            "score": 115.63096809387207
        },
        {
            "docid": "14816941_3",
            "document": "DMC1 (gene) . Meiotic recombination protein Dmc1 is a homolog of the bacterial strand exchange protein RecA. Dmc1 plays the central role in homologous recombination in meiosis by assembling at the sites of programmed DNA double strand breaks and carrying out a search for allelic DNA sequences located on homologous chromatids. The name \"Dmc\" stands for \"disrupted meiotic cDNA\" and refers to the method used for its discovery which involved using clones from a meiosis-specific cDNA library to direct knock-out mutations of abundantly expressed meiotic genes. The Dmc1 protein is one of two homologs of RecA found in eukaryotic cells, the other being Rad51. In budding yeast, Rad51 serves as a strand exchange protein in mitosis where it is critical for the repair of DNA breaks. Rad51 is converted to an accessory factor for Dmc1 during meiosis by inhibition of its strand exchange activity. Homologs of DMC1 have been identified in many organisms including divergent fungi, plants and mammals including humans.",
            "score": 125.59240305423737
        },
        {
            "docid": "23971_8",
            "document": "Pilus . Genetic transformation is the process by which a recipient bacterial cell takes up DNA from a neighboring cell and integrates this DNA into its genome by homologous recombination. In \"Neisseria meningitidis\" (also called meningococcus), DNA transformation requires the presence of short DNA uptake sequences (DUSs) which are 9-10 monomers residing in coding regions of the donor DNA. Specific recognition of DUSs is mediated by a type IV pilin. Menningococcal type IV pili bind DNA through the minor pilin ComP via an electropositive stripe that is predicted to be exposed on the filament's surface. ComP displays an exquisite binding preference for selective DUSs. The distribution of DUSs within the \"N. meningitides\" genome favors certain genes, suggesting that there is a bias for genes involved in genomic maintenance and repair.",
            "score": 114.0254077911377
        },
        {
            "docid": "32706791_17",
            "document": "Genome instability . The high frequency of mutations in the total genome within cancers suggests that, often, an early carcinogenic alteration may be a deficiency in DNA repair. Mutation rates substantially increase (sometimes by 100-fold) in cells defective in DNA mismatch repair or in homologous recombinational DNA repair. Also, chromosomal rearrangements and aneuploidy increase in humans defective in DNA repair gene BLM.",
            "score": 119.03874468803406
        },
        {
            "docid": "14073981_3",
            "document": "HDAC3 . Histones are highly alkaline proteins that package and order DNA into structural units called nucleosomes, which comprise the major protein component of chromatin. The posttranslational and enzymatically mediated lysine acetylation and deacetylation of histone tails changes the local chromatin structure through altering the electrostatic attraction between the negatively charged DNA backbone and histones. HDAC3 is a Class I member of the histone deacetylase superfamily (comprising four classes based on function and DNA sequence homology) that is recruited to enhancers to modulate both the epigenome and nearby gene expression. HDAC3 is found exclusively in the cell nucleus where it is the sole endogenous histone deacetylase biochemically purified in the nuclear-receptor corepressor complex containing NCOR and SMRT (NCOR2). Thus, HDAC3 unlike other HDACs, has a unique role in modulating the transcriptional activities of nuclear receptors.",
            "score": 122.81267130374908
        },
        {
            "docid": "14029_20",
            "document": "Histone . There are some \"variant\" forms in some of the major classes. They share amino acid sequence homology and core structural similarity to a specific class of major histones but also have their own feature that is distinct from the major histones. These \"minor histones\" usually carry out specific functions of the chromatin metabolism. For example, histone H3-like CENPA is associated with only the centromere region of the chromosome. Histone H2A variant H2A.Z is associated with the promoters of actively transcribed genes and also involved in the prevention of the spread of silent heterochromatin. Furthermore, H2A.Z has roles in chromatin for genome stability. Another H2A variant H2A.X is phosphorylated at S139 in regions around double-strand breaks and marks the region undergoing DNA repair. Histone H3.3 is associated with the body of actively transcribed genes.",
            "score": 134.52343821525574
        },
        {
            "docid": "5462098_2",
            "document": "Histone code . The histone code is a hypothesis that the transcription of genetic information encoded in DNA is in part regulated by chemical modifications to histone proteins, primarily on their unstructured ends. Together with similar modifications such as DNA methylation it is part of the epigenetic code. Histones associate with DNA to form nucleosomes, which themselves bundle to form chromatin fibers, which in turn make up the more familiar chromosome. Histones are globular proteins with a flexible N-terminus (taken to be the tail) that protrudes from the nucleosome. Many of the histone tail modifications correlate very well to chromatin structure and both histone modification state and chromatin structure correlate well to gene expression levels. The critical concept of the histone code hypothesis is that the histone modifications serve to recruit other proteins by specific recognition of the modified histone via protein domains specialized for such purposes, rather than through simply stabilizing or destabilizing the interaction between histone and the underlying DNA. These recruited proteins then act to alter chromatin structure actively or to promote transcription. For details of gene expression regulation by histone modifications see table below.",
            "score": 121.2476966381073
        },
        {
            "docid": "37626088_40",
            "document": "DNA damage (naturally occurring) . One indication that DNA damages are a major problem for life is that DNA repair processes, to cope with DNA damages, have been found in all cellular organisms in which DNA repair has been investigated. For example, in bacteria, a regulatory network aimed at repairing DNA damages (called the SOS response in \"Escherichia coli\") has been found in many bacterial species. \"E. coli\" RecA, a key enzyme in the SOS response pathway, is the defining member of a ubiquitous class of DNA strand-exchange proteins that are essential for homologous recombination, a pathway that maintains genomic integrity by repairing broken DNA. Genes homologous to \"RecA\" and to other central genes in the SOS response pathway are found in almost all the bacterial genomes sequenced to date, covering a large number of phyla, suggesting both an ancient origin and a widespread occurrence of recombinational repair of DNA damage. Eukaryotic recombinases that are homologues of RecA are also widespread in eukaryotic organisms. For example, in fission yeast and humans, RecA homologues promote duplex-duplex DNA-strand exchange needed for repair of many types of DNA lesions.",
            "score": 128.74318301677704
        },
        {
            "docid": "7955_53",
            "document": "DNA . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones, while in prokaryotes multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones, making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are thus largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation, and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group proteins, which bind to bent or distorted DNA. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that make up chromosomes.",
            "score": 103.46965503692627
        },
        {
            "docid": "46695897_14",
            "document": "Molecular and epigenetic mechanisms of alcoholism . In coordination with the molecules and pathways discussed, epigenetic mechanisms play a role in the development of alcoholism. These mechanisms include DNA methylation, histone acetylation and methylation, and (microRNA miRNA) action. Methylation of the DNA typically occurs at CpG sites, or a cysteine nucleotide followed by a guanine nucleotide in the 5’ to 3’ direction. These sites are common promoter and regulatory elements in mammals and methylation of cysteine residues typically inhibits these functions resulting in the repression of gene expression. DNA methylation is carried out by DNA methyltransferases (DNMTs) which are recruited to CpG sites by methyl-DNA binding proteins, such as MeCP2. Next, histones can be modified in several ways to increase or decrease gene expression. Histones are protein complexes used to package DNA into structures known as nucleosomes. The level of coiling of the DNA around histones is variable and influences transcription levels. Tight coiling, or heterochromatin, is associated with low gene expression or even silencing. Loose coiling, or euchromatin, is associated with higher levels of gene expression. Typically, acetylation of histones is associated with euchromatin formation. Acetyl groups are added by histone acetyltransferases (HATs), such as CBP. In opposition, histone deacetylases (HDACs) remove acetyl groups, typically leading to the formation of heterochromatin. HDACs are recruited by scaffolding proteins, such as RACK 1. HDAC inhibitors prevent HDAC functioning which promotes gene expression. Histone methylation, adding a methyl group to specific histone protein amino acids, can both increase or decrease gene expression depending on the histone protein, amino acid, and number of methyl groups used. Gene expression can also be inhibited post-transcriptionally by miRNA, double-stranded RNA, typically formed from hairpin structures, that is used to inhibit translation of proteins. After processing by the RNA interference (RNAi) molecules Drosha and Dicer, a single, guide-strand is loaded into the RNA induced silencing complex (RISC) which is used to bind mRNA. This binding suppresses protein synthesis and sometimes initiates mRNA degradation.",
            "score": 74.57279539108276
        },
        {
            "docid": "2146034_14",
            "document": "CRISPR . The CRIPSR/Cas9 system has shown to make effective gene edits in Human tripronuclear zygotes first described in a 2015 paper by Chinese scientists P. Liang and Y. Xu. The system made a successful cleavage of mutant Beta-Hemoglobin (HBB) in 28 out of 54 embryos. 4 out of the 28 embryos were successfully recombined using a donor template given by the scientists. The scientists showed that during DNA recombination of the cleaved strand, the homologous endogenous sequence HBD competes with the exogenous donor template. DNA repair in human embryos is much more complicated and particular than in derived stem cells.",
            "score": 92.89612483978271
        },
        {
            "docid": "4207289_11",
            "document": "HHV Latency Associated Transcript . CCCTC-binding factor (\"CTCF\") is a zinc finger protein which occurs naturally in some human cells. CTCF is localized to the nucleus of cells. CTCF has been shown to naturally regulate the expression of human linear dsDNA by binding with target DNA sequences or \"motifs\". CTCF binding to DNA may result in formation of transcription-ready euchromatin through the \"Histone H3\"-acetylating activity which results due to CTCF binding. Acetylation of Histone promotes transcription of DNA to RNA, and then to protein products.",
            "score": 55.07264041900635
        },
        {
            "docid": "50114701_2",
            "document": "H3K4me3 . H3K4me3 is an epigenetic chemical modification involved in the regulation of gene expression. The name denotes the addition of three methyl groups (trimethylation) to the lysine 4 on the histone H3 protein. H3 is used to package DNA in eukaryotic cells (including human cells), and modifications to the histone alter the accessibility of genes for transcription. H3K4me3 is commonly associated with the activation of transcription of nearby genes. H3K4 trimethylation regulates gene expression through chromatin remodeling by the NURF complex. In bivalent chromatin, H3K4me3 is co-localized with the repressive modification H3K27me3 to control gene regulation. H3K4me3 also plays an important role in the genetic regulation of stem cell potency and lineage.",
            "score": 113.4983651638031
        },
        {
            "docid": "19544_9",
            "document": "Microevolution . Mutation can result in several different types of change in DNA sequences; these can either have no effect, alter the product of a gene, or prevent the gene from functioning. Studies in the fly \"Drosophila melanogaster\" suggest that if a mutation changes a protein produced by a gene, this will probably be harmful, with about 70 percent of these mutations having damaging effects, and the remainder being either neutral or weakly beneficial. Due to the damaging effects that mutations can have on cells, organisms have evolved mechanisms such as DNA repair to remove mutations. Therefore, the optimal mutation rate for a species is a trade-off between costs of a high mutation rate, such as deleterious mutations, and the metabolic costs of maintaining systems to reduce the mutation rate, such as DNA repair enzymes. Viruses that use RNA as their genetic material have rapid mutation rates, which can be an advantage since these viruses will evolve constantly and rapidly, and thus evade the defensive responses of e.g. the human immune system.",
            "score": 77.72619271278381
        }
    ],
    "r": [
        {
            "docid": "38057969_18",
            "document": "Progeroid syndromes . BS is caused by mutations in the BLM gene, which encodes for the Bloom syndrome protein, a RecQ helicase. These mutations may be frameshift, missense, non-sense, or mutations of other kinds and are likely to cause deletions in the gene product. Apart from helicase activity that is common to all RecQ helices, it also acts to prevent inappropriate homologous recombination. During replication of the genome, the two copies of DNA, called sister chromatids, are held together through a structure called the centromere. During this time, the homologous (corresponding) copies are in close physical proximity to each other, allowing them to 'cross' and exchange genetic information, a process called homologous recombination. Defective homologous recombination can cause mutation and genetic instability. Such defective recombination can introduce gaps and breaks within the genome and disrupt the function of genes, possibly causing growth retardation, aging and elevated risk of cancer. It introduces gaps and breaks within the genome and disrupts the function of genes, often causing retardation of growth, aging and elevated risks of cancers. The Bloom syndrome protein interacts with other proteins, such as topoisomerase IIIα and RMI2, and suppresses illegitimate recombination events between sequences that are divergent from strict homology, thus maintaining genome stability. Individuals with BS have a loss-of-function mutation, which means that the illegitimate recombination is no longer suppressed, leading to higher rates of mutation (~10-100 times above normal, depending on cell type).",
            "score": 157.84225463867188
        },
        {
            "docid": "42888_29",
            "document": "Human genome . Many of these sequences regulate the structure of chromosomes by limiting the regions of heterochromatin formation and regulating structural features of the chromosomes, such as the telomeres and centromeres. Other noncoding regions serve as origins of DNA replication. Finally several regions are transcribed into functional noncoding RNA that regulate the expression of protein-coding genes (for example ), mRNA translation and stability (see miRNA), chromatin structure (including histone modifications, for example ), DNA methylation (for example ), DNA recombination (for example ), and cross-regulate other noncoding RNAs (for example ). It is also likely that many transcribed noncoding regions do not serve any role and that this transcription is the product of non-specific RNA Polymerase activity.",
            "score": 151.54147338867188
        },
        {
            "docid": "2631477_8",
            "document": "Homologous recombination . In addition to repairing DNA, homologous recombination also helps produce genetic diversity when cells divide in meiosis to become specialized gamete cells—sperm or egg cells in animals, pollen or ovules in plants, and spores in fungi. It does so by facilitating chromosomal crossover, in which regions of similar but not identical DNA are exchanged between homologous chromosomes. This creates new, possibly beneficial combinations of genes, which can give offspring an evolutionary advantage. Chromosomal crossover often begins when a protein called Spo11 makes a targeted double-strand break in DNA. These sites are non-randomly located on the chromosomes; usually in intergenic promoter regions and preferentially in GC-rich domains These double-strand break sites often occur at recombination hotspots, regions in chromosomes that are about 1,000–2,000 base pairs in length and have high rates of recombination. The absence of a recombination hotspot between two genes on the same chromosome often means that those genes will be inherited by future generations in equal proportion. This represents linkage between the two genes greater than would be expected from genes that independently assort during meiosis.",
            "score": 148.60630798339844
        },
        {
            "docid": "6933_3",
            "document": "Chromatin . Chromatin's structure is currently poorly understood despite being subjected to intense investigation. Its structure depends on several factors. The overall structure depends on the stage of the cell cycle. During interphase, the chromatin is structurally loose to allow access to RNA and DNA polymerases that transcribe and replicate the DNA. The local structure of chromatin during interphase depends on the genes present on the DNA. That DNA which codes genes that are actively transcribed (\"turned on\") is more loosely packaged and associated with RNA polymerases (referred to as euchromatin) while that DNA which codes inactive genes (\"turned off\") is more condensed and associated with structural proteins (heterochromatin). Epigenetic chemical modification of the structural proteins in chromatin also alters the local chromatin structure, in particular chemical modifications of histone proteins by methylation and acetylation. As the cell prepares to divide, i.e. enters mitosis or meiosis, the chromatin packages more tightly to facilitate segregation of the chromosomes during anaphase. During this stage of the cell cycle this makes the individual chromosomes in many cells visible by optical microscope.",
            "score": 144.54415893554688
        },
        {
            "docid": "21921749_22",
            "document": "Ridge (biology) . Chromatin changes are a plausible explanation for the co-regulation seen in clusters. Chromatin consists of the DNA strand and histones that are attached to the DNA. Regions were chromatin is very tightly packed are called heterochromatin. Heterochromatin consists very often of remains of viral genomes, transposons and other junk DNA. Because of tight packing the DNA is almost unreachable for the transcript machinery, covering deleterious DNA with proteins is the way in which the cell can protect itself. Chromatin which consists of functional genes is often an open structure were the DNA is accessible. However, most of the genes are not needed to be expressed all the time.",
            "score": 144.4793243408203
        },
        {
            "docid": "8666134_12",
            "document": "Physcomitrella patens . \"P. patens\" is an excellent model in which to analyze repair of DNA damages in plants by the homologous recombination pathway. Failure to repair double-strand breaks and other DNA damages in somatic cells by homologous recombination can lead to cell dysfunction or death, and when failure occurs during meiosis, it can cause loss of gametes. The genome sequence of \"P. patens\" has revealed the presence of numerous genes that encode proteins necessary for repair of DNA damages by homologous recombination and by other pathways. RpRAD51, a protein at the core of the homologous recombination repair reaction, is required to preserve genome integrity in \"P. patens\". Loss of RpRAD51 causes marked hypersensitivity to the double-strand break-inducing agent bleomycin, indicating that homologous recombination is used for repair of somatic cell DNA damages. RpRAD51 is also essential for resistance to ionizing radiation.",
            "score": 144.32630920410156
        },
        {
            "docid": "33231480_4",
            "document": "Chromatin bridge . Chromatin bridges may form by any number of processes wherein chromosomes remain topologically entangled during mitosis. One way in which this may occur is the failure to resolve joint molecules formed during homologous recombination mediated DNA repair, a process that ensures that replicated chromosomes are intact before chromosomes are segregated during cell division. In particular, genetic studies have demonstrated that the loss of the enzymes BLM (Bloom's Syndrome Helicase) or FANCM each result in a dramatic increase in the number of chromatin bridges. This occurs because loss of these genes causes an increase in chromosome fusions, either in an end-to-end manner or through topological entrapment (e.g., catenation or unresolved DNA cross-links), have also been associated with chromatin bridge formation. When viewed under a fluorescence microscope and immunostained for cytological markers, these chromatin bridges appear to emanate from either centromeres, telomeres or DNA crosslinks (as marked by FANCD2).",
            "score": 143.76559448242188
        },
        {
            "docid": "21921749_27",
            "document": "Ridge (biology) . How did evolutionary non-related genes come in close proximity in the first place? Either there is a force that brings functionally related genes near to each other, or the genes came near by change. Singer et al. proposed that genes came in close proximity by random recombination of genome segments. When functionally related genes came in close proximity to each other, this proximity was conserved. They determined all possible recombination sites between genes of human and mouse. After that, they compared the clustering of the mouse and human genome and looked if recombination had occurred at the potentially recombination sites. It turned out that recombination between genes of the same cluster was very rare. So, as soon as a functional cluster is formed recombination is suppressed by the cell. On sex chromosomes, the amount of clusters is very low in both human and mouse. The authors reasoned this was due to the low rate of chromosomal rearrangements of sex chromosomes. Open chromatin regions are active regions. It is more likely that genes will be transferred to these regions. Genes from organelle and virus genome are inserted more often in these regions. In this way non-homologous genes can be pressed together in a small domain.",
            "score": 142.71717834472656
        },
        {
            "docid": "10147471_12",
            "document": "Nibrin . HSV-1-infection has been shown to result from the phosphorylation of Nbs1. It has been shown in studies that activation of the MRN complex and ATM biochemical cascade is consistent for a resulting HSV-1 infection. When there is an HSV-1 infection, the nucleus is reorganized causing the formation of RCs (replication compartments) where gene expression and DNA replication occurs. Proteins in the host used for DNA repair and damage response are needed for virus production. ICP8, which is a viral single-strand binding protein, is known to interact with several DNA repair proteins, such as Rad50, Mre11, BRG1, and DNA-PKcs. Ul12 and ICP8 viral proteins function together as a recombinase, possibly showing that while working with the host's recombination factors, work to form a concatemer by stimulating homologous recombination. These proteins may move the MRN complex towards the viral genome so it is able to promote homologous recombination, and to prevent non-homologous recombination as non-homologous recombination can have anti-viral effects. This possibly shows that the reaction between UL12 and MRN regulates the complex in a way that benefits the herpes virus.",
            "score": 142.58251953125
        },
        {
            "docid": "2631477_2",
            "document": "Homologous recombination . Homologous recombination is a type of genetic recombination in which nucleotide sequences are exchanged between two similar or identical molecules of DNA. It is most widely used by cells to accurately repair harmful breaks that occur on both strands of DNA, known as double-strand breaks (DSB). Homologous recombination also produces new combinations of DNA sequences during meiosis, the process by which eukaryotes make gamete cells, like sperm and egg cells in animals. These new combinations of DNA represent genetic variation in offspring, which in turn enables populations to adapt during the course of evolution. Homologous recombination is also used in horizontal gene transfer to exchange genetic material between different strains and species of bacteria and viruses.",
            "score": 141.13746643066406
        },
        {
            "docid": "51425999_5",
            "document": "Replication stress . DNA interstrand cross-links (ICLs) cause replicative stress by blocking replicative fork progression. This blockage leads to failure of DNA strand separation and a stalled replication fork. Repair of ICLs can be accomplished by sequential incisions, and homologous recombination. In vertebrate cells, replication of an ICL-containing chromatin template triggers recruitment of more than 90 DNA repair and genome maintenance factors. Analysis of the proteins recruited to stalled replication forks revealed a specific set of DNA repair factors involved in the replication stress response. Among these proteins, SLF1 and SLF2 were found to physically link the SMC5/6 DNA repair protein complex to RAD18. The SMC5/6 complex is employed in homologous recombination, and its linkage to RAD18 likely allows recruitment of SMC5/6 to ubiquitination products at sites of DNA damage.",
            "score": 140.60740661621094
        },
        {
            "docid": "32761768_2",
            "document": "Scaffold/matrix attachment region . The term S/MAR (scaffold/matrix attachment region), otherwise called SAR (scaffold-attachment region), or MAR (matrix-associated region), are sequences in the DNA of eukaryotic chromosomes where the nuclear matrix attaches. As architectural DNA components that organize the genome of eukaryotes into functional units within the cell nucleus, S/MARs mediate structural organization of the chromatin within the nucleus. These elements constitute anchor points of the DNA for the chromatin scaffold and serve to organize the chromatin into structural domains. Studies on individual genes led to the conclusion that the dynamic and complex organization of the chromatin mediated by S/MAR elements plays an important role in the regulation of gene expression.",
            "score": 140.41043090820312
        },
        {
            "docid": "929532_30",
            "document": "Haemophilus influenzae . \"H. influenzae\" mutants defective in the \"rec1\" gene (a homolog of \"recA\") are very sensitive to killing by the oxidizing agent hydrogen peroxide. This finding suggests that \"rec1\" expression is important for \"H. influenzae\" survival under conditions of oxidative stress. Since it is a homolog of \"recA\", \"rec1\" likely plays a key role in recombinational repair of DNA damage. Thus \"H. influenzae\" may protect its genome against the reactive oxygen species produced by the host’s phagocytic cells through recombinational repair of oxidative DNA damages. Recombinational repair of a damaged site of a chromosome requires, in addition to \"rec1\", a second homologous undamaged DNA molecule. Individual \"H. influenzae\" cells are capable of taking up homologous DNA from other cells by the process of transformation. Transformation in \"H. influenzae\" involves at least 15 gene products, and is likely an adaptation for repairing DNA damages in the resident chromosome (as suggested in Transformation (genetics)#Transformation, as an adaptation for DNA repair).",
            "score": 139.67471313476562
        },
        {
            "docid": "6933_2",
            "document": "Chromatin . Chromatin is a complex of macromolecules found in cells, consisting of DNA, protein, and RNA. The primary functions of chromatin are 1) to package DNA into a more compact, denser shape, 2) to reinforce the DNA macromolecule to allow mitosis, 3) to prevent DNA damage, and 4) to control gene expression and DNA replication. The primary protein components of chromatin are histones that compact the DNA. Chromatin is only found in eukaryotic cells (cells with defined nuclei). Prokaryotic cells have a different organization of their DNA (the prokaryotic chromosome equivalent is called genophore and is localized within the nucleoid region).",
            "score": 139.66859436035156
        },
        {
            "docid": "177938_19",
            "document": "Moss . The moss \"Phycomitrella patens\" has been used as a model organism to study how plants repair damage to their DNA, especially the repair mechanism known as homologous recombination. If the plant cannot repair DNA damage, e.g. double-strand breaks, in their somatic cells, the cells can lose normal functions or die. If this occurs during meiosis (part of sexual reproduction), they could become infertile. The genome of \"P. patens\" has been sequenced, which has allowed several genes involved in DNA repair to be identified. \"P. patens\" mutants that are defective in key steps of homologous recombination have been used to work out how the repair mechanism functions in plants. For example, a study of \"P. patens\" mutants defective in \"Rp\"RAD51, a gene that encodes a protein at the core of the recombinational repair reaction, indicated that homologous recombination is essential for repairing DNA double-strand breaks in this plant. Similarly, studies of mutants defective in \"Ppmre11\" or \"Pprad50\" (that encode key proteins of the MRN complex, the principal sensor of DNA double-strand breaks) showed that these genes are necessary for repair of DNA damage as well as for normal growth and development.",
            "score": 139.56748962402344
        },
        {
            "docid": "12197312_3",
            "document": "Chromatin remodeling . The transcriptional regulation of the genome is controlled primarily at the preinitiation stage by binding of the core transcriptional machinery proteins (namely, RNA polymerase, transcription factors, and activators and repressors) to the core promoter sequence on the coding region of the DNA. However, DNA is tightly packaged in the nucleus with the help of packaging proteins, chiefly histone proteins to form repeating units of nucleosomes which further bundle together to form condensed chromatin structure. Such condensed structure occludes many DNA regulatory regions, not allowing them to interact with transcriptional machinery proteins and regulate gene expression. To overcome this issue and allow dynamic access to condensed DNA, a process known as chromatin remodeling alters nucleosome architecture to expose or hide regions of DNA for transcriptional regulation.",
            "score": 138.502685546875
        },
        {
            "docid": "15227399_4",
            "document": "CHD1L . To allow the critical cellular process of DNA repair, the chromatin must be remodeled at sites of damage. CHD1L (ALC1) a chromatin remodeling protein, acts very early in DNA repair. Chromatin relaxation occurs rapidly at the site of a DNA damage. This process is initiated by PARP1 protein that starts to appear at DNA damage in less than a second, with half maximum accumulation within 1.6 seconds after the damage occurs. Next the chromatin remodeler CHD1L (ALC1) quickly attaches to the product of PARP1, and completes arrival at the DNA damage within 10 seconds of the damage. About half of the maximum chromatin relaxation, due to action of CHD1L (ALC1), occurs by 10 seconds. This then allows recruitment of the DNA repair enzyme MRE11, to initiate DNA repair, within 13 seconds. MRE11 is involved in homologous recombinational repair. CHD1L (ALC1) is also required for repair of UV-damaged chromatin through nucleotide excision repair.",
            "score": 138.0272216796875
        },
        {
            "docid": "1695344_4",
            "document": "Gene conversion . Recombination occurs not only during meiosis, but also as a mechanism for repair of double-strand breaks (DSBs) caused by DNA damage. These DSBs are usually repaired using the sister chromatid of the broken duplex and not the homologous chromosome, so they would not result in allelic conversion. Recombination also occurs between homologous sequences present at different genomic loci (paralogous sequences) which have resulted from previous gene duplications. Gene conversion occurring between paralogous sequences (ectopic gene conversion) is conjectured to be responsible for concerted evolution of gene families.",
            "score": 137.69891357421875
        },
        {
            "docid": "411673_14",
            "document": "Candida albicans . In the 3153A strain, a gene called \"SIR2\" (for silent information regulator), which seems to be important for phenotypic switching, has been found. \"SIR2\" was originally found in \"Saccharomyces cerevisiae\" (brewer's yeast), where it is involved in chromosomal silencing—a form of transcriptional regulation, in which regions of the genome are reversibly inactivated by changes in chromatin structure (chromatin is the complex of DNA and proteins that make chromosomes). In yeast, genes involved in the control of mating type are found in these silent regions, and \"SIR2\" represses their expression by maintaining a silent-competent chromatin structure in this region. The discovery of a \"C. albicans SIR2\" implicated in phenotypic switching suggests it, too, has silent regions controlled by \"SIR2\", in which the phenotype-specific genes may reside. How \"SIR2\" itself is regulated in \"S. cerevisiae\" may yet provide more clues as to the switching mechanisms of \"C. albicans\".",
            "score": 137.42315673828125
        },
        {
            "docid": "312354_3",
            "document": "Homologous chromosome . Chromosomes are linear arrangements of condensed deoxyribonucleic acid (DNA) and histone proteins, which form a complex called chromatin. Homologous chromosomes are made up of chromosome pairs of approximately the same length, centromere position, and staining pattern, for genes with the same corresponding loci. One homologous chromosome is inherited from the organism's mother; the other is inherited from the organism's father. After mitosis occurs within the daughter cells, they have the correct number of genes which are a mix of the two parents' genes. In diploid (2n) organisms, the genome is composed of one set of each homologous chromosome pair, as compared to tetraploid organisms which may have two sets of each homologous chromosome pair. The alleles on the homologous chromosomes may be different, resulting in different phenotypes of the same genes. This mixing of maternal and paternal traits is enhanced by crossing over during meiosis, wherein lengths of chromosomal arms and the DNA they contain within a homologous chromosome pair are exchanged with one another.",
            "score": 137.0858612060547
        },
        {
            "docid": "12197312_2",
            "document": "Chromatin remodeling . Chromatin remodeling is the dynamic modification of chromatin architecture to allow access of condensed genomic DNA to the regulatory transcription machinery proteins, and thereby control gene expression. Such remodeling is principally carried out by 1) covalent histone modifications by specific enzymes, e.g., histone acetyltransferases (HATs), deacetylases, methyltransferases, and kinases, and 2) ATP-dependent chromatin remodeling complexes which either move, eject or restructure nucleosomes. Besides actively regulating gene expression, dynamic remodeling of chromatin imparts an epigenetic regulatory role in several key biological processes, egg cells DNA replication and repair; apoptosis; chromosome segregation as well as development and pluripotency. Aberrations in chromatin remodeling proteins are found to be associated with human diseases, including cancer. Targeting chromatin remodeling pathways is currently evolving as a major therapeutic strategy in the treatment of several cancers.",
            "score": 136.67922973632812
        },
        {
            "docid": "12139474_2",
            "document": "Histone-modifying enzymes . The packaging of the eukaryotic genome into highly condensed chromatin makes it inaccessible to the factors required for gene transcription, DNA replication, recombination and repair. Eukaryotes have developed intricate mechanisms to overcome this repressive barrier imposed by the chromatin. The nucleosome is composed of an octamer of the four core histones (H3, H4, H2A, H2B) around which 146 base pairs of DNA are wrapped. Several distinct classes of enzyme can modify histones at multiple sites. The figure on the right enlists those histone-modifying enzymes whose specificity has been determined. There are at least eight distinct types of modifications found on histones (see the legend box on the top left of the figure). Enzymes have been identified for acetylation, methylation, demethylation, phosphorylation,  ubiquitination, sumoylation, ADP-ribosylation,  deimination, and  proline isomerization. For a detailed example of histone modifications in transcription regulation see RNA polymerase control by chromatin structure and table \"Examples of histone modifications in transcriptional regulation\".",
            "score": 136.10186767578125
        },
        {
            "docid": "312354_9",
            "document": "Homologous chromosome . Meiosis is a round of two cell divisions that results in four haploid daughter cells that each contain half the number of chromosomes as the parent cell. It reduces the chromosome number in a germ cell by half by first separating the homologous chromosomes in meiosis I and then the sister chromatids in meiosis II. The process of meiosis I is generally longer than meiosis II because it takes more time for the chromatin to replicate and for the homologous chromosomes to be properly oriented and segregated by the processes of pairing and synapsis in meiosis I. During meiosis, genetic recombination (by random segregation) and crossing over produces daughter cells that each contain different combinations of maternally and paternally coded genes. This recombination of genes allows for the introduction of new allele pairings and genetic variation. Genetic variation among organisms helps make a population more stable by providing a wider range of genetic traits for natural selection to act on.",
            "score": 135.88978576660156
        },
        {
            "docid": "145563_22",
            "document": "Prophase . Prophase I in mitosis is the most complex iteration of prophase that occurs in both plant cells and animal cells. To ensure pairing of homologous chromosomes and recombination of genetic material occurs properly, there are cellular checkpoints in place. The meiotic checkpoint network is a DNA damage response system that controls double strand break repair, chromatin structure, and the movement and pairing of chromosomes. The system consists of multiple pathways (including the meiotic recombination checkpoint) that prevent the cell from entering metaphase I with errors due to recombination.",
            "score": 135.88612365722656
        },
        {
            "docid": "7955_40",
            "document": "DNA . The expression of genes is influenced by how the DNA is packaged in chromosomes, in a structure called chromatin. Base modifications can be involved in packaging, with regions that have low or no gene expression usually containing high levels of methylation of cytosine bases. DNA packaging and its influence on gene expression can also occur by covalent modifications of the histone protein core around which DNA is wrapped in the chromatin structure or else by remodeling carried out by chromatin remodeling complexes (see Chromatin remodeling). There is, further, crosstalk between DNA methylation and histone modification, so they can coordinately affect chromatin and gene expression.",
            "score": 135.74444580078125
        },
        {
            "docid": "1695344_6",
            "document": "Gene conversion . Meiotic recombination is initiated through formation of a double-strand break (DSB). The 5’ ends of the break are then degraded, leaving long 3’ overhangs of several hundred nucleotides. One of these 3’ single stranded DNA segments then invades a homologous sequence on the homologous chromosome, forming an intermediate which can be repaired through different pathways resulting either in crossovers (CO) or noncrossovers (NCO). At various steps of the recombination process, heteroduplex DNA (double-stranded DNA consisting of single strands from each of the two homologous chromosomes which may or may not be perfectly complementary) is formed. When mismatches occur in heteroduplex DNA, the sequence of one strand will be repaired to bind the other strand with perfect complementarity, leading to the conversion of one sequence to another. This repair process can follow either of two alternative pathways as illustrated in the Figure. By one pathway, a structure called a double Holliday junction (DHJ) is formed, leading to the exchange of DNA strands. By the other pathway, referred to as Synthesis Dependent Strand Annealing (SDSA), there is information exchange but not physical exchange. Gene conversion will occur during SDSA if the two DNA molecules are heterozygous at the site of the recombinational repair. Gene conversion may also occur during recombinational repair involving a DHJ, and this gene conversion may be associated with physical recombination of the DNA duplexes on the two sides of the DHJ.",
            "score": 135.6645050048828
        },
        {
            "docid": "7955_66",
            "document": "DNA . The most common form of chromosomal crossover is homologous recombination, where the two chromosomes involved share very similar sequences. Non-homologous recombination can be damaging to cells, as it can produce chromosomal translocations and genetic abnormalities. The recombination reaction is catalyzed by enzymes known as recombinases, such as RAD51. The first step in recombination is a double-stranded break caused by either an endonuclease or damage to the DNA. A series of steps catalyzed in part by the recombinase then leads to joining of the two helices by at least one Holliday junction, in which a segment of a single strand in each helix is annealed to the complementary strand in the other helix. The Holliday junction is a tetrahedral junction structure that can be moved along the pair of chromosomes, swapping one strand for another. The recombination reaction is then halted by cleavage of the junction and re-ligation of the released DNA. Only strands of like polarity exchange DNA during recombination. There are two types of cleavage: east-west cleavage and north-south cleavage. The north-south cleavage nicks both strands of DNA, while the east-west cleavage has one strand of DNA intact. The formation of a Holliday junction during recombination makes it possible for genetic diversity, genes to exchange on chromosomes, and expression of wild-type viral genomes.",
            "score": 135.430419921875
        },
        {
            "docid": "14029_20",
            "document": "Histone . There are some \"variant\" forms in some of the major classes. They share amino acid sequence homology and core structural similarity to a specific class of major histones but also have their own feature that is distinct from the major histones. These \"minor histones\" usually carry out specific functions of the chromatin metabolism. For example, histone H3-like CENPA is associated with only the centromere region of the chromosome. Histone H2A variant H2A.Z is associated with the promoters of actively transcribed genes and also involved in the prevention of the spread of silent heterochromatin. Furthermore, H2A.Z has roles in chromatin for genome stability. Another H2A variant H2A.X is phosphorylated at S139 in regions around double-strand breaks and marks the region undergoing DNA repair. Histone H3.3 is associated with the body of actively transcribed genes.",
            "score": 134.5234375
        },
        {
            "docid": "17062920_25",
            "document": "DNA damage theory of aging . Hutchinson-Guilford Progeria is due to a defect in Lamin A protein which forms a scaffolding within the cell nucleus to organize chromatin and is needed for repair of double-strand breaks in DNA. A-type lamins promote genetic stability by maintaining levels of proteins that have key roles in the DNA repair processes of non-homologous end joining and homologous recombination. Mouse cells deficient for maturation of prelamin A show increased DNA damage and chromosome aberrations and are more sensitive to DNA damaging agents.",
            "score": 134.33641052246094
        },
        {
            "docid": "2631477_11",
            "document": "Homologous recombination . The packaging of eukaryotic DNA into chromatin presents a barrier to all DNA-based processes that require recruitment of enzymes to their sites of action. To allow HR DNA repair, the chromatin must be remodeled. In eukaryotes, ATP dependent chromatin remodeling complexes and histone-modifying enzymes are two predominant factors employed to accomplish this remodeling process.",
            "score": 134.27688598632812
        },
        {
            "docid": "2631477_33",
            "document": "Homologous recombination . Homologous recombination is an important method of integrating donor DNA into a recipient organism's genome in horizontal gene transfer, the process by which an organism incorporates foreign DNA from another organism without being the offspring of that organism. Homologous recombination requires incoming DNA to be highly similar to the recipient genome, and so horizontal gene transfer is usually limited to similar bacteria. Studies in several species of bacteria have established that there is a log-linear decrease in recombination frequency with increasing difference in sequence between host and recipient DNA.",
            "score": 133.96742248535156
        },
        {
            "docid": "1248100_7",
            "document": "BRCA2 . Although the structures of the BRCA1 and BRCA2 genes are very different, at least some functions are interrelated. The proteins made by both genes are essential for repairing damaged DNA (see Figure of recombinational repair steps). BRCA2 binds the single strand DNA and directly interacts with the recombinase RAD51 to stimulate strand invasion, a vital step of homologous recombination. The localization of RAD51 to the DNA double-strand break requires the formation of the BRCA1-PALB2-BRCA2 complex. PALB2 (Partner and localizer of BRCA2) can function synergistically with a BRCA2 chimera (termed piccolo, or piBRCA2) to further promote strand invasion. These breaks can be caused by natural and medical radiation or other environmental exposures, but also occur when chromosomes exchange genetic material during a special type of cell division that creates sperm and eggs (meiosis). Double strand breaks are also generated during repair of DNA cross links. By repairing DNA, these proteins play a role in maintaining the stability of the human genome and prevent dangerous gene rearrangements that can lead to hematologic and other cancers.",
            "score": 133.7736358642578
        }
    ]
}