{
    "q": [
        {
            "docid": "198491_2",
            "document": "Leishmaniasis . Leishmaniasis is a disease caused by parasites of the \"Leishmania\" type. It is spread by the bite of certain types of sandflies. The disease can present in three main ways: cutaneous, mucocutaneous, or visceral leishmaniasis. The cutaneous form presents with skin ulcers, while the mucocutaneous form presents with ulcers of the skin, mouth, and nose, and the visceral form starts with skin ulcers and then later presents with fever, low red blood cells, and enlarged spleen and liver. Infections in humans are caused by more than 20 species of \"Leishmania\". Risk factors include poverty, malnutrition, deforestation, and urbanization. All three types can be diagnosed by seeing the parasites under the microscope. Additionally, visceral disease can be diagnosed by blood tests. Leishmaniasis can be partly prevented by sleeping under nets treated with insecticide. Other measures include spraying insecticides to kill sandflies and treating people with the disease early to prevent further spread. The treatment needed is determined by where the disease is acquired, the species of \"Leishmania\", and the type of infection. Some possible medications used for visceral disease include liposomal amphotericin B, a combination of pentavalent antimonials and paromomycin, and miltefosine. For cutaneous disease, paromomycin, fluconazole, or pentamidine may be effective. About 4 to 12 million people are currently infected in some 98 countries. About 2 million new cases and between 20 and 50 thousand deaths occur each year. About 200 million people in Asia, Africa, South and Central America, and southern Europe live in areas where the disease is common. The World Health Organization has obtained discounts on some medications to treat the disease. It is classified as a neglected tropical disease. The disease may occur in a number of other animals, including dogs and rodents.",
            "score": 56.77941119670868
        },
        {
            "docid": "5069516_2",
            "document": "HIV/AIDS . Human immunodeficiency virus infection and acquired immune deficiency syndrome (HIV/AIDS) is a spectrum of conditions caused by infection with the human immunodeficiency virus (HIV). Following initial infection, a person may not notice any symptoms or may experience a brief period of influenza-like illness. Typically, this is followed by a prolonged period with no symptoms. As the infection progresses, it interferes more with the immune system, increasing the risk of developing common infections such as tuberculosis, as well as other opportunistic infections, and tumors that rarely affect people who have working immune systems. These late symptoms of infection are referred to as acquired immunodeficiency syndrome (AIDS). This stage is often also associated with unintended weight loss. HIV is spread primarily by unprotected sex (including anal and oral sex), contaminated blood transfusions, hypodermic needles, and from mother to child during pregnancy, delivery, or breastfeeding. Some bodily fluids, such as saliva and tears, do not transmit HIV. Methods of prevention include safe sex, needle exchange programs, treating those who are infected, and male circumcision. Disease in a baby can often be prevented by giving both the mother and child antiretroviral medication. There is no cure or vaccine; however, antiretroviral treatment can slow the course of the disease and may lead to a near-normal life expectancy. Treatment is recommended as soon as the diagnosis is made. Without treatment, the average survival time after infection is 11 years. In 2016, about 36.7 million people were living with HIV and it resulted in 1 million deaths. There were 300,000 fewer new HIV cases in 2016 than in 2015. Most of those infected live in sub-Saharan Africa. From the time AIDS was identified in the early 1980s to 2017, the disease has caused an estimated 35 million deaths worldwide. HIV/AIDS is considered a pandemic—a disease outbreak which is present over a large area and is actively spreading. HIV originated in west-central Africa during the late 19th or early 20th century. AIDS was first recognized by the United States Centers for Disease Control and Prevention (CDC) in 1981 and its cause—HIV infection—was identified in the early part of the decade. HIV/AIDS has had a great impact on society, both as an illness and as a source of discrimination. The disease also has large economic impacts. There are many misconceptions about HIV/AIDS such as the belief that it can be transmitted by casual non-sexual contact. The disease has become subject to many controversies involving religion including the Catholic Church's position not to support condom use as prevention. It has attracted international medical and political attention as well as large-scale funding since it was identified in the 1980s.",
            "score": 63.175377368927
        },
        {
            "docid": "198491_16",
            "document": "Leishmaniasis . Out of 200 countries and territories reporting to WHO, 97 countries and territories are endemic for leishmaniasis. The settings in which leishmaniasis is found range from rainforests in Central and South America to deserts in western Asia and the Middle East. It affects as many as 12 million people worldwide, with 1.5–2.0 million new cases each year. The visceral form of leishmaniasis has an estimated incidence of 500,000 new cases. In 2014, more than 90% of new cases reported to WHO occurred in six countries: Brazil, Ethiopia, India, Somalia, South Sudan and Sudan. As of 2010, it caused about 52,000 deaths, down from 87,000 in 1990. Different types of the disease occur in different regions of the world. Cutaneous disease is most common in Afghanistan, Algeria, Brazil, Colombia, and Iran, while mucocutaneous disease is most common in Bolivia, Brazil, and Peru, and visceral disease is most common in Bangladesh, Brazil, Ethiopia, India, and Sudan.",
            "score": 48.72314774990082
        },
        {
            "docid": "2930584_8",
            "document": "Visceral leishmaniasis . Two species of \"Leishmania\" are known to give rise to the visceral form of the disease. The species commonly found in East Africa and the Indian subcontinent is \"L. donovani\" and the species found in Europe, North Africa, and Latin America is \"L. infantum\", also known as \"L. chagasi\".",
            "score": 15.947252750396729
        },
        {
            "docid": "20763865_11",
            "document": "Leishmania donovani . \"L. donovani\" is the causative agent of visceral leishmaniasis, traditionally known as \"kala-azar\" (\"black fever\", particularly in India), because of its characteristic symptoms. The disease is highly lethal if not treated properly. The incubation period generally ranges from 3 to 6 months, and in some cases may be over a year. In Indian leishmaniasis, incubation can be as short as 10 days. The target cells are those of mononuclear phagocyte system. The two main tissues of infection are spleen and liver. Clinical symptoms include pyrexia (recurring high fever which may be continuous or remittent), enlargement of spleen and liver, and heavy skin pigmentation which darkens the physical appearance (the reason for naming \"black fever\"). To a lesser extent mucosa of the small intestine and lymph nodes are also invaded by the parasite. Morphological symptoms are noticeable particularly on facial and abdominal regions. Skin becomes coarse and hard. In African infections, warty eruptions are common. In a fully developed stage, the patient shows emaciation and anaemia. Where medical facilities are poor, mortality can be as high as 75–95% within 2 years of epidemics. The disease is often accompanied by complications with dysentery, tuberculosis, septicaemia and even HIV infection.",
            "score": 46.6783549785614
        },
        {
            "docid": "18053423_57",
            "document": "Health in Turkey . Between 2000 and 2016, new HIV infections fell by 39%, and HIV-related deaths fell by one third with 13.1 million lives saved due to ART in the same period. This achievement was the result of great efforts by national HIV programmes supported by civil society and a range of development partners. HIV stands for human immunodeficiency virus. This new disease of the human immuna system was named 'Acquired Immuno Deficiensy Sydndrome' (AIDS), when first described in United States in August 1981. It harms your immune system by destroying the white blood cells that fight infection. This puts you at risk for serious infections and certain cancers. AIDS stands for acquired immunodeficiency syndrome, it is the final stage of infection with HIV. Not everyone with HIV develops AIDS. AIDS is a disease that is increasingly dangerous in Turkey as it is in the world. The facts about AIDS in our country, prejudice and lack of knowledge among the public, are quite frightening. Analyzes of nearly 7000 cases reveal data about HIV in Turkey. AIDS in our country; \"Gay disease\", \"African disease\", \"Natasha disease\" is evaluates. So people tend to hide their illness. However, the data obtained show that the danger is quite different. \"According to the United Nations HIV / AIDS Theme Group's 2002 HIV / AIDS Situation Analysis report in Turkey, between 7,000 and 14,000 people have been infected with AIDS since the beginning of pandemic. Figures released by the SB (T.C. Sağlık Bakanlığı) in June 2002 show that a total of 1,429 HIV / AIDS cases have been reported since 1985.\" Due to problems in the registration and notification system, obtaining reliable numerical information about AIDS cases is very difficult in Turkey.<br> \"HIV is transmitted by the direct transfer of bodily fluids—such as blood and blood products, semen and other genital secretions, or breast milk—from an infected person to an uninfected person. The primary means of transmission worldwide is sexual contact with an infected individual. HIV frequently is spread among intravenous drug users who share needles or syringes. The virus can be transmitted across the placenta or through the breast milk from mother to infant; administration of antiretroviral medications to both the mother and the infant about the time of birth reduces the chance that the child will be infected with HIV (see below HIV and pregnancy). Antiretroviral therapy can reduce the risk of transmission from infected persons to their uninfected sexual partners by some 96 percent when prescribed immediately upon diagnosis.\"",
            "score": 51.18787884712219
        },
        {
            "docid": "39597367_18",
            "document": "National Intelligence Assessments on Infectious Diseases . Cholera reemerged with a vengeance in the region in 1991 for the first time in a century with 400,000 new cases, and while dropping to 100,000 cases in 1997, it still comprises two-thirds of the global cholera burden. TB is a growing problem regionwide, especially in Brazil, Peru, Argentina, and the Dominican Republic where drug-resistant cases also are on the rise. Haiti does not provide data but probably also has a high infection rate. HIV/AIDS also is spreading rapidly, placing Latin America third behind Sub-Saharan Africa and Asia in HIV prevalence. Prevalence is high in Brazil and especially in the Caribbean countries (except Cuba), where 2 percent of the population is infected. Malaria is prevalent in the Amazon basin. Dengue reemerged in the region in 1976, presenting both as the usual form and the more lethal dengue hemorrhagic fever (DHF). Hepatitis B and C prevalence is greatest in the Amazon basin, Bolivia, and Central America, while DHF is particularly prevalent in Brazil, Colombia, and Venezuela. Yellow fever has made a comeback over the last decade throughout the Amazon basin, and there have been several recent outbreaks of gastrointestinal disease attributed to \"E. coli\" infection in Chile, Argentina, Bolivia and Peru Hemorrhagic fevers are present in almost all South American countries, and most hantavirus pulmonary syndrome occurs in the southern cone.",
            "score": 32.0399911403656
        },
        {
            "docid": "2930584_3",
            "document": "Visceral leishmaniasis . The parasite migrates to the internal organs such as the liver, spleen (hence \"visceral\"), and bone marrow, and, if left untreated, will almost always result in the death of the host. Signs and symptoms include fever, weight loss, fatigue, anemia, and substantial swelling of the liver and spleen. Of particular concern, according to the World Health Organization (WHO), is the emerging problem of HIV/VL co-infection.",
            "score": 83.02414727210999
        },
        {
            "docid": "2930584_2",
            "document": "Visceral leishmaniasis . Visceral leishmaniasis (VL), also known as kala-azar (), black fever, and Dumdum fever, is the most severe form of leishmaniasis and, without proper diagnosis and treatment, is associated with high fatality. Leishmaniasis is a disease caused by protozoan parasites of the genus \"Leishmania\".",
            "score": 67.36913537979126
        },
        {
            "docid": "20763865_2",
            "document": "Leishmania donovani . Leishmania donovani is a species of intracellular parasites belonging to the genus \"Leishmania\", a group of haemoflagellate kinetoplastids that cause the disease leishmaniasis. It is a human blood parasite responsible for visceral leishmaniasis or \"kala-azar\", the most severe form of leishmaniasis. It infects the mononuclear phagocyte system including spleen, liver and bone marrow. Infection is transmitted by species of sandfly belonging to the genus \"Phlebotomus\" in Old World and \"Lutzomyia\" in New World. Therefore, the parasite is prevalent throughout tropical and temperate regions including Africa (mostly in Sudan), China, India, Nepal, southern Europe, Russia and South America. It is responsible for thousands of deaths every year and has spread to 88 countries, with 350 million people at constant risk of infection and 0.5 million new cases in a year.",
            "score": 44.1510808467865
        },
        {
            "docid": "34254_2",
            "document": "Yellow fever . Yellow fever is a viral disease of typically short duration. In most cases, symptoms include fever, chills, loss of appetite, nausea, muscle pains particularly in the back, and headaches. Symptoms typically improve within five days. In about 15% of people within a day of improving, the fever comes back, abdominal pain occurs, and liver damage begins causing yellow skin. If this occurs, the risk of bleeding and kidney problems is also increased. The disease is caused by the yellow fever virus and is spread by the bite of an infected female mosquito. It infects only humans, other primates, and several species of mosquitoes. In cities, it is spread primarily by \"Aedes aegypti\", a type of mosquito found throughout the tropics and subtropics. The virus is an RNA virus of the genus \"Flavivirus\". The disease may be difficult to tell apart from other illnesses, especially in the early stages. To confirm a suspected case, blood sample testing with polymerase chain reaction is required. A safe and effective vaccine against yellow fever exists, and some countries require vaccinations for travelers. Other efforts to prevent infection include reducing the population of the transmitting mosquito. In areas where yellow fever is common and vaccination is uncommon, early diagnosis of cases and immunization of large parts of the population are important to prevent outbreaks. Once infected, management is symptomatic with no specific measures effective against the virus. Death occurs in up to half of those who get severe disease. In 2013, yellow fever resulted in about 127,000 severe infections and 45,000 deaths, with nearly 90% of these occurring in African nations. Nearly a billion people live in an area of the world where the disease is common. It is common in tropical areas of the continents of South America and Africa, but not in Asia. Since the 1980s, the number of cases of yellow fever has been increasing. This is believed to be due to fewer people being immune, more people living in cities, people moving frequently, and changing climate increasing the habitat for mosquitoes. The disease originated in Africa, from where it spread to South America through the slave trade in the 17th century. Since the 17th century, several major outbreaks of the disease have occurred in the Americas, Africa, and Europe. In the 18th and 19th centuries, yellow fever was seen as one of the most dangerous infectious diseases. In 1927 yellow fever virus became the first human virus to be isolated.",
            "score": 41.959716796875
        },
        {
            "docid": "5069516_45",
            "document": "HIV/AIDS . HIV/AIDS has become a chronic rather than an acutely fatal disease in many areas of the world. Prognosis varies between people, and both the CD4 count and viral load are useful for predicted outcomes. Without treatment, average survival time after infection with HIV is estimated to be 9 to 11 years, depending on the HIV subtype. After the diagnosis of AIDS, if treatment is not available, survival ranges between 6 and 19 months. HAART and appropriate prevention of opportunistic infections reduces the death rate by 80%, and raises the life expectancy for a newly diagnosed young adult to 20–50 years. This is between two thirds and nearly that of the general population. If treatment is started late in the infection, prognosis is not as good: for example, if treatment is begun following the diagnosis of AIDS, life expectancy is ~10–40 years. Half of infants born with HIV die before two years of age without treatment. The primary causes of death from HIV/AIDS are opportunistic infections and cancer, both of which are frequently the result of the progressive failure of the immune system. Risk of cancer appears to increase once the CD4 count is below 500/μL. The rate of clinical disease progression varies widely between individuals and has been shown to be affected by a number of factors such as a person's susceptibility and immune function; their access to health care, the presence of co-infections; and the particular strain (or strains) of the virus involved.",
            "score": 68.43200635910034
        },
        {
            "docid": "6090525_22",
            "document": "Neglected tropical diseases . The three forms of leishmaniasis are visceral (Kala-azar), cutaneous, and mucocutaneous. There are an estimated 12 million people infected. It is fatal if untreated and 20,000 deaths from visceral leishmaniasis occur annually. It is a vector-borne disease that is caused by the bite of sandflies. At least 90 percent of visceral leishmaniasis occurs in Bangladesh, Brazil, Ethiopia, India, South Sudan, and Sudan. Cutaneous leishmaniasis occurs in Afghanistan, Algeria, Brazil, Colombia, Iran, Pakistan, Peru, Saudi Arabia, and Syria. Around 90 percent of mucocutaneous leishmaniasis occurs in Bolivia, Brazil, and Peru.",
            "score": 53.386800050735474
        },
        {
            "docid": "1831787_2",
            "document": "HIV/AIDS in Latin America . In Latin America, the Central American countries of Guatemala, and Honduras, and the Caribbean countries of Haiti, and the Dominican Republic have national HIV prevalence of over 1%. In these countries, HIV-infected men outnumber HIV-infected women by roughly 3:1. Low prevalence in other countries disguises serious, localized epidemics. In Mexico, Brazil, Colombia and Argentina, intravenous drug use and homosexual activity are the main modes of transmission, and there is concern that heterosexual activity may soon become a primary method of spreading the virus.",
            "score": 28.614407062530518
        },
        {
            "docid": "20763865_10",
            "document": "Leishmania donovani . It is estimated that visceral leishmaniasis (VL) affects more than 100 million people worldwide, with 500,000 new cases and more than 50,000 deaths each year. Although \"L. donovani\" is only the second-most prevalent \"Leishmania\" causing VL, it is the most dangerous form and directly fatal to humans. Over 90% of reported cases are from India, Bangladesh, Nepal, Sudan and Brazil. In India it is prevalent in the eastern region including Bihar, West Bengal, eastern Uttar Pradesh, Assam and foothills of Sikkim. It is responsible for tens of thousands of mortality among Africans in eastern and southern parts of Sudan. During the epidemic of 1984–1994 death toll was as high as 70% in the Sudanese population. Moreover, due to emergence of drug resistance the prevalence is not subsiding, and in fact has spread to central Europe. For example, during the late 1990s hundreds of cases were reported in Switzerland.",
            "score": 81.32138049602509
        },
        {
            "docid": "2340491_11",
            "document": "History of HIV/AIDS . A study published in 2009 also discussed that bushmeat in other parts of the world, such as Argentina, may be a possible location for where the disease originated. HIV-1C, a subtype of HIV, was theorized to have its origins circulating in South America. The consumption of bushmeat is also the most probable cause for the emergence of HIV-1C in South America. However, the types of apes shown to carry the SIV virus are different in South America. The primary point of entry, according to researchers, is somewhere in the jungles of Argentina or Brazil. An SIV strain, closely related to HIV, was interspersed within a certain clade of primates. This suggests that the zoonotic transmission of the virus may have happened in this area. Continual emigration between countries escalated the transmission of the virus. Other scientists believe that the HIV-1C strain circulated in South America at around the same time that the HIV-1C strain was introduced in Africa. Little research has been done on this theory because it is fairly young.",
            "score": 37.66988456249237
        },
        {
            "docid": "591031_17",
            "document": "Men who have sex with men . According to a CDC study, HIV prevalence in the MSM population of the U.S. varies widely by ethnicity. \"As many as 46% of black MSM have HIV\" while \"the HIV rate is estimated at 21% for white MSM and 17% for Hispanic MSM.\" In the United States from 2001–2005, the highest transmission risk behaviors were sex between men (40–49% of new cases) and high risk heterosexual sex (32–35% of new cases). HIV infection is increasing at a rate of 12% annually among 13–24-year-old American men who have sex with men. Experts attribute this to \"AIDS fatigue\" among younger people who have no memory of the worst phase of the epidemic in the 1980s and early 1990s, as well as \"condom fatigue\" among those who have grown tired of and disillusioned with the unrelenting safer sex message. The increase may also be because of new treatments. In developing countries, HIV infection rates have been characterized as skyrocketing among MSM. Studies have found that less than 5% of MSM in Africa, Asia, and Latin America have access to HIV-related health care.",
            "score": 49.6049998998642
        },
        {
            "docid": "3877626_13",
            "document": "Health care in Venezuela . In August 2014, Venezuela was the only country in Latin America where the incidence of malaria was increasing, allegedly due to illegal mining and in 2013, Venezuela registered the highest number of cases of malaria in the past 50 years, with 300 of 100,000 Venezuelans being infected with the disease. Medical shortages in the country also hampered the treatment of Venezuelans. Shortages of antiretroviral medicines to treat HIV/AIDS affected about 50,000 Venezuelans, potentially causing thousands of Venezuelans with HIV to develop AIDS. Venezuelans also stated that due to shortages of medicines, it was hard to find acetaminophen to help alleviate the newly introduced chikungunya virus, a potentially lethal mosquito-borne disease. In September 2014, Health Minister Nancy Pérez admitted that there were 45,745 cases of dengue fever. There were also contested estimates involving the number of Venezuelans infected with chikungunya. In September 2014, the Venezuelan government stated that only 400 Venezuelans were infected with chikungunya while the Central University of Venezuela stated that there could be between 65,000 and 117,000 Venezuelans infected. In August 2015 independent health monitors said that there were more than two million people infected with chikungunya while the government said there were 36,000 cases. In October 2014, President Maduro announced a plan to create the University of Science and Health and called for a meeting of ALBA in order to discuss the combat against the Ebola virus disease due to the Ebola virus epidemic in West Africa.",
            "score": 30.853880286216736
        },
        {
            "docid": "88919_2",
            "document": "Discredited HIV/AIDS origins theories . Various fringe theories have arisen to speculate about purported alternative origins for the human immunodeficiency virus (HIV) and the acquired immunodeficiency syndrome (AIDS), with claims ranging from it being due to accidental exposure to supposedly purposeful acts. Several inquiries and investigations have been carried out as a result, and each of these theories have consequently been determined to be based on unfounded and/or false information. HIV has been shown to have evolved from or be closely related to the simian immunodeficiency virus (SIV) in West Central Africa sometime in the early 20th century. HIV was discovered in the 1980s by the French scientist Luc Montagnier. Before the 1980s, HIV was an unknown deadly disease.",
            "score": 15.468881368637085
        },
        {
            "docid": "8618281_2",
            "document": "Leishmania infantum . Leishmania infantum is the causative agent of infantile visceral leishmaniasis in the Mediterranean region of the Old World and in Latin America, where it has been called \"Leishmania chagasi\". It is also an unusual cause of cutaneous leishmaniasis, which is normally caused by specific lineages (or zymodemes). Wild canids and domestic dogs are the natural reservoir of this organism. \"Leishmania infantum\" is closely related to \"Leishmania donovani\", and some authors believe that these two species are so close as to actually be subspecies of each other; however, phylogenetic analyses can easily distinguish between the two groups, although analysis has shown that some isolates of \"Leishmania donovani\" have been classified as \"Leishmania infantum\" and that the former includes a number of different genetic groups.",
            "score": 14.79401683807373
        },
        {
            "docid": "1835064_35",
            "document": "Sociology of health and illness . Another disease that affects South America is HIV and AIDS. In 2008 roughly two million people had HIV and AIDS. By the end of 2008 one hundred and seventy thousand people were infected with AIDS and HIV. Seventy seven thousand people died from this disease by the end of that year. Brazil has the most people that are affected with AIDS and HIV in South America. Forty-three percent of people in Brazil have HIV. In Brazil sixty percent of the inhabitants use drugs, are HIV positive, and are HIV positive because of their drug use. Usually this disease is transmitted by either drug use involving needles or unprotected sex. Sharing needles and being infected with HIV and AIDS is most common in Paraguay and Uruguay. South America is trying to get treatment to the thousands of people infected by this disease. Brazil is offering generic AIDS prescriptions that are much less expensive than the name brand drugs. One hundred and eighty-one thousand inhabitants in Brazil who were infected are being treated. That accounts for eighty percent of those who needed immediate help. This aid from the government has had positive results. Statistics show that there was a fifty percent decrease in mortality rates, approximately sixty to eighty percent decrease in morbidity rates and a seventy percent decrease in hospitalization of infected people.",
            "score": 44.48393261432648
        },
        {
            "docid": "591031_15",
            "document": "Men who have sex with men . Acquired immune deficiency syndrome (AIDS) is a disease of the human immune system caused by the human immunodeficiency virus (HIV). HIV can infect anybody, regardless of sex, ethnicity, or sexual orientation. Worldwide, an estimated 5–10% of HIV infections are the result of men having sex with men. However, in many developed countries, more HIV infections are transmitted by men having sex with men than by any other transmission route. In the United States, \"men who have had sex with men since 1977 have an HIV prevalence (the total number of cases of a disease that are present in a population at a specific point in time) 60 times higher than the general population\".",
            "score": 45.71758460998535
        },
        {
            "docid": "11986060_2",
            "document": "Zika fever . Zika fever, also known as Zika virus disease or simply Zika, is an infectious disease caused by the Zika virus. Most cases have no symptoms, but when present they are usually mild and can resemble dengue fever. Symptoms may include fever, red eyes, joint pain, headache, and a maculopapular rash. Symptoms generally last less than seven days. It has not caused any reported deaths during the initial infection. Mother-to-child transmission during pregnancy can cause microcephaly and other brain malformations in some babies. Infections in adults have been linked to Guillain–Barré syndrome (GBS). Zika fever is mainly spread via the bite of mosquitoes of the \"Aedes\" type. It can also be sexually transmitted and potentially spread by blood transfusions. Infections in pregnant women can spread to the baby. Diagnosis is by testing the blood, urine, or saliva for the presence of the virus's RNA when the person is sick, or the blood for antibodies after symptoms are present more than a week. Prevention involves decreasing mosquito bites in areas where the disease occurs and proper use of condoms. Efforts to prevent bites include the use of insect repellent, covering much of the body with clothing, mosquito nets, and getting rid of standing water where mosquitoes reproduce. There is no effective vaccine. Health officials recommended that women in areas affected by the 2015–16 Zika outbreak consider putting off pregnancy and that pregnant women not travel to these areas. While there is no specific treatment, paracetamol (acetaminophen) may help with the symptoms. Admission to hospital is rarely necessary. The virus that causes the disease was first isolated in Africa in 1947. The first documented outbreak among people occurred in 2007 in the Federated States of Micronesia. An outbreak started in Brazil in 2015, and spread to the Americas, Pacific, Asia, and Africa. This led to the World Health Organization declared it a Public Health Emergency of International Concern in February 2016. The emergency was lifted in November 2016, but 84 countries still reported cases as of March 2017.",
            "score": 35.96232843399048
        },
        {
            "docid": "19027904_4",
            "document": "HIV/AIDS in Rwanda . Acquired immune deficiency syndrome (AIDS) is a disease comprising associated conditions caused by a human immunodeficiency virus (HIV) infection. [\"see\" HIV/AIDS] Despite myriad research studies, unresolved questions about origins and epidemic emergence of HIV/AIDS remain. At the beginning of the global AIDS epidemic in the early 1980s, HIV/AIDS was considered a disease exclusive to homosexual men [\"see\" Gay-related immune deficiency (GRID)] and intravenous drug users, but in Africa, new HIV/AIDS cases were observed across numerous subpopulations. Proposed reasons for the emergence of HIV in Africa in the 20th century include, but are not limited to, rapid population growth, change in population structure, and clinical interventions that provided the opportunity for rapid human-to-human transmission.",
            "score": 38.52282166481018
        },
        {
            "docid": "4637216_27",
            "document": "Diseases of poverty . AIDS is a disease of the human immune system caused by the human immunodeficiency virus (HIV). Primary modes of HIV transmission in sub-Saharan Africa are sexual intercourse, mother-to-child transmission (vertical transmission), and through HIV-infected blood. Since rate of HIV transmission via heterosexual intercourse is so low, it is insufficient to cause AIDS disparities between countries. Critics of AIDS policies promoting safe sexual behaviors believe that these policies miss the biological mechanisms and social risk factors that contribute to the high HIV rates in poorer countries. In these developing countries, especially those in sub-Saharan Africa, certain health factors predispose the population to HIV infections.",
            "score": 36.96182203292847
        },
        {
            "docid": "39312146_2",
            "document": "Tuberculosis in relation to HIV . The co-epidemic of tuberculosis (TB) and human immunodeficiency virus (HIV) is one of the major global health challenges in the present time. The World Health Organization (WHO) reports 9.2 million new cases of TB in 2006 of whom 7.7% were HIV-infected. Tuberculosis is the most common contagious infection in HIV-Immunocompromised patients leading to death. These both diseases become dreadful in combination as HIV declines the human immunity while tuberculosis becomes progressive due to defective immune system.This condition becomes more severe in case of multi-drug (MDRTB) and extensively drug resistant TB (XDRTB), which are difficult to treat and contribute to increased mortality. See Multi-drug-resistant tuberculosis. Tuberculosis can occur at any stage of HIV infection. The risk and severity of tuberculosis increases soon after infection with HIV. A study on gold miners of South Africa revealed that the risk of TB was doubled during the first year after HIV seroconversion. Although tuberculosis can be a relatively early manifestation of HIV infection, it is important to note that the risk of tuberculosis progresses as the CD4 cell count decreases along with the progression of HIV infection. The risk of TB generally remains high in HIV-infected patients above the background risk of the general population even with effective immune reconstitution with ART maintaining high CD4 cell counts.",
            "score": 72.20820665359497
        },
        {
            "docid": "2930584_34",
            "document": "Visceral leishmaniasis . More than 90% of the global burden of visceral leishmaniasis (VL) is contributed by six countries: Bangladesh, Brazil, Ethiopia, India, South Sudan and Sudan. In India, more than 70% VL cases are reported from the state of Bihar. North Bihar, India (including Araria, Purnea, and Kishanganj) is the endemic zone of this disease.The disease is endemic in Iran including Ardabil, Fars, North Khorasan...",
            "score": 82.08202183246613
        },
        {
            "docid": "14170_2",
            "document": "HIV . The human immunodeficiency virus (HIV) is a lentivirus (a subgroup of retrovirus) that causes HIV infection and over time acquired immunodeficiency syndrome (AIDS). AIDS is a condition in humans in which progressive failure of the immune system allows life-threatening opportunistic infections and cancers to thrive. Without treatment, average survival time after infection with HIV is estimated to be 9 to 11 years, depending on the HIV subtype. In most cases, HIV is a sexually transmitted infection and occurs by contact with or transfer of blood, pre-ejaculate, semen, and vaginal fluids. Non-sexual transmission can occur from an infected mother to her infant through breast milk. An HIV-positive mother can transmit HIV to her baby both during pregnancy and childbirth due to exposure to her blood or vaginal fluid. Within these bodily fluids, HIV is present as both free virus particles and virus within infected immune cells.",
            "score": 35.43508553504944
        },
        {
            "docid": "23486603_4",
            "document": "World Health Imaging, Telemedicine, and Informatics Alliance . At the 2009 RSNA Annual Meeting, WHITIA launched, Remi-d, a remote-operated screening X-ray system for use in the developing world. Its strengths in these areas stem from the higher burden of Human Immunodeficiency Virus (HIV) and Tuberculosis (TB) co-infection, high incidences of Black Lung disease, or outbreaks of other infectious respiratory diseases. The teleradiology and remote-controlled features of Remi-d allow resource-limited areas such as sub-Saharan Africa, South and Central America and Southeast Asia, where Radiologists and Radiographers are in short supply to have a functioning X-ray service.",
            "score": 26.063533067703247
        },
        {
            "docid": "33139249_3",
            "document": "Discovery and development of integrase inhibitors . The body uses its immune system to protect itself from bacteria, viruses and other disease-causing beings, and when it fails to do so immunodeficiency diseases occur. One such disease is acquired immunodeficiency syndrome (AIDS) which is most commonly a result of an infection by the human immunodeficiency virus (HIV). Two closely related types of HIV have been identified, HIV-1 and HIV-2. While HIV-2 is spreading in India and West Africa, HIV-1 is more virulent and the number one cause of AIDS worldwide. Though some of the patients have different results in most cases people infected with HIV go on to develop AIDS and ultimately die of opportunistic infections or cancer. Integration to the retroviral genome is critical for gene expression and viral replication. The viral genome is reversely transcribed into the DNA of the infected cell by viral reverse transcriptase, the DNA is then integrated into the host-cell chromosomes with the aid of the viral integrase. RNA transcripts are produced from integrated viral DNA and serve both as mRNAs to direct the synthesis of viral proteins and later as RNA genomes of the new viral particles.Viral particles escape from the cell by budding from the plasma membrane, each enclosed in a membrane envelope.",
            "score": 39.06274712085724
        },
        {
            "docid": "19222558_3",
            "document": "HIV/AIDS in El Salvador . Overall prevalence has increased since the first case was detected in 1984. Since that time, 18,282 HIV/AIDS cases have been reported in the country. Incidence appears to have declined since 2004, but there is a fear that because of the lack of an effective monitoring system, many HIV/AIDS cases are not reported (according to a UNAIDS May 2006 report, 40 to 50 percent of cases are under-reported). Heterosexual sex is the main route of HIV transmission in El Salvador, accounting for 79 percent of HIV cases in the country. The epidemic is predominantly in urban areas and is becoming increasingly feminized as the percent of women with HIV rises. Although prevalence is 3 percent among sex workers, it is as high as 16 percent in specific areas, such as Puerto de Acajutla. Prevalence is also high among MSM (17.8 percent, the highest in Central America). One study from 2002 reported by UNAIDS in 2007 demonstrated that infection levels among MSM in El Salvador were 22 times higher than among the general population. Moreover, stigma and discrimination (S&D) against MSM lead to hidden behaviors, and, as a result, there is probably considerable under-reporting of the epidemic among this group. The National AIDS Program (NAP) estimates that 51 percent of reported AIDS cases occur in the 25- to 34-year-old age group. Although estimates vary, about 85 percent of infections are sexually transmitted, of which 4 percent are cases of homosexual transmission and 3 percent bisexual transmission. According to the national sexually transmitted disease (STD) and HIV/AIDS program, the range for new HIV/AIDS infections per day is between 4.5 and 5.5 cases. Mortality due to AIDS represented the seventh-leading cause of death in hospitals for the population as a whole and the leading cause in the 20 to 59 age group. El Salvador contributes 18.4 percent of all cases in the Central America subregion and has the third-largest number of cases behind Honduras and Guatemala.",
            "score": 53.78641903400421
        },
        {
            "docid": "198491_9",
            "document": "Leishmaniasis . Visceral disease is usually caused by \"Leishmania donovani\", \"L. infantum\", or \"L. chagasi\", but occasionally these species may cause other forms of disease. The cutaneous form of the disease is caused by more than 15 species of \"Leishmania\".",
            "score": 19.3280611038208
        }
    ],
    "r": [
        {
            "docid": "44158293_24",
            "document": "Malnutrition in Peru . A study conducted in 2006 sought to evaluate the impact of the VL program on child nutritional outcomes. The authors collected data from VL monthly program expenditures, VL Public Expenditure Tracking Survey, Demographic and Health Surveys from 1996 and 2000, and national household living standard surveys with information about participation in the VL program and child measurements. They examined the distribution of VL transfers at each quintile of income and calculated the intent-to-treat estimates of impact based on the value of the transfers. Calculations were controlled for household factors. They found that the VL transfers were targeted more toward lower quintile households, with the poorest 40% receiving three times as much aid as the richest 20%. From 1996 to 2000, the stunting rate among children decreased by 0.2%, from 26% to 25.8%, a statistically insignificant decrease. The study concluded that the VL program was effective at targeting households with low income or malnourished children, but it made no positive impact on reducing child stunting.",
            "score": 86.3316879272461
        },
        {
            "docid": "2930584_3",
            "document": "Visceral leishmaniasis . The parasite migrates to the internal organs such as the liver, spleen (hence \"visceral\"), and bone marrow, and, if left untreated, will almost always result in the death of the host. Signs and symptoms include fever, weight loss, fatigue, anemia, and substantial swelling of the liver and spleen. Of particular concern, according to the World Health Organization (WHO), is the emerging problem of HIV/VL co-infection.",
            "score": 83.0241470336914
        },
        {
            "docid": "22731626_2",
            "document": "Post-kala-azar dermal leishmaniasis . Post-kala-azar dermal leishmaniasis (PKDL) is a complication of visceral leishmaniasis (VL); it is characterised by a macular, maculopapular, and nodular rash in a patient who has recovered from VL and who is otherwise well. The rash usually starts around the mouth from where it spreads to other parts of the body depending on severity.",
            "score": 82.16922760009766
        },
        {
            "docid": "2930584_34",
            "document": "Visceral leishmaniasis . More than 90% of the global burden of visceral leishmaniasis (VL) is contributed by six countries: Bangladesh, Brazil, Ethiopia, India, South Sudan and Sudan. In India, more than 70% VL cases are reported from the state of Bihar. North Bihar, India (including Araria, Purnea, and Kishanganj) is the endemic zone of this disease.The disease is endemic in Iran including Ardabil, Fars, North Khorasan...",
            "score": 82.08202362060547
        },
        {
            "docid": "20763865_10",
            "document": "Leishmania donovani . It is estimated that visceral leishmaniasis (VL) affects more than 100 million people worldwide, with 500,000 new cases and more than 50,000 deaths each year. Although \"L. donovani\" is only the second-most prevalent \"Leishmania\" causing VL, it is the most dangerous form and directly fatal to humans. Over 90% of reported cases are from India, Bangladesh, Nepal, Sudan and Brazil. In India it is prevalent in the eastern region including Bihar, West Bengal, eastern Uttar Pradesh, Assam and foothills of Sikkim. It is responsible for tens of thousands of mortality among Africans in eastern and southern parts of Sudan. During the epidemic of 1984–1994 death toll was as high as 70% in the Sudanese population. Moreover, due to emergence of drug resistance the prevalence is not subsiding, and in fact has spread to central Europe. For example, during the late 1990s hundreds of cases were reported in Switzerland.",
            "score": 81.32138061523438
        },
        {
            "docid": "1341049_12",
            "document": "Nevirapine . Nevirapine may cause severe or life-threatening liver toxicity, usually emerging in the first six weeks of treatment. In 2000, the U.S. Food and Drug Administration issued a black box warning on nevirapine, warning that it could cause life-threatening liver toxicity and skin reactions. Unacceptably high risk of serious liver symptoms in certain patient groups (women with CD4 count >250 and men >400) has led the U.S. DHHS to recommend the restriction of nevirapine use to those at lower risk, unless the benefit to the patient clearly outweighs the risk; although in the 2NN study which found these CD4 limits, the effect was seen only in patients recruited from Thailand. More recent studies on the use of Nevirapine in people with higher CD4 cell counts have come to the following conclusion: Treatment-experienced patients who start NVP-based combination therapy with low pre–ART and high current CD4 cell counts and an undetectable VL have a similar likelihood for discontinuing NVP therapy because of hypersensitivity reactions (HSRs), compared with treatment-naive patients with low CD4 cell counts. This suggests that NVP-based combination therapy may be safely initiated in such patients. However, in similar patients with a detectable VL, it is prudent to continue to adhere to current CD4 cell count thresholds. The U.S. Public Health Service Task Force advocates caution in the use of nevirapine in pregnancy due to toxicity issues, which may be exacerbated during pregnancy.",
            "score": 78.65838623046875
        },
        {
            "docid": "53378240_7",
            "document": "Poonam Salotra . Her research especially covers the development of diagnostic tests and attenuated vaccines, and the study of drug resistance and immune responses in patients suffering from Leishmaniasis, a disease spread by the bite of certain types of sandflies that kills between 20 000 – 50 000 people each year. Dr. Salotra’s focus has been on two of the three main ways that the disease is present – Visceral Leishmaniasis (VL) and Cutaneous Leishmaniasis.",
            "score": 78.38838195800781
        },
        {
            "docid": "22731626_4",
            "document": "Post-kala-azar dermal leishmaniasis . It is mainly seen in Sudan and India where it follows treated VL in 50% and 5-10% of cases, respectively. Thus, it is largely restricted to areas where Leishmania donovani is the causative parasite. The interval at which PKDL follows VL is 0-6 months in Sudan and 2-3 years in India. PKDL probably has an important role in interepidemic periods of VL, acting as a reservoir for parasites.",
            "score": 75.86473083496094
        },
        {
            "docid": "5933900_17",
            "document": "Drugs for Neglected Diseases Initiative . SSG&PM, a sodium stibogluconate plus paromomycin combination therapy, is a shorter-course, cost-efficient treatment option against visceral leishmaniasis (VL) in East Africa available since 2010. It is the result of a six-year partnership between DNDI, the Leishmaniasis East Africa Platform (LEAP), the National Control Programmes of Kenya, Sudan, Ethiopia, and Uganda, Médecins Sans Frontières (MSF) and the WHO. It was recommended by the WHO Expert Committee on the Control of Leishmaniasis in 2010 as the first-line treatment in East Africa, and more than 10,000 patients have been treated. Sudan, Ethiopia, South Sudan and Somalia have released revised guidelines recommending SSG&PM as the first-line treatment for VL.",
            "score": 75.60613250732422
        },
        {
            "docid": "21199977_5",
            "document": "JUPITER trial . The trial analyzed 17,802 patients without evidence of heart disease but with high CRP levels. In 2008, results presented at the American Heart Association meeting and published in the \"New England Journal of Medicine\" found that patients with low-to-normal LDL cholesterol receiving rosuvastatin had a lower rate of major cardiovascular events. Compared to patients taking a placebo, patients given rosuvastatin had reductions in LDL and CRP levels, and a reduction of 0.2% to 0.6% in their absolute risk of heart attack, stroke, and death at 1 year. The study's authors estimated that the number needed to treat with rosuvastatin to prevent one cardiovascular event was 95 over 2 years, extrapolated to 25 over 5 years. The trial was stopped early, after just 1.9 years median duration, by the study's Independent Data Monitoring Board, because the interim results met the study's predefined stopping criteria (it had been predetermined that it would be unethical to continue the study once it became clear that the patients in one arm of the study had a significantly higher cardiovascular risk than the other arm's patients).",
            "score": 73.06822967529297
        },
        {
            "docid": "22731626_5",
            "document": "Post-kala-azar dermal leishmaniasis . There is increasing evidence that the pathogenesis is largely immunologically mediated; high concentrations of interleukin 10 in the peripheral blood of VL patients predict the development of PKDL. During VL, interferon gamma is not produced by peripheral blood mononuclear cells (PBMC). After treatment of VL, PBMC start producing interferon gamma, which coincides with the appearance of PKDL lesions due to interferon-gamma-producing cells causing skin inflammation as a reaction to persisting parasites in the skin.",
            "score": 72.70182800292969
        },
        {
            "docid": "36825898_9",
            "document": "Type 052D destroyer . The Type 052D has a brand new vertical launching system (VLS) for surface-to-air missiles, cruise missiles, anti-submarine missiles, and anti-ship missiles, and is capable of quad-packing missiles and cold launch; it is the third type of Chinese VLS system identified, after the circular version of VLS on Type 052C destroyer and the rectangular version on Type 054A frigate. The VLS system on Type 052D differs from that on Type 052C. The circular-shaped VLS system on Type 052C is replaced by the VLS with rectangular cells on Type 052D. Moreover, this box-like VLS looks different from the VLS system of Type 054A. Photos show that Type 052D's VLS system does not contain the shared exhaust vents between the rows of launching tubes, which is the common feature of Type 054A's VLS. Instead, the VLS on Type 052D looks more similar to the American Mk 41 VLS, but without obvious indication of exhausts and the VLS is 850mm diameter while MK 41 has \"only\" 550mm diameter, so significantly bigger. The lack of exhaust vents in the leaked photos leads to some Chinese internet forums postulating the cold launch method is adopted on Type 052D, but such claims cannot be confirmed by independent or official sources.",
            "score": 72.57999420166016
        },
        {
            "docid": "39312146_2",
            "document": "Tuberculosis in relation to HIV . The co-epidemic of tuberculosis (TB) and human immunodeficiency virus (HIV) is one of the major global health challenges in the present time. The World Health Organization (WHO) reports 9.2 million new cases of TB in 2006 of whom 7.7% were HIV-infected. Tuberculosis is the most common contagious infection in HIV-Immunocompromised patients leading to death. These both diseases become dreadful in combination as HIV declines the human immunity while tuberculosis becomes progressive due to defective immune system.This condition becomes more severe in case of multi-drug (MDRTB) and extensively drug resistant TB (XDRTB), which are difficult to treat and contribute to increased mortality. See Multi-drug-resistant tuberculosis. Tuberculosis can occur at any stage of HIV infection. The risk and severity of tuberculosis increases soon after infection with HIV. A study on gold miners of South Africa revealed that the risk of TB was doubled during the first year after HIV seroconversion. Although tuberculosis can be a relatively early manifestation of HIV infection, it is important to note that the risk of tuberculosis progresses as the CD4 cell count decreases along with the progression of HIV infection. The risk of TB generally remains high in HIV-infected patients above the background risk of the general population even with effective immune reconstitution with ART maintaining high CD4 cell counts.",
            "score": 72.20820617675781
        },
        {
            "docid": "30659895_5",
            "document": "Clostridium innocuum . Although \"Clostridium innocuum\" are often present and harmless in healthy people, they have been isolated in various infections and predominantly in patients that are immunocompromised as an opportunistic bacteria. In one case, \"C. innocuum\" was isolated in an infected hematoma adjacent to a transplanted kidney in a 38-year-old, Hepatitis C patient. Originally, the bacteria was misindentified as another \"Clostridium\" species but was eventually correctly identified. This led the authors to state that \"C. innocuum\" infection post transplant may be severely underestimated. \"C. innocuum\" has also been implicated in cases of fatal bacteremia as reported in a retrospective study done by Newark Beth Israel Medical Center. Patients that succumbed to the infection (100% mortality) had underlying disease states (malignancy, diabetes or liver disease). While clostridial species only account for 2% of clinical bacteremia, \"C innocuum\" was among the three most commonly isolated bacteria in this study. \"C. innocuum\" has also been isolated in patients with recurrent diarrhea who had prior \"C. difficile\" associated diarrhea. One case of fatal bacterial endocarditis was also found in the literature. This is possibly the only confirmed case of \"C. innocuum\" endocarditis involving the pulmonary and tricuspid valves resulting in multiple emboli and death.",
            "score": 70.65763854980469
        },
        {
            "docid": "5933900_18",
            "document": "Drugs for Neglected Diseases Initiative . Single dose amphotericin B and paromomycin/miltefosine/amphotericin B combinations were recommended by the WHO Expert Committee on the Control of Leishmaniasis (2010). These treatments are less toxic than previous mainstay treatments, useful in areas of antimonial resistance, are shorter course and their cost is comparable with previous treatments. In 2010, a study investigating the three possible 2-drug combinations of amphotericin B, miltefosine and paromomycin was completed in India. All three combination treatments were shown to be highly efficacious (> 97.5% cure rate). A WHO Expert committee recommended these treatments to be used preferentially to current established monotherapy treatments for VL in South Asia. DNDi is working with TDR and WHO to facilitate their introduction and support VL elimination strategies. DND\"i\" conducted more studies, including a pilot project in the Bihar State of India (2012-2015) that demonstrated the safety and effectiveness of combination therapies based on amphotericin B, miltefosine, and paromomycin at the primary healthcare level, and single dose amphotericin B at the hospital level. Based on the study results, the Indian National Roadmap for Kala-Azar Elimination in August 2014 recommended use of single dose amphotericin B as a first option treatment for the treatment of VL patients, with paromycin and miltefosine as a second option at all levels; a policy also reflected in Bangladesh and Nepal. this removal of miltefosine monotherapy is an important policy change. This project has been a collaboration with the National (Vector Borne) Disease Control Programmes of India and Bangladesh, MSF, TDR, OneWorld Health/PATH, Bihar State Health Society, and the Indian Council for Medical Research.",
            "score": 70.50331115722656
        },
        {
            "docid": "29116012_5",
            "document": "Torsti Verkkola . He worked for Valtion lentokonetehdas (VL) from 1935 to 1945. He was chief designer from 1937–1941, later serving in administrative roles until 1944. During his time at VL, he participated in the design of VL Myrsky, VL Pyörremyrsky, and VL Pyry. He held the military grade of Captain of Engineering.",
            "score": 69.83171844482422
        },
        {
            "docid": "304942_56",
            "document": "Heart rate . Heart rates that do not drop by more than 12 bpm one minute after stopping exercise are associated with an increased risk of death. Investigators of the Lipid Research Clinics Prevalence Study, which included 5,000 subjects, found that patients with an abnormal HR (defined as a decrease of 42 beats per minutes or less at two minutes post-exercise) had a mortality rate 2.5 times greater than patients with a normal recovery. Another study by Nishime et al. and featuring 9,454 patients followed for a median period of 5.2 years found a four-fold increase in mortality in subjects with an abnormal HR (≤12 bpm reduction one minute after the cessation of exercise). Shetler et al. studied 2,193 patients for thirteen years and found that a HR of ≤22 bpm after two minutes \"best identified high-risk patients\". They also found that while HR had significant prognostic value it had no diagnostic value.",
            "score": 69.55998992919922
        },
        {
            "docid": "33989922_24",
            "document": "Biomechanics of sprint running . A study on muscle coordination in which subjects performed repeated 6-second cycling sprints, or intermittent sprints of short duration (ISSD) showed a correlation between decrease in maximal power output and changes in motor coordination. In this case, motor coordination refers to the ability to coordinate muscle movements in order to optimize a physical action, so submaximal coordination indicates that the muscles are no longer activating in sync with one another. The results of the study showed that a delay between the vastus lateralis (VL) and biceps femoris (BF) muscles. Since there was a decrease in power during ISSD occurring in tandem with changes in VL-BF coordination, it is indicated that changes in inter-muscle coordination is one of the contributing factors for the reduced power output resulting from fatigue. This was done using bicycle sprinting, but the principles carry over to sprinting from a runner’s perspective.",
            "score": 68.47687530517578
        },
        {
            "docid": "5069516_45",
            "document": "HIV/AIDS . HIV/AIDS has become a chronic rather than an acutely fatal disease in many areas of the world. Prognosis varies between people, and both the CD4 count and viral load are useful for predicted outcomes. Without treatment, average survival time after infection with HIV is estimated to be 9 to 11 years, depending on the HIV subtype. After the diagnosis of AIDS, if treatment is not available, survival ranges between 6 and 19 months. HAART and appropriate prevention of opportunistic infections reduces the death rate by 80%, and raises the life expectancy for a newly diagnosed young adult to 20–50 years. This is between two thirds and nearly that of the general population. If treatment is started late in the infection, prognosis is not as good: for example, if treatment is begun following the diagnosis of AIDS, life expectancy is ~10–40 years. Half of infants born with HIV die before two years of age without treatment. The primary causes of death from HIV/AIDS are opportunistic infections and cancer, both of which are frequently the result of the progressive failure of the immune system. Risk of cancer appears to increase once the CD4 count is below 500/μL. The rate of clinical disease progression varies widely between individuals and has been shown to be affected by a number of factors such as a person's susceptibility and immune function; their access to health care, the presence of co-infections; and the particular strain (or strains) of the virus involved.",
            "score": 68.4320068359375
        },
        {
            "docid": "37804327_2",
            "document": "University Center of Belo Horizonte . The University Center of Belo Horizonte (UniBH) () is a university located in the city of Belo Horizonte in the state of Minas Gerais in Brazil. It is considered the best university center of the city of Belo Horizonte and one of the best universities in Brazil, according to the Brazilian Ministry of Education (survey 2011). Acquired by (the business alias of the publicly traded company GAEC Educação, SA (ANIM3:SA)), it is one of the strongest names in higher education in Belo Horizonte, along with UFMG and PUC Minas. UniBH is also one of the most prestigious universities in the country, due to their extension projects and their effort in bringing quality private education to those less fortunate. The UniBH also has ten courses by starry Student Guide of Editora Abril and two courses regarded as the best in the country, Physical Education and Mathematics, according to the RUF 2012 (University Ranking of Folha de S.Paulo). UniBH was acquired in 2009 by Anima Educação.",
            "score": 68.15359497070312
        },
        {
            "docid": "13704917_20",
            "document": "Risk factors for breast cancer . Meta-analysis of the epidemiological studies looking at drinking and breast cancer mortality/survival after diagnosis shows no association between levels of drinking (before or after diagnosis) and risk of breast cancer death, nor reoccurrence of the cancer . Two recent studies looking at patients already diagnosed with breast cancer both found that women who drank before their breast cancer diagnosis had no higher risk of dying from the cancer than the non-drinkers . Similarly a large study with long follow-up of women with breast cancer showed breast cancer patients had better chances of survival if they were regular drinkers before diagnosis. If they altered their drinking after diagnosis this did not alter their chance of dying from breast cancer. But an increase in drinking was associated with an overall improvement in life expectancy (largely due to substantially fewer heart disease deaths among those who increased their alcohol consumption).",
            "score": 68.0794906616211
        },
        {
            "docid": "2930584_2",
            "document": "Visceral leishmaniasis . Visceral leishmaniasis (VL), also known as kala-azar (), black fever, and Dumdum fever, is the most severe form of leishmaniasis and, without proper diagnosis and treatment, is associated with high fatality. Leishmaniasis is a disease caused by protozoan parasites of the genus \"Leishmania\".",
            "score": 67.369140625
        },
        {
            "docid": "37791213_52",
            "document": "Carbapenem-resistant enterobacteriaceae . A 2013 retrospective study at the Shaare Zedek Medical Center of patients with urinary tract infections (bacteriuria) caused by carbapenem-resistant \"Klebsiella pneumoniae\" (CRKp) showed no statistically significant difference in mortality rates from patients with bacteriuria caused by carbapenem-susceptible \"K. pneumoniae\" (CSKp). A 29% mortality rate was seen in patients with CRKp infection compared to a 25% mortality rate in patients with CSKp infections that produced extended-spectrum beta-lactamase (ESBL). Both mortality rates were considerably higher than that of patients with drug-susceptible urosepsis. Most patients in the study suffered from other illnesses, including dementia, immune compromise, renal failure, or diabetes mellitus. The main risk factor for death found by the study was being bedridden, which significantly increased the chance of death. This suggests that the deaths were due to reasons other than bacteriuria. Total length of hospitalization was somewhat longer in patients with CRKp infections (28 ± 33 days compared to 22 ± 28 days for patients with CSKp infection).",
            "score": 67.14544677734375
        },
        {
            "docid": "2780589_4",
            "document": "Casio VL-1 . The VL-1 was followed by the VL-10, basically the same machine in a smaller unit, and the VL-5, a polyphonic version, capable of playing four notes simultaneously, but lacking the VL-1's synthesizer section due to the removal of the calculator mode.",
            "score": 66.89549255371094
        },
        {
            "docid": "6922736_7",
            "document": "Perkins Engineering . The team ran the 1987 HDT VL during the 1988 Australian Touring Car Championship while the evolution car was homologated and prepared for later in the season. In the 1988 ATCC, the Commodore's were really just making up the numbers against the Ford Sierra RS500's and the best Perkins could manage was a 3rd at Sandown (during the season, Perkins had actually been testing one of the new fuel injected Commodore's and became increasingly frustrated at the delays in debuting the car). Jeff Allam and Armin Hahne, both with long associations with TWR, joined the team for the Sandown 500, with Perkins and Hulme sharing a brand new Holden VL Commodore SS Group A SV while Allam and Hahne drove Perkins old VL updated to TWR specs. Hahne, who in 1988 had been driving a Ford Sierra for Walter Wolf Racing in the European Touring Car Championship and the German DTM series, was a late replacement for Tom Walkinshaw, who was unable to drive as scheduled due to the death of his father. Perkins and Hulme had a strong race at Sandown, finishing second behind the Sierra of Allan Moffat and Gregg Hansford, while the Allam/Hulme car failed to finish.",
            "score": 66.8575210571289
        },
        {
            "docid": "9685873_6",
            "document": "Lintuzumab . The Phase IIb randomized, double-blind clinical trial studied 211 individuals ages 60 and over who had been enrolled by February 2009 and who were poor candidates for high-dose chemotherapy or had made the choice to reject the traditional chemotherapy treatment. The study participants typically had a projected four to five months to live, with half treated with lintuzumab and a low dose of the chemotheraputic agent cytarabine, while the other half were given cytarabine in combination with a placebo. No patients were harmed in the trial and patients in both groups lived longer than expected, with those being given lintuzumab having a lower death rate. However, the study found that there was no benefit to patients on a statistical basis, and that it did not reduce the risk of infection or the need for blood transfusions.",
            "score": 66.56484985351562
        },
        {
            "docid": "1979482_17",
            "document": "Natalizumab . Natalizumab appears to interact with other immune-modulating drugs to increase the risk of progressive multifocal leukoencephalopathy (PML), an often-fatal opportunistic infection caused by the JC virus. In 2005, two people taking natalizumab in combination with interferon beta-1a developed PML. One died, and the other recovered with disabling sequelae. A third fatal case initially attributed to an astrocytoma was reported in a patient being treated for Crohn's disease. Though the patient was being treated with natalizumab in combination with azathioprine, corticosteroids and infliximab, indications of PML infection appeared only after natalizumab monotherapy was re-introduced. No deaths from progressive multifocal leukoencephalopathy have been linked to natalizumab when it was not combined with other immune-modulating drugs and other rates of opportunistic infections are not increased in patients taking natalizumab possibly due to the drug’s mechanism of action. Other than a prior history of PML, there is no known method to identify patients at risk of developing PML. Natalizumab's label indicates that it is contraindicated for immunosuppressed individuals or those with a history of PML. Due to the uncertain risk of PML, natalizumab is only available through a restricted distribution program. As of June 2009, ten cases of PML associated with natalizumab have been reported. At least one of them had not previously taken any other inmunomodulator therapy. By January 21, 2010 the United States Food and Drug Administration reported a total of 31 confirmed cases of PML associated with natalizumab.",
            "score": 66.07723999023438
        },
        {
            "docid": "26627472_10",
            "document": "Heart-type fatty acid binding protein . In addition to its diagnostic potential, H-FABP also has prognostic value. Alongside D-dimer, NT-proBNP and peak troponin T, it was the only cardiac biomarker that proved to be a statistically significant predictor of death or MI at one year. This prognostic information was independent of troponin T, ECG and clinical examination. The risk associated with raised H-FABP is dependent upon its concentration. Patients who were TnI negative but H-FABP positive had 17% increased risk of all cause mortality within one year compared to those patients who were TnI positive but H-FABP negative. Currently these TnI positive patients are prioritised for angioplasty, and the TnI negative patients are considered to be of a lower priority, yet the addition of the H-FABP test helps identify patients who are currently slipping through the net and allows physicians to more appropriately manage this hidden high risk group. If both biomarkers were negative, there is 0% mortality at 6 months, in the authors own words this “represents a particularly worthwhile clinical outcome, especially because it was observed in patients admitted into hospital for suspected ACS.” H-FABP indicates risk across the ACS spectrum including UA, NSTEMI or STEMI where low H-FABP concentrations confer low risk whereas high H-FABP concentrations indicate patients who are at a much higher risk of future events.",
            "score": 66.05953979492188
        },
        {
            "docid": "13704917_19",
            "document": "Risk factors for breast cancer . However, studies of mortality show that drinkers have no greater risk of dying from breast cancer. An analysis of various causes of death of middle aged and elderly Americans found that, of the 251,420 women in the study, 0.3% of the zero and super-light drinkers died from breast cancer, over the 10 years of study observation. And exactly the same proportion, 0.3%, of the moderate to heavy drinkers (1 to 4+ drinks per day). In another mortality study of 85,000 women, the chance of death from breast cancer during the 12 year follow-up period was 0.4%, and again this was identical for zero-to-super-light drinkers as with moderate-to-heavy drinkers. This paradoxical difference between the results for diagnoses and those for mortality appears to be due to drinkers screening more for breast cancer pontential reasons for the higher rates of screening among drinkers are because they are wealthier, more urban, more health conscious, closer to screening clinics. Studies that control for screening rates show no association between drinking and being diagnosed with breast cancer .",
            "score": 66.0442123413086
        },
        {
            "docid": "36825898_10",
            "document": "Type 052D destroyer . Other sources on Chinese internet forums state that the difference between the VLS on Type 052D and VLS on Type 054A is simply a rearrangement of exhaust to a different location and Type 052D is still utilizing the hot launch method like Type 054A, but used a more advanced method of concentric canister launch (CCL) system (同心筒式垂直发射系统), first pioneered by USA in the mid-1990 for Mk 41 VLS upgrade. This second claim appears more probable than the cold launch claims, because official Chinese sources have confirmed the existence of CCL VLS developmental program headed by the School of Mechatronics Engineering of Beijing Institute of Technology, and various research papers have been publicized, such as the effect of the flow mechanism and annular size of CCL and others. It is reported that chief designers of Chinese CCL VLS included Professor Yuan Zenfeng (袁曾凤), Professor Miao Peiyun (苗佩云) and professor Liang Shijie (梁世杰). When using CCL method, the flame produced in hot launch is diverted through the space between the inner and outer canisters within each individual VLS cell, so no specially dedicated exhaust shared by several cells are needed, thus similar to how British vertical launched (VL) Sea Wolf missile operates, and this is why CCL VLS can be mistaken for cold launch due to the lack of dedicated exhaust sandwiched between two rolls of cells in traditional VLS, while in reality, the exhaust of CCL VLS is within each individual cell.",
            "score": 65.98773193359375
        },
        {
            "docid": "53378240_2",
            "document": "Poonam Salotra . Poonam Salotra is an Indian scientist and researcher at the National Institute of Pathology (NIP) whose work is centered on infectious diseases like Visceral Leishmaniasis (VL), Anthrax, Tuberculosis and Cholera. Her research covers the development of diagnostic tests and attenuated vaccines, drug resistance and immune responses for patients suffering from Leishmaniasis in some form.",
            "score": 65.81959533691406
        },
        {
            "docid": "11289610_6",
            "document": "Febuxostat . On 15 November 2017, the FDA issued a safety alert indicating that the preliminary results from a safety clinical trial showed an increased risk of heart-related death with febuxostat compared to allopurinol. The FDA required Takeda to conduct this safety study when the medicine was approved in 2009. The febuxostat drug labels already carry a warning and precaution about cardiovascular events because the clinical trials conducted before approval showed a higher rate of heart-related problems in patients treated with febuxostat compared to allopurinol. These problems included heart attacks, strokes, and heart-related deaths. As a result, the FDA required an additional safety clinical trial after the drug was approved and on the market to better understand these differences, and that trial was finished recently. The safety trial was conducted in over 6,000 patients with gout treated with either febuxostat or allopurinol. The primary outcome was a combination of heart-related death, non-deadly heart attack, non-deadly stroke, and a condition of inadequate blood supply to the heart requiring urgent surgery. The preliminary results show that overall, febuxostat did not increase the risk of these combined events compared to allopurinol. However, when the outcomes were evaluated separately, febuxostat showed an increased risk of heart-related deaths and death from all causes.",
            "score": 65.75
        }
    ]
}