{
    "q": [
        {
            "docid": "22396342_10",
            "document": "H1 neuron . H1 exhibits very specific and predictable responses to directional stimuli, characteristics that are greatly beneficial for exploring the neural code because they allow for confident correlations between neural activity and stimuli. H1 neurons are known as Horizontally Sensitive (HS) cell, meaning HS cells depolarize most strongly in response to horizontal stimuli, and hyperpolarize when the direction of motion is opposite. HS cells, and their counterpart Vertically Sensitive (VS) cells, respond to a fixed direction regardless of the color or contrast of the background or the stimulus, making these neuronal systems ideal for testing. H1 exhibits a response to the stimulation of a single ommatidium, and can discriminate between translational motion of 2-3˚ in the visual field.",
            "score": 53.47765302658081
        },
        {
            "docid": "6082997_15",
            "document": "Filling-in . In a second condition, a uniform grey patch was placed on the receptive field (extending 3–5 degrees beyond the receptive field boundary on either side), and two flanking patches modulated sinusoidally in time from dark to light. With such stimuli, the brightness of the central patch appears to modulate, despite the absence of luminance change. In this condition, cat retinal ganglion cells and lateral geniculate nucleus cells, having their receptive fields centred in the uniform grey patch, did not respond; on the other hand, primary visual cortex neurons were modulated by luminance changes far outside their receptive fields. Together, these results suggest that neurons in the retina and LGN are responsive to luminance modulation, but their response does not correlate with perceived brightness. On the other hand, striate neurons responded to stimulus conditions producing changes in brightness in the area corresponding to the receptive field.",
            "score": 76.38853192329407
        },
        {
            "docid": "5664_47",
            "document": "Consciousness . Modulation of neural responses may correlate with phenomenal experiences. In contrast to the raw electrical responses that do not correlate with consciousness, the modulation of these responses by other stimuli correlates surprisingly well with an important aspect of consciousness: namely with the phenomenal experience of stimulus intensity (brightness, contrast). In the research group of Danko Nikolić it has been shown that some of the changes in the subjectively perceived brightness correlated with the modulation of firing rates while others correlated with the modulation of neural synchrony. An fMRI investigation suggested that these findings were strictly limited to the primary visual areas. This indicates that, in the primary visual areas, changes in firing rates and synchrony can be considered as neural correlates of qualia—at least for some type of qualia.",
            "score": 62.77014207839966
        },
        {
            "docid": "1619306_20",
            "document": "Multisensory integration . Responses to multiple simultaneous sensory stimuli can be faster than responses to the same stimuli presented in isolation. Hershenson (1962) presented a light and tone simultaneously and separately, and asked human participants to respond as rapidly as possible to them. As the asynchrony between the onsets of both stimuli was varied, it was observed that for certain degrees of asynchrony, reaction times were decreased. These levels of asynchrony were quite small, perhaps reflecting the temporal window that exists in multisensory neurons of the SC. Further studies have analysed the reaction times of saccadic eye movements; and more recently correlated these findings to neural phenomena. In patients studied by Gonzalo, with lesions in the parieto-occipital cortex, the decrease in the reaction time to a given stimulus by means of intersensory facilitation was shown to be very remarkable.",
            "score": 62.598546266555786
        },
        {
            "docid": "8082342_4",
            "document": "Repetition priming . Research into repetition priming has been used to investigate the nature of mechanisms underlying the behavioural effects of rapid learning. In utilizing measures of \"repetition suppression\", the putative neural correlate of repetition priming, and measuring changes in the neural response associated with changing the presented stimuli, researchers are attempting to index regions and their processing biases along perceptual, conceptual and response dimensions. This area of research is based on multiple measurement methods from single cell recordings to multi-regional measurements using functional magnetic resonance imaging (fMRI), electroencephalography (EEG) and magnetoencephalography (MEG). Transcranial magnetic stimulation (TMS) has also been used to temporarily 'lesion' (inactivate) specific regions and so get an indication of the necessity of those regions in processing specific dimensions of the presented stimuli. Much of this research has been focused on the visual domain, however auditory and olfactory processes have also been investigated.",
            "score": 57.79120576381683
        },
        {
            "docid": "33321597_6",
            "document": "Fear-potentiated startle . Specifically measuring FPS response in studies of fear is highly practical, as the experimental and baseline measures of an individual’s startle response can be partitioned, and variance in startle can, in turn, be attributed to fear (or lack thereof, in the case that extinction of fear is variable of interest), allowing illusory correlates (other variables that can also appear to cause an effect on our variable of interest) to be ruled out. There are several experimental climates that can be used to examine the FPS response. Eyeblink FPS response is typically gauged by presenting participants with pleasant and unpleasant (as well as neutral) emotionally evocative stimuli, paired with a loud noise or a flash of bright lights. The presented stimuli can be replaced by having participants imagine emotionally evocative stimuli of pleasant, unpleasant, and neutral natures. FPS response is typically most exaggerated in response to emotionally unpleasant stimuli, followed by pleasant and then neutral stimuli, in members of the general population.",
            "score": 45.82003569602966
        },
        {
            "docid": "19498707_2",
            "document": "Linear-nonlinear-Poisson cascade model . The linear-nonlinear-Poisson (LNP) cascade model is a simplified functional model of neural spike responses. It has been successfully used to describe the response characteristics of neurons in early sensory pathways, especially the visual system. The LNP model is generally implicit when using reverse correlation or the spike-triggered average to characterize neural responses with white-noise stimuli. There are three stages of the LNP cascade model. The first stage consists of a linear filter, or linear receptive field, which describes how the neuron integrates stimulus intensity over space and time. The output of this filter then passes through a nonlinear function, which gives the neuron's instantaneous spike rate as its output. Finally, the spike rate is used to generate spikes according to an inhomogeneous Poisson process.",
            "score": 60.008281230926514
        },
        {
            "docid": "5198024_21",
            "document": "Efficient coding hypothesis . Some experiments show correlations between neurons: When considering multiple neurons at a time, recordings \"show correlation, synchronization, or other forms of statistical dependency between neurons\". However, it is relevant to note that most of these experiments did not use natural stimuli to provoke these responses: this may not fit in directly to the efficient coding hypothesis because this hypothesis is concerned with natural image statistics. In his review article Simoncelli notes that perhaps we can interpret redundancy in the Efficient Coding Hypothesis a bit differently: he argues that statistical dependency could be reduced over \"successive stages of processing\", and not just in one area of the sensory pathway",
            "score": 62.0341579914093
        },
        {
            "docid": "41848173_6",
            "document": "Surround suppression . The suppressive effect is often dependent on the contrast, orientation, and direction of motion of the stimulus stimulating the surround. These properties are highly dependent on the brain area and the individual neuron being studied. In MT, for instance, cells can be sensitive to the direction and velocity of stimuli up to 50 to 100 times the area of their classical receptive fields. The statistical properties of the stimuli used to probe these neurons affect the properties of the surround as well. Because these areas are so highly interconnected, stimulation of one cell can affect the response properties of other cells, and therefore researchers have become increasingly aware of the choice of stimuli they use in these experiments. In addition to studies with simple stimuli (dots, bars, sinusoidal gratings), more recent studies have used more realistic stimuli (natural scenes) to study these effects. Stimuli that better represent natural scenes tend to induce higher levels of suppression, indicating this effect is tied closely to the properties of natural scenes such as textures and local context.",
            "score": 34.713722944259644
        },
        {
            "docid": "35982062_8",
            "document": "Biased Competition Theory . Bottom-up processes are characterized by an absence of higher level direction in sensory processing. It primarily relies on sensory information and incoming sensory information is the starting point for all Bottom-up processing. Bottom-up refers to when a feature stands out in a visual search. This is commonly called the “pop-out” effect. Salient features like bright colors, movement and big objects make the object “pop-out” of the visual search. “Pop-out” features can often attract attention without conscious processing. Objects that stand out are often given priority (bias) in processing. Bottom-up processing is data driven, and according to this stimuli are perceived on the basis of the data which is being experienced through the senses. Evidence suggests that simultaneously presented stimuli do in fact compete in order to be represented in the visual cortex, with stimuli mutually suppressing each other to gain this representation. This was examined by Reynolds and colleagues, who looked at the size of neurons’ receptive field’s within the visual cortex. It was found that the presentation of a single stimulus resulted in a low firing rate while two stimuli presented together resulted in a higher firing rate. Reynolds and colleagues also found that when comparing the neural response of an individually presented visual stimulus to responses gathered from simultaneously presented stimuli, the responses of the concurrent presented stimuli were less than the sum of the responses gathered when each stimuli was presented alone. This suggests that two stimuli presented together increase neural work load required for attention. This increased neural load creates suppressive processes and causes the stimuli to compete for neural representation in the brain. Proulx and Egeth predicted that brighter objects would bias attention in favor of that object. Another prediction is that larger objects would bias the attention in favor of that object. The experiment was a computer-based visual search task, where participants searched for a target among distractions. The results of the study suggested that when irrelevant stimuli were large or bright, attention was biased towards the irrelevant objects, prioritizing them for cognitive processing. This research shows the effects of Bottom-up (stimulus-driven) processing on biased competition theory.",
            "score": 61.31512498855591
        },
        {
            "docid": "35982062_6",
            "document": "Biased Competition Theory . There are two major neural pathways that process the information in the visual field; the ventral stream and the dorsal stream. The two pathways run in parallel and are both working simultaneously. The ventral stream is important for object recognition and often referred to as the “what” system of the brain; it projects to the inferior temporal cortex. The dorsal stream is important for spatial perception and performance and is referred to as the “where” system which projects to the posterior parietal cortex. According to the biased competition theory, an individual’s visual system has limited capacity to process information about multiple objects at any given time. For example, if an individual was presented with two stimuli (objects) and was asked to identify attributes of each object at the same time, the individual’s performance would be worse in comparison to if the objects were presented separately. This suggests multiple objects presented simultaneously in the visual field will compete for neural representation due to limited processing resources. Single cell recording studies conducted by Kastner and Ungerleider examined the neural mechanisms behind the biased competition theory. In their experiment the size of the receptive field's (RF) of neurons within the visual cortex were examined. A single visual stimulus was presented alone in a neuron’s RF, followed with another stimulus presented simultaneously within the same RF. The single ‘effective’ stimuli produced a low firing rate, whereas the two stimuli presented together produced a high firing rate. The response to the paired stimuli was reduced. This suggests that when two stimuli are presented together within a neuron’s RF, the stimuli are processed in a mutually suppressive manner, rather than being processed independently. This suppression process, according to Kastner and Ungerleider, occurs when two stimuli are presented together because they compete for neural representation, due to limited cognitive processing capacity. The RF experiment suggests that as the number of objects increase, the information available for each object will decrease due to increased neural workload (suppression), and decreased cognitive capacity. In order for an object in the visual field or RF be efficiently processed, there needs to be a way to bias these neurological resources towards the object. Attention prioritizes task relevant objects, biasing this process. For example, this bias can be towards an object which is currently attended to in the visual field or RF, or towards the object that is most relevant to one’s behavior. Functional magnetic resonance imaging (fMRI) has shown that biased competition theory can explain the observed attention effects at a neuronal level. Attention effects bias the internal weight (strengthens connections) of task relevant features toward the attended object. This was shown by Reddy, Kanwisher, and van Rullen who found an increase in oxygenated blood to a specific neuron following a locational cue. Further neurological support comes from neurophysiological studies which have shown that attention results from Top-down biasing, which in turn influences neuronal spiking. In sum, external inputs affect the Top-down guidance of attention, which bias specific neurons in the brain.",
            "score": 57.78299117088318
        },
        {
            "docid": "7753430_44",
            "document": "Psychopathy . Some laboratory research demonstrate correlations between psychopathy and atypical responses to aversive stimuli, including weak conditioning to painful stimuli and poor learning of avoiding responses that cause punishment, as well as low reactivity in the autonomic nervous system as measured with skin conductance while waiting for a painful stimulus but not when the stimulus occurs. While it has been argued that the reward system functions normally, some studies have also found reduced reactivity to pleasurable stimuli. According to the response modulation hypothesis, psychopathic individuals have also had difficulty switching from an ongoing action despite environmental cues signaling a need to do so. This may explain the difficulty responding to punishment, although it is unclear if it can explain findings such as deficient conditioning. There may be methodological issues regarding the research. While establishing a range of idiosyncrasies on average in linguistic and affective processing under certain conditions, this research program has not confirmed a common pathology of psychopathy.",
            "score": 52.25837826728821
        },
        {
            "docid": "29558261_18",
            "document": "Emotional lateralization . Depression or having previously been depressed probably is due to altered brain structure or alters brain structure. Patients who have been depressed or are depressed show more activation to negative stimuli in emotion. When negative stimuli were presented to patients' right hemispheres, the patients were significantly more accurate and quicker to respond to the stimuli. The data in this study shows that psychological disorders are correlated with increased lateralization.",
            "score": 48.15935492515564
        },
        {
            "docid": "29354346_7",
            "document": "Change deafness . One study used fMRI data to distinguish neural correlates of physical changes in auditory input (independent of conscious change detection), from those of conscious perception of change (independent of an actual physical change). The study made use of a change deafness paradigm in which participants were exposed to complex auditory scenes consisting of six individual auditory streams differing in pitch, rhythm, and sound source location, and received a cue indicating which stream to attend to. Each participant listened to two consecutively presented auditory scenes after which they were prompted to indicate whether both scenes were identical or not. Functional MRI results revealed that physical change in stimulus was correlated with increased BOLD responses in the right auditory cortex, near the lateral portion of Heschl's gyrus, the first cortical structure to process incoming auditory information, but not in hierarchically higher brain regions. Conscious change detection was correlated with increased coupled responses in the ACC and the right insula, consistent with additional evidence that the anterior insula functions to mediate dynamic interactions between other brain networks involved in attention to external stimuli, forming a salience network with the ACC that identifies salient stimulus events and initiates additional processing. In absence of change detection, this salience network was not activated; however increased activity in other cortical areas suggests that undetected changes are still perceived on some level, but fail to trigger conscious change detection, thus producing the change deafness phenomenon.",
            "score": 62.35580122470856
        },
        {
            "docid": "386062_28",
            "document": "Wishful thinking . The relationship between distance perception and positivity may be more complicated than originally thought because context can also influence the distortion of perception. In fact, in threatening situations, positivity bias may be put aside to enable an appropriate response. In turn, the perceptual exaggerations brought on by threatening stimuli can be negated by psychosocial resources. Psychosocial resources are defined by the Resources and Perception Model (RPM) as social support, self-worth, self- esteem, self-efficacy, hope, optimism, perceived control and self-disclosure. The participants reported distance measures while the experimenters manipulated the self-worth of the participants through mental imagery exercises, as well as their exposure to threatening (a tarantula) or non-threatening (a cat toy) stimuli. An effect of self-worth was only observed upon exposure to the threatening stimuli, when increased self-worth was correlated with a more realistic estimate of the distance to the threatening stimuli.",
            "score": 41.34556818008423
        },
        {
            "docid": "4231622_7",
            "document": "Inferior temporal gyrus . The information for color and form comes from P-cells that receive their information mainly from cones, so they are sensitive to differences in form and color, as opposed to the M-cells that receive information about motion mainly from rods. The neurons in the inferior temporal cortex, also called the inferior temporal visual association cortex, process this information from the P-cells.  The neurons in the ITC have several unique properties that offer an explanation as to why this area is essential in recognizing patterns. They only respond to visual stimuli and their receptive fields always include the fovea, which is one of the densest areas of the retina and is responsible for acute central vision. These receptive fields tend to be larger than those in the striate cortex and often extend across the midline to unite the two visual half fields for the first time. IT neurons are selective for shape and/or color of stimulus and are usually more responsive to complex shapes as opposed to simple ones. A small percentage of them are selective for specific parts of the face. Faces and likely other complex shapes are seemingly coded by a sequence of activity across a group of cells, and IT cells can display both short or long term memory for visual stimuli based on experience.",
            "score": 53.85929524898529
        },
        {
            "docid": "25522368_8",
            "document": "Feature detection (nervous system) . In the late 1950s, Jerome Lettvin and his colleagues began to expand the feature detection hypothesis and clarify the relationship between single neurons and sensory perception. In their paper \"What the Frog's Eye Tells the Frog's Brain\", Lettvin et al. (1959) looked beyond the mechanisms for signal-noise discrimination in the frog's retina and were able to identify four classes of ganglion cells in the frog retina: \"sustained contrast detectors\", \"net convexity detectors\" (or \"bug detectors\"), \"moving edge detectors\", and \"net dimming detectors.\"  In the same year, David Hubel and Torsten Wiesel began investigating properties of neurons in the visual cortex of cats, processing in the mammalian visual system. In their first paper in 1959, Hubel and Wiesel took recording from single cells in the striate cortex of lightly anesthetized cats. The retinas of the cats were stimulated either individually or simultaneously with spots of light of various sizes and shapes. From the analysis of these recordings, Hubel and Wiesel identified orientation-selective cells in the cat's visual cortex and generated a map of the receptive field of cortical cells. At the time, circular spots of light were used as stimuli in studies of the visual cortex. However, Hubel and Wiesel noticed that rectangular bars of light were more effective stimuli (i.e. more natural stimuli) than circular spots of light, as long as the orientation was adjusted to the correct angle appropriate for each ganglion cell. These so-called simple cells were later called bar detectors or edge detectors. While comparing the receptive fields of neurons in the cat striate cortex with the concentric \"on\" and \"off\" receptive fields identified in cat ganglion cells by Kuffler et al., Hubel and Wiesel noticed that, although \"on\" and \"off\" regions were present in the striate cortex, they were not arranged in concentric circles. From their discovery of these uniquely orienting receptive fields, Hubel and Wiesel concluded that orientation-selective cells exist within the cat's visual cortex.",
            "score": 56.85939955711365
        },
        {
            "docid": "33431597_16",
            "document": "Attentional control . According to fMRI studies of the brain and behavioral observations, visual attention can be moved independently of moving eye position. Studies have had participants fixate their eyes on a central point and measured brain activity as stimuli were presented outside the visual fixation point. fMRI findings show changes in brain activity correlated with the shift in spatial attention to the various stimuli. Behavioral studies have also shown that when a person knows where a stimulus is likely to appear, their attention can shift to it more rapidly and process it better.",
            "score": 57.83672332763672
        },
        {
            "docid": "4617112_21",
            "document": "Endocannabinoid system . While the secretion of glucocorticoids in response to stressful stimuli is an adaptive response necessary for an organism to respond appropriately to a stressor, persistent secretion may be harmful. The endocannabinoid system has been implicated in the habituation of the hypothalamic-pituitary-adrenal axis (HPA axis) to repeated exposure to restraint stress. Studies have demonstrated differential synthesis of anandamide and 2-AG during tonic stress. A decrease of anandamide was found along the axis that contributed to basal hypersecretion of corticosterone; in contrast, an increase of 2-AG was found in the amygdala after repeated stress, which was negatively correlated to magnitude of the corticosterone response. All effects were abolished by the CB antagonist AM251, supporting the conclusion that these effects were cannabinoid-receptor dependent. These findings show that anandamide and 2-AG divergently regulate the HPA axis response to stress: while habituation of the stress-induced HPA axis via 2-AG prevents excessive secretion of glucocorticoids to non-threatening stimuli, the increase of basal corticosterone secretion resulting from decreased anandamide allows for a facilitated response of the HPA axis to novel stimuli.",
            "score": 40.747042179107666
        },
        {
            "docid": "3975854_7",
            "document": "Sensory neuroscience . One recent trend in sensory neuroscience has been the adoption of natural stimuli for the characterization of sensory neurons. There is good reason to believe that there has been evolutionary pressure on sensory systems to be able to represent natural stimuli well, so sensory systems may exhibit the most relevant behaviour in response to natural stimuli. The adoption of natural stimuli in sensory neuroscience has been slowed by the fact that the mathematical descriptions of natural stimuli tend to be more complex than of simplified artificial stimuli such as simple tones or clicks in audition or line patterns in vision. Free software is now available to help neuroscientists interested in estimating receptive fields cope with the difficulty of using natural stimuli.",
            "score": 37.94718098640442
        },
        {
            "docid": "13207925_4",
            "document": "Event-related functional magnetic resonance imaging . In order to function, neurons require energy which is supplied by blood flow. Although it is not completely understood, the hemodynamic response has been correlated with neuronal activity, that is, as the activity level increases, the amount of blood used by neurons increases. This response takes several seconds to completely develop. Accordingly, fMRI has limited temporal resolution. The hemodynamic response is the basis for the BOLD (Blood Oxygen Level Dependent) contrast in fMRI. The hemodynamic response occurs within seconds of the presented stimuli, but it is essential to space out the events in order to ensure that the response being measured is from the event that was presented and not from a prior event. Presenting stimuli in a more rapid sequence allows experimenters to run more trials and gather more data, but this is limited by the slow course of hemodynamic response, which generally must be allowed to return baseline before the presentation of another stimulus. According to Burock “as the presentation rate increases in the random event related design, the variance in the signal increases thereby increasing the transient information and ability to estimate the underlying hemodynamic response”.",
            "score": 47.03810524940491
        },
        {
            "docid": "26685741_31",
            "document": "Sleep and memory . Researchers used rats in order to investigate the effects of novel tactile objects on the long-term evolution of the major rodent forebrain loops essential in species-specific behaviours, including such structures as the hippocampus, putamen, neocortex and the thalamus. The rats were monitored but not bothered for 48–96 hours, allowing normal wake-sleep cycles to occur. At some point four novel tactile objects were placed in the four corners of the rat's cage. They were all very different from one another and they were there for a total of one hour. The brain activity during this hour was used as a baseline or template to compare. Data analysis implied that the neural assemblies during SWS correlated significantly more with templates than during waking hours or REM sleep. As well, these post-learning, post-SWS reverberations lasted 48 hours, much longer than the duration of novel object learning (one hour), indicating long term potentiation. Further analysis on a neuron to neuron base showed no subset of neurons (brain structure) to be responsible for the reverberations or anti-reverberations (patterns of activity significantly more dissimilar than novel stimulation templates). Another difference noticed was the highest correlation peaks in SWS corresponded with the lowest rate of neuron firing in the forebrain, opposite that of REM sleep and waking where rate of firing is the highest. It is hypothesized that this is due to interference from other incoming stimuli during waking periods. In SWS there is no incoming stimuli so the novel experience can be replayed, without interruption.",
            "score": 39.76305842399597
        },
        {
            "docid": "206472_6",
            "document": "Color constancy . The physiological basis for color constancy is thought to involve specialized neurons in the primary visual cortex that compute local ratios of cone activity, which is the same calculation that Land's retinex algorithm uses to achieve color constancy. These specialized cells are called \"double-opponent cells\" because they compute both color opponency and spatial opponency. Double-opponent cells were first described by Nigel Daw in the goldfish retina. There was considerable debate about the existence of these cells in the primate visual system; their existence was eventually proven using reverse-correlation receptive field mapping and special stimuli that selectively activate single cone classes at a time, so-called \"cone-isolating\" stimuli.",
            "score": 62.713606119155884
        },
        {
            "docid": "1038052_31",
            "document": "Neuroesthetics . Emotions play a large role in aesthetic processing. Experiments designed specifically to force the subjects to view the artwork subjectively (by inquiring of its aesthetic appeal) rather than simply with the visual systems, revealed a higher activation in the brain's emotional circuitry. Results from these experiments revealed high activation in the bilateral insula which can be attributed to the emotional experience of viewing art. This correlates with other known emotional roles of the insula. However, the correlation between the insula's varying states of activation and positive or negative emotions in this context is unknown. The emotional view of art can be contrasted with perception related to object recognition when pragmatically viewing art. The right fusiform gyrus has been revealed to show activation to visual stimuli such as faces and representational art. This holds importance in the field because as Ramachandran also speculated, object recognition and the search for meaning can evoke a pleasant emotional response. The motor cortex was also shown to be involved in aesthetic perception. However, it displayed opposite trends of activation from the OFC. It may be a common correlate for the perception of emotionally charged stimuli despite its previously known roles. Several other areas of the brain were shown to be slightly activated during certain studies such as the anterior cingulate cortex, previously known for its involvement in the feeling of romance, and the left parietal cortex, whose purpose may be to direct spatial attention.",
            "score": 51.609463930130005
        },
        {
            "docid": "640637_8",
            "document": "Aplysia . In \"Aplysia\", the primary reflex studied by scientists while studying operant conditioning is the gill and siphon withdrawal reflex. The gill and siphon withdrawal reflex allows the \"Aplysia\" to pull back its siphon and gill for protection. The links between the synapses during the gill and siphon withdrawal reflex are directly correlated with many behavioral traits in the \"Aplysia\" such as its habits, reflexes, and conditioning. Scientists have studied the conditioning of the \"Aplysia\" to identify correlations with conditioning in mammals, mainly regarding behavioral responses such as addiction. Through experiments on the conditioning of the \"Aplysia\", links have been discovered with the synaptic plasticity for reward functions involved in the trait of addiction within mammals. Synaptic plasticity is the idea that the synapses will become stronger or weaker depending on how much those specific synapses are used. Conditioning of these synapses can lead them to become stronger or weaker by causing the neurons to fire or not fire when influenced by a stimulus. The conditioning of behavioral traits is based on the idea of a reward function. A reward function is when a stimulus is conditioned to fire according to a certain stimulus. The neurons will adapt to that stimulus, and fire those neurons more easily, even if the stimulus has a negative effect on the subject (in this case the Aplysia). In mammals, the reward function is mainly controlled by ventral tegmental area (VTA) dopamine neurons. During conditioning (in mammals), the VTA dopamine neurons have an increased effect on the stimuli being conditioned, and a decreased effect on the stimuli not being conditioned. This induces the synapses to form an expectation for reward for the stimuli being conditioned. The properties of the synapses displayed in the tests on conditioning involving the \"Aplysia\" (which has dopamine neurons but not a ventral tegmental area) are proposed to be directly comparable to behavioral responses such as addiction in mammals.",
            "score": 36.34449529647827
        },
        {
            "docid": "2872287_8",
            "document": "Neural binding . \"Grouping\" has become especially important for neural binding due to studies in gamma wave activity in the brain. From single-unit recording scientists have been able to measure the oscillatory neuronal activity and have been able to better their understanding of the grouping or pairing of neurons. Thus, these pairings connect with Gestalt psychology and its theory that objects are seen independently of their separate pieces, in a more global manner. A study done by Gray, Konig, Engel and Singer in 1989 reported that when studying visual cortex cells, light moving in opposite directions had low relation to one another. Yet when the light rays were then pointed in the same direction, the correlative relationship was stronger. A paper addressing this idea states, \"Thus, correlated activity was only obtained when cells responded to different aspects of the same 'Gestalt'\". Other studies using EEGs from the human scalp also examined gamma wave activity, showing how stimuli seemed to be in accordance with preattentive binding.",
            "score": 50.70074784755707
        },
        {
            "docid": "38433123_12",
            "document": "Cognitive inhibition . If an individual experiences impaired or damaged cognitive inhibition abilities, the psychological results can be extremely debilitating. Patients with obsessive compulsive disorder can experience the effects of reduced cognitive inhibition. \"Failures of inhibition were identified in treatment of adults with OCD. In Go/No-Go tasks, subjects have to make a simple motor response (such as pressing a button) as quickly as possible when target stimuli are presented, and withhold the motor response when non-target stimuli are presented. Bannon et al. (2002) found that OCD patients made significantly more commission errors than matched panic disorder control subjects in a computerized task necessitating the inhibition of responses on a proportion of trials— OCD patients tended to make inappropriate motor responses to non-target stimuli\". Evidently, the cognitive inhibition that OCD patients experience can have such effects as impairing response time to significant stimuli and decreasing the ability to shut out irrelevant stimuli. This may be why OCD responses to certain stimuli can be difficult to control. Suicidal behavior may also be related to cognitive inhibition impairment. In one meta-analysis involving 164 studies, it was discovered that executive dysfunction and higher cognitive inhibition deficit is positively correlated and more frequently found among patients with suicidal behaviors. In attention-deficit/hyperactivity disorder (ADHD), studies of cognitive control have not emphasized the ability to actively suppress pre-potent mental representations. This indicates that people diagnosed with ADHD experience an impaired cognitive inhibition ability and find it difficult to suppress irrelevant stimuli. The result is decreased mental representation control and perhaps a degree of working memory deficit. Finally, there are age-related effects on an individual's ability to execute cognitive inhibition, which mostly include language impairment. \"In language production, older adults' increased word-finding deficits have been explained under \"inhibitory deficit theory\" as a consequence of their reduced ability to inhibit irrelevant words (competitors) that impair retrieval of the target\". When speaking, many older adults experience difficulty \"finding\" the words they want to use, which is evidence of cognitive inhibition skills not functioning properly. Because they are not omitting synonyms or replacements entirely from their working memory (which can be considered irrelevant stimuli), they exhibit similar types of mental representation degradation that patients with depression, ADHD, or OCD indicate.",
            "score": 46.04456603527069
        },
        {
            "docid": "33442648_24",
            "document": "Global precedence . One theory explains that normal facial recognition requires automatic processes, whereas special facial recognition requires controlled processes. Automatic processes are aided by correlative stimuli and responses, while controlled processes are aided by stimuli and responses that do not correlate. This indicates that facial recognition depends on type of attention, automatic or controlled, rather than focus on global or local features.",
            "score": 54.662551403045654
        },
        {
            "docid": "6321015_8",
            "document": "Spike-triggered average . If the stimulus is not white noise, but instead has non-zero correlation across space or time, the standard STA provides a biased estimate of the linear receptive field. It may therefore be appropriate to whiten the STA by the inverse of the stimulus covariance matrix. The resulting estimator is known as the whitened STA, which is given by where the first term is the inverse covariance matrix of the raw stimuli and the second is the standard STA. In matrix notation, this can be written The whitened STA is unbiased only if the stimulus distribution can be described by a correlated Gaussian distribution (correlated Gaussian distributions are elliptically symmetric, i.e. can be made spherically symmetric by a linear transformation, but not all elliptically symmetric distributions are Gaussian). This is a weaker condition than spherical symmetry.",
            "score": 43.620073318481445
        },
        {
            "docid": "27374402_15",
            "document": "N170 . In 2007, Guillaume Thierry and colleagues presented evidence that called into question the face-specificity of the N170. Most earlier experiments found an N170 when the response to frontal views of faces was compared to those of other objects that could appear in more variable poses and configurations. In their study, they introduced a new factor: stimuli could be faces or non-faces, and either class could have high or low similarity. Similarity was measured by calculating the correlation between pixel values in pairs of same-category stimuli. When ERPs were compared for these conditions, they found a typical N170 effect in the low-similarity non-face vs. high-similarity face comparison. However, high-similarity non-faces showed a significant N170, while low-similarity faces did not. These results led the authors to conclude that the N170 is actually a measure of stimulus similarity, and not face processing per se.",
            "score": 44.20074915885925
        },
        {
            "docid": "53638298_31",
            "document": "Sensory processing disorder . There is a growing evidence base that points to and supports the notion that adults also show signs of sensory processing difficulties. In the United Kingdom early research and improved clinical outcomes for clients assessed as having sensory processing difficulties is indicating that the therapy may be an appropriate treatment. The adult clients show a range of presentations including autism and Asperger's syndrome, as well as developmental coordination disorder and some mental health difficulties. Therapists suggest that these presentations may arise from the difficulties adults with sensory processing difficulties encounter trying to negotiate the challenges and demands of engaging in everyday life. It is important when treating adults not only to focus upon sensory regulation but to also help them develop and maintain social supports. Adults who are sensory over-responsive have very high correlated anxiety and depression levels compared to adults who do not have sensory over-responsiveness. This is correlated to the perceived absence of social supporters. Sensory processing disorder can also be correlated with sleep quality in adults. This correlation can be seen especially in adults who have low neurological thresholds (sensory sensitivity and sensory avoidance). These individuals are more sensitive to tactile, auditory and visual stimuli which often impacts their quality of sleep.",
            "score": 68.54287528991699
        },
        {
            "docid": "53576321_28",
            "document": "Single-cell transcriptomics . Pseudo-temporal ordering (or trajectory inference) is a technique that aims to infer gene expression dynamics from snapshot single-cell data. The method tries to order the cells in such a way that similar cells are closely positioned to each other. This trajectory of cells can be linear, but can also bifurcate or follow more complex graph structures. The trajectory therefore enables the inference of gene expression dynamics and the ordering of cells by their progression through differentiation or response to external stimuli. The method relies on the assumptions that the cells follow the same path through the process of interest and that their transcriptional state correlates to their progression. The algorithm can be applied to both mixed populations and temporal samples.",
            "score": 55.51075315475464
        }
    ],
    "r": [
        {
            "docid": "6082997_15",
            "document": "Filling-in . In a second condition, a uniform grey patch was placed on the receptive field (extending 3–5 degrees beyond the receptive field boundary on either side), and two flanking patches modulated sinusoidally in time from dark to light. With such stimuli, the brightness of the central patch appears to modulate, despite the absence of luminance change. In this condition, cat retinal ganglion cells and lateral geniculate nucleus cells, having their receptive fields centred in the uniform grey patch, did not respond; on the other hand, primary visual cortex neurons were modulated by luminance changes far outside their receptive fields. Together, these results suggest that neurons in the retina and LGN are responsive to luminance modulation, but their response does not correlate with perceived brightness. On the other hand, striate neurons responded to stimulus conditions producing changes in brightness in the area corresponding to the receptive field.",
            "score": 76.38853454589844
        },
        {
            "docid": "19798753_10",
            "document": "Correlation attack . While the above example illustrates well the relatively simple concepts behind correlation attacks, it perhaps simplifies the explanation of precisely how the brute forcing of individual LFSRs proceeds. We make the statement that incorrectly guessed keys will generate LFSR output which agrees with the generator output roughly 50% of the time, because given two random bit sequences of a given length, the probability of agreement between the sequences at any particular bit is 0.5. However, specific individual incorrect keys may well generate LFSR output which agrees with the generator output more or less often than exactly 50% of the time. This is particularly salient in the case of LFSRs whose correlation with the generator is not especially strong; for small enough correlations it is certainly not outside the realm of possibility that an incorrectly guessed key will also lead to LFSR output that agrees with the desired number of bits of the generator output. Thus we may not be able to find the key for that LFSR uniquely and with certainty. We may instead find a number of possible keys, although this is still a significant breach of the cipher's security. If we had, say, a megabyte of known plaintext, the situation would be substantially different. An incorrect key may generate LFSR output that agrees with more than 512 kilobytes of the generator output, but not likely to generate output that agrees with as much as 768 kilobytes of the generator output like a correctly guessed key would. As a rule, the weaker the correlation between an individual register and the generator output, the more known plaintext is required to find that register's key with a high degree of confidence. Readers with a background in probability theory should be able to see easily how to formalise this argument and obtain estimates of the length of known plaintext required for a given correlation using the binomial distribution.",
            "score": 74.71236419677734
        },
        {
            "docid": "1049228_18",
            "document": "Place cell . Place cells were initially believed to fire in direct relation to simple sensory inputs, but recent studies suggest that this may not be the case. Place fields are usually unaffected by large sensory changes, like removing a landmark from an environment, but respond to subtle changes, like a change in color or shape of an object. This suggests that place cells respond to complex stimuli rather than simple individual sensory cues. According to a model known as the \"functional differentiation\" model, sensory information is processed in various cortical structures upstream of the hippocampus before actually reaching the structure, so that the information received by place cells is a compilation of different stimuli. Mechanisms required for memory consolidation affect place cell firing less than direct sensory input does, suggesting that it is primarily recent inputs that are retrieved during place coding.",
            "score": 70.93859100341797
        },
        {
            "docid": "53638298_31",
            "document": "Sensory processing disorder . There is a growing evidence base that points to and supports the notion that adults also show signs of sensory processing difficulties. In the United Kingdom early research and improved clinical outcomes for clients assessed as having sensory processing difficulties is indicating that the therapy may be an appropriate treatment. The adult clients show a range of presentations including autism and Asperger's syndrome, as well as developmental coordination disorder and some mental health difficulties. Therapists suggest that these presentations may arise from the difficulties adults with sensory processing difficulties encounter trying to negotiate the challenges and demands of engaging in everyday life. It is important when treating adults not only to focus upon sensory regulation but to also help them develop and maintain social supports. Adults who are sensory over-responsive have very high correlated anxiety and depression levels compared to adults who do not have sensory over-responsiveness. This is correlated to the perceived absence of social supporters. Sensory processing disorder can also be correlated with sleep quality in adults. This correlation can be seen especially in adults who have low neurological thresholds (sensory sensitivity and sensory avoidance). These individuals are more sensitive to tactile, auditory and visual stimuli which often impacts their quality of sleep.",
            "score": 68.54287719726562
        },
        {
            "docid": "35522851_17",
            "document": "Retinal waves . Retinal wave activity has been found to coincide with the period in which eye-specific retinogeniculate projections are formed. This temporal overlap would be necessary for a causal relationship. TTX injections in fetal cats prevented the formation of eye-specific retinogeniculate projections, which indicates that neuronal activity is necessary for the formation of eye-specific layers. After treatment with epibatidine, the lack of correlated firing in the remaining half of retinal ganglion cells despite the robust firing as well as the lack of eye-specific layer formation can be indicated as proof that the waves play an instructional role. Calcium imaging observation following immunotoxin use showed that some correlated firing still remained where coupled voltage clamp recording showed significant reduction in correlated firing. The remaining correlated firing could explain the formation of eye-specific retinogeniculate projections that was found. Using calcium imaging and MEA recording these cells have shown to have no correlated firing. Instead, reduced firing rates have been observed, and depolarization in one cell seemed to inhibit surrounding cells. The altered firing pattern of the β2-nAChR-KO mice is also controversial as there has been some evidence that correlated firing still occurs in the knock-out mice, as detailed in the next section.",
            "score": 67.38308715820312
        },
        {
            "docid": "5198024_9",
            "document": "Efficient coding hypothesis . Researchers look at how luminance contrasts are spatially distributed in an image: the luminance contrasts are highly correlated the closer they are in measurable distance and less correlated the farther apart the pixels are. Independent component analysis (ICA) is an algorithm system that attempts to \"linearly transform given (sensory) inputs into independent outputs (synaptic currents) \". ICA eliminates the redundancy by decorrelating the pixels in a natural image. Thus the individual components that make up the natural image are rendered statistically independent. However, researchers have thought that ICA is limited because it assumes that the neural response is linear, and therefore insufficiently describes the complexity of natural images. They argue that, despite what is assumed under ICA, the components of the natural image have a \"higher-order structure\" that involves correlations among components. Instead, researchers have now developed temporal independent component analysis (TICA), which better represents the complex correlations that occur between components in a natural image. Additionally, a \"hierarchical covariance model\" developed by Karklin and Lewicki expands on sparse coding methods and can represent additional components of natural images such as \"object location, scale, and texture\".",
            "score": 67.14053344726562
        },
        {
            "docid": "312008_113",
            "document": "Fourier optics . The 4F correlator is an excellent device for illustrating the \"systems\" aspects of optical instruments, alluded to in \"section 4\" above. The FT plane mask function, \"G\"(\"k\",\"k\") is the system transfer function of the correlator, which we'd in general denote as \"H\"(\"k\",\"k\"), and it is the FT of the impulse response function of the correlator, \"h\"(\"x\",\"y\") which is just our correlating function \"g\"(\"x\",\"y\"). And, as mentioned above, the impulse response of the correlator is just a picture of the feature we're trying to find in the input image. In the 4F correlator, the system transfer function \"H\"(\"k\",\"k\") is directly multiplied against the spectrum \"F\"(\"k\",\"k\") of the input function, to produce the spectrum of the output function. This is how electrical signal processing systems operate on 1D temporal signals.",
            "score": 66.63123321533203
        },
        {
            "docid": "206472_9",
            "document": "Color constancy . Cones, specialized cells within the retina, will adjust relative to light levels within the local environment. This occurs at the level of individual neurons. However, this adaptation is incomplete. Chromatic adaptation is also regulated by processes within the brain. Research in monkeys suggest that changes in chromatic sensitivity is correlated to activity in parvocellular lateral geniculate neurons. Color constancy may be both attributed to localized changes in individual retinal cells or to higher level neural processes within the brain.",
            "score": 66.4262466430664
        },
        {
            "docid": "801776_12",
            "document": "Retinal ganglion cell . Bistratified retinal ganglion cells project to the koniocellular layers of the lateral geniculate nucleus. Bistratified retinal ganglion cells have been identified only relatively recently. Koniocellular means \"cells as small as dust\"; their small size made them hard to find. About 10% of all retinal ganglion cells are bistratified cells, and these cells go through the koniocellular pathway. They receive inputs from intermediate numbers of rods and cones. They have moderate spatial resolution, moderate conduction velocity, and can respond to moderate-contrast stimuli. They may be involved in color vision. They have very large receptive fields that only have centers (no surrounds) and are always ON to the blue cone and OFF to both the red and green cone.",
            "score": 66.30418395996094
        },
        {
            "docid": "29815196_10",
            "document": "Real business-cycle theory . Another regularity is cyclical variability. Column A of Table 1 lists a measure of this with standard deviations. The magnitude of fluctuations in output and hours worked are nearly equal. Consumption and productivity are similarly much smoother than output while investment fluctuates much more than output. The capital stock is the least volatile of the indicators. Yet another regularity is the co-movement between output and the other macroeconomic variables. Figures 4 – 6 illustrated such relationship. We can measure this in more detail using correlations as listed in column B of Table 1. Procyclical variables have positive correlations since it usually increases during booms and decreases during recessions. Vice versa, a countercyclical variable associates with negative correlations. Acyclical, correlations close to zero, implies no systematic relationship to the business cycle. We find that productivity is slightly procyclical. This implies workers and capital are more productive when the economy is experiencing a boom. They are not quite as productive when the economy is experiencing a slowdown. Similar explanations follow for consumption and investment, which are strongly procyclical. Labor is also procyclical while capital stock appears acyclical.",
            "score": 65.08977508544922
        },
        {
            "docid": "801776_11",
            "document": "Retinal ganglion cell . Parasol retinal ganglion cells project to the magnocellular layers of the lateral geniculate nucleus. These cells are known as parasol retinal ganglion cells, based on the large sizes of their dendritic trees and cell bodies. About 10% of all retinal ganglion cells are parasol cells, and these cells are part of the magnocellular pathway. They receive inputs from relatively many rods and cones. They have fast conduction velocity, and can respond to low-contrast stimuli, but are not very sensitive to changes in color (Kandel et al., 2000). They have much larger receptive fields which are nonetheless also center-surround.",
            "score": 65.08309173583984
        },
        {
            "docid": "1216721_11",
            "document": "Wiener filter . The causal finite impulse response (FIR) Wiener filter, instead of using some given data matrix X and output vector Y, finds optimal tap weights by using the statistics of the input and output signals. It populates the input matrix X with estimates of the auto-correlation of the input signal (T) and populates the output vector Y with estimates of the cross-correlation between the output and input signals (V).",
            "score": 64.64822387695312
        },
        {
            "docid": "31711491_5",
            "document": "Reduced dimensions form . A two-state trajectory is a fluctuating signal made of on periods and off periods; an on period, and then an off period, and so on (see, Fig. 2). In most cases where this signal appears in applications in science, the trajectory is random; that is, the length of the on and off periods changes, and is a random quantity. There may be correlations in the trajectory; e.g., when we see a short off period and the next on period is relatively long (that is, long with a large probability), we say that there are off-on correlations. In principle, there are 4 independent types of correlations in two-state trajectories: on-on, on-off, off-on, and off-off. Two-state trajectories can be obtained from on-off kinetic schemes, RDFs, or any other stochastic equation of motion (with a clear on-off definition). In experiments from individual molecules, two-state trajectories are common, where from the trajectory we aim at finding the right model of the process.",
            "score": 63.26057434082031
        },
        {
            "docid": "5664_47",
            "document": "Consciousness . Modulation of neural responses may correlate with phenomenal experiences. In contrast to the raw electrical responses that do not correlate with consciousness, the modulation of these responses by other stimuli correlates surprisingly well with an important aspect of consciousness: namely with the phenomenal experience of stimulus intensity (brightness, contrast). In the research group of Danko Nikolić it has been shown that some of the changes in the subjectively perceived brightness correlated with the modulation of firing rates while others correlated with the modulation of neural synchrony. An fMRI investigation suggested that these findings were strictly limited to the primary visual areas. This indicates that, in the primary visual areas, changes in firing rates and synchrony can be considered as neural correlates of qualia—at least for some type of qualia.",
            "score": 62.7701416015625
        },
        {
            "docid": "206472_6",
            "document": "Color constancy . The physiological basis for color constancy is thought to involve specialized neurons in the primary visual cortex that compute local ratios of cone activity, which is the same calculation that Land's retinex algorithm uses to achieve color constancy. These specialized cells are called \"double-opponent cells\" because they compute both color opponency and spatial opponency. Double-opponent cells were first described by Nigel Daw in the goldfish retina. There was considerable debate about the existence of these cells in the primate visual system; their existence was eventually proven using reverse-correlation receptive field mapping and special stimuli that selectively activate single cone classes at a time, so-called \"cone-isolating\" stimuli.",
            "score": 62.71360778808594
        },
        {
            "docid": "1619306_20",
            "document": "Multisensory integration . Responses to multiple simultaneous sensory stimuli can be faster than responses to the same stimuli presented in isolation. Hershenson (1962) presented a light and tone simultaneously and separately, and asked human participants to respond as rapidly as possible to them. As the asynchrony between the onsets of both stimuli was varied, it was observed that for certain degrees of asynchrony, reaction times were decreased. These levels of asynchrony were quite small, perhaps reflecting the temporal window that exists in multisensory neurons of the SC. Further studies have analysed the reaction times of saccadic eye movements; and more recently correlated these findings to neural phenomena. In patients studied by Gonzalo, with lesions in the parieto-occipital cortex, the decrease in the reaction time to a given stimulus by means of intersensory facilitation was shown to be very remarkable.",
            "score": 62.598548889160156
        },
        {
            "docid": "19798753_9",
            "document": "Correlation attack . Note from the table above that formula_1 agrees with the generator output 4 times out of 8 - a 50% correlation. We cannot use this to brute force LFSR-1 independently of the others: the correct key will yield output which agrees with the generator output 50% of the time, but on average so will an incorrect key. This represents the ideal situation from a security perspective - the combining function formula_11 should be chosen so that the correlation between each variable and the combining function's output is as close as possible to 50%. In practice it may be difficult to find a function which achieves this without sacrificing other design criteria, e.g. period length, so a compromise may be necessary.",
            "score": 62.49687576293945
        },
        {
            "docid": "29354346_7",
            "document": "Change deafness . One study used fMRI data to distinguish neural correlates of physical changes in auditory input (independent of conscious change detection), from those of conscious perception of change (independent of an actual physical change). The study made use of a change deafness paradigm in which participants were exposed to complex auditory scenes consisting of six individual auditory streams differing in pitch, rhythm, and sound source location, and received a cue indicating which stream to attend to. Each participant listened to two consecutively presented auditory scenes after which they were prompted to indicate whether both scenes were identical or not. Functional MRI results revealed that physical change in stimulus was correlated with increased BOLD responses in the right auditory cortex, near the lateral portion of Heschl's gyrus, the first cortical structure to process incoming auditory information, but not in hierarchically higher brain regions. Conscious change detection was correlated with increased coupled responses in the ACC and the right insula, consistent with additional evidence that the anterior insula functions to mediate dynamic interactions between other brain networks involved in attention to external stimuli, forming a salience network with the ACC that identifies salient stimulus events and initiates additional processing. In absence of change detection, this salience network was not activated; however increased activity in other cortical areas suggests that undetected changes are still perceived on some level, but fail to trigger conscious change detection, thus producing the change deafness phenomenon.",
            "score": 62.355796813964844
        },
        {
            "docid": "739262_12",
            "document": "Neural correlate . Using such design, Nikos Logothetis and colleagues discovered perception-reflecting neurons in the temporal lobe. They created an experimental situation in which conflicting images were presented to different eyes (\"i.e.\", binocular rivalry). Under such conditions, human subjects report bistable percepts: they perceive alternatively one or the other image. Logothetis and colleagues trained the monkeys to report with their arm movements which image they perceived. Interestingly, temporal lobe neurons in Logothetis experiments often reflected what the monkeys' perceived. Neurons with such properties were less frequently observed in the primary visual cortex that corresponds to relatively early stages of visual processing. Another set of experiments using binocular rivalry in humans showed that certain layers of the cortex can be excluded as candidates of the neural correlate of consciousness. Logothetis and colleagues switched the images between eyes during the percept of one of the images. Surprisingly the percept stayed stable. This means that the conscious percept stayed stable and at the same time the primary input to layer 4, which is the input layer, in the visual cortex changed. Therefore layer 4 can not be a part of the neural correlate of consciousness. Mikhail Lebedev and their colleagues observed a similar phenomenon in monkey prefrontal cortex. In their experiments monkeys reported the perceived direction of visual stimulus movement (which could be an illusion) by making eye movements. Some prefrontal cortex neurons represented actual and some represented perceived displacements of the stimulus. Observation of perception related neurons in prefrontal cortex is consistent with the theory of Christof Koch and Francis Crick who postulated that neural correlate of consciousness resides in prefrontal cortex. Proponents of distributed neuronal processing may likely dispute the view that consciousness has a precise localization in the brain.",
            "score": 62.26079177856445
        },
        {
            "docid": "5198024_21",
            "document": "Efficient coding hypothesis . Some experiments show correlations between neurons: When considering multiple neurons at a time, recordings \"show correlation, synchronization, or other forms of statistical dependency between neurons\". However, it is relevant to note that most of these experiments did not use natural stimuli to provoke these responses: this may not fit in directly to the efficient coding hypothesis because this hypothesis is concerned with natural image statistics. In his review article Simoncelli notes that perhaps we can interpret redundancy in the Efficient Coding Hypothesis a bit differently: he argues that statistical dependency could be reduced over \"successive stages of processing\", and not just in one area of the sensory pathway",
            "score": 62.03416061401367
        },
        {
            "docid": "14290091_3",
            "document": "Backus–Kehoe–Kydland puzzle . In an Arrow–Debreu economy, i.e. an economy with a complete set of state-contingent markets, country-specific output risks should be pooled and domestic consumption growth should not depend heavily on country-specific income shocks. So according to theory we should observe that consumption is much more correlated across countries than output. What Backus, Kehoe and Kydland found in their article from 1992 was the opposite, namely that consumption is much less correlated across countries than output.",
            "score": 61.8718147277832
        },
        {
            "docid": "859926_10",
            "document": "Sensory neuron . There are three primary types of photoreceptors: Cones are photoreceptors that respond significantly to color. In humans the three different types of cones correspond with a primary response to short wavelength (blue), medium wavelength (green), and long wavelength (yellow/red). Rods are photoreceptors that are very sensitive to the intensity of light, allowing for vision in dim lighting. The concentrations and ratio of rods to cones is strongly correlated with whether an animal is diurnal or nocturnal. In humans, rods outnumber cones by approximately 20:1, while in nocturnal animals, such as the tawny owl, the ratio is closer to 1000:1. Retinal ganglion cells are involved in the sympathetic response. Of the ~1.3 million ganglion cells present in the retina, 1-2% are believed to be photosensitive.",
            "score": 61.56706619262695
        },
        {
            "docid": "35982062_8",
            "document": "Biased Competition Theory . Bottom-up processes are characterized by an absence of higher level direction in sensory processing. It primarily relies on sensory information and incoming sensory information is the starting point for all Bottom-up processing. Bottom-up refers to when a feature stands out in a visual search. This is commonly called the “pop-out” effect. Salient features like bright colors, movement and big objects make the object “pop-out” of the visual search. “Pop-out” features can often attract attention without conscious processing. Objects that stand out are often given priority (bias) in processing. Bottom-up processing is data driven, and according to this stimuli are perceived on the basis of the data which is being experienced through the senses. Evidence suggests that simultaneously presented stimuli do in fact compete in order to be represented in the visual cortex, with stimuli mutually suppressing each other to gain this representation. This was examined by Reynolds and colleagues, who looked at the size of neurons’ receptive field’s within the visual cortex. It was found that the presentation of a single stimulus resulted in a low firing rate while two stimuli presented together resulted in a higher firing rate. Reynolds and colleagues also found that when comparing the neural response of an individually presented visual stimulus to responses gathered from simultaneously presented stimuli, the responses of the concurrent presented stimuli were less than the sum of the responses gathered when each stimuli was presented alone. This suggests that two stimuli presented together increase neural work load required for attention. This increased neural load creates suppressive processes and causes the stimuli to compete for neural representation in the brain. Proulx and Egeth predicted that brighter objects would bias attention in favor of that object. Another prediction is that larger objects would bias the attention in favor of that object. The experiment was a computer-based visual search task, where participants searched for a target among distractions. The results of the study suggested that when irrelevant stimuli were large or bright, attention was biased towards the irrelevant objects, prioritizing them for cognitive processing. This research shows the effects of Bottom-up (stimulus-driven) processing on biased competition theory.",
            "score": 61.31512451171875
        },
        {
            "docid": "19798753_3",
            "document": "Correlation attack . Correlation attacks are possible when there is a significant correlation between the output state of one individual LFSR in the keystream generator and the output of the Boolean function that combines the output state of all of the LFSRs. Combined with partial knowledge of the keystream (which is easily derived from partial knowledge of the plaintext, as the two are simply XORed together), this allows an attacker to brute-force the key for that individual LFSR and the rest of the system separately. For instance, if, in a keystream generator in which four 8-bit LFSRs are combined to produce the keystream, and one of the registers is correlated to the Boolean function output, we may brute force it first and then the remaining three, for a total attack complexity of 2 + 2. Compared to the cost of launching a brute force attack on the entire system, with complexity 2, this represents an attack effort saving factor of just under 256, which is substantial. If a second register is correlated with the function, we may repeat this process and drop the attack complexity to 2 + 2 + 2 for an effort saving factor of just under 65028. In this sense, correlation attacks can be considered divide and conquer algorithms.",
            "score": 61.28898239135742
        },
        {
            "docid": "34279163_8",
            "document": "Kimeme . Local sensitivity as correlation coefficients and partial derivatives can be used only if the correlation between input and output is linear. If the correlation is nonlinear, the global sensitivity analysis has to be used based on a variance-relationship between input and output distribution, such as the Sobol index. With sensitivity analysis, the system complexity can be reduced and the cause-effect chain can be explained.",
            "score": 61.14052200317383
        },
        {
            "docid": "26407130_5",
            "document": "OptiY . Local Sensitivity as correlation coefficients and partial derivatives can only used, if the correlation between input and output is linear. If the correlation is nonlinear, the global sensitivity analysis has to be used based on the variance-relationship between input- and output-distribution as Sobol index. With sensitivity analysis, the system complexity can be reduced and the cause-and-effect chain can be explained.",
            "score": 61.14052200317383
        },
        {
            "docid": "18345264_14",
            "document": "Neural correlates of consciousness . Logothetis and colleagues recorded a variety of visual cortical areas in awake macaque monkeys performing a binocular rivalry task. Macaque monkeys can be trained to report whether they see the left or the right image. The distribution of the switching times and the way in which changing the contrast in one eye affects these leaves little doubt that monkeys and humans experience the same basic phenomenon. In the primary visual cortex (V1) only a small fraction of cells weakly modulated their response as a function of the percept of the monkey while most cells responded to one or the other retinal stimulus with little regard to what the animal perceived at the time. But in a high-level cortical area such as the inferior temporal cortex along the ventral stream almost all neurons responded only to the perceptually dominant stimulus, so that a \"face\" cell only fired when the animal indicated that it saw the face and not the pattern presented to the other eye. This implies that NCC involve neurons active in the inferior temporal cortex: it is likely that specific reciprocal actions of neurons in the inferior temporal and parts of the prefrontal cortex are necessary.",
            "score": 61.05427551269531
        },
        {
            "docid": "14290091_4",
            "document": "Backus–Kehoe–Kydland puzzle . Backus, Kehoe, and Kydland (1992) calculate the correlation of HP-filtered consumption and output for 11 advanced countries relative to the US. The measured average consumption correlation was .19, whereas the average output correlation was .31. Obstfeld and Rogoff (1996) reports average correlation of OECD countries with world consumption (35 “benchmark” countries) of .43, whereas the average OECD country’s output correlation with world benchmark is 0.52. The really puzzling part of these results is not that consumption levels are not perfectly correlated, but that they are less correlated than output. Apparently, there is hardly any risk sharing.",
            "score": 60.65163803100586
        },
        {
            "docid": "19498707_2",
            "document": "Linear-nonlinear-Poisson cascade model . The linear-nonlinear-Poisson (LNP) cascade model is a simplified functional model of neural spike responses. It has been successfully used to describe the response characteristics of neurons in early sensory pathways, especially the visual system. The LNP model is generally implicit when using reverse correlation or the spike-triggered average to characterize neural responses with white-noise stimuli. There are three stages of the LNP cascade model. The first stage consists of a linear filter, or linear receptive field, which describes how the neuron integrates stimulus intensity over space and time. The output of this filter then passes through a nonlinear function, which gives the neuron's instantaneous spike rate as its output. Finally, the spike rate is used to generate spikes according to an inhomogeneous Poisson process.",
            "score": 60.00828170776367
        },
        {
            "docid": "2860430_27",
            "document": "Neural oscillation . Spontaneous activity is brain activity in the absence of an explicit task, such as sensory input or motor output, and hence also referred to as resting-state activity. It is opposed to induced activity, i.e. brain activity that is induced by sensory stimuli or motor responses. The term \"ongoing brain activity\" is used in electroencephalography and magnetoencephalography for those signal components that are not associated with the processing of a stimulus or the occurrence of specific other events, such as moving a body part, i.e. events that do not form evoked potentials/evoked fields, or induced activity. Spontaneous activity is usually considered to be noise if one is interested in stimulus processing; however, spontaneous activity is considered to play a crucial role during brain development, such as in network formation and synaptogenesis. Spontaneous activity may be informative regarding the current mental state of the person (e.g. wakefulness, alertness) and is often used in sleep research. Certain types of oscillatory activity, such as alpha waves, are part of spontaneous activity. Statistical analysis of power fluctuations of alpha activity reveals a bimodal distribution, i.e. a high- and low-amplitude mode, and hence shows that resting-state activity does not just reflect a noise process. In case of fMRI, spontaneous fluctuations in the blood-oxygen-level dependent (BOLD) signal reveal correlation patterns that are linked to resting states networks, such as the default network. The temporal evolution of resting state networks is correlated with fluctuations of oscillatory EEG activity in different frequency bands.",
            "score": 60.00333023071289
        },
        {
            "docid": "19798753_11",
            "document": "Correlation attack . The correlations which were exploited in the example attack on the Geffe generator are examples of what are called \"first order correlations\": they are correlations between the value of the generator output and an individual LFSR. It is possible to define higher order correlations in addition to these. For instance, it may be possible that while a given Boolean function has no strong correlations with any of the individual registers it combines, a significant correlation may exist between some Boolean function of two of the registers, e.g. formula_28. This would be an example of a \"second order correlation\". We can define \"third order correlations\" and so on in the obvious way.",
            "score": 59.9892463684082
        },
        {
            "docid": "1049228_5",
            "document": "Place cell . Although place cells are part of a non-sensory cortical system, their firing behavior is strongly correlated to sensory input. Place cells fire when an animal is located in parts of the environment known as place fields. These circuits may have important implications for memory, as they provide the spatial context for memories and past experiences. Like many other parts of the brain, place cell circuits are dynamic. They are constantly adjusting and remapping to suit the current location and experience of the brain. Place cells do not work alone to create visuospatial representation; they are a part of a complex circuit that informs place awareness and place memory.",
            "score": 59.915306091308594
        }
    ]
}