{
    "q": [
        {
            "docid": "6176410_11",
            "document": "Lipid hypothesis . In plants and microbes, changes in the lipid composition of cell membranes have been linked to cold tolerance. The enhanced resistance to cold treatment appears to be caused by an increased amount of fatty acid desaturases produced under cold stress transforming saturated into unsaturated fatty acids in the membrane. This effect can be reproduced artificially in genetically engineered plants. The changes in membrane lipid composition lead to a higher membrane fluidity, thus keeping the membrane from \"freezing\" at low temperatures. This \"lipid hypothesis of cold tolerance\" is less well supported in animals. In fruit flies, cold acclimation does not coincide with a reduced amount of saturated fatty acids, and recent genetic studies on a nematode indicate that the mechanisms involved in cold adaptation in animals may be different from those in plants and microbes.",
            "score": 75.03892660140991
        },
        {
            "docid": "4153219_4",
            "document": "Homeoviscous adaptation . A fundamental biophysical determinant of membrane fluidity is the balance between saturated and unsaturated fatty acids. Regulating membrane fluidity is especially important in poikilothermic organisms such as bacteria, fungi, protists, plants, fish and other ectothermic animals. The general trend is an increase in unsaturated fatty acids at lower growth temperatures and an increase in saturated fatty acids at higher temperatures.",
            "score": 71.32634329795837
        },
        {
            "docid": "33051527_11",
            "document": "Cell membrane . The fatty chains in phospholipids and glycolipids usually contain an even number of carbon atoms, typically between 16 and 20. The 16- and 18-carbon fatty acids are the most common. Fatty acids may be saturated or unsaturated, with the configuration of the double bonds nearly always \"cis\". The length and the degree of unsaturation of fatty acid chains have a profound effect on membrane fluidity as unsaturated lipids create a kink, preventing the fatty acids from packing together as tightly, thus decreasing the melting temperature (increasing the fluidity) of the membrane. The ability of some organisms to regulate the fluidity of their cell membranes by altering lipid composition is called homeoviscous adaptation.",
            "score": 71.1809344291687
        },
        {
            "docid": "40235000_5",
            "document": "Methanococcoides burtonii . It is known that Archaea represent a large proportion of the microbial biomass in “cold” environments, i.e., Ace Lake where \"M. burtonii\" was discovered. As environmental temperature decreases, the lipid bilayer becomes rigid in a majority of wild type organisms. However, it has been discovered that increasing the proportion of unsaturated fatty acids in the membrane can sustain a liquid crystalline state. To accomplish this a desaturase enzyme is utilized. De novo synthesis allows for a permanent adaptation to cold environments, as is observed in \"M. burtonii\". It was determined that the presence of unsaturated diether lipids (UDLs) provides a mechanism of cold adaptation in archaea. Certain UDLs have been discovered in M. burtonii. These UDLs are temperature sensitive, and growing them at different temperature affects the rate of unsaturation in the membrane. Thus, this provides evidence that \"M. burtonii\" has the ability to control its membrane fluidity (with respect to temperature). This ability therefore provides a plausible pathway to cold adaptation by archaea. Other molecules potentially responsible for membrane unsaturation, and thus cold adaptation, are isoprenoid side chains. Two specific enzymes, acetoacetyl-CoA thiolase and HMG-CoA synthase were discovered to participate in the melavonate pathway in \"M. burtonii\". Isoprenoid chains produced in this manner are fully unsaturated. A higher content of noncharged polar amino acids, particularly Gln and Thr and a lower content of hydrophobic amino acids, particularly Leu have been found in\" M.burtonii\". GC-content is the major factor influencing tRNA stability in this organism. A proteomics approach using two-dimensional chromatography-mass spectrometry found major phospholipids were archaeol phosphatidylglycerol, archaeol phosphatidylinositol, hydroxyarchaeol phosphatidylglycerol, and hydroxyarchaeol phosphatidylinositol. All phospholipid classes contained a series of unsaturated analogues, with the degree of unsaturation dependent on phospholipid class. The proportion of unsaturated lipids from cells grown at 4 °C was significantly higher than for cells grown at 23 °C. 3-Hydroxy-3-methylglutaryl coenzyme A synthase, farnesyl diphosphate synthase, and geranylgeranyl diphosphate synthase were identified in the expressed proteome, and most genes involved in the mevalonate pathway and processes leading to the formation of phosphatidylinositol and phosphatidylglycerol were identified in the genome sequence.",
            "score": 65.90359663963318
        },
        {
            "docid": "39391479_6",
            "document": "Leucosporidium frigidum . The positive correlation relationship between the growth temperature of \"Leucosporidiaceae frigidum\" and the membrane-lipid unsaturation rate, and the negative relationship between the membrane-lipid unsaturation rate and cytochrome concentration in cells indicate the membrane structure and composition are significant to temperature adaptation in \"Leucosposidiaceae frigidum\". Manipulation of the fatty-acid unsaturation index allows \"Leucosposidiaceae frigidum\" to alter its membrane fluidity, and function with changing temperatures.",
            "score": 56.54197311401367
        },
        {
            "docid": "51693229_28",
            "document": "Thermomyces lanuginosus . \"T. lanuginosus\" has a number of adaptations for survival, including homeoviscous adaptation. The concentration of linoleic acid is twofold higher at 30 °C than at 50 °C, meaning it can adjust the fatty acid composition of its membrane in response to temperature to vary the fluidity and keep its enzymes functioning optimally. It can also gain thermotolerance - conidia that are heat shocked show enhanced survival at higher temperatures.",
            "score": 62.730287075042725
        },
        {
            "docid": "594990_6",
            "document": "Psychrophile . They must also overcome the stiffening of their lipid cell membrane, as this is important for the survival and functionality of these organisms. To accomplish this, psychrophiles adapt lipid membrane structures that have a high content of short, unsaturated fatty acids. Compared to longer saturated fatty acids, incorporating this type of fatty acid allows for the lipid cell membrane to have a lower melting point, which increases the fluidity of the membranes. In addition, carotenoids are present in the membrane, which help modulate the fluidity of it.",
            "score": 66.22125887870789
        },
        {
            "docid": "39235108_7",
            "document": "Shewanella violacea . \"Shewanella violacea\" has an abnormally high percent of polyunsaturated fatty acids (PUFA) integrated into its phospholipids. In \"Shewanella violacea\" 14% of its fatty acids are eicosapentaenoic acids (EPA) which are a specific type of polyunsaturated fatty acid also known as 20:5ω3. Increased PUFA concentrations decrease the membrane fluidity and help the bacterium thrive in the cold temperatures. The exact function of the unusual lipid composition found in \"S. violacea\" and other members of Group 1 \"Shewanella\" species is not yet fully understood. Nevertheless, high EPA levels in \"S. violacea\" have been correlated with greater rates of cell division in high pressures as well as in low temperatures.",
            "score": 58.46387052536011
        },
        {
            "docid": "39391479_4",
            "document": "Leucosporidium frigidum . There is a positive correlation between the growth temperature and the degree of fatty-acid unsaturation of the cell lipids of \"Leucosporidium frigidum\". The variation in the degree of fatty acid unsaturation of the yeast indicates its ability to alter the cellular component is fundamental to adaptation to environmental changes. The extent to such ability determines the growth temperature limits of \"Leucosporidium frigidum\". The lower limit is the point at which its membrane lipids solidify and the upper limit is the point at which its membrane lipids melt.",
            "score": 47.88883590698242
        },
        {
            "docid": "7173874_8",
            "document": "Ecophysiology . In response to extremes of temperature, plants can produce various proteins. These protect them from the damaging effects of ice formation and falling rates of enzyme catalysis at low temperatures, and from enzyme denaturation and increased photorespiration at high temperatures. As temperatures fall, production of antifreeze proteins and dehydrins increases. As temperatures rise, production of heat shock proteins increases. Metabolic imbalances associated with temperature extremes result in the build-up of reactive oxygen species, which can be countered by antioxidant systems. Cell membranes are also affected by changes in temperature and can cause the membrane to lose its fluid properties and become a gel in cold conditions or to become leaky in hot conditions. This can affect the movement of compounds across the membrane. To prevent these changes, plants can change the composition of their membranes. In cold conditions, more unsaturated fatty acids are placed in the membrane and in hot conditions more saturated fatty acids are inserted.",
            "score": 59.42730927467346
        },
        {
            "docid": "264748_11",
            "document": "Unsaturated fat . Studies on the cell membranes of mammals and reptiles discovered that mammalian cell membranes are composed of a higher proportion of polyunsaturated fatty acids (DHA, omega-3 fatty acid) than reptiles Studies on bird fatty acid composition have noted similar proportions to mammals but with 1/3rd less omega-3 fatty acids as compared to omega-6 for a given body size. This fatty acid composition results in a more fluid cell membrane but also one that is permeable to various ions (H+ & Na+), resulting in cell membranes that are more costly to maintain. This maintenance cost has been argued to be one of the key causes for the high metabolic rates and concomitant warm-bloodedness of mammals and birds. However polyunsaturation of cell membranes may also occur in response to chronic cold temperatures as well. In fish increasingly cold environments lead to increasingly high cell membrane content of both monounsaturated and polyunsaturated fatty acids, to maintain greater membrane fluidity (and functionality) at the lower temperatures.",
            "score": 73.92342984676361
        },
        {
            "docid": "33051527_13",
            "document": "Cell membrane . In animal cells cholesterol is normally found dispersed in varying degrees throughout cell membranes, in the irregular spaces between the hydrophobic tails of the membrane lipids, where it confers a stiffening and strengthening effect on the membrane. Additionally, the amount of cholesterol in biological membranes varies between organisms, cell types, and even in individual cells. Cholesterol, a major component of animal plasma membranes, regulates the fluidity of the overall membrane, meaning that cholesterol controls the amount of movement of the various cell membrane components based on its concentrations. In high temperatures, cholesterol inhibits the movement of phospholipid fatty acid chains,causing a reduced permeability to small molecules and reduced membrane fluidity. The opposite is true for the role of cholesterol in cooler temperatures. Cholesterol production, and thus concentration, is up-regulated (increased) in response to cold temperature. At cold temperatures, cholesterol interferes with fatty acid chain interactions. Acting as antifreeze, cholesterol maintains the fluidity of the membrane. Cholesterol is more abundant in cold-weather animals than warm-weather animals. In plants, which lack cholesterol, related compounds called sterols perform the same function as cholesterol.",
            "score": 71.22665655612946
        },
        {
            "docid": "4209093_8",
            "document": "Bacterial cell structure . The plasma membrane or bacterial cytoplasmic membrane is composed of a phospholipid bilayer and thus has all of the general functions of a cell membrane such as acting as a permeability barrier for most molecules and serving as the location for the transport of molecules into the cell. In addition to these functions, prokaryotic membranes also function in energy conservation as the location about which a proton motive force is generated. Unlike eukaryotes, bacterial membranes (with some exceptions e.g. \"Mycoplasma\" and methanotrophs) generally do not contain sterols. However, many microbes do contain structurally related compounds called hopanoids which likely fulfill the same function. Unlike eukaryotes, bacteria can have a wide variety of fatty acids within their membranes. Along with typical saturated and unsaturated fatty acids, bacteria can contain fatty acids with additional methyl, hydroxy or even cyclic groups. The relative proportions of these fatty acids can be modulated by the bacterium to maintain the optimum fluidity of the membrane (e.g. following temperature change).",
            "score": 57.72992479801178
        },
        {
            "docid": "4817_18",
            "document": "Biological membrane . Below a transition temperature, a lipid bilayer loses fluidity when the highly mobile lipids exhibits less movement becoming a gel-like solid. The transition temperature depends on such components of the lipid bilayer as the hydrocarbon chain length and the saturation of its fatty acids. Temperature-dependence fluidity constitutes an important physiological attribute for bacteria and cold-blooded organisms. These organisms maintain a constant fluidity by modifying membrane lipid fatty acid composition in accordance with differing temperatures.",
            "score": 70.38383769989014
        },
        {
            "docid": "4074428_4",
            "document": "Fatty acid desaturase . Maintain structure and function of membranes within cells of the organisms above. This is important when temperatures changes and the membrane is under distress. The enzyme creates the double bond C-Cs which allow the membrane to become more fluid and the temperature is decreased. When temperatures change, a phase transition occurs. In the case of a temperature decrease, the membrane gels and becomes solid which can result in cracks and the imbedded proteins cannot partake in conformational changes, therefore it is important to maintain membrane fluidity.",
            "score": 64.66523361206055
        },
        {
            "docid": "3246556_16",
            "document": "Stearoyl-CoA desaturase-1 . In carbohydrate metabolism studies, knockout SCD-1 mice show increased insulin sensitivity. Oleate is a major constituent of membrane phospholipids and membrane fluidity is influenced by the ratio of saturated to monounsaturated fatty acids. One proposed mechanism is that an increase in cell membrane fluidity, consisting largely of lipid, activates the insulin receptor. A decrease in MUFA content of the membrane phospholipids in the SCD-1 mice is offset by an increase in polyunsaturated fatty acids, effectively increasing membrane fluidity due to the introduction of more double bonds in the fatty acyl chain.",
            "score": 69.37739109992981
        },
        {
            "docid": "9485868_12",
            "document": "Membrane lipid . The fatty acids in phospho- and glycolipids usually contain an even number, typically between 14 and 24, of carbon atoms, with 16- and 18-carbon being the most common. FAs may be saturated or unsaturated, with the configuration of the double bonds nearly always \"cis\". The length and the degree of unsaturation of FAs chains have a profound effect on membranes' fluidity. Plant \"thylakoid membranes\" maintain high fluidity, even at relatively cold environmental temperatures, due the abundance of 18-carbon fatty acyl chains with three double bonds, \"linolenic acid\", as has been revealed by 13-C NMR studies.",
            "score": 60.073970317840576
        },
        {
            "docid": "6437_10",
            "document": "Cholesterol . Cholesterol, given that it composes about 30% of all animal cell membranes, is required to build and maintain membranes and modulates membrane fluidity over the range of physiological temperatures. The hydroxyl group on cholesterol interacts with the polar heads of the membrane phospholipids and sphingolipids, while the bulky steroid and the hydrocarbon chain are embedded in the membrane, alongside the nonpolar fatty-acid chain of the other lipids. Through the interaction with the phospholipid fatty-acid chains, cholesterol increases membrane packing, which both alters membrane fluidity and maintains membrane integrity so that animal cells do not need to build cell walls (like plants and most bacteria). The membrane remains stable and durable without being rigid, allowing animal cells to change shape and animals to move.",
            "score": 57.284496665000916
        },
        {
            "docid": "33051527_26",
            "document": "Cell membrane . Prokaryotes are divided into two different groups, Archaea and Bacteria, with bacteria dividing further into gram-positive and gram-negative. Gram-negative bacteria have both a plasma membrane and an outer membrane separated by periplasm, however, other prokaryotes have only a plasma membrane. These two membranes differ in many aspects. The outer membrane of the gram-negative bacteria differ from other prokaryotes due to phospholipids forming the exterior of the bilayer, and lipoproteins and phospholipids forming the interior. The outer membrane typically has a porous quality due to its presence of membrane proteins, such as gram-negative porins, which are pore-forming proteins. The inner, plasma membrane is also generally symmetric whereas the outer membrane is asymmetric because of proteins such as the aforementioned. Also, for the prokaryotic membranes, there are multiple things that can affect the fluidity. One of the major factors that can affect the fluidity is fatty acid composition. For example, when the bacteria \"Staphylococcus aureus\" was grown in 37C for 24h, the membrane exhibited a more fluid state instead of a gel-like state. This supports the concept that in higher temperatures, the membrane is more fluid than in colder temperatures. When the membrane is becoming more fluid and needs to become more stabilized, it will make longer fatty acid chains or saturated fatty acid chains in order to help stabilize the membrane. Bacteria are also surrounded by a cell wall composed of peptidoglycan (amino acids and sugars). Some eukaryotic cells also have cell walls, but none that are made of peptidoglycan. The outer membrane of gram negative bacteria is rich in lipopolysaccharides, which are combined poly- or oligosaccharide and carbohydrate lipid regions that stimulate the cell’s natural immunity. The outer membrane can bleb out into periplasmic protrusions under stress conditions or upon virulence requirements while encountering a host target cell, and thus such blebs may work as virulence organelles. Bacterial cells provide numerous examples of the diverse ways in which prokaryotic cell membranes are adapted with structures that suit the organism’s niche. For example, proteins on the surface of certain bacterial cells aid in their gliding motion. Many gram-negative bacteria have cell membranes which contain ATP-driven protein exporting systems.",
            "score": 59.385908246040344
        },
        {
            "docid": "2781120_6",
            "document": "Hadal zone . Marine life decreases with depth, both in abundance and biomass, but there is a wide range of metazoan organisms in the hadal zone, mostly benthos, including fish, sea cucumber, bristle worms, bivalves, isopods, sea anemones, amphipods, and gastropods. Most of these trench communities probably originated from the abyssal plains, but though they have evolved adaptations to high pressure and low temperatures, such as lower metabolism, intra-cellular protein-stabilising osmolytes, and unsaturated fatty acids in cell membrane phospholipids, there is no consistent relationship between pressure and metabolic rate in these communities. Increased pressure can instead constrain the ontogenic or larval stages of organisms. Pressure increases 10-fold as an organism moves from sea level to a depth of , whilst pressure only doubles as an organism moves from .",
            "score": 55.716153621673584
        },
        {
            "docid": "46739664_7",
            "document": "Geomyces pannorum . \"Geomyces pannorum\" is a slow-growing psychrophile, exhibiting growth below 0 °C to as low as −20 °C. Strains recovered from Antarctic cryopegs germinate at −2 °C two to three weeks after inoculation. Grow is typically observed at 25 °C but absent at 37 °C. The fatty acid composition and metabolism of this species changes in response to environmental temperature. As well, cultures isolated from different places exhibit differing morphological characteristics and varying rates of glucose and lipid utilization. \"Geomyces pannorum\" var. \"vinaceous\" grows at 4 °C and uses lipids more readily than glucose, possibly as a means to maintain membrane fluidity under low temperature conditions by increasing the proportion of unsaturated fatty acids. In contrast, \"G. pannorum\" var. \"pannorum\" grows at 25 °C and exhibits a nutritional preference for glucose.",
            "score": 53.49515676498413
        },
        {
            "docid": "54423_38",
            "document": "Phase transition . In \"biological membranes\", gel to liquid crystalline phase transitions play a critical role in physiological functioning of biomembranes. In gel phase, due to low fluidity of membrane lipid fatty-acyl chains, membrane proteins have restricted movement and thus are restrained in exercise of their physiological role. Plants depend critically on photosynthesis by chloroplast thylakoid membranes which are exposed cold environmental temperatures. Thylakoid membranes retain innate fluidity even at relatively low temperatures because of high degree of fatty-acyl disorder allowed by their high content of linolenic acid, 18-carbon chain with 3-double bonds. Gel-to-liquid crystalline phase transition temperature of biological membranes can be determined by many techniques including calorimetry, flouorescence, spin label electron paramagnetic resonance and NMR by recording measurements of the concerned parameter by at series of sample temperatures. A simple method for its determination from 13-C NMR line intensities has also been proposed.",
            "score": 70.37436008453369
        },
        {
            "docid": "3040270_8",
            "document": "Phenotypic plasticity . Plastic responses to temperature are essential among ectothermic organisms, as all aspects of their physiology are directly dependent on their thermal environment. As such, thermal acclimation entails phenotypic adjustments that are found commonly across taxa, such as changes in the lipid composition of cell membranes. Temperature change influences the fluidity of cell membranes by affecting the motion of the fatty acyl chains of glycerophospholipids. Because maintaining membrane fluidity is critical for cell function, ectotherms adjust the phospholipid composition of their cell membranes such that the strength of van der Waals forces within the membrane is changed, thereby maintaining fluidity across temperatures.",
            "score": 76.24833464622498
        },
        {
            "docid": "300420_6",
            "document": "Mesophile . Due to the less stable structure of mesophiles, it has reduced flexibility for protein synthesis. Mesophiles are not able to synthesize proteins in low temperatures. It is more sensitive to temperature changes, and the fatty acid composition of the membrane does not allow for much fluidity. Decreasing the optimal temperature of 37 °C to 0 °C to 8 °C leads to a gradual decrease in protein synthesis. Cold-induced proteins (CIPs) are induced during low temperatures, which then allows cold-shock proteins (CSPs) to synthesize. The shift back to the optimal temperature sees an increase, indicating that mesophiles are highly dependent on temperature. Oxygen availability also affects microorganism growth.",
            "score": 66.23755669593811
        },
        {
            "docid": "19338927_3",
            "document": "Phospholipid-derived fatty acids . Phospholipid fatty acids (PLFA) are an essential structural component of all microbial cellular membranes. PLFA analysis is a technique widely used for estimation of the total biomass and to observe broad changes in the community composition of the living microbiota of soil and aqueous environments. There has been a surge of interest in PLFAs in recent years, evident from the large increase in peer-reviewed journal references on the subject. However, there is increasing concern that some researchers are assigning PLFAs to specific microbial classes when in fact those PLFAs are present in a broad range of life forms. Phospholipids can occur in many biological classes (such as in plant roots, fungi, as well as in soil bacteria), so care has to be taken in over-assigning PLFA biomarkers to the wrong class. Even though phospholipids occur in many different life forms, the fatty acid side chains between differing life forms can be quite unique. Polyunsaturated fatty acids (\"e.g.\" 18:3 ω3c) are found in plants, algae and cyanobacteria, but are often not present in bacteria. Monounsaturated fatty acids (particularly at the omega-7 position), odd-chain saturated fatty acids (\"e.g.\" 15:0), branched-chain fatty acids (mainly iso/anetiso and 10-methyl) and cyclopropane fatty acids (\"e.g.\" 19:0 cyclo ω7c) are mostly synthesized by bacteria. The monounsaturated fatty acid, 16:1 ω5c, is mostly synthesized by Arbuscular mycorrhizal fungi (AMF) and the polyunsaturated fatty acid, 18:2 ω6c (Linoleic acid), is mostly synthesized by Ectomycorrhizal fungi.",
            "score": 41.525481939315796
        },
        {
            "docid": "1274206_3",
            "document": "Cold hardening . Plants in temperate and polar regions adapt to winter and sub zero temperatures by relocating nutrients from leaves and shoots to storage organs. Freezing temperatures induce dehydrative stress on plants, as water absorption in the root and water transport in the plant decreases. Water in and between cells in the plant freezes and expands, causing tissue damage. Cold hardening is a process in which a plant undergoes physiological changes to avoid, or mitigate cellular injuries caused by sub-zero temperatures. Non-acclimatized individuals can survive −5 °C, while a acclimatized individual in the same species can survive −30°. Plants that originated in the tropics, like tomato or maize, don't go through cold hardening and are unable to survive freezing temperatures. The plant starts the adaptation by exposure to cold yet still not freezing temperatures. The process can be divided into three steps. First the plant perceives low temperature, then converts the signal to activate or repress expression of appropriate genes. Finally, it uses these genes to combat the stress, caused by sub-zero temperatures, affecting its living cells. Many of the genes and responses to low temperature stress are shared with other abiotic stresses, like drought or salinity.When temperature drops, the membrane fluidity, RNA and DNA stability, and enzyme activity change. These, in turn, affect transcription, translation, intermediate metabolism, and photosynthesis, leading to an energy imbalance. This energy imbalance is thought to be one of the ways the plant detects low temperature. Experiments on \"arabidopsis\" show that the plant detects the change in temperature, rather than the absolute temperature. The rate of temperature drop is directly connected to the magnitude of calcium influx, from the space between cells, into the cell. Calcium channels in the cell membrane detect the temperature drop, and promotes expression of low temperature responsible genes in \"alfalfa\" and \"arabidopsis\". The response to the change in calcium elevation depends on the cell type and stress history. Shoot tissue will respond more than a root cells, and a cell that already is adapted to cold stress will respond more than one that has not been through cold hardening before. Light doesn't control the onset of cold hardening directly, but shortening of daylight is associated with fall, and starts production of reactive oxygen species and excitation of photosystem 2, which influences low-temp signal transduction mechanisms. Plants with compromised perception of day length have compromised cold acclimation.",
            "score": 69.00761151313782
        },
        {
            "docid": "14781668_4",
            "document": "Photobacterium profundum . In strain SS9 it has been shown that several stress response genes are up regulated in response to atmospheric pressure, these include htpG, dnaK, dnaJ, and groEL. The types and abundance of fatty acid chains in the cell membrane also respond to changes in pressure and temperature. At low temperature and high pressure strain SS9 increases the abundance of mono- and polyunsaturated fatty acids. This has the effect of increasing membrane fluidity by reducing packing of the fatty acid chains which results in a liquid crystal structure in the membrane rather than a gel structure. The outer membrane protein OmpH has been shown to be up regulated at elevated pressures, the opposite is true for the outer membrane protein OmpL which is up regulated in response to low pressures.",
            "score": 68.32269811630249
        },
        {
            "docid": "34471132_8",
            "document": "1-Lysophosphatidylcholine . There appear to be at least two enzymes that can produce a phosphatidylcholine molecule from 1-lysoPC. 2-acylglycerophosphocholine O-acyltransferase, an enzyme purified in liver microsomes, catalyzes specifically the acylation of 1-lysoPC with acyl-CoA to create a phosphatidylcholine molecule. This reaction is important for the synthesis of phosphatidylcholine containing specific fatty acids, but are not used for the \"de-novo\" synthesis of phosphatidylcholine. In contrast to these finding from rat liver microsomes, mammalian acyl transferase from dog lungs was found to exhibit no preference between 1-lyso-2-acyl-phosphatidylcholine and 1-acyl-2-lyso-phosphatidylcholine. These differences have been attributed to the remodeling of membrane phospholipids in order to regulate membrane fluidity and the accumulation of physiologically important fatty acids such as arachidonic acid.",
            "score": 54.12378644943237
        },
        {
            "docid": "8871770_4",
            "document": "Membrane fluidity . The composition of a membrane can also affect its fluidity. The membrane phospholipids incorporate fatty acids of varying length and saturation. Lipids with shorter chains are less stiff and less viscous because they are more susceptible to changes in kinetic energy due to their smaller molecular size and they have less surface area to undergo stabilizing van der Waals interactions with neighboring hydrophobic chains. Lipid chains with carbon-carbon double bonds (unsaturated) are more fluid than lipids that are saturated with hydrogens and thus have only single bonds. On the molecular level, unsaturated double bonds make it harder for the lipids to pack together by putting kinks into the otherwise straightened hydrocarbon chain. Membranes made with such lipids have lower melting points: less thermal energy is required to achieve the same level of fluidity as membranes made with lipids with saturated chains. Incorporation of particular lipids, such as sphingomyelin, into synthetic lipid membranes is known to stiffen a membrane. Such membranes can be described as \"a glass state, i.e., rigid but without crystalline order\".",
            "score": 44.92833137512207
        },
        {
            "docid": "1202733_9",
            "document": "Sea lamprey . Due to its lifecycle that switches between fresh and salt water, the sea lamprey is adapted to tolerate a wide range of salinities. Cell membranes on the surface of the gills are major contributors to ionoregulation. Changes in membrane composition influence the movement of different ions across the membrane, changing amounts of components to change the membranes' environment. As the larvae (called ammocoetes) move towards the oceans, the ratio between saturated fatty acids (SFA) and polyunsaturated fatty acids (PUFA) in the gills shifts towards higher amounts of SFA, as they affect the fluidity of the membrane, and higher levels of SFA lead to a decrease in permeability compared to PUFA. Lamprey ammocoetes have a relatively narrow range of salinity tolerance, but become better able to withstand wider ranges of salinity concentrations as they reach later stages of life. Tight regulation of Na/K-ATPase and an overall decrease in expression of H-ATPase assists in regulating the lamprey's internal fluid and ion balance as it moves to areas of higher salinity.",
            "score": 53.18496882915497
        },
        {
            "docid": "39235108_4",
            "document": "Shewanella violacea . \"Shewanella violacea\" is a member of the \"Shewanella\" genus. Recent evaluation of the \"Shewanella\" phylogeny has led to a division of this genus into two categories: Group 1 and Group 2. These categories were created from an evaluation of the 16s rRNA sequences as well as a comparison of membrane lipid compositions. Group 1 \"Shewanella\" species are mostly extremophiles while Group 2 \"Shewanella\" species are mostly mesophiles. \"S. violacea\" is a member of Group 1 \"Shewanella\" due to specific genetic adaptations that have enabled the bacteria to thrive in extremely low temperatures and high pressures. Specifically, Group 1 species contain a notably higher percentage of polyunsaturated fatty acids integrated in their membranes.",
            "score": 43.50581502914429
        },
        {
            "docid": "17320614_3",
            "document": "Hortaea werneckii . Several salt-tolerance mechanisms of \"H. werneckii \"have been studied on molecular level. For example, it is known that its major compatible solutes are glycerol, erythritol, arabitol, and mannitol; melanin accumulation of the cell wall aids in retention of at least glycerol inside of the cell. Several components of the high osmolarity glycerol (HOG) signalling pathway (which controls responses to osmotic shock) have been studied in detail and some seem to differ in function compared to their counterparts in \"Saccharomyces cerevisiae\". Adaptation to high concentrations of salt are also accompanied by changes in membrane lipid composition, mainly by increasing the unsaturation of the phospholipid fatty acids.",
            "score": 34.32829260826111
        }
    ],
    "r": [
        {
            "docid": "3040270_8",
            "document": "Phenotypic plasticity . Plastic responses to temperature are essential among ectothermic organisms, as all aspects of their physiology are directly dependent on their thermal environment. As such, thermal acclimation entails phenotypic adjustments that are found commonly across taxa, such as changes in the lipid composition of cell membranes. Temperature change influences the fluidity of cell membranes by affecting the motion of the fatty acyl chains of glycerophospholipids. Because maintaining membrane fluidity is critical for cell function, ectotherms adjust the phospholipid composition of their cell membranes such that the strength of van der Waals forces within the membrane is changed, thereby maintaining fluidity across temperatures.",
            "score": 76.24833679199219
        },
        {
            "docid": "6176410_11",
            "document": "Lipid hypothesis . In plants and microbes, changes in the lipid composition of cell membranes have been linked to cold tolerance. The enhanced resistance to cold treatment appears to be caused by an increased amount of fatty acid desaturases produced under cold stress transforming saturated into unsaturated fatty acids in the membrane. This effect can be reproduced artificially in genetically engineered plants. The changes in membrane lipid composition lead to a higher membrane fluidity, thus keeping the membrane from \"freezing\" at low temperatures. This \"lipid hypothesis of cold tolerance\" is less well supported in animals. In fruit flies, cold acclimation does not coincide with a reduced amount of saturated fatty acids, and recent genetic studies on a nematode indicate that the mechanisms involved in cold adaptation in animals may be different from those in plants and microbes.",
            "score": 75.03892517089844
        },
        {
            "docid": "264748_11",
            "document": "Unsaturated fat . Studies on the cell membranes of mammals and reptiles discovered that mammalian cell membranes are composed of a higher proportion of polyunsaturated fatty acids (DHA, omega-3 fatty acid) than reptiles Studies on bird fatty acid composition have noted similar proportions to mammals but with 1/3rd less omega-3 fatty acids as compared to omega-6 for a given body size. This fatty acid composition results in a more fluid cell membrane but also one that is permeable to various ions (H+ & Na+), resulting in cell membranes that are more costly to maintain. This maintenance cost has been argued to be one of the key causes for the high metabolic rates and concomitant warm-bloodedness of mammals and birds. However polyunsaturation of cell membranes may also occur in response to chronic cold temperatures as well. In fish increasingly cold environments lead to increasingly high cell membrane content of both monounsaturated and polyunsaturated fatty acids, to maintain greater membrane fluidity (and functionality) at the lower temperatures.",
            "score": 73.92343139648438
        },
        {
            "docid": "4153219_4",
            "document": "Homeoviscous adaptation . A fundamental biophysical determinant of membrane fluidity is the balance between saturated and unsaturated fatty acids. Regulating membrane fluidity is especially important in poikilothermic organisms such as bacteria, fungi, protists, plants, fish and other ectothermic animals. The general trend is an increase in unsaturated fatty acids at lower growth temperatures and an increase in saturated fatty acids at higher temperatures.",
            "score": 71.32633972167969
        },
        {
            "docid": "33051527_13",
            "document": "Cell membrane . In animal cells cholesterol is normally found dispersed in varying degrees throughout cell membranes, in the irregular spaces between the hydrophobic tails of the membrane lipids, where it confers a stiffening and strengthening effect on the membrane. Additionally, the amount of cholesterol in biological membranes varies between organisms, cell types, and even in individual cells. Cholesterol, a major component of animal plasma membranes, regulates the fluidity of the overall membrane, meaning that cholesterol controls the amount of movement of the various cell membrane components based on its concentrations. In high temperatures, cholesterol inhibits the movement of phospholipid fatty acid chains,causing a reduced permeability to small molecules and reduced membrane fluidity. The opposite is true for the role of cholesterol in cooler temperatures. Cholesterol production, and thus concentration, is up-regulated (increased) in response to cold temperature. At cold temperatures, cholesterol interferes with fatty acid chain interactions. Acting as antifreeze, cholesterol maintains the fluidity of the membrane. Cholesterol is more abundant in cold-weather animals than warm-weather animals. In plants, which lack cholesterol, related compounds called sterols perform the same function as cholesterol.",
            "score": 71.22665405273438
        },
        {
            "docid": "33051527_11",
            "document": "Cell membrane . The fatty chains in phospholipids and glycolipids usually contain an even number of carbon atoms, typically between 16 and 20. The 16- and 18-carbon fatty acids are the most common. Fatty acids may be saturated or unsaturated, with the configuration of the double bonds nearly always \"cis\". The length and the degree of unsaturation of fatty acid chains have a profound effect on membrane fluidity as unsaturated lipids create a kink, preventing the fatty acids from packing together as tightly, thus decreasing the melting temperature (increasing the fluidity) of the membrane. The ability of some organisms to regulate the fluidity of their cell membranes by altering lipid composition is called homeoviscous adaptation.",
            "score": 71.1809310913086
        },
        {
            "docid": "4817_18",
            "document": "Biological membrane . Below a transition temperature, a lipid bilayer loses fluidity when the highly mobile lipids exhibits less movement becoming a gel-like solid. The transition temperature depends on such components of the lipid bilayer as the hydrocarbon chain length and the saturation of its fatty acids. Temperature-dependence fluidity constitutes an important physiological attribute for bacteria and cold-blooded organisms. These organisms maintain a constant fluidity by modifying membrane lipid fatty acid composition in accordance with differing temperatures.",
            "score": 70.38383483886719
        },
        {
            "docid": "54423_38",
            "document": "Phase transition . In \"biological membranes\", gel to liquid crystalline phase transitions play a critical role in physiological functioning of biomembranes. In gel phase, due to low fluidity of membrane lipid fatty-acyl chains, membrane proteins have restricted movement and thus are restrained in exercise of their physiological role. Plants depend critically on photosynthesis by chloroplast thylakoid membranes which are exposed cold environmental temperatures. Thylakoid membranes retain innate fluidity even at relatively low temperatures because of high degree of fatty-acyl disorder allowed by their high content of linolenic acid, 18-carbon chain with 3-double bonds. Gel-to-liquid crystalline phase transition temperature of biological membranes can be determined by many techniques including calorimetry, flouorescence, spin label electron paramagnetic resonance and NMR by recording measurements of the concerned parameter by at series of sample temperatures. A simple method for its determination from 13-C NMR line intensities has also been proposed.",
            "score": 70.37435913085938
        },
        {
            "docid": "9568579_24",
            "document": "Fatty acid synthesis . In \"B. subtilis\", this pathway is regulated by a two-component system: DesK and DesR. DesK is a membrane-associated kinase and DesR is a transcriptional regulator of the \"des\" gene. The regulation responds to temperature; when there is a drop in temperature, this gene is upregulated. Unsaturated fatty acids increase the fluidity of the membrane and stabilize it under lower temperatures. DesK is the sensor protein that, when there is a decrease in temperature, will autophosphorylate. DesK-P will transfer its phosphoryl group to DesR. Two DesR-P proteins will dimerize and bind to the DNA promoters of the \"des\" gene and recruit RNA polymerase to begin transcription.",
            "score": 70.3490982055664
        },
        {
            "docid": "3246556_16",
            "document": "Stearoyl-CoA desaturase-1 . In carbohydrate metabolism studies, knockout SCD-1 mice show increased insulin sensitivity. Oleate is a major constituent of membrane phospholipids and membrane fluidity is influenced by the ratio of saturated to monounsaturated fatty acids. One proposed mechanism is that an increase in cell membrane fluidity, consisting largely of lipid, activates the insulin receptor. A decrease in MUFA content of the membrane phospholipids in the SCD-1 mice is offset by an increase in polyunsaturated fatty acids, effectively increasing membrane fluidity due to the introduction of more double bonds in the fatty acyl chain.",
            "score": 69.37738800048828
        },
        {
            "docid": "1274206_3",
            "document": "Cold hardening . Plants in temperate and polar regions adapt to winter and sub zero temperatures by relocating nutrients from leaves and shoots to storage organs. Freezing temperatures induce dehydrative stress on plants, as water absorption in the root and water transport in the plant decreases. Water in and between cells in the plant freezes and expands, causing tissue damage. Cold hardening is a process in which a plant undergoes physiological changes to avoid, or mitigate cellular injuries caused by sub-zero temperatures. Non-acclimatized individuals can survive −5 °C, while a acclimatized individual in the same species can survive −30°. Plants that originated in the tropics, like tomato or maize, don't go through cold hardening and are unable to survive freezing temperatures. The plant starts the adaptation by exposure to cold yet still not freezing temperatures. The process can be divided into three steps. First the plant perceives low temperature, then converts the signal to activate or repress expression of appropriate genes. Finally, it uses these genes to combat the stress, caused by sub-zero temperatures, affecting its living cells. Many of the genes and responses to low temperature stress are shared with other abiotic stresses, like drought or salinity.When temperature drops, the membrane fluidity, RNA and DNA stability, and enzyme activity change. These, in turn, affect transcription, translation, intermediate metabolism, and photosynthesis, leading to an energy imbalance. This energy imbalance is thought to be one of the ways the plant detects low temperature. Experiments on \"arabidopsis\" show that the plant detects the change in temperature, rather than the absolute temperature. The rate of temperature drop is directly connected to the magnitude of calcium influx, from the space between cells, into the cell. Calcium channels in the cell membrane detect the temperature drop, and promotes expression of low temperature responsible genes in \"alfalfa\" and \"arabidopsis\". The response to the change in calcium elevation depends on the cell type and stress history. Shoot tissue will respond more than a root cells, and a cell that already is adapted to cold stress will respond more than one that has not been through cold hardening before. Light doesn't control the onset of cold hardening directly, but shortening of daylight is associated with fall, and starts production of reactive oxygen species and excitation of photosystem 2, which influences low-temp signal transduction mechanisms. Plants with compromised perception of day length have compromised cold acclimation.",
            "score": 69.00761413574219
        },
        {
            "docid": "14781668_4",
            "document": "Photobacterium profundum . In strain SS9 it has been shown that several stress response genes are up regulated in response to atmospheric pressure, these include htpG, dnaK, dnaJ, and groEL. The types and abundance of fatty acid chains in the cell membrane also respond to changes in pressure and temperature. At low temperature and high pressure strain SS9 increases the abundance of mono- and polyunsaturated fatty acids. This has the effect of increasing membrane fluidity by reducing packing of the fatty acid chains which results in a liquid crystal structure in the membrane rather than a gel structure. The outer membrane protein OmpH has been shown to be up regulated at elevated pressures, the opposite is true for the outer membrane protein OmpL which is up regulated in response to low pressures.",
            "score": 68.32270050048828
        },
        {
            "docid": "40235000_4",
            "document": "Methanococcoides burtonii . \"M. burtonii\" are thermally regulated, thus highlighting the role that energy generation and biosynthesis pathways play in cold adaptation. proteomic research shows that cellular levels of subunit E are higher during growth at low temperatures. This could possibly indicate that Subunit E is fulfilling a specific role in regulating the transcription of genes involved in low temperature growth or in facilitating transcription at low temperature in general. \"M. burtonii\" have regulatory mechanisms resembling those found in cold shock induced RNA helicase genes from \"E. coli\". Thus, these mechanisms have similarity with bacterial methods of cold adaptation. \"M. burtonii\" have decreased levels of DnaK and increased levels of PPIase at 4 degrees Celsius possibly indicating the protein folding is a thermally sensitive process and may contribute to its adaptation to the cold. A number of genes involved in methanogenesis are thermally regulated, and regulation involves the expression of genes in operons, protein modification, and the synthesis of Pyrrolysine containing TMA-MT. At 4 °C higher levels of protein and/or mRNA are expressed for genes involved in methanogenesis which produces a proton motive force that drives cellular processes including ATP synthesis, and pathways from acetyl-CoA leading to amino acid metabolism. \"M. burtonii\" have increased levels of GDH and GAPDH (key enzymes in nitrogen and carbon metabolism) at 4 °C indicating that there is an effective regulation of fundamental processes of carbon and nitrogen metabolism consistent with the evolution of the organism for growth in the cold.",
            "score": 67.69851684570312
        },
        {
            "docid": "62332_8",
            "document": "Deep sea fish . Hydrostatic pressure increases by 1 atmosphere for every 10m in depth. Deep-sea organisms have the same pressure within their bodies as is exerted on them from the outside, so they are not crushed by the extreme pressure. Their high internal pressure, however, results in the reduced fluidity of their membranes because molecules are squeezed together. Fluidity in cell membranes increases efficiency of biological functions, most importantly the production of proteins, so organisms have adapted to this circumstance by increasing the proportion of unsaturated fatty acids in the lipids of the cell membranes. In addition to differences in internal pressure, these organisms have developed a different balance between their metabolic reactions from those organisms that live in the epipelagic zone. David Wharton, author of \"Life at the Limits: Organisms in Extreme Environments\", notes \"Biochemical reactions are accompanied by changes in volume. If a reaction results in an increase in volume, it will be inhibited by pressure, whereas, if it is associated with a decrease in volume, it will be enhanced\". This means that their metabolic processes must ultimately decrease the volume of the organism to some degree.",
            "score": 67.53245544433594
        },
        {
            "docid": "300420_6",
            "document": "Mesophile . Due to the less stable structure of mesophiles, it has reduced flexibility for protein synthesis. Mesophiles are not able to synthesize proteins in low temperatures. It is more sensitive to temperature changes, and the fatty acid composition of the membrane does not allow for much fluidity. Decreasing the optimal temperature of 37 °C to 0 °C to 8 °C leads to a gradual decrease in protein synthesis. Cold-induced proteins (CIPs) are induced during low temperatures, which then allows cold-shock proteins (CSPs) to synthesize. The shift back to the optimal temperature sees an increase, indicating that mesophiles are highly dependent on temperature. Oxygen availability also affects microorganism growth.",
            "score": 66.23755645751953
        },
        {
            "docid": "594990_6",
            "document": "Psychrophile . They must also overcome the stiffening of their lipid cell membrane, as this is important for the survival and functionality of these organisms. To accomplish this, psychrophiles adapt lipid membrane structures that have a high content of short, unsaturated fatty acids. Compared to longer saturated fatty acids, incorporating this type of fatty acid allows for the lipid cell membrane to have a lower melting point, which increases the fluidity of the membranes. In addition, carotenoids are present in the membrane, which help modulate the fluidity of it.",
            "score": 66.22126007080078
        },
        {
            "docid": "40235000_5",
            "document": "Methanococcoides burtonii . It is known that Archaea represent a large proportion of the microbial biomass in “cold” environments, i.e., Ace Lake where \"M. burtonii\" was discovered. As environmental temperature decreases, the lipid bilayer becomes rigid in a majority of wild type organisms. However, it has been discovered that increasing the proportion of unsaturated fatty acids in the membrane can sustain a liquid crystalline state. To accomplish this a desaturase enzyme is utilized. De novo synthesis allows for a permanent adaptation to cold environments, as is observed in \"M. burtonii\". It was determined that the presence of unsaturated diether lipids (UDLs) provides a mechanism of cold adaptation in archaea. Certain UDLs have been discovered in M. burtonii. These UDLs are temperature sensitive, and growing them at different temperature affects the rate of unsaturation in the membrane. Thus, this provides evidence that \"M. burtonii\" has the ability to control its membrane fluidity (with respect to temperature). This ability therefore provides a plausible pathway to cold adaptation by archaea. Other molecules potentially responsible for membrane unsaturation, and thus cold adaptation, are isoprenoid side chains. Two specific enzymes, acetoacetyl-CoA thiolase and HMG-CoA synthase were discovered to participate in the melavonate pathway in \"M. burtonii\". Isoprenoid chains produced in this manner are fully unsaturated. A higher content of noncharged polar amino acids, particularly Gln and Thr and a lower content of hydrophobic amino acids, particularly Leu have been found in\" M.burtonii\". GC-content is the major factor influencing tRNA stability in this organism. A proteomics approach using two-dimensional chromatography-mass spectrometry found major phospholipids were archaeol phosphatidylglycerol, archaeol phosphatidylinositol, hydroxyarchaeol phosphatidylglycerol, and hydroxyarchaeol phosphatidylinositol. All phospholipid classes contained a series of unsaturated analogues, with the degree of unsaturation dependent on phospholipid class. The proportion of unsaturated lipids from cells grown at 4 °C was significantly higher than for cells grown at 23 °C. 3-Hydroxy-3-methylglutaryl coenzyme A synthase, farnesyl diphosphate synthase, and geranylgeranyl diphosphate synthase were identified in the expressed proteome, and most genes involved in the mevalonate pathway and processes leading to the formation of phosphatidylinositol and phosphatidylglycerol were identified in the genome sequence.",
            "score": 65.90359497070312
        },
        {
            "docid": "4074428_4",
            "document": "Fatty acid desaturase . Maintain structure and function of membranes within cells of the organisms above. This is important when temperatures changes and the membrane is under distress. The enzyme creates the double bond C-Cs which allow the membrane to become more fluid and the temperature is decreased. When temperatures change, a phase transition occurs. In the case of a temperature decrease, the membrane gels and becomes solid which can result in cracks and the imbedded proteins cannot partake in conformational changes, therefore it is important to maintain membrane fluidity.",
            "score": 64.66523742675781
        },
        {
            "docid": "21829764_2",
            "document": "Adiponectin receptor 2 . Adiponectin receptor 2 (AdipoR2) is a protein which in humans is encoded by the \"ADIPOR2\" gene. It is a member of the progestin and adipoQ receptor (PAQR) family, and is also known as PAQR2.",
            "score": 64.16060638427734
        },
        {
            "docid": "1274206_8",
            "document": "Cold hardening . Inclusive to the cold hardening process being beneficial for insects survival during cold temperatures, it also helps improve the organisms performance. Rapid cold hardening (RCH) is one of the fastest cold temperature responses recorded. This process allows an insect to instantly adapt to the severe weather change without compromising function. The \"Drosophila melanogaster\" (common fruit fly) is a frequently experimented insect involving cold hardening. A proven example of RCH enhancing organisms performance comes from courting and mating within the fruit fly. It has been tested that the fruit fly mated more frequently once RCH has commenced in relation to a controlled insect group not experiencing RCH. Most insects experiencing extended cold periods are observed to modify the membrane lipids within the body. Desaturation of fatty acids are the most commonly seen modification to the membrane. When the fruit fly was observed under the stressful climate the survival rate increased in comparison to the fly prior to cold hardening.",
            "score": 63.96076965332031
        },
        {
            "docid": "51693229_28",
            "document": "Thermomyces lanuginosus . \"T. lanuginosus\" has a number of adaptations for survival, including homeoviscous adaptation. The concentration of linoleic acid is twofold higher at 30 °C than at 50 °C, meaning it can adjust the fatty acid composition of its membrane in response to temperature to vary the fluidity and keep its enzymes functioning optimally. It can also gain thermotolerance - conidia that are heat shocked show enhanced survival at higher temperatures.",
            "score": 62.73028564453125
        },
        {
            "docid": "400047_4",
            "document": "Acclimatization . In order to maintain performance across a range of environmental conditions, there are several strategies organisms use to acclimate. In response to changes in temperature, organisms can change the biochemistry of cell membranes making them more fluid in cold temperatures and less fluid in warm temperatures by increasing the number of membrane proteins. Organisms may also express specific proteins called heat shock proteins that may act as molecular chaperons and help the cell maintain function under periods of extreme stress. It has been shown, that organisms which are acclimated to high or low temperatures display relatively high resting levels of heat shock proteins so that when they are exposed to even more extreme temperatures the proteins are readily available. Expression of heat shock proteins and regulation of membrane fluidity are just two of many biochemical methods organisms use to acclimate to novel environments.",
            "score": 62.63053894042969
        },
        {
            "docid": "42263864_10",
            "document": "Unique properties of hyperthermophilic archaea . Another membrane adaptation seen in some archaea is tetraether phospholipids. This specific adaptation has been found in \"P. fumarii\" along with other hyperthermophiles. A tetraether phospholipid is a molecule containing two hydrocarbon tails, each coming from one ester bond and one phosphate molecule. These phospholipids form monolayers instead of the typical bilayers seen in most bacteria and all eukaryotes. Therefore, instead two different molecules interacting with each other, only one molecule spans the entire width of the membrane. The monolayer then allows for tighter packing of molecules within the membrane because fewer molecules must fit into membrane, however these large molecules are less able to move within the membrane. This then decreases membrane fluidity, allowing the cell to keep more molecules from crossing the membrane. This is an extremely important adaptation because at such high temperatures molecules will be moving much more quickly than they would be at mesophilic temperatures. By decreasing the membrane fluidity, the cell is able to decrease the movement of the phospholipid molecules, which stops the unwanted movement of molecules across the membrane.",
            "score": 60.93598175048828
        },
        {
            "docid": "8871770_13",
            "document": "Membrane fluidity . Microorganisms subjected to thermal stress are known to alter the lipid composition of their cell membrane (see homeoviscous adaptation). This is one way they can adjust the fluidity of their membrane in response to their environment. Membrane fluidity is known to affect the function of biomolecules residing within or associated with the membrane structure. For example, the binding of some peripheral proteins is dependent on membrane fluidity. Lateral diffusion (within the membrane matrix) of membrane-related enzymes can affect reaction rates. Consequently, membrane-dependent functions, such as phagocytosis and cell signalling, can be regulated by the fluidity of the cell-membrane.",
            "score": 60.12137222290039
        },
        {
            "docid": "9485868_12",
            "document": "Membrane lipid . The fatty acids in phospho- and glycolipids usually contain an even number, typically between 14 and 24, of carbon atoms, with 16- and 18-carbon being the most common. FAs may be saturated or unsaturated, with the configuration of the double bonds nearly always \"cis\". The length and the degree of unsaturation of FAs chains have a profound effect on membranes' fluidity. Plant \"thylakoid membranes\" maintain high fluidity, even at relatively cold environmental temperatures, due the abundance of 18-carbon fatty acyl chains with three double bonds, \"linolenic acid\", as has been revealed by 13-C NMR studies.",
            "score": 60.073970794677734
        },
        {
            "docid": "7173874_8",
            "document": "Ecophysiology . In response to extremes of temperature, plants can produce various proteins. These protect them from the damaging effects of ice formation and falling rates of enzyme catalysis at low temperatures, and from enzyme denaturation and increased photorespiration at high temperatures. As temperatures fall, production of antifreeze proteins and dehydrins increases. As temperatures rise, production of heat shock proteins increases. Metabolic imbalances associated with temperature extremes result in the build-up of reactive oxygen species, which can be countered by antioxidant systems. Cell membranes are also affected by changes in temperature and can cause the membrane to lose its fluid properties and become a gel in cold conditions or to become leaky in hot conditions. This can affect the movement of compounds across the membrane. To prevent these changes, plants can change the composition of their membranes. In cold conditions, more unsaturated fatty acids are placed in the membrane and in hot conditions more saturated fatty acids are inserted.",
            "score": 59.42730712890625
        },
        {
            "docid": "33051527_26",
            "document": "Cell membrane . Prokaryotes are divided into two different groups, Archaea and Bacteria, with bacteria dividing further into gram-positive and gram-negative. Gram-negative bacteria have both a plasma membrane and an outer membrane separated by periplasm, however, other prokaryotes have only a plasma membrane. These two membranes differ in many aspects. The outer membrane of the gram-negative bacteria differ from other prokaryotes due to phospholipids forming the exterior of the bilayer, and lipoproteins and phospholipids forming the interior. The outer membrane typically has a porous quality due to its presence of membrane proteins, such as gram-negative porins, which are pore-forming proteins. The inner, plasma membrane is also generally symmetric whereas the outer membrane is asymmetric because of proteins such as the aforementioned. Also, for the prokaryotic membranes, there are multiple things that can affect the fluidity. One of the major factors that can affect the fluidity is fatty acid composition. For example, when the bacteria \"Staphylococcus aureus\" was grown in 37C for 24h, the membrane exhibited a more fluid state instead of a gel-like state. This supports the concept that in higher temperatures, the membrane is more fluid than in colder temperatures. When the membrane is becoming more fluid and needs to become more stabilized, it will make longer fatty acid chains or saturated fatty acid chains in order to help stabilize the membrane. Bacteria are also surrounded by a cell wall composed of peptidoglycan (amino acids and sugars). Some eukaryotic cells also have cell walls, but none that are made of peptidoglycan. The outer membrane of gram negative bacteria is rich in lipopolysaccharides, which are combined poly- or oligosaccharide and carbohydrate lipid regions that stimulate the cell’s natural immunity. The outer membrane can bleb out into periplasmic protrusions under stress conditions or upon virulence requirements while encountering a host target cell, and thus such blebs may work as virulence organelles. Bacterial cells provide numerous examples of the diverse ways in which prokaryotic cell membranes are adapted with structures that suit the organism’s niche. For example, proteins on the surface of certain bacterial cells aid in their gliding motion. Many gram-negative bacteria have cell membranes which contain ATP-driven protein exporting systems.",
            "score": 59.38590621948242
        },
        {
            "docid": "39235108_7",
            "document": "Shewanella violacea . \"Shewanella violacea\" has an abnormally high percent of polyunsaturated fatty acids (PUFA) integrated into its phospholipids. In \"Shewanella violacea\" 14% of its fatty acids are eicosapentaenoic acids (EPA) which are a specific type of polyunsaturated fatty acid also known as 20:5ω3. Increased PUFA concentrations decrease the membrane fluidity and help the bacterium thrive in the cold temperatures. The exact function of the unusual lipid composition found in \"S. violacea\" and other members of Group 1 \"Shewanella\" species is not yet fully understood. Nevertheless, high EPA levels in \"S. violacea\" have been correlated with greater rates of cell division in high pressures as well as in low temperatures.",
            "score": 58.463871002197266
        },
        {
            "docid": "4209093_8",
            "document": "Bacterial cell structure . The plasma membrane or bacterial cytoplasmic membrane is composed of a phospholipid bilayer and thus has all of the general functions of a cell membrane such as acting as a permeability barrier for most molecules and serving as the location for the transport of molecules into the cell. In addition to these functions, prokaryotic membranes also function in energy conservation as the location about which a proton motive force is generated. Unlike eukaryotes, bacterial membranes (with some exceptions e.g. \"Mycoplasma\" and methanotrophs) generally do not contain sterols. However, many microbes do contain structurally related compounds called hopanoids which likely fulfill the same function. Unlike eukaryotes, bacteria can have a wide variety of fatty acids within their membranes. Along with typical saturated and unsaturated fatty acids, bacteria can contain fatty acids with additional methyl, hydroxy or even cyclic groups. The relative proportions of these fatty acids can be modulated by the bacterium to maintain the optimum fluidity of the membrane (e.g. following temperature change).",
            "score": 57.72992706298828
        },
        {
            "docid": "54446843_5",
            "document": "Sten Stymne . Later in his career, Stymne focused on studying the biochemical processes involved in the biosynthesis of exotic fatty acids, an area where Sten have had great impact by increasing the knowledge of how specialized acyltransferases and phospholipases are essential for the enrichment of exotic fatty acids in the oil. Furthermore, Stymne's group could identify and describe a whole new plant family of enzymes (PDATs) previously identified only in animals and responsible for transferring fatty acids between phospholipids and diacylglycerol molecules which play an important role in oil synthesis not only in plants but at all higher organisms. Stymne's group was also the first to clone and characterize plant genes for membrane lipid synthesis (LPCATs) and synthesis of sterol esters (PSAT). These discoveries have been indispensable to identify essential stages of plant lipid metabolism.",
            "score": 57.62934112548828
        },
        {
            "docid": "6437_10",
            "document": "Cholesterol . Cholesterol, given that it composes about 30% of all animal cell membranes, is required to build and maintain membranes and modulates membrane fluidity over the range of physiological temperatures. The hydroxyl group on cholesterol interacts with the polar heads of the membrane phospholipids and sphingolipids, while the bulky steroid and the hydrocarbon chain are embedded in the membrane, alongside the nonpolar fatty-acid chain of the other lipids. Through the interaction with the phospholipid fatty-acid chains, cholesterol increases membrane packing, which both alters membrane fluidity and maintains membrane integrity so that animal cells do not need to build cell walls (like plants and most bacteria). The membrane remains stable and durable without being rigid, allowing animal cells to change shape and animals to move.",
            "score": 57.28449630737305
        },
        {
            "docid": "15030306_3",
            "document": "ABCD2 . The protein encoded by this gene is a member of the superfamily of ATP-binding cassette (ABC) transporters. ABC proteins transport various molecules across extra- and intra-cellular membranes. ABC genes are divided into seven distinct subfamilies (ABC1, MDR/TAP, MRP, ALD, OABP, GCN20, White). This protein is a member of the ALD subfamily, which is involved in peroxisomal import of fatty acids and/or fatty acyl-CoAs in the organelle. All known peroxisomal ABC transporters are half transporters which require a partner half transporter molecule to form a functional homodimeric or heterodimeric transporter. The function of this peroxisomal membrane protein is unknown; however this protein is speculated to function as a dimerization partner of ABCD1 and/or other peroxisomal ABC transporters.",
            "score": 56.92493438720703
        }
    ]
}