{
    "q": [
        {
            "docid": "1902312_4",
            "document": "Pathogen-associated molecular pattern . The term \"PAMP\" has been criticized on the grounds that most microbes, not only pathogens, express the molecules detected; the term microbe-associated molecular pattern (MAMP), has therefore been proposed. A virulence signal capable of binding to a pathogen receptor, in combination with a MAMP, has been proposed as one way to constitute a (pathogen-specific) PAMP. Plant immunology frequently treats the terms \"PAMP\" and \"MAMP\" interchangeably, considering their recognition to be the first step in plant immunity, PTI (PAMP-triggered immunity), a relatively weak immune response that occurs when the host plant does not also recognize pathogenic effectors that damage it or modulate its immune response.",
            "score": 85.11191034317017
        },
        {
            "docid": "54964079_3",
            "document": "Leucine-rich repeat receptor like protein kinase PEPR1 . First isolation of AtPEPR 1 was carried out from the surface of \"Arabidopsis\" suspension cultured cells. I -125 labeled Azido-cys-AtPEP 1 photo affinity analog specifically interacted with PEPR 1 when incubated with \"Arabidopsis\" cells. Separation of this labeled protein using SDS- PAGE led to the identification of the 170 kDa PEPR 1 protein. Further, characterization helped to identify a gene; At1g73080 which encodes for 1,124 amino acids containing PEPR 1. Plasma membrane localized pattern recognition receptors (PRR) that recognized pathogen associated molecular patterns, provide the first line of defense in plants innate immunity. Recent studies in \"Arabidopsis\" have provided important details on plant innate immunity. Plant membrane PRR mainly consist of receptor like kinases and receptor like proteins. They sense PAMPs such as chitin from fungal cell wall, flagellin elongation factors etc. In addition to PAMPs, PRRs also recognize DAMP molecules that present in the intracellular space response to damage caused by pathogens, e.g.cell wall fragments, cytoplasmic proteins.",
            "score": 82.18128275871277
        },
        {
            "docid": "45214668_11",
            "document": "WRKY transcription factor . One of the most notorious roles of the WRKY transcription factor family is the regulation of plant stress tolerance. WRKYs participate in nearly every aspect of plant defense to abiotic and biotic stressors. WRKYs are known to regulate cold, drought, flooding, heat, heavy metal toxicity, low humidity, osmotic, oxidative, salt and UV stresses. Likewise, WRKY transcription factors play an essential role in plant tolerance to biotic stresses, protecting against innumerable viruses, bacterial and fungal pathogens, as well as insect herbivory. Plants are believed to perceive pathogens via pathogen-associated molecular pattern (PAMP) triggered immunity and effector-triggered immunity. WRKY transcription factors participate in regulating responses to pathogens by targeting PAMP and effector triggered immunity.",
            "score": 91.86360383033752
        },
        {
            "docid": "489289_3",
            "document": "Chemoreceptor . Plants have various mechanisms to perceive danger in their environment. Plants are able to detect pathogens and microbes through surface level receptor kinases (PRK). Additionally, receptor-like proteins (RLPs) containing ligand binding receptor domains capture pathogen-associated molecular patterns (PAMPS) and damage-associated molecular patterns (DAMPS) which consequently initiates the plant's innate immunity for a defense response.",
            "score": 75.87957763671875
        },
        {
            "docid": "44116266_3",
            "document": "Effector-triggered immunity . The innate immune system is common to all multicellular organisms and forms the first line of defense against pathogens. Infected cells recognize that they are under attack by detecting the pathogen directly through the Pathogen Associated Molecular Patterns (PAMPS) which bind with the Pattern Recognition Receptors (PRR) on the host cells. Host cells also recognize the pathogen through effector-triggered immunity, whereby the host cells are alerted to the pathogen by the associated damage caused by pathogenic toxins or effectors.",
            "score": 77.85272288322449
        },
        {
            "docid": "22590461_17",
            "document": "Plant disease resistance . Studied R genes usually confer specificity for particular strains of a pathogen species (those that express the recognized effector). As first noted by Harold Flor in his mid-20th century formulation of the gene-for-gene relationship, a plant R gene has specificity for a pathogen avirulence gene (Avr gene). Avirulence genes are now known to encode effectors. The pathogen Avr gene must have matched specificity with the R gene for that R gene to confer resistance, suggesting a receptor/ligand interaction for Avr and R genes. Alternatively, an effector can modify its host cellular target (or a molecular decoy of that target), and the R gene product (NLR protein) activates defenses when it detects the modified form of the host target or decoy.",
            "score": 90.02030396461487
        },
        {
            "docid": "37138_35",
            "document": "Arabidopsis thaliana . In general, when a plant is exposed to a pathogen, or nonpathogenic microbe, there is an initial response, known as PAMP-triggered immunity (PTI), because the plant detects conserved motifs known as pathogen-associated molecular patterns (PAMPs). These PAMPs are detected by specialized receptors in the host known as pattern recognition receptors (PRRs) on the plant cell surface.",
            "score": 66.36806201934814
        },
        {
            "docid": "19828134_50",
            "document": "Plant . By means of cells that behave like nerves, plants receive and distribute within their systems information about incident light intensity and quality. Incident light that stimulates a chemical reaction in one leaf, will cause a chain reaction of signals to the entire plant via a type of cell termed a \"bundle sheath cell\". Researchers, from the Warsaw University of Life Sciences in Poland, found that plants have a specific memory for varying light conditions, which prepares their immune systems against seasonal pathogens. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis thaliana\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins.",
            "score": 83.1520037651062
        },
        {
            "docid": "22574738_14",
            "document": "Biotic stress . Plants are capable of detecting invaders through the recognition of non-self signals despite the lack of a circulatory or immune system like those found in animals. Often a plant's first line of defense against microbes occurs at the plant cell surface and involves the detection of microorganism-associated molecular patterns (MAMPs). MAMPs include nucleic acids common to viruses and endotoxins on bacterial cell membranes which can be detected by specialized pattern-recognition receptors. Another method of detection involves the use of plant immune receptors to detect effector molecules released into plant cells by pathogens. Detection of these signals in infected cells leads to an activation of effector-triggered immunity (ETI), a type of innate immune response.",
            "score": 100.61241054534912
        },
        {
            "docid": "15632707_5",
            "document": "Intrinsic immunity . Intrinsic Immunity combines aspects of the two traditional branches of the immune system - adaptive and innate immunity – but is mechanistically distinct. Innate cellular immunity recognizes viral infection using toll-like receptors (TLRs), or pattern recognition receptors, which sense Pathogen-associated molecular patterns (PAMPs), triggering the expression of nonspecific antiviral proteins. Intrinsic immune proteins, however, are specific both in virus recognition and their mechanism of viral attenuation. Like innate immunity, however, the intrinsic immune system does not respond differently upon repeat infection by the same pathogen. Also, like adaptive immunity, intrinsic immunity is specifically tailored to a single type or class of pathogens, notably retroviruses.",
            "score": 49.9362735748291
        },
        {
            "docid": "14958_9",
            "document": "Immune system . Microorganisms or toxins that successfully enter an organism encounter the cells and mechanisms of the innate immune system. The innate response is usually triggered when microbes are identified by pattern recognition receptors, which recognize components that are conserved among broad groups of microorganisms, or when damaged, injured or stressed cells send out alarm signals, many of which (but not all) are recognized by the same receptors as those that recognize pathogens. Innate immune defenses are non-specific, meaning these systems respond to pathogens in a generic way. This system does not confer long-lasting immunity against a pathogen. The innate immune system is the dominant system of host defense in most organisms.",
            "score": 72.03554129600525
        },
        {
            "docid": "3113497_38",
            "document": "Innate immune system . Most plant immune responses involve systemic chemical signals sent throughout a plant. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in Arabidopsis (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. When a part of a plant becomes infected with a microbial or viral pathogen, in case of an incompatible interaction triggered by specific elicitors, the plant produces a localized hypersensitive response (HR), in which cells at the site of infection undergo rapid programmed cell death to prevent the spread of the disease to other parts of the plant. HR has some similarities to animal pyroptosis, such as a requirement of caspase-1-like proteolytic activity of VPEγ, a cysteine protease that regulates cell disassembly during cell death.",
            "score": 99.04010534286499
        },
        {
            "docid": "54964079_2",
            "document": "Leucine-rich repeat receptor like protein kinase PEPR1 . PEP Receptor 1 (PEPR 1) and its homologous PEP Receptor 2 (PEPR 2) are plant cell membrane localized Leucine-rich repeat (LRR) receptor kinase that play critical roles in plant innate immunity. Plants have evolved intricate immunity mechanism to combat against pathogen infection by recognizing Pathogen Associated Molecular Patterns (PAMP) and endogenous Damage Associated Molecular Patterns (DAMP). PEPR 1 considered as the first known DAMP receptor of \"Arabidopsis\".",
            "score": 70.08776450157166
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 72.34270286560059
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 95.14114308357239
        },
        {
            "docid": "1903231_21",
            "document": "Pattern recognition receptor . RLRs, are RNA helicases, which have been shown to participate in intracellular recognition of viral double-stranded (ds) and single stranded RNA which recruit factors via twin N-terminal CARD domains to activate antiviral gene programs, which may be exploited in therapy of viral infections. It has been suggested that the main antiviral program induced by RLR is based on ATPase activity. RLRs often interact and create cross-talk with the TLRs in the innate immune response and in regulation of adaptive immune response. Plants contain a significant number of PRRs that share remarkable structural and functional similarity with drosophila TOLL and mammalian TLRs. The first PRR identified in plants or animals was the Xa21 protein, conferring resistance to the Gram-negative bacterial pathogen Xanthomonas oryzae pv. oryzae. Since that time two other plants PRRs, Arabidopsis FLS2 (flagellin) and EFR (elongation factor Tu receptor)have been isolated. The corresponding PAMPs for FLS2 and EFR have been identified. Upon ligand recognition, the plant PRRs transduce \"PAMP-triggered immunity\" (PTI). Plant immune systems also encode resistance proteins that resemble NOD-like receptors (see above), that feature NBS and LRR domains and can also carry other conserved interaction domains such as the TIR cytoplasmic domain found in Toll and Interleukin Receptors. The NBS-LRR proteins are required for effector triggered immunity (ETI).",
            "score": 61.95809292793274
        },
        {
            "docid": "54987630_3",
            "document": "EF-Tu receptor . The plant \"Arabidopsis thaliana\" has a genome with only around 135 megabase pairs (Mbp), making it small enough to fully synthesize. It also makes it relative easy to study, leading to its use as a common model organism in the field of plant genetics. One important use of \"A. thaliana\" is in the study of plant immunity. Plant pathogens are able to travel through a plant's vascular system, but plants do not have specific immune cells that can travel this way. Plants also do not have an adaptive immune system, so other forms of immunity are required. One is the use of pattern-recognition receptors (PRR) to bind to pathogen-associated molecular patterns (PAMP), which are highly-conserved structures on the outside of many invasive organisms. This form of immunity acts on intercellular pathogens, which are ones outside of individual plant cells. PRRs are transmembrane proteins, which have an anchor inside the cell and portions that extend beyond the membrane. They are part of the innate immune system and bind to and prevent the proliferation of pathogens with the PAMPs that they can bind.",
            "score": 60.88798809051514
        },
        {
            "docid": "54942000_4",
            "document": "MAPK networks . Plants have many protection mechanisms to cope with stresses from the environment, which include ultraviolet light, cold or hot weather, windy days, and mechanical wounding. There are multiple pathways, but one pathway that plants have been able to develop is a self-defense mechanism by recognize pathogens through pathogen-associated molecular patterns (PAMPs) via cell surface-located pathogen-recognition receptors. These receptors induce intracellular signal pathways within the plant cells, while also resulting in PAMP-triggered immunity. Responses to PAMPs target broadly instead of specifically. This immunity requires downstream components via the MAPK cascade to activate the MAP kinases. The flagellin, a peptide of flg22, triggers a rapid and strong activation of MPK3, MPK4, and MPK6. MPK4 and MPK6 can be activated by harpin proteins. MPK3 and MPK6 are very similar proteins and have a function as regulators in abscission, stomatal development, signaling various abiotic stresses, and defense responses to certain pathogens. Experimentation has proposed that the MAPK module MEKK1-MKK4/MKK5-MPK3/MPK6 may be responsible for flg22 signal transmission. All of the proposed modules appear to be correct expect for MEKK1 because plants with \"mekk1\" mutated have a compromised flg22-triggered activation of MPK4, yet they have normal activation of MPK3 and MPK6. Data has shown that MAPK cascade is composed of MKK4/MKK5 and MPK3/MPK6 in response to fungal pathogens. The observation shows that the activation of MPK3/MPK6 in conditional gain-of-function plants for MKK4/MKK5 or MEKK1/MKKKa is sufficient to induce camalexin, which is a major phytoalexin in \"Arabidopsis.\" The stomata are considered to be the entry point for pathogenic invaders because microbial invaders enter the plant at the stomata. A recent study has shown that MAPK cascades play a role in abiotic and biotic stress responses. The main pathways in stomatal development and dynamics are MPK3 and MPK6. During a drought, the stomata closes and is believed to be mediated by the phytohormone, abscisic acid, and involves MKK1, MPK3, and MPK6. Another way of closing the stomata is through a closing process that is called pathogen-induced, which is an innate response from the plant. \"Campestris (Xcc)\" excretes a chemical that reverts stomatal closure that was caused by bacteria and abscisic acid (ABA). Most stomata close in the presents of ABA, but some are unresponsive to bacteria. In \"Arabidopsis\" \"Xcc\" does not revert bacteria-induced or ABA-induced stomatal closure. Scientists are not certain if MAPK cascades are responsible for the signaling, so further investigation is needed for this.",
            "score": 82.03013586997986
        },
        {
            "docid": "37138_41",
            "document": "Arabidopsis thaliana . Plants are affected by multiple pathogens throughout their lifetime. In response to the presence of pathogens, plants have evolved receptors on the cell surface to detect and respond to pathogens. \"Arabidopsis Thaliana\" is a model organism used to determine specific defense mechanisms of plant-pathogen resistance. These plants have special receptors on their cell surfaces that allow for detection of pathogens and initiate mechanisms to inhibit pathogen growth. They contain two receptors, FLS2 (bacterial flagellin receptor) and EF-Tu (bacterial EF-Tu protein), which use signal transduction pathways to initiate the disease response pathway. The pathway leads to the recognition of the pathogen causing the infected cells to undergo cell death to stop the spread of the pathogen. Plants with FLS2 and EF-Tu receptors have shown to have increased fitness in the population. This has led to the belief that plant-pathogen resistance is an evolutionary mechanism that has built up over generations to respond to dynamic environments, such as increased predation and extreme temperatures.",
            "score": 87.47504448890686
        },
        {
            "docid": "244847_16",
            "document": "Fire blight . Pathogenicity depends on many different factors such as the production of the siderophore desferrioxamine, metalloproteases, plasmids, and histone-like proteins. However, some essential factors of pathogenicity are variations in the synthesis of extracellular polysaccharides (EPS) and the mechanism of type III secretion system and its associated proteins. EPS helps bacterial pathogens avoid plant defenses, “clog” the host’s vascular system, protect bacteria against desiccation and attach to both surfaces and one another. One EPS is amylovoran, a polymer of pentasaccharide repeating units. If a strain of \"E. amylovora\" can not produce amylovoran it is not pathogenic and can not spread in plants. Levan is another EPS, and a lack of it will slow development of symptoms. Type III secretion systems are used for exporting and delivering effector proteins into the cytosol of host plants. This system mainly consists of Hrc proteins. Motility is another major virulence factor. Since \"E. amylovora\" is not an obligate biotroph, it is able to survive outside the host which allows it to spread in many ways such as rain.",
            "score": 74.20131325721741
        },
        {
            "docid": "22590461_20",
            "document": "Plant disease resistance . Plant sRNA pathways are understood to be important components of pathogen-associated molecular pattern (PAMP)-triggered immunity (PTI) and effector-triggered immunity (ETI). Bacteria‐induced miRNAs in Arabidopsis have been shown to influence hormonal signalling including auxin, abscisic acid (ABA), jasmonic acid (JA) and salicylic acid (SA). . Advances in genome‐wide studies revealed a massive adaptation of host miRNA expression patterns after infection by fungal pathogens \"Fusarium virguliforme,\" \"Erysiphe graminis\", \"Verticillium dahliae\", and \"Cronartium quercuum\", and the oomycete \"Phytophthora sojae\". Changes to sRNA expression in response to fungal pathogens indicate that gene silencing may be involved in this defense pathway. However, there is also evidence that the antifungal defense response to \"Colletotrichum\" spp. infection in maize is not entirely regulated by specific miRNA induction, but may instead act to fine-tune the balance between genetic and metabolic components upon infection.  ",
            "score": 101.08944725990295
        },
        {
            "docid": "4025205_2",
            "document": "Systemic acquired resistance . The systemic acquired resistance (SAR) is a \"whole-plant\" resistance response that occurs following an earlier localized exposure to a pathogen. SAR is analogous to the innate immune system found in animals, and there is evidence that SAR in plants and innate immunity in animals may be evolutionarily conserved. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. SAR is important for plants to resist disease, as well as to recover from disease once formed. SAR can be induced by a wide range of pathogens, especially (but not only) those that cause tissue necrosis, and the resistance observed following induction of SAR is effective against a wide range of pathogens, which is why SAR resistance is sometimes called \"broad spectrum\". SAR is associated with the induction of a wide range of genes (so called PR or \"pathogenesis-related\" genes), and the activation of SAR requires the accumulation of endogenous salicylic acid (SA). The pathogen-induced SA signal activates a molecular signal transduction pathway that is identified by a gene called \"NIM1\", \"NPR1\" or \"SAI1\" (three names for the same gene) in the model genetic system \"Arabidopsis thaliana\". SAR has been observed in a wide range of flowering plants, including dicotyledon and monocotyledon species. SAR can be activated in corn, however, widely adapted commercial like Benzothiadiazole may not be efficient against \"P. sorghi\" causing common rust.",
            "score": 92.65400218963623
        },
        {
            "docid": "5951626_2",
            "document": "Antigenic variation . Antigenic variation refers to the mechanism by which an infectious agent such as a protozoan, bacterium or virus alters its surface proteins in order to evade a host immune response. It is related to phase variation. Immune evasion is particularly important for organisms that target long-lived hosts, repeatedly infect a single host and are easily transmittable. Antigenic variation not only enables immune evasion by the pathogen, but also allows the microbes to cause re-infection, as their antigens are no longer recognized by the host's immune system. When an organism is exposed to a particular antigen (i.e. a protein on the surface of a bacterium) an immune response is stimulated and antibodies are generated to target that specific antigen. The immune system will then \"remember\" that particular antigen, and defenses aimed at that antigen become part of the immune system’s acquired immune response. If the same pathogen tries to re-infect the same host the antibodies will act rapidly to target the pathogen for destruction. However, if the pathogen can alter its surface antigens, it can evade the host's acquired immune system. This will allow the pathogen to re-infect the host while the immune system generates new antibodies to target the newly identified antigen. Antigenic variation can occur by altering a variety of surface molecules including proteins and carbohydrates. There are many molecular mechanisms behind antigenic variation, including gene conversion, site-specific DNA inversions, hypermutation, as well as recombination of sequence cassettes. In all cases, antigenic variation and phase variation result in a heterogenic phenotype of a clonal population. Individual cells either express the phase-variable protein(s) or express one of multiple antigenic forms of the protein. This form of regulation has been identified mainly, but not exclusively, for a wide variety of surface structures in pathogens and is implicated as a virulence strategy.",
            "score": 83.52452731132507
        },
        {
            "docid": "54988028_9",
            "document": "High Affinity K+ transporter HAK5 . HAK5 is linked to disease prevention because if there is a lack of K or nutrients within a plant or cell, bacterial growth is promoted. K is important for the generation of PAMPs (pathogen-associated molecular patterns) recognition, which is involved in the innate immune system for living cells. PAMPs are the main molecules that run the innate immune system. They consist of either glycans or gylcoconjugates, and they pair with pattern recognition receptors (PRR) to initiate an immune response.They send signals to the host cells to show there is a pathogen present. One of the best PRR is FLS2; it binds to flg22 (flagellin), and after just minutes, signaling responses such as kinase cascades, production of reactive oxygen species (ROS), and extracellular alkalization are stimulated. During PAMPs, ion transport across the plasma membrane is important. One particular important ion is K. The loss of K promotes the activation of PAMPs. The loss of anions help the growth of bacteria and the PAMPs system works to fight against foreign pathogens such as bacteria. PRRs recognize PAMPs when there is an infection within the cell. During extreme limitations to K, HAK5 is the only transporter. When PAMPs are triggered a large number of K are introduced to the cell, which signals a downstream immune response. In animal cells the toll-like receptor TLR4 binds the bacterial PAMP LPS (lipopolysaccharide) and induces K+ efflux through the MaxiK K+ channel, activating signal cascades and release of the pro-inflammatory tumor necrosis factor-α HAK5 works alongside other kinase's to help with the immune response within a cell. The main kinase that works with this transporter is Intergrin- Linked Kinase 1 (ILK1). ILK1 works to increase the amount of HAK5 transporters on the plasma membrane during abiotic stress which increases the influx of K. ILK1 has also been shown to phosphorylate the N-terminal of HAK5, which contributes to plant growth. The phosphorylation helps to aid in the regulation of the HAK5, as well as other complexes such as CBL1 and CIPK23. Those complexes help to enhance HAK5 transport of K, although the true mechanism is currently unknown.",
            "score": 92.65143918991089
        },
        {
            "docid": "54942000_5",
            "document": "MAPK networks . The identification of MEKK1-MKK1/2-MPK4 in pathogen signaling has been a tremendous finding. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations are dwarfed and acquire too much of reactive oxygen species. The mutations are considered to be from the enhancement of SA levels, which is partially reversed by bacterial SA hydrolase. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations have cell death occur spontaneously, pathogenesis-related genes and increased resistance to pathogens. MEKK1 appears to have deregulation pathways that are unknown and do not involve MKK1/MKK2 nor MPK4. MEKK1 interact with WRKY53, which is responsible for \"mekk1\" genes set, and alter the activity of WRKY53 that is a short portion of MAPK signaling. Substrates of MPK4 are three proteins: WRKY33, WRKY25, and MKS1. Ternary MKS1-MPK4-WRKY33 complexes have been recognized by nuclear extracts. Recruitment of WRKY33 depends on the phosphorylation of MPK4. Once activated, MPK3 phosphorylates MKS1, which releases WRKY33 from the ternary complex. The free WRKY33 is believed to induce transcription on target genes., allowing for a negative regulation by MPK4. Pathogens have developed mechanisms that inactivate PAMP-induced signaling pathways through the MAPK networks. Andrea Pitzschke and her colleges claim “AvrPto and AvrPtoB interact with the FLS2 receptor and its co-receptor BAK1. AvrPtoB catalyzes the polyubiquitination and subsequent proteasome-dependent degradation of FLS2” (Pitzschke 3). AvrPto interacts with BAK1 and interrupts the binding of FLS2. \"Pseudomonas syringae\" have HopAI1, which is a phosphothreonin lyase, and dephosphorylates the threonine residue at the upstream MAPKKs. HopAI1 interacts with MPK3 and MPK6 allowing for flg22 activation to occur. In certain soil-borne pathogens that carry flagellin variants cannot be detected by FLS2, but there is still a triggered innate immune response. The immune response has been shown to be from the EF-Tu protein. Flg22, elf18, FLS2 and EFR have receptors that are in the same subfamily of LRR-RLKs, LRRXII. This means that elf18 and flg22 induce extracellular alkalization, rapid activation of MAPKs, and gene responses that are similar to each other. Although there appears to be an important relationship between MAPKs with EF-Tu-triggered defense, the evidence remains to be unclear. The reason for this unclear relationship is because of \"Agrobacterium tumefaciens,\" which infects into segments of plant DNA.  EFR1 mutants do not recognize EF-Tu, but there is no research on MAPK activities and \"efr1.\" Initiation of defense signaling can be a positive effect to the plant pathogens because activating MPK3 in response to flg22 causes phosphorylation and translocation of virE2 interacting protein 1 (VIP1). VIP1 serves as a shuttle for the pathogenic T-DNA, but the induction of defense genes can occur as well. This allows for the spreading and cessation of the pathogen in the plant, but the pathogen can overcome the problem by attacking VIP1 for proteasome degradation by VirF, which is a virulence factor that encodes an F-box protein.",
            "score": 91.83854508399963
        },
        {
            "docid": "10139931_20",
            "document": "Pseudomonas syringae . A combination of the pathogen's effector genes and the plant's resistance genes is thought to determine which species a particular pathovar can infect. Plants can develop resistance to a pathovar by recognising pathogen-associated molecular patterns (PAMPs) and launching an immune response. These PAMPs are necessary for the microbe to function, so cannot be lost, but the pathogen may find ways to suppress this immune response, leading to an evolutionary arms race between the pathogen and the host.",
            "score": 85.44875526428223
        },
        {
            "docid": "48225529_6",
            "document": "Bacterial blight of soybean . Bacterial blight of soybeans can enter leaves through wounds or natural openings such as stomata. After gaining entrance to the host leaves, \"Pseudomonas syringae pv. glycinea\" multiplies in the leaf intercellular fluid. The pathogen must then overcome the plants defenses. \"Pseudomonas syringae pv. glycinea\" accomplishes this by using the type three secretion system to inject a variety of pathogenicity effector proteins (Hrp proteins) into the plant cell cytoplasm. These proteins act by interfering with effector-triggered immunity and producing phytohormones/toxins that suppress plant defenses. The expression of these virulence factors depends on the environmental conditions at the time of infection (see \"environment section). Furthermore, expression of virulence factors will only take place when a sufficiently large population of bacteria is present, which is determined through quorum sensing. When successful, the common symptoms of bacterial blight will be seen, with the main effect on the plant being a reduction in photosynthetic leaf area. Generally, the amount of photosynthetic area lost is not enough to impede plant growth. As the plant continues to grow it overcomes the loss of photosynthetic area and reduction in yield, if there is any, is negligible.",
            "score": 79.74570441246033
        },
        {
            "docid": "1903231_7",
            "document": "Pattern recognition receptor . Recognition of extracellular or endosomal pathogen-associated molecular patterns is mediated by transmembrane proteins known as toll-like receptors (TLRs). TLRs share a typical structural motif, the Leucine rich repeats (LRR), which give them their specific appearance and are also responsible for TLR functionality. Toll-like receptors were first discovered in \"Drosophila\" and trigger the synthesis and secretion of cytokines and activation of other host defense programs that are necessary for both innate or adaptive immune responses. 10 functional members of the TLR family have been described in humans so far. Studies have been conducted on TLR11 as well, and it has been shown that it recognizes flagellin and profilin-like proteins in mice. Nonetheless, TLR11 is only a pseudogene in humans without direct function or functional protein expression. Each of the TLR has been shown to interact with a specific PAMP.",
            "score": 44.7395544052124
        },
        {
            "docid": "55569034_6",
            "document": "FLS2 . In the same way that mammals and insects have an innate immunity response to pathogens, plants have a defense system that is similar yet modified. The biggest difference between plants, mammals, and insects is that mammals and insects are not stationary like plants, therefore a plant’s defense system is more complex and more reliant of signaling pathways to notify the plant of what could be potentially attacking. With that in mind, it is important that all gram positive and gram negative bacteria share flagellin. With plants being stationary, a specific molecular pattern of flagellin can be recognized by plants to determine phytopathogenic bacteria in plant defense. As discovered by the ectopic expression of \"FLS2\" study, \"FLS2\" is directed related to flagellin perception, so by discovery and by natural way of the plant, \"FLS2\" is the gene responsible for perception of flagellin which signals a plant defense response. Things are not all settled here because, as mentioned earlier, gram positive and gram negative bacteria share flagellin which means that plants cannot distinguish between avirulent and virulent bacteria. This could provide extremely useful when an abundance of pathogenic bacteria are present, however this can also prove inefficient when plant defense response is occurring due to flagellin perception of avirulent bacteria, or so one would think. In actuality, avirulent bacteria defense responses are higher than virulent bacteria defense response due to the presence of multiple specific elicitors. Hutcheson (1997) found that the tertiary and quaternary structures of protein elicitors are dependent on elicitor activity. Even so, resistant gene products are commonly found in Leucine rich repeat domains which is the extracellular domain of \"FLS2\", and \"hrp\" genes are directly related to disease incitement and hypersensitive response to resistant plants. In short, the more elicitors that are present within flagellin perception, the more plant defense response will occur regardless of virulence. It is just more common for avirulent pathogen to produce more elicitors.",
            "score": 87.8222222328186
        },
        {
            "docid": "55019942_2",
            "document": "PEPR1 and PEPR2 . PEPR 1 and PEPR2 (Perception of the Arabidopsis Danger Signal Peptide 1 or 2) are homolog kinases that act as enzymes on other proteins. They attach a phosphate group to specific proteins, called phosphorylation. These reactions can cause the function of the phosphorylated proteins to change. Both PEPR 1 and PEPR 2 can be classified as receptor kinases, which serve an important role in immunity in plants. Receptor kinases have the ability to change the conformation of receptors by adding the phosphate group. These specific receptor kinases serve as a pattern recognition receptor, or PRR, that can quickly and efficiently recognize many different molecular patterns or signatures that are unique to each pathogen. They can also detect different danger signals released from the host and respond accordingly. More specifically, the proteins contain leucine-rich repeat segments that interact outside of the cell. This leucine-rich repeat is a structural motif present in some proteins that has specific functions due to its folded structure. This fold can contain many repeating amino acids, but the most common is the hydrophobic leucine, hence the name. PEPR1 and PEPR2 are present in plants and are involved in several immune system processes. Their ability to change the conformation of receptors can have an effect on signaling processes within plants, allowing the plant to have a system of immunity in place in case of an infection or pathogen.",
            "score": 66.7025854587555
        },
        {
            "docid": "1902312_2",
            "document": "Pathogen-associated molecular pattern . Pathogen-associated molecular patterns, or PAMPs, are molecules associated with groups of pathogens, that are recognized by cells of the innate immune system. These molecules can be referred to as small molecular motifs conserved within a class of microbes. They are recognized by toll-like receptors (TLRs) and other pattern recognition receptors (PRRs) in both plants and animals. A vast array of different types of molecules can serve as PAMPs, including glycans and glycoconjugates.",
            "score": 75.95833969116211
        },
        {
            "docid": "22590461_16",
            "document": "Plant disease resistance . Plants have evolved R genes (resistance genes) whose products mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products are proteins that allow recognition of specific pathogen effectors, either through direct binding or by recognition of the effector's alteration of a host protein. Many R genes encode NB-LRR proteins (proteins with nucleotide-binding and leucine-rich repeat domains, also known as NLR proteins or STAND proteins, among other names). Most plant immune systems carry a repertoire of 100-600 different R gene homologs. Individual R genes have been demonstrated to mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products control a broad set of disease resistance responses whose induction is often sufficient to stop further pathogen growth/spread.",
            "score": 78.72717595100403
        }
    ],
    "r": [
        {
            "docid": "19178965_66",
            "document": "Fungus . \"Ustilago maydis\" is a pathogenic plant fungus that causes smut disease in maize and teosinte. Plants have evolved efficient defense systems against pathogenic microbes such as \"U. maydis\". A rapid defense reaction after pathogen attack is the oxidative burst where the plant produces reactive oxygen species at the site of the attempted invasion. \"U. maydis\" can respond to the oxidative burst with an oxidative stress response, regulated by the gene \"YAP1\". The response protects \"U. maydis\" from the host defense, and is necessary for the pathogen’s virulence. Furthermore, \"U. maydis\" has a well-established recombinational DNA repair system which acts during mitosis and meiosis. The system may assist the pathogen in surviving DNA damage arising from the host plant’s oxidative defensive response to infection.",
            "score": 131.1739959716797
        },
        {
            "docid": "5580524_8",
            "document": "Sugarcane smut . Plant disease resistance is the result of coevolution between the plant and pathogen. During Ustilago scitaminea infection, the fungus grows within the meristematic tissue and induces formation of flowering structures, which it colonises to produce its teliopores. The flowering structures, usually typical grass panicles, are transformed into a whip-like sorus that grows rapidly and protrudes out between the leaf sheaths. The development of sugarcane smut depends on the interaction among environment, the sugarcane variety and the pathogen itself. If the interaction between smut-resistant varieties and the pathogen is nonaffinity, disease resistance occurs; however, if the interaction between smut-susceptible varieties and the pathogen is affinity, disease susceptibility occurs. A series of physiological and biochemical changes, together with the molecular response, occur during the period between the appearance of the stress on plant from the invasion of the pathogen and the subsequent plant-pathogen interaction. Progress has been made in studies of the molecular basis of sugarcane smut resistance. According to one study, the type of resistance is a single gene resistance at the N52/219 gene site. Furthermore this study talked about several different strains or races of Ustilago scitaminea. Despite what has been learned, more studies on the molecular interaction in this pathosystem are needed to discover the mechanisms of smut resistance.",
            "score": 111.62452697753906
        },
        {
            "docid": "14958_43",
            "document": "Immune system . Unlike animals, plants lack phagocytic cells, but many plant immune responses involve systemic chemical signals that are sent through a plant. Individual plant cells respond to molecules associated with pathogens known as Pathogen-associated molecular patterns or PAMPs. When a part of a plant becomes infected, the plant produces a localized hypersensitive response, whereby cells at the site of infection undergo rapid apoptosis to prevent the spread of the disease to other parts of the plant. Systemic acquired resistance (SAR) is a type of defensive response used by plants that renders the entire plant resistant to a particular infectious agent. RNA silencing mechanisms are particularly important in this systemic response as they can block virus replication.",
            "score": 108.9072494506836
        },
        {
            "docid": "22590461_8",
            "document": "Plant disease resistance . The plant immune system carries two interconnected tiers of receptors, one most frequently sensing molecules outside the cell and the other most frequently sensing molecules inside the cell. Both systems sense the intruder and respond by activating antimicrobial defenses in the infected cell and neighboring cells. In some cases, defense-activating signals spread to the rest of the plant or even to neighboring plants. The two systems detect different types of pathogen molecules and classes of plant receptor proteins.",
            "score": 106.1042251586914
        },
        {
            "docid": "57759_7",
            "document": "Biophoton . Imaging of biophotons from leaves has been used as a method for Assaying R Gene Responses. These genes and their associated proteins are responsible for pathogen recognition and activation of defense signaling networks leading to the hypersensitive response, which is one of the mechanisms of the resistance of plants to pathogen infection. It involves the generation of reactive oxygen species (ROS), which have crucial roles in signal transduction or as toxic agents leading to cell death.",
            "score": 104.06757354736328
        },
        {
            "docid": "6355_127",
            "document": "Chloroplast . Plants have two main immune responses—the hypersensitive response, in which infected cells seal themselves off and undergo programmed cell death, and systemic acquired resistance, where infected cells release signals warning the rest of the plant of a pathogen's presence. Chloroplasts stimulate both responses by purposely damaging their photosynthetic system, producing reactive oxygen species. High levels of reactive oxygen species will cause the hypersensitive response. The reactive oxygen species also directly kill any pathogens within the cell. Lower levels of reactive oxygen species initiate systemic acquired resistance, triggering defense-molecule production in the rest of the plant.",
            "score": 102.74434661865234
        },
        {
            "docid": "33732870_2",
            "document": "Pathogenesis-related protein . Pathogenesis-related (PR) proteins are proteins produced in plants in the event of a pathogen attack. They are induced as part of systemic acquired resistance. Infections activate genes that produce PR proteins. Some of these proteins are antimicrobial, attacking molecules in the cell wall of a bacterium or fungus. Others may function as signals that spread “news” of the infection to nearby cells. Infections also stimulate the cross-linking of molecules in the cell wall and the deposition of lignin, responses that set up a local barricade that slows spread of the pathogen to other parts of the plant.",
            "score": 102.7380142211914
        },
        {
            "docid": "35158708_6",
            "document": "Beta-Aminobutyric acid . BABA induces defense responses in plants by both physical and biochemical means. The precise mechanism depends on the plant and pathogen species (the pathosystem). It is unknown how BABA interacts with plant tissues to increase disease resistance. It does not directly activate defensive genes in isolation, but in combination with an infection, BABA treated plants respond more quickly and strongly to the pathogen.",
            "score": 102.09033966064453
        },
        {
            "docid": "1870627_2",
            "document": "Magnaporthe grisea . Magnaporthe grisea, also known as rice blast fungus, rice rotten neck, rice seedling blight, blast of rice, oval leaf spot of graminea, pitting disease, ryegrass blast, and Johnson spot, is a plant-pathogenic fungus that causes a serious disease affecting rice. It is now known that \"M. grisea\" consists of a cryptic species complex containing at least two biological species that have clear genetic differences and do not interbreed. Complex members isolated from \"Digitaria\" have been more narrowly defined as \"M. grisea\". The remaining members of the complex isolated from rice and a variety of other hosts have been renamed Magnaporthe oryzae. Confusion on which of these two names to use for the rice blast pathogen remains, as both are now used by different authors.",
            "score": 101.84222412109375
        },
        {
            "docid": "22590461_20",
            "document": "Plant disease resistance . Plant sRNA pathways are understood to be important components of pathogen-associated molecular pattern (PAMP)-triggered immunity (PTI) and effector-triggered immunity (ETI). Bacteria‐induced miRNAs in Arabidopsis have been shown to influence hormonal signalling including auxin, abscisic acid (ABA), jasmonic acid (JA) and salicylic acid (SA). . Advances in genome‐wide studies revealed a massive adaptation of host miRNA expression patterns after infection by fungal pathogens \"Fusarium virguliforme,\" \"Erysiphe graminis\", \"Verticillium dahliae\", and \"Cronartium quercuum\", and the oomycete \"Phytophthora sojae\". Changes to sRNA expression in response to fungal pathogens indicate that gene silencing may be involved in this defense pathway. However, there is also evidence that the antifungal defense response to \"Colletotrichum\" spp. infection in maize is not entirely regulated by specific miRNA induction, but may instead act to fine-tune the balance between genetic and metabolic components upon infection.  ",
            "score": 101.08944702148438
        },
        {
            "docid": "22574738_14",
            "document": "Biotic stress . Plants are capable of detecting invaders through the recognition of non-self signals despite the lack of a circulatory or immune system like those found in animals. Often a plant's first line of defense against microbes occurs at the plant cell surface and involves the detection of microorganism-associated molecular patterns (MAMPs). MAMPs include nucleic acids common to viruses and endotoxins on bacterial cell membranes which can be detected by specialized pattern-recognition receptors. Another method of detection involves the use of plant immune receptors to detect effector molecules released into plant cells by pathogens. Detection of these signals in infected cells leads to an activation of effector-triggered immunity (ETI), a type of innate immune response.",
            "score": 100.61241149902344
        },
        {
            "docid": "55807342_16",
            "document": "Mycorrhiza helper bacteria . There have been a few studies that have found that MHB aid pathogenic fungi. One study showed that MHB aided in colonization of a type of fungal pathogen because the surrounding environment was unsuitable for the symbiotic mycorrhiza. Thus the MHB became more harmful under certain conditions to increase their own fitness.  Researchers have also found that MHB help the pathogenic fungus to colonize on the surface of the plant. This has a negative effect on the plant, but increasing the deleterious effects of the fungus. Another proposed mechanism is that MHB alters the defense mechanism of the plant, by shutting off degrading peroxidase enzymes, and allowing the pathogenic fungus to inoculate the plant. In several studies, researchers have proposed numerous ways MHB defends pathogens. In one experiment researchers observed that MHB produced acid in the surrounding environment, which helped to defeat off the pathogen. It has also been hypothesized that the defense mechanism against pathogens is from a combination of both fungus and plant. Another study found that MHB release antifungal metabolites into the soil. The anti-fungal metabolites produce antagonistic effects towards the pathogenic fungi. However, MHB can choose whether to help defend a pathogen depending on the nutrient availability and space in the rhizosphere. Further research is still necessary to understand the mechanism of how MHBs aid mycorrhiza defeat pathogens.",
            "score": 100.0462417602539
        },
        {
            "docid": "54954562_11",
            "document": "Role of Calmodulins . 2) Pathogen Defense: Among the diverse range of defense strategies plants utilize against pathogens, Ca signaling is very increasingly common. Free Ca levels in the cytoplasm increases in response to a pathogenic infection. Ca signatures of this nature usually activate the plant defense system by inducing defense-related genes and the hypersensitive cell death. CaMs, CMLs and CaM-binding proteins are some of the recently identified elements of the plant defense signaling pathways. Several CML genes in tobacco, bean and tomato are responsive to pathogens. CML43 is a CaM-related protein that, as isolated from APR134 gene in the disease-resistant leaves of \"Arabidopsis\" for gene expression analysis, is rapidly induced when the leaves are inoculated with \"Pseudomonas syringae.\" These genes are also found in tomatoes (\"Solanum lycopersicum).\" The CML43 from the APR134 also binds to Ca ions in vitro which shows that CML43 and APR134 are, hence, involved in the Ca-dependent signaling during the plant immune response to bacterial pathogens. The CML9 expression in \"Arabidopsis thaliana\" is rapidly induced by phytopathogenic bacteria, flagellin and salicylic acid. Expression of soybean SCaM4 and SCaM5 in transgenic \"tobacco\" and \"Arabidopsis\" causes an activation of genes related to pathogen resistance and also results in enhanced resistance to a wide spectrum of pathogen infection. The same is not true for soybean SCaM1 and SCaM2 that are highly conserved CaM isoforms. The \"At\"BAG6 protein is a CaM-binding protein that binds to CaM only in the absence of Ca and not in the presence of it. \"At\"BAG6 is responsible for the hypersensitive response of programmed cell death in order to prevent the spread of pathogen infection or to restrict pathogen growth. Mutations in the CaM binding proteins can lead to severe effects on the defense response of the plants towards pathogen infections. Cyclic nucleotide-gated channels (CNGCs) are functional protein channels in the plasma membrane that have overlapping CaM binding sites transport divalent cations such as Ca. However, the exact role of the positioning of the CNGCs in this pathway for plant defense is still unclear.",
            "score": 99.70458221435547
        },
        {
            "docid": "3113497_36",
            "document": "Innate immune system . Members of every class of pathogen that infect humans also infect plants. Although the exact pathogenic species vary with the infected species, bacteria, fungi, viruses, nematodes, and insects can all cause plant disease. As with animals, plants attacked by insects or other pathogens use a set of complex metabolic responses which lead to the formation of defensive chemical compounds that fight infection or make the plant less attractive to insects and other herbivores. (see: plant defense against herbivory).",
            "score": 99.44526672363281
        },
        {
            "docid": "50513_13",
            "document": "Melanin . Melanins have very diverse roles and functions in various organisms. A form of melanin makes up the ink used by many cephalopods (see cephalopod ink) as a defense mechanism against predators. Melanins also protect microorganisms, such as bacteria and fungi, against stresses that involve cell damage such as UV radiation from the sun and reactive oxygen species. Melanin also protects against damage from high temperatures, chemical stresses (such as heavy metals and oxidizing agents), and biochemical threats (such as host defenses against invading microbes). Therefore, in many pathogenic microbes (for example, in \"Cryptococcus neoformans\", a fungus) melanins appear to play important roles in virulence and pathogenicity by protecting the microbe against immune responses of its host. In invertebrates, a major aspect of the innate immune defense system against invading pathogens involves melanin. Within minutes after infection, the microbe is encapsulated within melanin (melanization), and the generation of free radical byproducts during the formation of this capsule is thought to aid in killing them. Some types of fungi, called radiotrophic fungi, appear to be able to use melanin as a photosynthetic pigment that enables them to capture gamma rays and harness this energy for growth.",
            "score": 99.20423889160156
        },
        {
            "docid": "3113497_38",
            "document": "Innate immune system . Most plant immune responses involve systemic chemical signals sent throughout a plant. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in Arabidopsis (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. When a part of a plant becomes infected with a microbial or viral pathogen, in case of an incompatible interaction triggered by specific elicitors, the plant produces a localized hypersensitive response (HR), in which cells at the site of infection undergo rapid programmed cell death to prevent the spread of the disease to other parts of the plant. HR has some similarities to animal pyroptosis, such as a requirement of caspase-1-like proteolytic activity of VPEγ, a cysteine protease that regulates cell disassembly during cell death.",
            "score": 99.04010772705078
        },
        {
            "docid": "303084_11",
            "document": "Corn smut . Plants, in general, have evolved efficient defense systems against pathogenic microbes. A rapid plant defense reaction after pathogen attack is the oxidative burst, which involves the production of reactive oxygen species at the site of the attempted invasion. As a pathogen, \"U. maydis\" can respond to such an oxidative burst by an oxidative stress response, regulated by gene yap1. This response protects \"U. maydis\" from the host attack, and is necessary for the pathogen’s virulence. Furthermore, \"U. maydis\" has a well-established recombinational DNA repair system. This repair system involves a homolog of Rad51 that has a very similar sequence and size to its mammalian counterparts. This system also involves a protein, Rec2 that is more distantly related to Rad51, and Brh2 protein that is a streamlined version of the mammalian Breast Cancer 2 (BRCA2) protein. When any of these proteins is inactivated, sensitivity of \"U. maydis\" to DNA damaging agents is increased. Also mitotic recombination becomes deficient, mutation frequency increases and meiosis fails to complete. These observations suggest that recombinational repair during mitosis and meiosis in \"U. maydis\" may assist the pathogen in surviving DNA damage arising from the host’s oxidative defensive response to infection, as well as from other DNA damaging agents.",
            "score": 98.99272155761719
        },
        {
            "docid": "38151252_3",
            "document": "Momilactone-A synthase . The rice phytoalexin momilactone A is a diterpenoid secondary metabolite that is involved in the defense mechanism of the plant. Momilactone A is produced in response to attack by a pathogen through the perception of elicitor signal molecules such as chitin oligosaccharide, or after exposure to UV irradiation.",
            "score": 98.29299926757812
        },
        {
            "docid": "43927285_5",
            "document": "Nick Talbot . Talbot's research investigates plant pathology and developmental biology, especially the rice blast fungus \"Magnaporthe grisea\", one of the world's most devastating diseases. Talbot is the editor of \"Molecular and Cellular Biology of Filamentous Fungi\" and \"Plant-Pathogen Interactions\".",
            "score": 97.12991333007812
        },
        {
            "docid": "56073965_15",
            "document": "Plant–fungus horizontal gene transfer . In \"Stagonospora\" and \"Pyrenophora\", as well as in \"Fusarium\" and \"Alternaria\", horizontal gene transfer provides a powerful mechanism for fungi to acquire pathogenic capabilities to infect a new host plant. Horizontal gene transfer and interspecific hybridization between pathogenic species allow for hybrid offspring with an expanded host range. This can cause disease outbreaks on new crops when an encoded protein is able to cause pathogenicity. The interspecific transfer of virulence factors in fungal pathogens has been shown between \"Stagonospora modorum\" and \"Pyrenophora tritici-repentis\", where a host-selective toxin from \"S. nodorum\" conferred virulence to \"P. tritici-repentis\" on wheat.",
            "score": 96.70861053466797
        },
        {
            "docid": "39546431_8",
            "document": "Variovorax paradoxus . The role of \"V. paradoxus\" in the plant root rhizosphere and surrounding soil has been investigated in several plant species, with implicated growth promoting mechanisms including reducing plant stress, increasing nutrient availability and inhibiting growth of plant pathogens; many of these mechanisms relate to the species catabolic capabilities. In the rhizosphere of pea plants (\"Pisum sativum\"), \"V. paradoxus\" was shown to increase both growth and yield by degrading the ethylene precursor molecule 1-aminocyclopropane-1-carboxylate (ACC), using a secreted ACC deaminase. Strains of \"V. paradoxus\" have also been identified that can degrade N-acyl homoserine-lactones (AHL), microbial signalling molecules involved in quorum sensing. It is hypothesized that this ability could provide a host plant protection from pathogenic infection, with the impact of quorum quenching to reduce virulence in pathogenic strains present.",
            "score": 96.62820434570312
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 95.14114379882812
        },
        {
            "docid": "54964079_5",
            "document": "Leucine-rich repeat receptor like protein kinase PEPR1 . AtPEP 1 interaction with PEPR 1 activates the defense genes that regulates jasmonate/ethylene and salicylate defense hormones and induce the expression of \"PDF1.2\" (defensin) gene being component of plant innate immune system. Expression of these defense genes would result in more production of PROPEP 1 gene through feedback mechanism. This amplify the danger signals during pathogen infection and confers resistance against pathogens.",
            "score": 95.05992889404297
        },
        {
            "docid": "5795298_8",
            "document": "Molecular mimicry . Autoimmunity can thus be defined simply as exceptions to the tolerance \"rules.\" By doing this, an immune response is generated against self-tissue and cells. These mechanisms are known by many to be intrinsic. However, there are pathogenic mechanisms for the generation of autoimmune disease. Pathogens can induce autoimmunity by polyclonal activation of B or T cells, or increased expression of major histocompatibility complex (MHC) class I or II molecules. There are several ways in which a pathogen can cause an autoimmune response. A pathogen may contain a protein that acts as a mitogen to encourage cell division, thus causing more B or T cell clones to be produced. Similarly, a pathogenic protein may act as a superantigen which causes rapid polyclonal activation of B or T cells. Pathogens can also cause the release of cytokines resulting in the activation of B or T cells, or they can alter macrophage function. Finally, pathogens may also expose B or T cells to cryptic determinants, which are self antigen determinants that have not been processed and presented sufficiently to tolerize the developing T cells in the thymus and are presented at the periphery where the infection occurs.  Molecular mimicry has been characterized as recently as the 1970s as another mechanism by which a pathogen can generate autoimmunity. Molecular mimicry is defined as similar structures shared by molecules from dissimilar genes or by their protein products. Either the linear amino acid sequence or the conformational fit of the immunodominant epitope may be shared between the pathogen and host. This is also known as \"cross-reactivity\" between self antigen of the host and immunodominant epitopes of the pathogen. An autoimmune response is then generated against the epitope. Due to similar sequence homology in the epitope between the pathogen and the host, cells and tissues of the host associated with the protein are destroyed as a result of the autoimmune response.",
            "score": 94.98265838623047
        },
        {
            "docid": "22590461_22",
            "document": "Plant disease resistance . In a small number of cases, plant genes are effective against an entire pathogen species, even though that species that is pathogenic on other genotypes of that host species. Examples include barley MLO against powdery mildew, wheat Lr34 against leaf rust and wheat Yr36 against stripe rust. An array of mechanisms for this type of resistance may exist depending on the particular gene and plant-pathogen combination. Other reasons for effective plant immunity can include a lack of coadaptation (the pathogen and/or plant lack multiple mechanisms needed for colonization and growth within that host species), or a particularly effective suite of pre-formed defenses.",
            "score": 94.96369934082031
        },
        {
            "docid": "22590461_24",
            "document": "Plant disease resistance . Numerous genes and/or proteins as well as other molecules have been identified that mediate plant defense signal transduction. Cytoskeleton and vesicle trafficking dynamics help to orient plant defense responses toward the point of pathogen attack.",
            "score": 94.68155670166016
        },
        {
            "docid": "29322025_3",
            "document": "TAL effector . Xanthomonas are Gram-negative bacteria that can infect a wide variety of plant species including pepper, rice, citrus, cotton, tomato, and soybeans.  Some types of Xanthomonas cause localized leaf spot or leaf streak while others spread systemically and cause black rot or leaf blight disease. They inject a number of effector proteins, including TAL effectors, into the plant via their type III secretion system. TAL effectors have several motifs normally associated with eukaryotes including multiple nuclear localization signals and an acidic activation domain. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. Plants have developed a defense mechanism against type III effectors that includes R (resistance) genes triggered by these effectors. Some of these R genes appear to have evolved to contain TAL-effector binding sites similar to site in the intended target gene. This competition between pathogenic bacteria and the host plant has been hypothesized to account for the apparently malleable nature of the TAL effector DNA binding domain.",
            "score": 94.44469451904297
        },
        {
            "docid": "53440056_8",
            "document": "Sampa Das . Das has worked on developing understanding of the mechanism of defense response in plants when challenged by various fungal and bacterial pathogens. Isolation and characterization of differentially expressed defense response related genes, proteins from rice and chickpea plants detected at early stage of infection by Fusarium oxysporum f.sp.ciceris and Xanthomonas oryzae pv oryzae, respectively.",
            "score": 93.45777130126953
        },
        {
            "docid": "21787394_2",
            "document": "Pathogenomics . Pathogen infections are among the leading causes of infirmity and mortality among humans and other animals in the world. Until recently, it has been difficult to compile information to understand the generation of pathogen virulence factors as well as pathogen behaviour in a host environment. The study of pathogenomics attempts to utilize genomic and metagenomics data gathered from high through-put technologies (e.g. sequencing or DNA microarrays), to understand microbe diversity and interaction as well as host-microbe interactions involved in disease states. The bulk of pathogenomics research concerns itself with pathogens that affect human health; however, studies also exist for plant and animal infecting microbes.",
            "score": 92.72372436523438
        },
        {
            "docid": "4025205_2",
            "document": "Systemic acquired resistance . The systemic acquired resistance (SAR) is a \"whole-plant\" resistance response that occurs following an earlier localized exposure to a pathogen. SAR is analogous to the innate immune system found in animals, and there is evidence that SAR in plants and innate immunity in animals may be evolutionarily conserved. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. SAR is important for plants to resist disease, as well as to recover from disease once formed. SAR can be induced by a wide range of pathogens, especially (but not only) those that cause tissue necrosis, and the resistance observed following induction of SAR is effective against a wide range of pathogens, which is why SAR resistance is sometimes called \"broad spectrum\". SAR is associated with the induction of a wide range of genes (so called PR or \"pathogenesis-related\" genes), and the activation of SAR requires the accumulation of endogenous salicylic acid (SA). The pathogen-induced SA signal activates a molecular signal transduction pathway that is identified by a gene called \"NIM1\", \"NPR1\" or \"SAI1\" (three names for the same gene) in the model genetic system \"Arabidopsis thaliana\". SAR has been observed in a wide range of flowering plants, including dicotyledon and monocotyledon species. SAR can be activated in corn, however, widely adapted commercial like Benzothiadiazole may not be efficient against \"P. sorghi\" causing common rust.",
            "score": 92.65400695800781
        },
        {
            "docid": "54988028_9",
            "document": "High Affinity K+ transporter HAK5 . HAK5 is linked to disease prevention because if there is a lack of K or nutrients within a plant or cell, bacterial growth is promoted. K is important for the generation of PAMPs (pathogen-associated molecular patterns) recognition, which is involved in the innate immune system for living cells. PAMPs are the main molecules that run the innate immune system. They consist of either glycans or gylcoconjugates, and they pair with pattern recognition receptors (PRR) to initiate an immune response.They send signals to the host cells to show there is a pathogen present. One of the best PRR is FLS2; it binds to flg22 (flagellin), and after just minutes, signaling responses such as kinase cascades, production of reactive oxygen species (ROS), and extracellular alkalization are stimulated. During PAMPs, ion transport across the plasma membrane is important. One particular important ion is K. The loss of K promotes the activation of PAMPs. The loss of anions help the growth of bacteria and the PAMPs system works to fight against foreign pathogens such as bacteria. PRRs recognize PAMPs when there is an infection within the cell. During extreme limitations to K, HAK5 is the only transporter. When PAMPs are triggered a large number of K are introduced to the cell, which signals a downstream immune response. In animal cells the toll-like receptor TLR4 binds the bacterial PAMP LPS (lipopolysaccharide) and induces K+ efflux through the MaxiK K+ channel, activating signal cascades and release of the pro-inflammatory tumor necrosis factor-α HAK5 works alongside other kinase's to help with the immune response within a cell. The main kinase that works with this transporter is Intergrin- Linked Kinase 1 (ILK1). ILK1 works to increase the amount of HAK5 transporters on the plasma membrane during abiotic stress which increases the influx of K. ILK1 has also been shown to phosphorylate the N-terminal of HAK5, which contributes to plant growth. The phosphorylation helps to aid in the regulation of the HAK5, as well as other complexes such as CBL1 and CIPK23. Those complexes help to enhance HAK5 transport of K, although the true mechanism is currently unknown.",
            "score": 92.65144348144531
        },
        {
            "docid": "22574738_10",
            "document": "Biotic stress . Plants have co-evolved with their parasites for several hundred million years. This co-evolutionary process has resulted in the selection of a wide range of plant defences against microbial pathogens and herbivorous pests which act to minimise frequency and impact of attack. These defences include both physical and chemical adaptations, which may either be expressed constitutively, or in many cases, are activated only in response to attack. For example, utilization of high metal ion concentrations derived from the soil allow plants to reduce the harmful effects of biotic stressors (pathogens, herbivores etc.); meanwhile preventing the infliction of severe metal toxicity by way of safeguarding metal ion distribution throughout the plant with protective physiological pathways. Such induced resistance provides a mechanism whereby the costs of defence are avoided until defense is beneficial to the plant. At the same time, successful pests and pathogens have evolved mechanisms to overcome both constitutive and induced resistance in their particular host species. In order to fully understand and manipulate plant biotic stress resistance, we require a detailed knowledge of these interactions at a wide range of scales, from the molecular to the community level.",
            "score": 92.566162109375
        }
    ]
}