{
    "q": [
        {
            "docid": "39670703_7",
            "document": "Mundo Sano . Mundo Sano has devoted its effort to eliminate tropical diseases. It forms many partnerships such as with the Global Network for Neglected Tropical Diseases to fight \"Strongyloides stercoralis\" infections and other soil-transmitted helminths (STH) in Argentina.",
            "score": 95.5913438796997
        },
        {
            "docid": "6090525_80",
            "document": "Neglected tropical diseases . The six most common NTDs include soil-transmitted helminths (STHs)—specifically roundworm (\"Ascaris lumbricoides\"), whipworm (\"Trichuris trichiura\") and hookworms (\"Necator americanus\" and \"Ancylostoma duodenale\")—schistosomiasis, trachoma, and lymphatic filariasis (LF). These diseases affect one-sixth of the world's population with 90 percent of the disease burden occurring in sub-Saharan Africa.",
            "score": 34.18811511993408
        },
        {
            "docid": "38946504_4",
            "document": "Soil-transmitted helminthiasis . The helminthic disease is so named because the infection is transmitted through ingestion of the nematode eggs in the soil, which is contaminated through excrements. Therefore, the disease is most prevalent in warm and moist climates where sanitation and hygiene are poor and waters are unsafe, including the temperate zones during warmer months. STH is categorised among neglected tropical diseases because it inflicts tremendous disability and suffering, which can be clinically treated and relatively easily be prevented (primarily through improved sanitation), yet negligible attention has been given for many years. It is now among the target diseases of \"London Declaration on Neglected Tropical Diseases\" (launched on 30 January 2012) to be controlled/eradicated by 2020.",
            "score": 75.26756405830383
        },
        {
            "docid": "6090525_73",
            "document": "Neglected tropical diseases . There are currently only two donor-funded non-governmental organizations that focus exclusively on NTDs: the Schistosomiasis Control Initiative and Deworm the World. Despite under-funding, many neglected diseases are cost-effective to treat and prevent. The cost of treating a child for infection of soil transmitted helminths and schistosomes (some of the main causes of neglected diseases), is less than US$0.50 per year, when administered as part of school-based mass deworming by Deworm the World. This programme is recommended by Giving What We Can and the Copenhagen Consensus Centre as one of the most efficient and cost-effective solutions. The efforts of Schistosomiasis Control Initiative to combat neglected diseases include the use of rapid-impact packages: supplying schools with packages including four or five drugs, and training teachers in how to administer them.",
            "score": 65.85948669910431
        },
        {
            "docid": "6090525_34",
            "document": "Neglected tropical diseases . The three major worm species responsible for soil-transmitted helminthiasis are Ascaris (roundworms), Trichuris (whipworm), the hookworms \"Necator americanus\" and \"Ancylostoma duodenale\", and \"Strongyloides stercoralis\". There are 1.5 billion currently infected. Soil-transmitted heminthiasis occurs in sub-Saharan Africa, the Americas, China, and east Asia. The mortality risk is very low. The most common symptoms are anemia, stunted growth, intestinal problems, lack of energy, and compromised physical and cognitive development. Infected children often fall behind in schooling. The severity of symptoms depends on the number of worms in the body.",
            "score": 90.92445492744446
        },
        {
            "docid": "39536478_4",
            "document": "Children Without Worms . Soil-transmitted helminthiasis is a neglected tropical disease as a result of infection of intestinal parasites such as roundworm (\"Ascaris lumbricoides\"), whipworm (\"Trichuris trichiura\"), hookworms (\"Ancylostoma duodenale\" and \"Necator americanus\"), and pinworm/threadworm (\"Strongyloides stercoralis\"). Most prevalent in the impoverished tropical and subtropical regions of Subsaharan Africa, Latin America, Southeast Asia and China, where sanitation and hygiene are poor, the disease is an enormous burden on humanity, amounting to 135,000 deaths every year, and persistent infection of more than two billion people. The long-term impact is even worse. In these regions, the disease is the single most debilitating cause of intellectual and physical retardation. Thus it remains a relentless factor of backwardness in socio-economic and human development.",
            "score": 111.39299368858337
        },
        {
            "docid": "6090525_43",
            "document": "Neglected tropical diseases . Coinfection is a major concern with neglected tropical diseases, making NTDs more damaging than their mortality rates might portray. Because the factors that support neglected tropical diseases (poverty, inadequate healthcare, inadequate sanitation practices etc.) support all NTDs, they are often found in overlapping distributions. Helminth infections, as the most common infection of humans, are often found to be in multi-infection systems. For example, in Brazil, low socioeconomic status contributes to overcrowded housing. In these same areas, connection by \"Necator americanus\" and \"Schistosoma mansoni\" is common. The effect of each worm weakens the immune system of those infected, making infection from the other easier and more severe. For this reason, coinfection carries a higher risk of mortality. NTDs may also play a role in infection with other diseases, such as malaria, HIV/AIDS, and tuberculosis. The ability of helminths to manipulate the immune system may create a physiological environment that could exacerbate the progression of HIV/AIDS. Some evidence from Senegal, Malawi, and Thailand has shown that helminth infections raise the risk of malarial infection.",
            "score": 93.6674325466156
        },
        {
            "docid": "2118246_28",
            "document": "Global health . More than one billion people were treated for at least one neglected tropical disease in 2015. Neglected tropical diseases are a diverse group of infectious diseases that are endemic in tropical and subtropical regions of 149 countries, primarily effecting low and middle income populations in Africa, Asia, and Latin America. They are variously caused by bacteria (Trachoma, Leprosy), viruses (Dengue, Rabies), protozoa (Human African trypanosomiasis, Chagas), and helminths (Schistosomiasis, Onchocerciasis, Soil transmitted helminths). The Global Burden of Disease Study concluded that neglected tropical diseases comprehensively contributed to approximately 26.06 million disability-adjusted life years in 2010, as well as significant deleterious economic effects. In 2011, the World Health Organization launched a 2020 Roadmap for neglected tropical diseases, aiming for the control or elimination of 10 common diseases. The 2012 London Declaration builds on this initiative, and called on endemic countries and the international community to improve access to clean water and basic sanitation, improved living conditions, vector control, and health education, to reach the 2020 goals. In 2017, a WHO report cited 'unprecedented progress' against neglected tropical diseases since 2007, especially due to mass drug administration of drugs donated by pharmaceutical companies.",
            "score": 56.297030568122864
        },
        {
            "docid": "4146284_5",
            "document": "Soil-transmitted helminth . Soil-transmitted helminthiasis is classified as one of the neglected tropical diseases projected to be controlled/eradicated by 2020 through the \"London Declaration on Neglected Tropical Diseases\".",
            "score": 32.870386838912964
        },
        {
            "docid": "30777141_13",
            "document": "WASH . Water, sanitation and hygiene interventions help to prevent many neglected tropical diseases (NTDs), for example soil-transmitted helminthiasis. An integrated approach to NTDs and WASH benefits both sectors and the communities they are aiming to serve. This is especially true in areas that are endemic with more than one NTD.",
            "score": 28.230424165725708
        },
        {
            "docid": "4146284_6",
            "document": "Soil-transmitted helminth . This is caused by \"Strongyloides stercoralis\". Even though the disease is principally a soil-transmitted helminthiasis, the infection being mediated through contaminated soil, it is however generally omitted in clinical practices and control programmes because of its (allegedly) relatively less significant influence on health and socio-economic conditions. Also it is not restricted to humans, as it is common in pets. But there is an emerging hyperinfection syndrome caused by \"S. stercoralis\", which exhibits a high mortality rate (15% to 87%).",
            "score": 104.95609188079834
        },
        {
            "docid": "30916247_5",
            "document": "Neglected tropical disease research and development . The diseases considered neglected tropical diseases vary. Malaria, HIV, and tuberculosis have received an amount of public attention and increased funding to no longer be considered neglected by some researchers. Outside \"The Big Three\", the seven most prevalent neglected tropical diseases in order of their global prevalence are ascariasis, trichuriasis, hookworm infection, schistosomiasis, lymphatic filariasis, and trachoma. These seven are among a larger list of thirteen major NTDs: onchocerciasis, leishmaniasis, Chagas' disease, leprosy, Human African trypanosomiasis (sleeping sickness), Dracunculiasis, and Buruli ulcer.",
            "score": 60.52653980255127
        },
        {
            "docid": "6090525_67",
            "document": "Neglected tropical diseases . Water, sanitation, and hygiene (WASH) interventions are essential in preventing many NTDs, for example soil-transmitted helminthiasis. Mass drug administrations alone will not protect people from re-infection. A more holistic and integrated approach to NTDs and WASH efforts will benefit both sectors along with the communities they are aiming to serve. This is especially true in areas that are endemic with more than one NTD.",
            "score": 53.55971384048462
        },
        {
            "docid": "971658_3",
            "document": "Helminthiasis . Soil-transmitted helminthiasis and schistosomiasis are the most important helminthiases, and are among the neglected tropical diseases. This group of helmianthiases have been targeted under the joint action of the world's leading pharmaceutical companies and non-governmental organizations through a project launched in 2012 called the London Declaration on Neglected Tropical Diseases, which aims to control or eradicate certain neglected tropical diseases by 2020.",
            "score": 29.190376043319702
        },
        {
            "docid": "24261639_16",
            "document": "Hugo Sigman . Hugo and Silvia have always had a strong commitment to give back to society. This social responsibility is infused in their work with the Mundo Sano Foundation. in Argentina, Spain and Ethiopia, with the vision to transform the reality of populations affected by neglected tropical diseases (NTDs) including Chagas, dengue and soil-transmitted helminths.",
            "score": 28.862022876739502
        },
        {
            "docid": "30916247_3",
            "document": "Neglected tropical disease research and development . Neglected tropical diseases are a set of infectious communicable diseases arising from a diverse group of parasitic worms, bacteria, and vector-borne protozoa. The NTDs result in an estimated 534,000 deaths annually and 57 million disability-adjusted life years (DALYs) lost. The social, economic, and health burden of these diseases falls primarily on low and middle income countries where the diseases are most prevalent. The NTDs represent the sixth greatest global health burden in terms of DALYs, equal to or potentially surpassing global malaria burden.",
            "score": 41.30661487579346
        },
        {
            "docid": "6090525_2",
            "document": "Neglected tropical diseases . Neglected tropical diseases (NTDs) are a diverse group of tropical infections which are especially common in low-income populations in developing regions of Africa, Asia, and the Americas. They are caused by a variety of pathogens such as viruses, bacteria, protozoa and helminths. These diseases are contrasted with the big three diseases (HIV/AIDS, tuberculosis, and malaria), which generally receive greater treatment and research funding. In sub-Saharan Africa, the effect of these diseases as a group is comparable to malaria and tuberculosis. NTD co-infection can also make HIV/AIDS and tuberculosis more deadly.",
            "score": 61.942198276519775
        },
        {
            "docid": "12103447_2",
            "document": "Global Network for Neglected Tropical Diseases . The Global Network for Neglected Tropical Diseases is an advocacy initiative of the Sabin Vaccine Institute dedicated to raising the awareness, political will, and funding necessary to control and eliminate the most common Neglected Tropical Diseases (NTDs)—a group of disabling, disfiguring, and deadly diseases affecting more than 1.4 billion people worldwide living on less than $1.25 a day.",
            "score": 20.456714630126953
        },
        {
            "docid": "6090525_47",
            "document": "Neglected tropical diseases . The low cost of treatment for NTDs can be attributed to the large scale of the programs, free provision of drugs by pharmaceutical companies, delivery modes of drugs, and the un-paid volunteers who distribute the drugs. The economic burden of NTDs is undervalued and therefore the corresponding economic effect and cost-effectiveness of decreased prevalence of NTDs is underestimated. The investment return on measures to control neglected tropical diseases is estimated to be between 14–30 percent, depending on the disease and region. The long-term benefits of deworming include a decrease in school absenteeism by 25 percent, and an increase in adult earnings by 20 percent.",
            "score": 32.210270404815674
        },
        {
            "docid": "1072877_13",
            "document": "Tropical medicine . Neglected Tropical Diseases (NTD's) have been identified by the World Health Organization (WHO) as 18 tropical diseases, affecting over a billion people worldwide, especially in developing countries. These diseases are heterogeneous, meaning originating outside the organism affected by the disease. NTD's are caused by parasites, viruses, and bacteria. NTD's are neglected because they are not normally fatal on their own but are disabling. Persons with these diseases become more susceptible to other NTD's and fatal diseases such as HIV or malaria.",
            "score": 28.362852096557617
        },
        {
            "docid": "30916247_2",
            "document": "Neglected tropical disease research and development . Neglected tropical diseases (NTDs) are a set of infectious diseases affecting an estimated 1.4 billion people worldwide. The classification of this group of neglected diseases is linked to their frequent neglect in public and private sector expenditure and attention at local, national, and international levels, and their concentration among the poor. Research and development yielding safe, effective drugs and vaccines for their treatment and prevention has been recognized as a global health priority.",
            "score": 26.46829843521118
        },
        {
            "docid": "60212_4",
            "document": "Strongyloides stercoralis . \"S. stercoralis\" has a very low prevalence in societies where fecal contamination of soil or water is rare. Hence, it is a very rare infection in developed economies. In developing countries, it is less prevalent in urban areas than in rural areas (where sanitation standards are poor). \"S. stercoralis\" can be found in areas with tropical and subtropical climates.",
            "score": 125.70146441459656
        },
        {
            "docid": "1048406_16",
            "document": "Liverpool School of Tropical Medicine . The Department of Parasitology conducts internationally rated basic research on tropical parasites such as malaria, lymphatic filariasis, onchocerciasis, soil transmitted helminths, schistosomiasis, trypanosomiasis and leishmaniasis as well as research into snakebite and neglected tropical diseases. Housed in LSTM’s Centre for Tropical and Infectious Disease the Department is a global leader in drug and diagnostics discovery and disease pathogenesis.",
            "score": 44.841949462890625
        },
        {
            "docid": "38946504_3",
            "document": "Soil-transmitted helminthiasis . It has become the most common parasitic disease of humans worldwide. Approximately two billion people (about a third of global population) are infected as of the latest estimate, and four billion at risk, surpassing even the all-time most prevalent parasitic disease, malaria. The largest numbers of cases occur in impoverished rural areas of Sub-Saharan Africa, Latin America, Southeast Asia, and China. Its main cause, like for many types of helminth infections, is lack of sanitation, such as the practice of open defecation and lack of hygiene such as hand washing. It is regarded as one of the world's most important causes of intellectual and physical retardation.",
            "score": 76.00157976150513
        },
        {
            "docid": "6090525_45",
            "document": "Neglected tropical diseases . A four-drug rapid-impact package has been proposed for widespread proliferation. Administration may be made more efficient by targeting multiple diseases at once, rather than separating treatment and adding work to community workers. This package is estimated to cost US$0.40 per patient. When compared to stand-alone treatment, the savings are estimated to be 26–47%. While more research must be done in order to understand how NTDs and other diseases interact in both the vector and the human stages, safety assessments have so far produced positive results.",
            "score": 21.061488151550293
        },
        {
            "docid": "9627698_97",
            "document": "Child development . Diarrhea caused by the parasitic disease Giardiasis is associated with lower IQ. Parasitic worms (helminths) are associated with nutritional deficiencies that are known to be a risk to child development. In particular, intestinal parasitism being one of the most neglected tropical diseases in the developed world. Harboring of this parasite could adverse several health implications in children affecting childhood development and morbidity. Reducing the prevalence of the parasite can be a benefit in child growth, development, and educational outcome.",
            "score": 38.010316610336304
        },
        {
            "docid": "6090525_79",
            "document": "Neglected tropical diseases . One of the first large-scale initiatives to address NTDs came from a collaboration between Kenneth Warren and the Rockefeller Foundation. Ken Warren is regarded as one of the founding figures in neglected tropical disease research. The Great Neglected Tropical Diseases Network was a consortium of scientists from all over the world, hand picked by Ken Warren, working to expand the research base in neglected diseases. Many of the scientists that he recruited had not been involved in NTD research before. The network ran from 1978 to 1988. Warren's vision was to establish units within biological labs across the world, dedicated to R&D. By forming a critical mass of scientists in NTD research, he hoped to attract new students into the field. The interdisciplinary group met annually to update the community on research progress. Much of the work done by this group focused on the understanding of the mechanisms behind infection. At these informally structured meetings, research partnerships were formed. Warren himself encouraged these partnerships, especially if they bridged the divide between developed and developing nations. Through the Great Neglected Tropical Disease Network, a great number of scientists were brought into the field of parasitology.",
            "score": 42.90155053138733
        },
        {
            "docid": "6090525_60",
            "document": "Neglected tropical diseases . In Europe, a similar trend is seen. Neglected tropical diseases are concentrated in eastern and southern Europe, where poverty levels are the highest. The most prevalent diseases in this region are ascariasis, trichuriasis, zoonotic helminth infections, and visceral leishmaniasis. Migration paths to Europe, most notably to Spain, have brought diseases to Europe as well. As many as 6,000 cases of Chagas disease have been introduced via this method. In response to a growing awareness to the burden on these populations, the European Centre for Disease Prevention and Control has laid out ten public health guidelines. They cover a variety of topics, from health education and promotion to community partnerships and the development of a minority healthcare workforce.",
            "score": 63.98876690864563
        },
        {
            "docid": "6090525_56",
            "document": "Neglected tropical diseases . One reason for neglect for these diseases is that they are not commercial and consequently patents and profit play no role in stimulating innovation. Like all non-commercial areas, these diseases are the responsibility of governments and philanthropy (including industry philanthropy). Currently, the pharmaceutical industry views research and development as highly risky. For this reason, resources are not often put into the field of NTDs (as diseases of the poor) and new chemical products are often expensive. A review of public and private initiatives found that of the 1393 new chemical products that were marketed in the period of 1975 and 1999, just 16 related to tropical diseases and tuberculosis. The same review additionally found that there was a 13-fold greater chance of a drug entering the marking being for central-nervous-system disorders and cancer than an NTD.",
            "score": 27.965988874435425
        },
        {
            "docid": "12103447_13",
            "document": "Global Network for Neglected Tropical Diseases . The Global Network for Neglected Tropical Diseases raises the profile of neglected tropical diseases (NTDs) and builds support for control and elimination activities through our efforts to educate, advocate, catalyze, and convene. It highlights efforts underway in the field, and connects global players and afflicted communities to increase access to vital medicines that can stop these illnesses and lift the world’s poorest people out of poverty. It works through three primary tracks:",
            "score": 19.58533811569214
        },
        {
            "docid": "6090525_68",
            "document": "Neglected tropical diseases . In August 2015 the World Health Organization unveiled a global strategy and action plan to integrate WASH with other public health interventions in order to accelerate elimination of NTDs. The plan aims to intensify control or eliminate certain NTDs in specific regions by 2020 and refers to the NTD \"roadmap\" milestones from 2012 that include for example eradication of dracunculiasis by 2015 and of yaws by 2020, elimination of trachoma and lymphatic filariasis as public health problems by 2020, intensified control of dengue, schistosomiasis and soil-transmitted helminthiases.",
            "score": 20.104288578033447
        },
        {
            "docid": "12103447_5",
            "document": "Global Network for Neglected Tropical Diseases . At the September 2006 Clinton Global Initiative Annual Meeting, former U.S. President Bill Clinton announced the launch of The Global Network for Neglected Tropical Diseases—the first-ever global effort to combat NTDs in an integrated framework. At the time, NTD control was seen as a monumental task, with 1.4 billion people infected with and suffering from NTDs around the world. Over the last decade, several organizations on the ground had made significant progress on individual diseases, but reaching more people in need of treatment in a cost-effective way required an integrated approach to combating NTDs collectively.",
            "score": 45.242425203323364
        }
    ],
    "r": [
        {
            "docid": "60212_4",
            "document": "Strongyloides stercoralis . \"S. stercoralis\" has a very low prevalence in societies where fecal contamination of soil or water is rare. Hence, it is a very rare infection in developed economies. In developing countries, it is less prevalent in urban areas than in rural areas (where sanitation standards are poor). \"S. stercoralis\" can be found in areas with tropical and subtropical climates.",
            "score": 125.70146942138672
        },
        {
            "docid": "39536478_4",
            "document": "Children Without Worms . Soil-transmitted helminthiasis is a neglected tropical disease as a result of infection of intestinal parasites such as roundworm (\"Ascaris lumbricoides\"), whipworm (\"Trichuris trichiura\"), hookworms (\"Ancylostoma duodenale\" and \"Necator americanus\"), and pinworm/threadworm (\"Strongyloides stercoralis\"). Most prevalent in the impoverished tropical and subtropical regions of Subsaharan Africa, Latin America, Southeast Asia and China, where sanitation and hygiene are poor, the disease is an enormous burden on humanity, amounting to 135,000 deaths every year, and persistent infection of more than two billion people. The long-term impact is even worse. In these regions, the disease is the single most debilitating cause of intellectual and physical retardation. Thus it remains a relentless factor of backwardness in socio-economic and human development.",
            "score": 111.39299011230469
        },
        {
            "docid": "19222823_2",
            "document": "HIV/AIDS in Mexico . In 2016, the prevalence rate of HIV/AIDS in adults aged 15–49 was 0.3%, relatively low for a developing country. This low prevalence has been maintained, as in 2006, the HIV prevalence in Mexico was estimated at around 0.3% as well. The infected population is remains mainly concentrated among high risk populations, MSM, intravenous drug users, and commercial sex workers. This low national prevalence is not reflected in the high-risk populations. The prison population in Mexico, faces a fairly similar low rate of around 0.7%. Among the population of prisoners, around 2% are known to be infected with HIV. Sex workers, male and female, face an HIV prevalence of around 7%. Identifying gay men and MSM have a prevalence of 17.3%. The highest risk-factor group is identifying transgender people; about 17.4% of this population is known to be infected with HIV. Around 90% of new infections occur by sex-related methods of transmission. . Of these known infected populations, around 60% of living infected people are known to be on anti-retroviral therapy (ART).",
            "score": 107.19367218017578
        },
        {
            "docid": "60212_9",
            "document": "Strongyloides stercoralis . Estimates of the number of people infected vary with one estimate putting the figure at 370 million worldwide. Local prevalence can exceed 40% in some tropical and subtropical countries.",
            "score": 106.02799224853516
        },
        {
            "docid": "4146284_6",
            "document": "Soil-transmitted helminth . This is caused by \"Strongyloides stercoralis\". Even though the disease is principally a soil-transmitted helminthiasis, the infection being mediated through contaminated soil, it is however generally omitted in clinical practices and control programmes because of its (allegedly) relatively less significant influence on health and socio-economic conditions. Also it is not restricted to humans, as it is common in pets. But there is an emerging hyperinfection syndrome caused by \"S. stercoralis\", which exhibits a high mortality rate (15% to 87%).",
            "score": 104.95609283447266
        },
        {
            "docid": "199665_44",
            "document": "Helicobacter pylori . The age when someone acquires this bacterium seems to influence the pathologic outcome of the infection. People infected at an early age are likely to develop more intense inflammation that may be followed by atrophic gastritis with a higher subsequent risk of gastric ulcer, gastric cancer, or both. Acquisition at an older age brings different gastric changes more likely to lead to duodenal ulcer. Infections are usually acquired in early childhood in all countries. However, the infection rate of children in developing nations is higher than in industrialized nations, probably due to poor sanitary conditions, perhaps combined with lower antibiotics usage for unrelated pathologies. In developed nations, it is currently uncommon to find infected children, but the percentage of infected people increases with age, with about 50% infected for those over the age of 60 compared with around 10% between 18 and 30 years. The higher prevalence among the elderly reflects higher infection rates in the past when the individuals were children rather than more recent infection at a later age of the individual. In the United States, prevalence appears higher in African-American and Hispanic populations, most likely due to socioeconomic factors. The lower rate of infection in the West is largely attributed to higher hygiene standards and widespread use of antibiotics. Despite high rates of infection in certain areas of the world, the overall frequency of \"H. pylori\" infection is declining. However, antibiotic resistance is appearing in \"H. pylori\"; many metronidazole- and clarithromycin-resistant strains are found in most parts of the world.",
            "score": 101.79621124267578
        },
        {
            "docid": "92394_6",
            "document": "Streptococcus pyogenes . MT1 (metabolic type 1) clone is frequently associated with invasive Streptococcus pyogenes infections among developed countries. The incidence and mortality of \"S. pyognes\" was high during the pre-penicillin era, but started to fall prior to penicillin widespread availability. Therefore, environmental factors do play a role in the \"S. pyogenes\" infection. Incidence of \"S. pyogenes\" is 2 to 4 per 100,000 population in developed countries and 12 to 83 per 100,000 population in developing countries. \"S. pyogenes\" infection is more frequently found in men than women, with highest rates in elderly, followed by infants. In people with risk factors such as heart disease, diabetes, malignancy, blunt trauma, surgical incision, viral respiratory infection, and influenza, \"S. pyogenes\" infection happens in 17 to 25% of all cases. It usually happens within one week of the diagnosis of influenza infection. In 14 to 16% of childhood\"S. pyogenes\" infections there is a prior chickenpox infection. Such \"S. pyogenes\" infection in children usually manifests as severe soft tissue infection with onset 4 to 12 days from the chickenpox diagnosis. There is also 40 to 60 times increase in risk of \"S. pyogenes\" infection within the first two weeks of chickenpox infection in children. However, 20 to 30% of \"S. pyogenes\" infection does occur in adults with no identifiable risk factors. The incidence is higher in children (50 to 80% of \"S. pyogenes\" infection) with no known risk factors. The rates of scarlet fever in UK was usually 4 in 100,000 population, however, in 2014, the rates had risen to 49 per 100,000 population. Rheumatic fever and rheumatic heart disease (RHD) usually occurs at 2 to 3 weeks after the throat infection, which is more common among the impoverished people in developing countries. From 1967 to 1996, the global mean incidence of rheumatic fever and RHD was 19 per 100,000 with the highest incidence at 51 per 100,000.",
            "score": 100.94454956054688
        },
        {
            "docid": "60212_12",
            "document": "Strongyloides stercoralis . The infectious larvae penetrate the skin when it contacts soil. While \"S. stercoralis\" is attracted to chemicals such as carbon dioxide or sodium chloride, these chemicals are not specific. Larvae have been thought to locate their hosts via chemicals in the skin, the predominant one being urocanic acid, a histidine metabolite on the uppermost layer of skin that is removed by sweat or the daily skin-shedding cycle. Urocanic acid concentrations can be up to five times greater in the foot than any other part of the human body. Some of them enter the superficial veins and are carried in the blood to the lungs, where they enter the alveoli. They are then coughed up and swallowed into the gut, where they parasitise the intestinal mucosa of the duodenum and jejunum. In the small intestine, they molt twice and become adult female worms. The females live threaded in the epithelium of the small intestine and, by parthenogenesis, produce eggs, which yield rhabditiform larvae. Only females will reach reproductive adulthood in the intestine. Female strongyloids reproduce through parthenogenesis. The eggs hatch in the intestine and young larvae are then excreted in the feces. It takes about two weeks to reach egg development from the initial skin penetration. By this process, \"S. stercoralis\" can cause both respiratory and gastrointestinal symptoms. The worms also participate in autoinfection, in which the rhabditiform larvae become infective filariform larvae, which can penetrate either the intestinal mucosa (internal autoinfection) or the skin of the perianal area (external autoinfection); in either case, the filariform larvae may follow the previously described route, being carried successively to the lungs, the bronchial tree, the pharynx, and the small intestine, where they mature into adults; or they may disseminate widely in the body. To date, occurrence of autoinfection in humans with helminthic infections is recognized only in \"Strongyloides stercoralis\" and \"Capillaria philippinensis\" infections. In the case of \"Strongyloides\", autoinfection may explain the possibility of persistent infections for many years in persons not having been in an endemic area and of hyperinfections in immunodepressed individuals.",
            "score": 100.32622528076172
        },
        {
            "docid": "60212_16",
            "document": "Strongyloides stercoralis . Persistence of infection is the first of these important features. Because of autoinfection, humans have been known to still be infected up to 65 years after they were first exposed to the parasite (e.g., World War II or Vietnam War veterans). Once a host is infected with \"S. stercoralis\", infection is lifelong unless effective treatment eliminates all adult parasites and migrating autoinfective larvae.",
            "score": 99.6884536743164
        },
        {
            "docid": "402080_22",
            "document": "Human T-lymphotropic virus 1 . In the central Australian Aboriginal population, HTLV-1 is thought to be related to their extremely high rate of death from sepsis. It is also particularly associated with bronchiectasis, a chronic lung condition predisposing to recurrent pneumonia. It is also associated with chronic infected dermatitis, often superinfected with \"Staphylococcus aureus\" and a severe form of \"Strongyloides stercoralis\" infection called hyper-infestation which may lead to death from polymicrobial sepsis. HTLV-1 infection has also been associated with Tuberculosis.",
            "score": 98.74879455566406
        },
        {
            "docid": "60212_15",
            "document": "Strongyloides stercoralis . An unusual feature of \"S. stercoralis\" is autoinfection. Only one other species in the genus \"Strongyloides\", \"S. felis\", has this trait. Autoinfection is the development of L1 into small infective larvae in the gut of the host. These autoinfective larvae penetrate the wall of the lower ileum or colon or the skin of the perianal region, enter the circulation again, travel to the lungs, and then to the small intestine, thus repeating the cycle. Autoinfection makes strongyloidiasis due to \"S. stercoralis\" an infection with several unusual features.",
            "score": 98.40804290771484
        },
        {
            "docid": "1072877_9",
            "document": "Tropical medicine . In developing countries alone, 22 million people are living with HIV. Most infections are still in Africa, but Asia, Latin America, and the Caribbean are now seeing large numbers of infections as well. 95% of expected new infections will occur in the low income countries in the tropics. The expected number of new infections is 3-4 million per year. Risk factors such as needle use and unprotected sex are much more prevalent in tropical and underdeveloped areas. Once HIV is transmitted to a tropical area it is spread throughout the sexually active population. Though how fast and how far it spreads varies, some African countries have an HIV prevalence of 10%. More alarming still, in urban areas, prevalence among pregnant women can get as high as 30%. Healthcare professionals themselves are at great risk of exposure to HIV. An HIV prevalence of 10% means any given workforce will also have a 10% prevalence, and this does not exclude the healthcare team. Tuberculosis is thought to cause a more rapid disease progression. Tuberculosis is prevalent in tropical and under-developed countries, only making HIV more devastating. Without the expensive and high-tech medical equipment of developed, western countries, physicians in the tropics are left with few options. If they are able to catch an HIV-related bacterial or mycobacterial disease they can diagnose and manage the disease with basic drugs and standard treatment protocol. Many under-developed countries do not have a care strategy, and of those that do, they aren't as effective as they need to be to stop the spread of HIV.",
            "score": 97.94325256347656
        },
        {
            "docid": "19023262_5",
            "document": "HIV/AIDS in Ghana . HIV prevalence is highest in the Eastern Region of Ghana and lowest in the northern regions of the country. Prevalence is generally higher in urban areas, in mining and border towns, and along main transportation routes. HIV-1 accounts for 92% of HIV cases in Ghana; another 7.4% of reported HIV cases are dual infections with HIV-1 and HIV-2. Only 0.5% of HIV cases were exclusively HIV-2. Heterosexual intercourse is the mode of transmission for about 80% of HIV cases, with mother-to-child transmission accounting for another 15%. According to the 2003 Demographic and Health Survey, HIV prevalence is very low among most younger age groups, as relatively few are infected during their youth (with the exceptions of infants infected through their mothers). The infection peaks late, compared to other countries, at 35–39 years for women and 40–45 years for men. The infection levels are highest in middle income and middle educational groups, with the poor and unemployed less affected. With 1.47% being Ghana's adult prevalence rate it is the 34th country with the highest rate out of 196 countries in the world with Swaziland having the highest rate. That means that Ghana has a pretty good chance of not getting rid of HIV/AIDS from the whole country. Maybe they would be able to get rid of HIV/AIDS but at least not all of it because it does not tell us the children's prevalence rate.",
            "score": 97.53369140625
        },
        {
            "docid": "19222794_5",
            "document": "HIV/AIDS in Jamaica . Although Jamaica has a well-established national surveillance system, collecting accurate data about at-risk groups is challenging. Despite some progress in reducing stigma and discrimination (S&D), homosexual behavior continues to be illegal in Jamaica, and many MSM hide their sexual orientation and behavior, impeding accurate health surveys. Recent program estimates indicate that 20 to 30 percent of MSM are HIV-positive. Jamaica also has a large number of mobile sex workers, both Jamaican and from outside Jamaica, who are difficult to monitor. HIV infection rates among sex workers are much higher than they are in the general population. A 2006 study of female sex workers, reported by UNAIDS, showed an HIV prevalence of 9 percent in this group. However, according to Jamaica’s 2006 UNGASS report, an earlier study found a 20 percent prevalence rate among sex workers in the tourist areas of Montego Bay. The actual prevalence of HIV may be higher in these groups as data collection remains difficult and is limited by sampling methods. Sex workers who were older, less educated, and used crack cocaine were more likely to be HIV-infected. According to UNICEF/Jamaica, in 2003, there were 5,125 children in Jamaica who had lost one or both parents to HIV/AIDS, and thousands more were estimated to have been made vulnerable by the disease. Poverty and neglect have led to a growing number of street and working children. There were 5,143 children in institutional care in 2003, including those in foster care.",
            "score": 97.37123107910156
        },
        {
            "docid": "4637216_28",
            "document": "Diseases of poverty . Many of the countries in Sub-Saharan Africa are ravaged with poverty and many people live on less than one United States dollar a day. The poverty in these countries gives rise to many other factors that explain the high prevalence of AIDS. The poorest people in most African countries suffer from malnutrition, lack of access to clean water, and have improper sanitation. Because of a lack of clean water many people are plagued by intestinal parasites that significantly increase their chances of contracting HIV due to compromised immune system. Malaria, a disease still rampant in Africa also increases the risk of contracting HIV. These parasitic diseases, affect the body’s immune response to HIV, making people more susceptible to contracting the disease once exposed. Genital schistosomiasis, also prevalent in the topical areas of Sub-Saharan Africa and many countries worldwide, produces genital lesions and attract CD4 cells to the genital region which promotes HIV infection. All these factors contribute to the high rate of HIV in Sub-Saharan Africa. Many of the factors seen in Africa are also present in Latin America and the Caribbean and contribute to the high rates of infections seen in those regions. In the United States, poverty is a contributing factor to HIV infections. There is also a large racial disparity, with African Americans having a significantly higher rate of infection than their white counterparts.",
            "score": 97.33709716796875
        },
        {
            "docid": "60212_3",
            "document": "Strongyloides stercoralis . The \"Strongyloides stercoralis\" nematode can parasitize humans. The adult parasitic stage lives in tunnels in the mucosa of the small intestine. The genus \"Strongyloides\" contains 53 species, and \"S. stercoralis\" is the type species. \"S. stercoralis\" has been reported in other mammals, including cats and dogs. However, it seems that the species in dogs is typically not \"S. stercoralis\", but the related species \"S. canis\". Non-human primates are more commonly infected with \"S. fuelleborni\" and \"S. cebus\", although \"S. stercoralis\" has been reported in captive primates. Other species of \"Strongyloides\", naturally parasitic in humans, but with restricted distributions, are \"S. fuelleborni\" in central Africa and \"S. kellyi\" in Papua New Guinea.",
            "score": 96.9598159790039
        },
        {
            "docid": "39597367_45",
            "document": "National Intelligence Assessments on Infectious Diseases . Heterosexual transmission of HIV is the primary mode of spread in Nigeria, and infections appear to be as numerous in rural areas as in the cities. In other words, HIV is endemic in the general population. The reported rate of infection apparently varies significantly by region, with the lowest reported rate found generally in the predominantly Muslim northern parts of the country. Infections are most numerous among men ages 20 through 24, but some experts caution that infection rates are rising quickly in young women. Given the already advanced state of the disease and the government’s limited capacity to respond, the Intelligence Community expects HIV/AIDS to infect as many as 10 to 15 million people by 2010. Nigerian prevalence may be 18 to 26 percent of adults—close to the current rates in some of the hardest hit countries in southern Africa. This graphic is of a second-wave country; Southern Africa is already badly affected by the first wave.",
            "score": 95.5948257446289
        },
        {
            "docid": "39670703_7",
            "document": "Mundo Sano . Mundo Sano has devoted its effort to eliminate tropical diseases. It forms many partnerships such as with the Global Network for Neglected Tropical Diseases to fight \"Strongyloides stercoralis\" infections and other soil-transmitted helminths (STH) in Argentina.",
            "score": 95.59133911132812
        },
        {
            "docid": "19227237_7",
            "document": "HIV/AIDS in Haiti . According to a 2010 study, one major risk factor for HIV infection in Haiti, especially in women, is lower socioeconomic status. In rural Haitian populations where education levels for women are low and many women are economically dependent on their husbands, a correlation between the stability of the occupation of the husband and HIV prevalence in the wives is observed. Women whose husbands are market vendors or mechanics are at a higher risk of HIV infection. On the contrary, the wives of farmers, a more stable occupation, have a 60% lower risk of HIV infection. Other indicators of low socioeconomic status, like the use of charcoal for cooking and food insecurity also show correlation with higher HIV infection rates in women. The study stipulates that low socioeconomic status and high rates of HIV infection may be connected to the use of transactional sex as an economic survival strategy, a behavior shown in a related South African study to increase HIV infection rates by 1.5 times. Similar trends from related studies have also been seen in other developing nations with gender disparities, such as Malawi, Rwanda, Kenya, Ghana, Democratic Republic of Congo, Zambia, and Uganda.",
            "score": 95.05674743652344
        },
        {
            "docid": "38238_106",
            "document": "Hepatitis . Persons infected with HIV have a particularly high burden of HIV-HCV co-infection. In a recent study by the WHO, the likelihood of being infected with hepatitis C virus was six times greater in individuals who also had HIV. The prevalence of HIV-HCV co-infection worldwide was estimated to be 6.2% representing more than 2.2 million people. Intravenous drug use was an independent risk factor for HCV infection. In the WHO study, the prevalence of HIV-HCV co-infection was markedly higher at 82.4% in those who injected drugs compared to the general population (2.4%). In a study of HIV-HCV co-infection among HIV positive men who have sex with men (MSM), the overall prevalence of anti-hepatitis C antibodies was estimated to be 8.1% and increased to 40% among HIV positive MSM who also injected drugs.",
            "score": 94.20348358154297
        },
        {
            "docid": "22126816_2",
            "document": "Trichostrongylus . Trichostrongylus species are nematodes (round worms), which are ubiquitous among herbivores worldwide, including cattle, sheep, donkeys, goats, deer, and rabbits. At least 10 \"Trichostrongylus\" species have been associated with human infections. Infections occur via ingestion of infective larvae from contaminated vegetables or water. Epidemiological studies indicate a worldwide distribution of \"Trichostrongylus\" infections in humans, with the highest prevalence rates observed in individuals from regions with poor sanitary conditions, in rural areas, or who are farmers / herders. Human infections are most prevalent in the Middle East and Asia, with a worldwide estimated prevalence of 5.5 million people.",
            "score": 93.728515625
        },
        {
            "docid": "6090525_43",
            "document": "Neglected tropical diseases . Coinfection is a major concern with neglected tropical diseases, making NTDs more damaging than their mortality rates might portray. Because the factors that support neglected tropical diseases (poverty, inadequate healthcare, inadequate sanitation practices etc.) support all NTDs, they are often found in overlapping distributions. Helminth infections, as the most common infection of humans, are often found to be in multi-infection systems. For example, in Brazil, low socioeconomic status contributes to overcrowded housing. In these same areas, connection by \"Necator americanus\" and \"Schistosoma mansoni\" is common. The effect of each worm weakens the immune system of those infected, making infection from the other easier and more severe. For this reason, coinfection carries a higher risk of mortality. NTDs may also play a role in infection with other diseases, such as malaria, HIV/AIDS, and tuberculosis. The ability of helminths to manipulate the immune system may create a physiological environment that could exacerbate the progression of HIV/AIDS. Some evidence from Senegal, Malawi, and Thailand has shown that helminth infections raise the risk of malarial infection.",
            "score": 93.66743469238281
        },
        {
            "docid": "11032443_4",
            "document": "HIV/AIDS in Botswana . Botswana is in general well-equipped and with strong infrastructure to test the population for HIV, meaning the level of contamination may in fact be on par with other African nations, whilst being reported as being the nation with the second highest HIV prevalence rates in the world. The primary mode of transmission is heterosexual contact, with the military and young women at higher risk of HIV infection than other sectors of the population. Young women (ages 15–24) who have HIV in Botswana outnumber young men with HIV by more than two-to-one. The national incidence rate is 1.5 per cent, or more than 15,000 new infections per year. HIV infection rates vary by geographical region: They are highest in cities, lower in towns, and lowest in villages. Extended families and communities have exhibited resourcefulness and generosity in their willingness to absorb and care for orphaned children, but this capacity is being exhausted, especially as the current generation of grandparents begins to die. Although the country has been somewhat effective in fighting HIV, it remains particularly prevalent in eastern regions such as Bobirwa and Selebi Phikwe, where the prevalence remains as high as 40%.",
            "score": 93.42308807373047
        },
        {
            "docid": "402080_8",
            "document": "Human T-lymphotropic virus 1 . The highest prevalence for any country has been detected in Japan, where more than 10% of the population are infected. The reasons for this extremely high prevalence are not known. In Taiwan, in Iran, and in Fujian, a Chinese province near Taiwan the prevalence is 0.1–1%. The infection rate is about 1% in Papua New Guinea, the Solomon Islands, and Vanuatu, where the genotype C predominates. In Europe HTLV-1 is still uncommon, although it is present in some high-risk populations, including immigrants and intravenous drug users. In Americas the virus is found in indigenous populations and descendants of African slaves from where it is thought to have originated. The general prevalence is from 0.1 to 1%. In Africa the prevalence is not well known, but it is about 1% in some countries.",
            "score": 93.26310729980469
        },
        {
            "docid": "60212_24",
            "document": "Strongyloides stercoralis . This parasite depends on chemical cues to find a potential host. It uses sensor neurons of class AFD to identify cues excreted by the host.\"S. stercoralis\" is attracted to nonspecific attractants of warmth, carbon dioxide, and sodium chloride. Urocanic acid, a component of skin secretions in mammals, is a major chemoattractant. Larvae of \"S. stercoralis\" are strongly attracted to this compound. This compound can be suppressed by metal ions, suggesting a possible strategy for preventing infection.",
            "score": 92.55268859863281
        },
        {
            "docid": "19023424_5",
            "document": "HIV/AIDS in Mali . Recorded rates of HIV infection are higher in Malian women than in men, particularly among pregnant women 25–29 years of age, in whom prevalence is almost 5%. The estimated ratio of HIV-infected young women to young men is 4.5:1. Low condom use and a high prevalence of sexually transmitted disease and sexually transmitted infections (STIs) are important contributing factors for HIV transmission in Mali. Condom use by young males 15–24 years of age is approximately 30%, but among young females it is as low as 14%. Condom use is also low among other vulnerable populations, such as military personnel, truck drivers, and vendors. A recent survey found that only 12% of women vendors in Bamako (with an estimated HIV seroprevalence of 6.7%) reported using a condom with their last non-regular partner.  Some people still do not believe that AIDS is real, citing rumors that it is a myth propagated by people in Western/European countries who don't want Africans to have more children.",
            "score": 91.3831558227539
        },
        {
            "docid": "19023308_2",
            "document": "HIV/AIDS in Kenya . Kenya has severe, generalized HIV epidemic, but in recent years, the country has experienced a notable decline in HIV prevalence, attributed in part to significant behavioral change and increased access to ART (antiretroviral drugs). Adult HIV prevalence is estimated to have fallen from 10 percent in the late 1990s to about 6.1 percent in 2005. Women face considerably higher risk of HIV infection than men, and also experience a shorter life expectancy due to HIV/AIDS. The 7th edition of AIDS in Kenya reports an HIV prevalence rate of eight percent in adult women and four percent in adult men. Populations in Kenya especially at risk include injecting drug users and people in prostitution, whose prevalence rates are estimated at 53 percent and 27 percent, respectively. Men who have sex with men (MSM) are also at risk at a prevalence of 18.2%. Other groups also include discordant couples (where one partner is infected and the other is not) however successful ARV-treatment will prevent transmission. Other groups at risk are prison communities, uniformed forces, and truck drivers.",
            "score": 91.0192642211914
        },
        {
            "docid": "6090525_34",
            "document": "Neglected tropical diseases . The three major worm species responsible for soil-transmitted helminthiasis are Ascaris (roundworms), Trichuris (whipworm), the hookworms \"Necator americanus\" and \"Ancylostoma duodenale\", and \"Strongyloides stercoralis\". There are 1.5 billion currently infected. Soil-transmitted heminthiasis occurs in sub-Saharan Africa, the Americas, China, and east Asia. The mortality risk is very low. The most common symptoms are anemia, stunted growth, intestinal problems, lack of energy, and compromised physical and cognitive development. Infected children often fall behind in schooling. The severity of symptoms depends on the number of worms in the body.",
            "score": 90.92445373535156
        },
        {
            "docid": "15925628_36",
            "document": "Hepatitis B . The primary method of transmission reflects the prevalence of chronic HBV infection in a given area. In low prevalence areas such as the continental United States and Western Europe, injection drug abuse and unprotected sex are the primary methods, although other factors may also be important. In moderate prevalence areas, which include Eastern Europe, Russia, and Japan, where 2–7% of the population is chronically infected, the disease is predominantly spread among children. In high-prevalence areas such as China and South East Asia, transmission during childbirth is most common, although in other areas of high endemicity such as Africa, transmission during childhood is a significant factor. The prevalence of chronic HBV infection in areas of high endemicity is at least 8% with 10–15% prevalence in Africa/Far East. As of 2010, China has 120 million infected people, followed by India and Indonesia with 40 million and 12 million, respectively. According to World Health Organization (WHO), an estimated 600,000 people die every year related to the infection.",
            "score": 90.72640228271484
        },
        {
            "docid": "30873042_7",
            "document": "Dientamoeba fragilis . \"Dientamoeba fragilis\" has an estimated prevalence throughout the United States. Unlike majority of parasitic infections, \"D. fragilis\" is more prevalent in well-developed countries as opposed to disadvantaged and resource poor nations. The parasite is also endemic in crowded communities (i.e institutions), populations with unsatisfactory sanitation conditions, and individuals who travel to underprivileged countries. Globally, the prevalence of \"D. fragilis\" ranges from 0.3% to 90%, occurring in multiple countries including many urbanized cities such as Los Angeles, California and Sydney, Australia. Recently, \"D. fragilis\" was considered to be more prevalent than \"Giardia\", thus leading to better diagnostics.",
            "score": 90.05978393554688
        },
        {
            "docid": "1173614_9",
            "document": "Adult T-cell leukemia/lymphoma . HTLV-1 infection in the United States appears to be rare. Although little serologic data exist, prevalence of infection is thought to be highest among blacks living in the Southeast. A prevalence rate of 30% has been found among black intravenous drug abusers in New Jersey, and a rate of 49% has been found in a similar group in New Orleans. It is possible that prevalence of infection is increasing in this risk group. Studies of HTLV-1 antibody indicate that the virus is endemic in southern Japan, in the Caribbean, South America, and in Africa.",
            "score": 89.7316665649414
        },
        {
            "docid": "192595_72",
            "document": "Methicillin-resistant Staphylococcus aureus . A population-based study of the incidence of MRSA infections in San Francisco during 2004–05 demonstrated that nearly 1 in 300 residents suffered from such an infection in the course of a year and that greater than 85% of these infections occurred outside of the healthcare setting. A 2004 study showed that people in the United States with \"S. aureus\" infection had, on average, three times the length of hospital stay (14.3 vs. 4.5 days), incurred three times the total cost ($48,824 vs. $14,141), and experienced five times the risk of in-hospital death (11.2% vs 2.3%) than people without this infection. In a meta-analysis of 31 studies, Cosgrove \"et al.\", concluded that MRSA bacteremia is associated with increased mortality as compared with MSSA bacteremia (odds ratio= 1.93; 95% ). In addition, Wyllie \"et al.\" report a death rate of 34% within 30 days among people infected with MRSA, a rate similar to the death rate of 27% seen among MSSA-infected people.",
            "score": 89.62592315673828
        }
    ]
}