{
    "q": [
        {
            "docid": "14489318_14",
            "document": "Autoinducer . \"S. pneumoniae\" is human pathogenic bacterium in which the process of genetic transformation was first described in the 1930s. In order for a bacterium to take up exogenous DNA from its surroundings, it must become competent. In \"S. pneumoniae\", a number of complex events must occur to achieve a competent state, but it is believed that quorum sensing plays a role. Competence stimulating peptide (CSP) is a 17-amino acid peptide autoinducer required for competency and subsequent genetic transformation. CSP is produced by proteolytic cleavage of a 41-amino acid precursor peptide (ComC); is secreted by an ABC transporter (ComAB); and is detected by a sensor kinase protein (ComD) once it has reached a threshold concentration. Detection is followed by autophosphorylation of ComD, which in turn, phosphorylates ComE. ComE is a response regulator responsible for activating transcription of \"comX\", the product of which is required to activate transcription of a number of other genes involved in the development of competence.",
            "score": 63.60071527957916
        },
        {
            "docid": "503782_11",
            "document": "Streptococcus pneumoniae . Competence in \"S. pneumoniae\" is induced by DNA-damaging agents such as mitomycin C, fluoroquinolone antibiotics (norfloxacin, levofloxacin and moxifloxacin), and topoisomerase inhibitors. Transformation protects \"S. pneumoniae\" against the bactericidal effect of mitomycin C. Michod et al. summarized evidence that induction of competence in \"S. pneumoniae\" is associated with increased resistance to oxidative stress and increased expression of the RecA protein, a key component of the recombinational repair machinery for removing DNA damages. On the basis of these findings, they suggested that transformation is an adaptation for repairing oxidative DNA damages. \"S. pneumoniae\" infection stimulates polymorphonuclear leukocytes (granulocytes) to produce an oxidative burst that is potentially lethal to the bacteria. The ability of \"S. pneumoniae\" to repair the oxidative DNA damages in its genome, caused by this host defense, likely contributes to this pathogen’s virulence. Consistent with this premise, Li et al. reported that, among different highly transformable \"S. pneumoniae\" isolates, nasal colonization fitness and virulence (lung infectivity) depend on an intact competence system.",
            "score": 65.77071261405945
        },
        {
            "docid": "43946_26",
            "document": "Biofilm . A peptide pheromone quorum sensing signaling system in \"S. mutans\" includes the Competence Stimulating Peptide (CSP) that controls genetic competence. Genetic competence is the ability of a cell to take up DNA released by another cell. Competence can lead to genetic transformation, a form of sexual interaction, favored under conditions of high cell density and/or stress where there is maximal opportunity for interaction between the competent cell and the DNA released from nearby donor cells. This system is optimally expressed when \"S. mutans\" cells reside in an actively growing biofilm. Biofilm grown \"S. mutans\" cells are genetically transformed at a rate 10- to 600-fold higher than \"S. mutans\" growing as free-floating planktonic cells suspended in liquid.",
            "score": 42.11204433441162
        },
        {
            "docid": "43946_36",
            "document": "Biofilm . \"S. pneumoniae\" is the main cause of community-acquired pneumonia and meningitis in children and the elderly, and of septicemia in HIV-infected persons. When \"S. pneumonia\" grows in biofilms, genes are specifically expressed that respond to oxidative stress and induce competence. Formation of a biofilm depends on competence stimulating peptide (CSP). CSP also functions as a quorum-sensing peptide. It not only induces biofilm formation, but also increases virulence in pneumonia and meningitis.",
            "score": 50.177863121032715
        },
        {
            "docid": "1917077_20",
            "document": "Streptococcus mutans . Conditions in the oral cavity are diverse and complex, frequently changing from one extreme to another. Thus, to survive in the oral cavity, \"S. mutans\" must tolerate rapidly harsh environmental fluctuations and exposure to various antimicrobial agents to survive. Transformation is a bacterial adaptation involving the transfer of DNA from one bacterium to another through the surrounding medium. Transformation is a primitive form of sexual reproduction. For a bacterium to bind, take up, and recombine exogenous DNA into its chromosome, it must enter a special physiological state termed “competence”. In \"S. mutans\", a peptide pheromone quorum-sensing signaling system controls genetic competence. This system functions optimally when the S. mutans cells are in crowded biofilms. \"S. mutans\" cells growing in a biofilm are transformed at a rate 10- to 600-fold higher than single cells growing under uncrowded conditions (planktonic cells). Induction of competence appears to be an adaptation for repairing DNA damage caused by crowded, stressful conditions.",
            "score": 56.90698826313019
        },
        {
            "docid": "12412341_6",
            "document": "Tachykinin receptor 1 . SP is synthesized by neurons and transported to synaptic vesicles; the release of SP is accomplished through the depolarizing action of calcium-dependent mechanisms. When NK receptors are stimulated, they can generate various second messengers, which can trigger a wide range of effector mechanisms that regulate cellular excitability and function. One of those three well-defined, independent second messenger systems is stimulation, via phospholipase C, of phosphatidyl inositol, turnover leading to Ca mobilization from both intra- and extracellular sources. Second is the arachidonic acid mobilization via phospholipase A2 and third is the cAMP accumulation via stimulation of adenylate cyclase. It has also been reported that SP elicits interleukin-1 (IL-1) production in macrophages, it is known to sensitize neutrophils and enhance dopamine release in the substantia nigra region in cat brain. From spinal neurons, SP is known to evoke release of neurotransmitters like acetylcholine, histamine and GABA. It is also known to secrete catecholamines and play a role in the regulation of blood pressure and hypertension. Likewise, SP is known to bind to N-methyl-D-aspartate (NMDA) receptors by eliciting excitation with calcium ion influx, which further releases nitric oxide. Studies in frogs have shown that SP elicits the release of prostaglandin E and prostacyclin by the arachidonic acid pathway, which leads to an increase in corticosteroid output.",
            "score": 18.456225872039795
        },
        {
            "docid": "12962_46",
            "document": "Gamma-Hydroxybutyric acid . GHB induces the accumulation of either a derivative of tryptophan or tryptophan itself in the extracellular space, possibly by increasing tryptophan transport across the blood–brain barrier. The blood content of certain neutral amino-acids, including tryptophan, is also increased by peripheral GHB administration. GHB-induced stimulation of tissue serotonin turnover may be due to an increase in tryptophan transport to the brain and in its uptake by serotonergic cells. As the serotonergic system may be involved in the regulation of sleep, mood, and anxiety, the stimulation of this system by high doses of GHB may be involved in certain neuropharmacological events induced by GHB administration.",
            "score": 20.439417839050293
        },
        {
            "docid": "52080_17",
            "document": "Vibrio cholerae . \"V. cholerae\" can be induced to become competent for natural genetic transformation when grown on chitin, a biopolymer that is abundant in aquatic habitats (e.g. from crustacean exoskeletons). Natural genetic transformation is a sexual process involving DNA transfer from one bacterial cell to another through the intervening medium, and the integration of the donor sequence into the recipient genome by homologous recombination. Transformation competence in \"V. cholerae\" is stimulated by increasing cell density accompanied by nutrient limitation, a decline in growth rate, or stress. The \"V. cholerae\" uptake machinery involves a competence-induced pilus, and a conserved DNA binding protein that acts as a ratchet to reel DNA into the cytoplasm.",
            "score": 56.43413305282593
        },
        {
            "docid": "199665_28",
            "document": "Helicobacter pylori . Transformation (the transfer of DNA from one bacterial cell to another through the intervening medium) appears to be part of an adaptation for DNA repair. \"H. pylori\" is naturally competent for transformation. While many organisms are competent only under certain environmental conditions, such as starvation, \"H. pylori\" is competent throughout logarithmic growth. All organisms encode genetic programs for response to stressful conditions including those that cause DNA damage. In \"H. pylori\", homologous recombination is required for repairing DNA double-strand breaks (DSBs). The AddAB helicase-nuclease complex resects DSBs and loads RecA onto single-strand DNA (ssDNA), which then mediates strand exchange, leading to homologous recombination and repair. The requirement of RecA plus AddAB for efficient gastric colonization suggests, in the stomach, \"H. pylori\" is either exposed to double-strand DNA damage that must be repaired or requires some other recombination-mediated event. In particular, natural transformation is increased by DNA damage in \"H. pylori\", and a connection exists between the DNA damage response and DNA uptake in \"H. pylori\", suggesting natural competence contributes to persistence of \"H. pylori\" in its human host and explains the retention of competence in most clinical isolates.",
            "score": 48.88919973373413
        },
        {
            "docid": "34368888_21",
            "document": "Myokine . \"We provide the first characterization of myonectin, with in vitro and in vivo evidence that it is a novel myokine with important metabolic function. Unlike the other CTRPs characterized to date, myonectin (CTRP15) is expressed and secreted predominantly by skeletal muscle... (Our) results suggest that myonectin is a nutrient-responsive metabolic regulator secreted by skeletal muscle in response to changes in cellular energy state resulting from glucose or fatty acid fluxes. Many metabolically relevant secreted proteins (e.g. adiponectin, leptin, resistin, and RBP) and the signaling pathways they regulate in tissues are known to be dysregulated in the condition of obesity. The reduction in expression and circulating levels of myonectin in the obese state may represent yet another component of the complex metabolic circuitry dysregulated by excess caloric intake. Although exercise has long been known to have profound positive impacts on systemic insulin sensitivity and energy balance, the underlying mechanisms remain incompletely understood. That voluntary exercise dramatically increases the expression and circulating levels of myonectin to promote fatty acid uptake into cells may underlie one of the beneficial effects of physical exercise... A modest rise in the circulating levels of myonectin resulting from recombinant protein administration is sufficient to lower serum NEFA without altering serum triglyceride levels. Unlike CTRP1, CTRP3 and CTRP12, injection of recombinant myonectin into mice appears to have no glucose-lowering effect. Reduction in circulating NEFA is not due to suppression of adipose tissue lipolysis; rather, it results from increased fatty acid uptake by adipocytes and hepatocytes. Although the myonectin-mediated enhancement of lipid uptake in vitro appears modest (25–50%), in fact, the magnitude of this effect is comparable with cells stimulated with 50 nM insulin, a saturating dose that leads to maximum increase in fatty acid uptake... In accordance with myonectin mediating its metabolic effect through a transcriptional mechanism, a reduction in circulating NEFA in mice occurred only 2 h after recombinant protein injection, a lag period presumably required for mRNA and protein synthesis.\"",
            "score": 33.116300106048584
        },
        {
            "docid": "32065903_4",
            "document": "Bacterial genetics . Transformation in bacteria was first observed in 1928 by Frederick Griffith and later (in 1944) examined at the molecular level by Oswald Avery and his colleagues who used the process to demonstrate that DNA was the genetic material of bacteria. In transformation, a cell takes up extraneous DNA found in the environment and incorporates it into its genome (genetic material) through recombination. Not all bacteria are competent to be transformed, and not all extracellular DNA is competent to transform. To be competent to transform, the extracellular DNA must be double-stranded and relatively large. To be competent to be transformed, a cell must have the surface protein Competent Factor', which binds to the extracellular DNA in an energy requiring reaction. However bacteria that are not naturally competent can be treated in such a way to make them competent, usually by treatment with calcium chloride, which make them more permeable.",
            "score": 41.51284146308899
        },
        {
            "docid": "52772351_8",
            "document": "Nasal-associated lymphoid tissue . Intranasal (i.n.) immunization or vaccination is effective way how to stimulate respiratory immune system. This way of immunization can provoke both cell-mediated and humoral immune response and is capable of stimulating both mucosal and systemic immune system. Dose of i.n. administered antigen can be much smaller than of oral administered antigen, because antigens are not exposed to digestive enzymes. Thus, it would be suitable way of vaccination against airborne viruses and bacteria. In 1997, nasal-spray vaccine containing inactivated form of influenza virus with nLT (heat-labile enterotoxin) as adjuvants was used in Switzerland, but it had to be withdrawn from the market, because it caused Bell's palsy to some patients. Thus, scientists are looking for more suitable and safe adjuvants, for expamle, Masafumi Yamamoto et al. in 1998 on mice model proved safe and efficient i.n. vaccination against \"Streptococcus pneumoniae\" and in 2002 also against influenza virus.",
            "score": 17.58237099647522
        },
        {
            "docid": "3630347_11",
            "document": "Natural competence . The second hypothesis, DNA as food, relies on the fact that cells that take up DNA inevitably acquire the nucleotides the DNA consists of, and, because nucleotides are needed for DNA and RNA synthesis and are expensive to synthesize, these may make a significant contribution to the cell's energy budget. Some naturally competent bacteria also secrete nucleases into their surroundings, and all bacteria can take up the free nucleotides these nucleases generate from environmental DNA. The energetics of DNA uptake are not understood in any system, so it is difficult to compare the efficiency of nuclease secretion to that of DNA uptake and internal degradation. In principle the cost of nuclease production and the uncertainty of nucleotide recovery must be balanced against the energy needed to synthesize the uptake machinery and to pull DNA in. Other important factors are the likelihoods that nucleases and competent cells will encounter DNA molecules, the relative inefficiencies of nucleotide uptake from the environment and from the periplasm (where one strand is degraded by competent cells), and the advantage of producing ready-to-use nucleotide monophosphates from the other strand in the cytoplasm. Another complicating factor is the self-bias of the DNA uptake systems of species in the family \"Pasteurellaceae\" and the genus \"Neisseria\", which could reflect either selection for recombination or for mechanistically efficient uptake.",
            "score": 62.903138637542725
        },
        {
            "docid": "608751_8",
            "document": "Pinealocyte . Regulation of melatonin synthesis is important to melatonin’s main function in circadian rhythms. The main molecular control mechanism that exists for melatonin secretion in vertebrates is the enzyme AANAT (arylalkylamine N-acetyltransferase). The expression of the AANAT gene is controlled by the transcription factor pCREB, and this is evident when cells treated with epithalone, a peptide which affects pCREB transcription, have a resulting increase in melatonin synthesis. AANAT is activated through a protein kinase A system in which cyclic AMP (cAMP) is involved. The activation of AANAT leads to an increase in melatonin production. Though there are some differences specific to certain species of vertebrates, the effect of cAMP on AANAT and AANAT on melatonin synthesis remains fairly consistent. Melatonin synthesis is also regulated by the nervous system. Nerve fibers in the retinohypothalamic tract connect the retina to the suprachiasmatic nucleus (SCN). The SCN stimulates the release of Norepinephrine from sympathetic nerve fibers from the superior cervical ganglia that synapse with the pinealocytes. Norepinephrine causes the production of melatonin in the pinealocytes by stimulating the production of cAMP. Because the release of norepinephrine from the nerve fibers occurs at night, this system of regulation maintains the body’s circadian rhythms.",
            "score": 25.397708892822266
        },
        {
            "docid": "5762008_5",
            "document": "Microbial genetics . Gene transfer systems that have been extensively studied in bacteria include genetic transformation, conjugation and transduction. Natural transformation is a bacterial adaptation for DNA transfer between two cells through the intervening medium. The uptake of donor DNA and its recombinational incorporation into the recipient chromosome depends on the expression of numerous bacterial genes whose products direct this process. In general, transformation is a complex, energy-requiring developmental process that appears to be an adaptation for repairing DNA damage.",
            "score": 48.13953495025635
        },
        {
            "docid": "2459654_17",
            "document": "Pseudomonas aeruginosa . Regulation of gene expression can occur through cell-cell communication or quorum sensing (QS) via the production of small molecules called autoinducers. The extracellular accumulation of these molecules signals to bacteria to alter gene expression and coordinate behavior. \"P. aeruginosa\" employs three interconnected QS systems – lasRl, rhlRl, and PQS – that each produce unique signaling molecules. Detection of these molecules indicates \"P. aeruginosa\" is growing as biofilm within the lungs of cystic fibrosis patients. QS is known to control expression of a number of virulence factors, including the pigment pyocyanin. Another form of gene regulation that allows the bacteria to rapidly adapt to surrounding changes is through environmental signaling. Recent studies have discovered anaerobiosis can significantly impact the major regulatory circuit of QS. This important link between QS and anaerobiosis has a significant impact on production of virulence factors of this organism. Garlic experimentally blocks quorum sensing in \"P. aeruginosa\".",
            "score": 29.342829823493958
        },
        {
            "docid": "14439487_6",
            "document": "GPR132 . G2A was initially defined as one of the gene products whose production was stimulated in mouse pre-B lymphocytes (see Immunoglobulin heavy chain) by transfecting the cells with the human oncogene (i.e., cancer causing) BCR-ABL or by treating the cells with DNA damaging agents; its expression in these cells blocked their progression through the cell cycle specifically at the G2-M DNA damage checkpoint. These studies allow that G2A limits the potentially malignant growth of certain cells in mice and possible could do so in humans. In addition, Gene knockout studies in mice find G2A to be necessary for suppressing an autoimmune syndrome (see G2A deficiency in mice). These results allow that G2A may function in blocking certain aspects of autoimmunity, particularly those involving the proliferation and tissue trafficking of lymphocytes. Early studies first classified G2A as a proton-sensing receptor and suggested that G2A contributed to the regulation of proliferation in certain cells and the regulation of lymphocytes' contributions to certain immune functions by being activated by changes in extracellular pH. Tissues suffering malignant cell growth, autoimmune reactions, poor blood flow ischemia, inflammation and allergy reactions, and tissue injury develop extracellular acidification due to the stimulation of anaerobic glycolysis; The proton-sensing function of G2A could be involved in combating or, in certain cases promoting these conditions. An example implicating G2A's pH sensitivity in physiological responses involves pain perception. In rats, G2A, similar to other pH sensing GPCRs, is located in dorsal root ganglia neurons, small diameter neurons responsible for nociception, and other nerve tissues responsible for sensing pain; it is suggested that G2A in these nerve tissues detects the acid changes that occur in the extracellular media of injured tissues and signal for the perception of pain",
            "score": 25.2865629196167
        },
        {
            "docid": "48997033_5",
            "document": "Oscar Kuipers . An important topic of research is the study of the genetics and fysiology of bacteria. Among others the cellular differentiation of bacteria is investigated. Bacteria growing in a culture can develop different characteristics, while their genome remains unchanged. Kuipers: ‘Our research has many applications, for example the improvement of protein production in industrial fermentation'. An other important subject is the production and modification of peptides peptides. These modified peptides (lantibiotics), are made by bacteria, and can serve as antibiotic. Modified peptides are chemically more stable and retain their function longer than unmodified peptides. This is beneficial for medical applications as a novel class of antibiotics. Further areas of focus are the molecular biology of: competence, sporulation and bistability in Bacteria subtilis, the reconstruction of gene networks, antimicrobial peptides, especially antibiotics, pathogenesis mechanisms, cell wall anchoring, controlled gene expressionsystems, the subcellular localization of protein, stress response, quorum sensing, regulation of the C- and N-metabolism, natural gene transfer methodologies, plant-biocontrol by Bacilli and Biotechnology applications.",
            "score": 42.17335748672485
        },
        {
            "docid": "45570_47",
            "document": "DNA vaccination . The innate system works with the adaptive immune system to mount a response against the DNA encoded protein. CpG-S sequences induce polyclonal B-cell activation and the upregulation of cytokine expression and secretion. Stimulated macrophages secrete IL-12, IL-18, TNF-α, IFN-α, IFN-β and IFN-γ, while stimulated B-cells secrete IL-6 and some IL-12.",
            "score": 35.88354539871216
        },
        {
            "docid": "13056698_4",
            "document": "Cefodizime . Cefodizime demonstrated superior clinical efficacy that what could be predicted from its \"in vitro\" experimental results. Certain immunomodulatory properties of the drug might account for its increased \"in vivo\" activity against specific bacterial species. These immunomodulatory properties stimulate some phagocyte and lymphocyte cellular functions when they have been impaired. It was shown in a 2004 study that cefodizime increased expression of toll-like receptor 4 (TLR-4) in neutrophils stimulated by \"Klebsiella pneumoniae\" infection which then affected the production of cytokines in the stimulated cells. A 1992 study conducted in vitro susceptibility studies for cefodizime and found that gram negative bacteria with consistent susceptibility include: \"Enterobacteriaceae\" including \"E. coli\", \"Klebsiella pneumonia\", \"Morganella morganii\", \"Proteus mirabilis\", \"P. vulgaris\", \"Shigella sonnei\", \"Yersinia enterocolitica\", \"Salmonella\", \"Haemophilus influenzae\", \"Moraxella catarrhalis\", \"Neisseria gonorrhoeae\", and \"Neisseria meningitidis\". \"In vitro\" susceptible gram positive bacteria include: methicillin-sensitive \"Staphylococcus aureus\", and \"Streptococcus agalactiae\", \"S. pneumoniae\" and \"S. pyogenes\". Cefodizime was shown to be ineffective \"in vitro\" against \"Enterobacter spp.\", \"Pseudomonas aeruginosa\", and \"Xanthomonas maltophilia\". Gram positive bacteria it was inactive against include \"Staphylococcus epidermidis\" and \"methicillin-resistant \"Streptococcus aureus\". In this trial, bacteria were considered susceptible if 90% or more of the strains were inhibited by cefodizime concentrations of at least 8 mg/L \"in vitro\".",
            "score": 35.24765372276306
        },
        {
            "docid": "13988148_13",
            "document": "Oral microbiology . Most of the bacterial species found in the mouth belong to microbial communities, called biofilms, a feature of which is inter-bacterial communication. Cell–cell contact is mediated by specific protein adhesins and often, as in the case of inter-species aggregation, by complementary polysaccharide receptors. Another method of communication involves cell–cell signalling molecules, which are of two classes: those used for intra-species and those used for inter-species signalling. An example of intra-species communication is quorum sensing. Oral bacteria have been shown to produce small peptides, such as competence stimulating peptides, which can help promote single-species biofilm formation. A common form of inter-species signalling is mediated by 4, 5-dihydroxy-2, 3-pentanedione (DPD), also known as autoinducer-2 (Al-2).",
            "score": 28.705048322677612
        },
        {
            "docid": "4630125_25",
            "document": "Artificial cell . The oral ingestion of live bacterial cell colonies has been proposed and is currently in therapy for the modulation of intestinal microflora, prevention of diarrheal diseases, treatment of \"H. Pylori\" infections, atopic inflammations, lactose intolerance and immune modulation, amongst others. The proposed mechanism of action is not fully understood but is believed to have two main effects. The first is the nutritional effect, in which the bacteria compete with toxin producing bacteria. The second is the sanitary effect, which stimulates resistance to colonization and stimulates immune response. The oral delivery of bacterial cultures is often a problem because they are targeted by the immune system and often destroyed when taken orally. Artificial cells help address these issues by providing mimicry into the body and selective or long term release thus increasing the viability of bacteria reaching the gastrointestinal system. In addition, live bacterial cell encapsulation can be engineered to allow diffusion of small molecules including peptides into the body for therapeutic purposes. Membranes that have proven successful for bacterial delivery include cellulose acetate and variants of alginate. Additional uses that have arosen from encapsulation of bacterial cells include protection against challenge from \"M. Tuberculosis\" and upregulation of Ig secreting cells from the immune system. The technology is limited by the risk of systemic infections, adverse metabolic activities and the risk of gene transfer. However, the greater challenge remains the delivery of sufficient viable bacteria to the site of interest.",
            "score": 36.939581871032715
        },
        {
            "docid": "37996_33",
            "document": "Niacin . The mechanism behind niacin increasing HDL is not totally understood, but seems to occur in various ways. Niacin increases apolipoprotein A1 levels due to anticatabolic effects resulting in higher reverse cholesterol transport. It also inhibits HDL hepatic uptake, down-regulating production of the cholesterol ester transfer protein (CETP) gene. Finally, it stimulates the ABCA1 transporter in monocytes and macrophages and upregulates peroxisome proliferator-activated receptor gamma, resulting in reverse cholesterol transport.",
            "score": 26.0628080368042
        },
        {
            "docid": "40651435_20",
            "document": "Neuromodulation (medicine) . Electrical stimulation of the nervous system has a long and complex history. Earlier practitioners of deep brain stimulation in the latter half of the 20th century (Delgado, Heath, Hosbuchi. See Hariz \"et al.\" for historical review) were limited by the technology available. Heath, in the 1950s, stimulated subcortical areas and made detailed observations of behavioral changes. A new understanding of pain perception was ushered in in 1965, with the Gate Theory of Wall and Melzack. Although now considered oversimplified, the theory held that pain transmissions from small nerve fibers can be overridden, or the gate \"closed\", by competing transmissions along the wider touch nerve fibers. Building on that concept, in 1967, the first dorsal column stimulator for pain control was demonstrated by Dr. Norm Shealy at Western Reserve Medical School, using a design adapted by Tom Mortimer, a graduate student at Case Institute of Technology, from cardiac nerve stimulators by Medtronic, Inc., where he had a professional acquaintance who shared the circuit diagram. In 1973, Hosbuchi reported alleviating the denervation facial pain of anesthesia dolorosa through ongoing electrical stimulation of the somatosensory thalamus, marking the start of the age of deep brain stimulation.",
            "score": 13.592050790786743
        },
        {
            "docid": "423943_38",
            "document": "Rhesus macaque . DNA microarrays are used in macaque research. For example, Michael Katze of University of Washington, Seattle, infected macaques with 1918 and modern influenzas. The DNA microarray showed the macaque genomic response to human influenza on a cellular level in each tissue. Both viruses stimulated innate immune system inflammation, but the 1918 flu stimulated stronger and more persistent inflammation, causing extensive tissue damage, and it did not stimulate the interferon-1 pathway. The DNA response showed a transition from innate to adaptive immune response over seven days.",
            "score": 22.23267412185669
        },
        {
            "docid": "619938_6",
            "document": "Mevalonate pathway . Several key enzymes can be activated through DNA transcriptional regulation on activation of SREBP (sterol regulatory element-binding protein-1 and -2). This intracellular sensor detects low cholesterol levels and stimulates endogenous production by the HMG-CoA reductase pathway, as well as increasing lipoprotein uptake by up-regulating the LDL-receptor. Regulation of this pathway is also achieved by controlling the rate of translation of the mRNA, degradation of reductase and phosphorylation.",
            "score": 37.246264934539795
        },
        {
            "docid": "1903855_14",
            "document": "Sensory substitution . There have been two different types of stimulators: electrotactile or vibrotactile. Electrotactile stimulators use direct electrical stimulation of the nerve ending in the skin to initiate the action potentials; the sensation triggered, burn, itch, pain, pressure etc. depends on the stimulating voltage. Vibrotactile stimulators use pressure and the properties of the mechanoreceptors of the skin to initiate action potentials. There are advantages and disadvantages for both these stimulation systems. With the electrotactile stimulating systems a lot of factors affect the sensation triggered: stimulating voltage, current, waveform, electrode size, material, contact force, skin location, thickness and hydration. Electrotactile stimulation may involve the direct stimulation of the nerves (percutaneous), or through the skin (transcutaneous). Percutaneous application causes additional distress to the patient, and is a major disadvantage of this approach. Furthermore, stimulation of the skin without insertion leads to the need for high voltage stimulation because of the high impedance of the dry skin, unless the tongue is used as a receptor, which requires only about 3% as much voltage. This latter technique is undergoing clinical trials for various applications, and been approved for assistance to the blind in the UK. Alternatively, the roof of the mouth has been proposed as another area where low currents can be felt.",
            "score": 15.578835606575012
        },
        {
            "docid": "53896659_7",
            "document": "Lymphocyte-variant hypereosinophilia . The underlying cause(s) for the origination and expansion of the phenotypically and clonally aberrant T cells in lymphocyte-variant hypereosinophilia remains unclear. In all events, these aberrant T cells are not, at least initially, malignant although they do exhibit pathological behavior. They produce, in addition to interleukin 5, another eosinophil-stimulating cytokine, Granulocyte macrophage colony-stimulating factor. The aberrant T cells also produce: IL4, a T cell-stimulating cytokine; interleukin 13, a cytokine mediator of allergic reactions, particularly those occurring in the lung; IL2, a t cell-stimulating cytokine, tumor necrosis factor alpha, a proinflammatory cytokine that regulates immune responses, and, at least in the aberrant T cells of certain patients, Interferon gamma (i.e. IFGγ), s cytokine that regulates innate and adaptive immunity. These cells also stimulate other, non-clonal lymphocytes to secrete chemokine (C-C motif) ligand 17 (also termed CC17 or TARC), a T cell-stimulating cytokine belonging to the CC chemokine family. While IL-5 is regarded as the principal mediator of the eosinophilia found in lymphocyte-variant hypereosinophilia, one or more of the other cited cytokines may also contribute to this eosinophilia as well as other pathological features of the disease.",
            "score": 8.891825675964355
        },
        {
            "docid": "525722_3",
            "document": "Colostrum . Newborns have very immature and small digestive systems, and colostrum delivers its nutrients in a very concentrated low-volume form. It has a mild laxative effect, encouraging the passing of the baby's first stool, which is called meconium. This clears excess bilirubin, a waste-product of dead red blood cells, which is produced in large quantities at birth due to blood volume reduction from the infant's body and helps prevent jaundice. Colostrum is known to contain immune cells (as lymphocytes) and many antibodies such as IgA, IgG, and IgM. These are some of the components of the adaptive immune system. In preterm infants some IgA may be absorbed through the intestinal epithelium and enter the blood stream though there is very little uptake in full term babies. This is due to the early \"closure\" of the intestinal epithelium to large molecule uptake in humans unlike the case in cattle which continue to uptake immunoglobulin from milk shortly after birth. Other immune components of colostrum include the major components of the innate immune system, such as lactoferrin, lysozyme, lactoperoxidase, complement, and proline-rich polypeptides (PRP). A number of cytokines (small messenger peptides that control the functioning of the immune system) are found in colostrum as well, including interleukins, tumor necrosis factor, chemokines, and others. Colostrum also contains a number of growth factors, such as insulin-like growth factors I (IGF-1), and II, transforming growth factors alpha, beta 1 and beta 2, fibroblast growth factors, epidermal growth factor, granulocyte-macrophage-stimulating growth factor, platelet-derived growth factor, vascular endothelial growth factor, and colony-stimulating factor-1.",
            "score": 29.76380479335785
        },
        {
            "docid": "419094_34",
            "document": "Adipose tissue . The list of molecules that influence browning has grown in direct proportion to the popularity of this topic and is constantly evolving as more knowledge is acquired. Among these molecules are irisin and fibroblast growth factor 21 (FGF21), which have been well-studied and are believed to be important regulators of browning. Irisin is secreted from muscle in response to exercise and has been shown to increase browning by acting on beige preadipocytes. FGF21, a hormone secreted mainly by the liver, has garnered a great deal of interest after being identified as a potent stimulator of glucose uptake and a browning regulator through its effects on PGC-1α. It is increased in BAT during cold exposure and is thought to aid in resistance to diet-induced obesity FGF21 may also be secreted in response to exercise and a low protein diet, although the latter has not been thoroughly investigated. Data from these studies suggest that environmental factors like diet and exercise may be important mediators of browning. In mice, it was found that beiging can occur through the production of methionine-enkephalin peptides by type 2 innate lymphoid cells in response to interleukin 33.",
            "score": 38.95258963108063
        },
        {
            "docid": "842532_5",
            "document": "Functional electrical stimulation . FES devices take advantage of this property to electrically activate nerve cells, which then may go on to activate muscles or other nerves. However, special care must be taken in designing safe FES devices, as passing electric current through tissue can lead to adverse effects such as decrease in excitability or cell death. This may be due to thermal damage, electroporation of the cell membrane, toxic products from electrochemical reactions at the electrode surface, or overexcitation of the targeted neutrons or muscles. Typically FES is concerned with stimulation of neurons and nerves. In some applications, FES can be used to directly stimulate muscles, if their peripheral nerves have been severed or damaged (i.e., denervated muscles). However, the majority of the FES systems used today stimulate the nerves or the points where the junction occurs between the nerve and the muscle. The stimulated nerve bundle includes motor nerves (efferent nerves—descending nerves from the central nervous system to muscles) and sensory nerves (afferent nerves—ascending nerves from sensory organs to the central nervous system).",
            "score": 16.069830179214478
        },
        {
            "docid": "32473_2",
            "document": "Vaccination . Vaccination is the administration of antigenic material (a vaccine) to stimulate an individual's immune system to develop adaptive immunity to a pathogen. Vaccines can prevent or ameliorate infectious disease. When a sufficiently large percentage of a population has been vaccinated, herd immunity results. The effectiveness of vaccination has been widely studied and verified. Vaccination is the most effective method of preventing infectious diseases; widespread immunity due to vaccination is largely responsible for the worldwide eradication of smallpox and the elimination of diseases such as polio, measles, and tetanus from much of the world.",
            "score": 25.06907629966736
        }
    ],
    "r": [
        {
            "docid": "2631477_35",
            "document": "Homologous recombination . Natural bacterial transformation involves the transfer of DNA from a donor bacterium to a recipient bacterium, where both donor and recipient are ordinarily of the same species. Transformation, unlike bacterial conjugation and transduction, depends on numerous bacterial gene products that specifically interact to perform this process. Thus transformation is clearly a bacterial adaptation for DNA transfer. In order for a bacterium to bind, take up and integrate donor DNA into its resident chromosome by homologous recombination, it must first enter a special physiological state termed competence. The \"RecA\"/\"Rad51\"/\"DMC1\" gene family plays a central role in homologous recombination during bacterial transformation as it does during eukaryotic meiosis and mitosis. For instance, the RecA protein is essential for transformation in \"Bacillus subtilis\" and \"Streptococcus pneumoniae\", and expression of the RecA gene is induced during the development of competence for transformation in these organisms.",
            "score": 72.42453002929688
        },
        {
            "docid": "35629150_37",
            "document": "Bacterial genome . Transformation involves the uptake of named DNA from the environment. Through transformation, DNA can be transmitted between distantly related organisms. Some bacterial species, such as \"Haemophilus influenzae\" and \"Neisseria gonorrhoeae\", are continuously competent to accept DNA. Other species, such as \"Bacillus subtilis\" and \"Streptococcus pneumoniae\", become competent when they enter a particular phase in their lifecycle.  Transformation in \"N. gonorrhoeae\" and \"H. influenzae\" is effective only if particular recognition sequences are found in the recipient genomes (5'-GCCGTCTGAA-3' and 5'-AAGTGCGGT-3'. respectively). Although the existence of certain uptake sequences improve transformation capability between related species, many of the inherently competent bacterial species, such as \"B. subtilis\" and \"S. pneumoniae\", do not display sequence preference.",
            "score": 69.09456634521484
        },
        {
            "docid": "503782_11",
            "document": "Streptococcus pneumoniae . Competence in \"S. pneumoniae\" is induced by DNA-damaging agents such as mitomycin C, fluoroquinolone antibiotics (norfloxacin, levofloxacin and moxifloxacin), and topoisomerase inhibitors. Transformation protects \"S. pneumoniae\" against the bactericidal effect of mitomycin C. Michod et al. summarized evidence that induction of competence in \"S. pneumoniae\" is associated with increased resistance to oxidative stress and increased expression of the RecA protein, a key component of the recombinational repair machinery for removing DNA damages. On the basis of these findings, they suggested that transformation is an adaptation for repairing oxidative DNA damages. \"S. pneumoniae\" infection stimulates polymorphonuclear leukocytes (granulocytes) to produce an oxidative burst that is potentially lethal to the bacteria. The ability of \"S. pneumoniae\" to repair the oxidative DNA damages in its genome, caused by this host defense, likely contributes to this pathogen’s virulence. Consistent with this premise, Li et al. reported that, among different highly transformable \"S. pneumoniae\" isolates, nasal colonization fitness and virulence (lung infectivity) depend on an intact competence system.",
            "score": 65.77071380615234
        },
        {
            "docid": "18291752_15",
            "document": "Microbial symbiosis and immunity . Microbiota are capable of producing antimicrobial peptides, protecting humans from excessive intestinal inflammation and microbial-associated diseases. Various commensals (primarily Gram-positive bacteria), secrete bacteriocins, peptides which bind to receptors on closely related target cells, forming ion-permeable channels and large pores. The resulting efflux of metabolites and cell contents and dissipation of ion gradients causes bacterial cell death. However, bacteriocins can also induce death by translocating into the periplasmic space and cleaving DNA non-specifically (colicin E2), inactivating the ribosome (colicin E3), inhibiting synthesis of peptidoglycan, a major component of the bacterial cell wall (colicin M).",
            "score": 64.6960220336914
        },
        {
            "docid": "14489318_14",
            "document": "Autoinducer . \"S. pneumoniae\" is human pathogenic bacterium in which the process of genetic transformation was first described in the 1930s. In order for a bacterium to take up exogenous DNA from its surroundings, it must become competent. In \"S. pneumoniae\", a number of complex events must occur to achieve a competent state, but it is believed that quorum sensing plays a role. Competence stimulating peptide (CSP) is a 17-amino acid peptide autoinducer required for competency and subsequent genetic transformation. CSP is produced by proteolytic cleavage of a 41-amino acid precursor peptide (ComC); is secreted by an ABC transporter (ComAB); and is detected by a sensor kinase protein (ComD) once it has reached a threshold concentration. Detection is followed by autophosphorylation of ComD, which in turn, phosphorylates ComE. ComE is a response regulator responsible for activating transcription of \"comX\", the product of which is required to activate transcription of a number of other genes involved in the development of competence.",
            "score": 63.60071563720703
        },
        {
            "docid": "3630347_11",
            "document": "Natural competence . The second hypothesis, DNA as food, relies on the fact that cells that take up DNA inevitably acquire the nucleotides the DNA consists of, and, because nucleotides are needed for DNA and RNA synthesis and are expensive to synthesize, these may make a significant contribution to the cell's energy budget. Some naturally competent bacteria also secrete nucleases into their surroundings, and all bacteria can take up the free nucleotides these nucleases generate from environmental DNA. The energetics of DNA uptake are not understood in any system, so it is difficult to compare the efficiency of nuclease secretion to that of DNA uptake and internal degradation. In principle the cost of nuclease production and the uncertainty of nucleotide recovery must be balanced against the energy needed to synthesize the uptake machinery and to pull DNA in. Other important factors are the likelihoods that nucleases and competent cells will encounter DNA molecules, the relative inefficiencies of nucleotide uptake from the environment and from the periplasm (where one strand is degraded by competent cells), and the advantage of producing ready-to-use nucleotide monophosphates from the other strand in the cytoplasm. Another complicating factor is the self-bias of the DNA uptake systems of species in the family \"Pasteurellaceae\" and the genus \"Neisseria\", which could reflect either selection for recombination or for mechanistically efficient uptake.",
            "score": 62.90313720703125
        },
        {
            "docid": "8770937_8",
            "document": "Pasteurella multocida . Genetic transformation is the process by which a recipient bacterial cell takes up DNA from a neighboring cell and integrates this DNA into the recipient’s genome. \"P. multocida\" DNA contains high frequencies of putative DNA uptake sequences (DUSs) identical to those in \"Hemophilus influenzae\" that promote donor DNA uptake during transformation. The location of these sequences in \"P. multocida\" shows a skewed distribution towards genome maintenance genes, such as those involved in DNA repair. This finding suggests that \"P. multocida\" might be competent to undergo transformation under certain conditions, and that genome maintenance genes in transforming donor DNA may preferentially replace their damaged counterparts in the DNA of the recipient cell.",
            "score": 62.68357467651367
        },
        {
            "docid": "63790_15",
            "document": "Bacteriocin . Class III bacteriocins are large, heat-labile (>10 kDa) protein bacteriocins. This class is subdivided in two subclasses: subclass IIIa or bacteriolysins and subclass IIIb.  Subclass IIIa comprises those peptides that kill bacterial cells by cell wall degradation, thus causing cell lysis. The best studied bacteriolysin is lysostaphin, a 27 kDa peptide that hydrolises the cell walls of several \"Staphylococcus\" species, principally \"S. aureus\". Subclass IIIb, in contrast, comprises those peptides that do not cause cell lysis, killing the target cells by disrupting the membrane potential, which causes ATP efflux .",
            "score": 62.259151458740234
        },
        {
            "docid": "36334864_2",
            "document": "Bacteriocin IId . Bacteriocin AS-48 is a cyclic peptide antibiotic produced by the eubacteria \"Enterococcus faecalis\" (Streptococcus faecalis) that shows a broad antimicrobial spectrum against both Gram-positive and Gram-negative bacteria. Bacteriocin AS-48 is encoded by the pheromone-responsive plasmid pMB2, and acts on the plasma membrane in which it opens pores leading to ion leakage and cell death. The globular structure of bacteriocin AS-48 is composed of five alpha helices enclosing a hydrophobic core. The mammalian NK-lysin effector protein of T and natural killer cells has a similar structure, though it lacks sequence homology with bacteriocins AS-48.",
            "score": 60.83064270019531
        },
        {
            "docid": "14740623_9",
            "document": "Class II bacteriocin . Other class II bacteriocins can be grouped together as Class IIc (circular bacteriocins). These have a wide range of effects on membrane permeability, cell wall formation and pheromone actions of target cells. In particular, Bacteriocin AS-48 is a cyclic peptide antibiotic produced by the eubacteria \"Enterococcus faecalis\" (Streptococcus faecalis) that shows a broad antimicrobial spectrum against both Gram-positive and Gram-negative bacteria. Bacteriocin AS-48 is encoded by the pheromone-responsive plasmid pMB2, and acts on the plasma membrane in which it opens pores leading to ion leakage and cell death. The globular structure of bacteriocin AS-48 consists of five alpha helices enclosing a hydrophobic core. The mammalian NK-lysin effector protein of T and natural killer cells has a similar structure, though it lacks sequence homology with bacteriocins AS-48.",
            "score": 60.52800750732422
        },
        {
            "docid": "14604961_3",
            "document": "Outer membrane phospholipase A1 . This integral membrane phospholipase was found in many Gram-negative bacteria and has a broad substrate specificity . The role of OMPLA has been most thoroughly studied in Escherichia coli, where it participates in the secretion of bacteriocins. Bacteriocin release is triggered by a lysis protein (bacteriocin release protein or BRP), followed by a phospholipase dependent accumulation of lysophospholipids and free fatty acids in the outer membrane. The reaction products enhance the permeability of the outer membrane, which allows the semispecific secretion of bacteriocins. One speculative function of OMPLA is related to organic solvent tolerance in bacteria.",
            "score": 60.38927459716797
        },
        {
            "docid": "29318_27",
            "document": "Streptococcus . Natural genetic transformation involves the transfer of DNA from one bacterium to another through the surrounding medium. Transformation is a complex process dependent on expression of numerous genes. To be capable of transformation a bacterium must enter a special physiologic state referred to as competence. \"S. pneumoniae\", \"S. mitis\" and \"S. oralis\" can become competent, and as a result actively acquire homologous DNA for transformation by a predatory fratricidal mechanism This fratricidal mechanism mainly exploits non-competent siblings present in the same niche Among highly competent isolates of \"S. pneumoniae\", Li et al. showed that nasal colonization fitness and virulence (lung infectivity) depend on an intact competence system. Competence may allow the streptococcal pathogen to use external homologous DNA for recombinational repair of DNA damages caused by the hosts oxidative attack",
            "score": 60.06586837768555
        },
        {
            "docid": "63790_2",
            "document": "Bacteriocin . Bacteriocins are proteinaceous or peptidic toxins produced by bacteria to inhibit the growth of similar or closely related bacterial strain(s). They are similar to yeast and paramecium killing factors, and are structurally, functionally, and ecologically diverse. Applications of bacteriocins are being tested to assess their application as narrow-spectrum antibiotics.",
            "score": 59.098209381103516
        },
        {
            "docid": "219940_14",
            "document": "Vibrio . Natural transformation is a common bacterial adaptation for DNA transfer that employs numerous bacterial gene products. For a recipient bacterium to bind, take up, and recombine exogenous DNA into its chromosome, it must become competent, that is, enter a special physiologic state. The DNA-uptake process of naturally competent \"V. cholerae\" involves an extended competence-induced pilus and a DNA binding protein that acts as a rachet and reels DNA into the periplasm. Natural transformation has also been described for \"V. fisheri\", \"V. vulnificus\" and \"V. parahaemolyticus\".",
            "score": 58.58073043823242
        },
        {
            "docid": "624313_16",
            "document": "Mating system . Transformation, unlike transduction or conjugation, depends on numerous bacterial gene products that specifically interact to perform this complex process, and thus transformation is clearly a bacterial adaptation for DNA transfer. In order for a bacterium to bind, take up and recombine donor DNA into its own chromosome, it must first enter a special physiological state termed natural competence. In \"Bacillus subtilis\" about 40 genes are required for the development of competence and DNA uptake. The length of DNA transferred during \"B. subtilis\" transformation can be as much as a third and up to the whole chromosome. Transformation appears to be common among bacterial species, and at least 60 species are known to have the natural ability to become competent for transformation. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells.",
            "score": 58.348968505859375
        },
        {
            "docid": "43946_37",
            "document": "Biofilm . It has been proposed that competence development and biofilm formation is an adaptation of \"S. pneumoniae\" to survive the defenses of the host. In particular, the host’s polymorphonuclear leukocytes produce an oxidative burst to defend against the invading bacteria, and this response can kill bacteria by damaging their DNA. Competent \"S. pneumoniae\" in a biofilm have the survival advantage that they can more easily take up transforming DNA from nearby cells in the biofilm to use for recombinational repair of oxidative damages in their DNA. Competent \"S. pneumoniae\" can also secrete an enzyme (murein hydrolase) that destroys non-competent cells (fratricide) causing DNA to be released into the surrounding medium for potential use by the competent cells.",
            "score": 58.331974029541016
        },
        {
            "docid": "3630347_9",
            "document": "Natural competence . Most proposals made for the primary evolutionary function of natural competence as a part of natural bacterial transformation fall into three categories: (1) the selective advantage of genetic diversity; (2) DNA uptake as a source of nucleotides (DNA as “food”); and (3) the selective advantage of a new strand of DNA to promote homologous recombinational repair of damaged DNA (DNA repair). A secondary suggestion has also been made, noting the occasional advantage of horizontal gene transfer.",
            "score": 57.784950256347656
        },
        {
            "docid": "3630347_14",
            "document": "Natural competence . However more recent evidence indicates that competence for transformation is, indeed, specifically induced by DNA damaging conditions. For instance, Claverys \"et al\". in 2006 showed that the DNA damaging agents mitomycin C (a DNA cross-linking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks) induce transformation in \"Streptococcus pneumoniae\". In addition, Engelmoer and Rozen in 2011 demonstrated that in \"S. pneumoniae\" transformation protects against the bactericidal effect of mitomycin C. Induction of competence further protected against the antibiotics kanomycin and streptomycin. Although these aminoglycoside antibiotics were previously regarded as non-DNA damaging, recent studies in 2012 of Foti \"et al\". showed that a substantial portion of their bactericidal activity results from release of the hydroxyl radical and induction of DNA damages, including double-strand breaks.",
            "score": 57.51000213623047
        },
        {
            "docid": "583438_16",
            "document": "Transformation (genetics) . Due to the differences in structure of the cell envelope between Gram-positive and Gram-negative bacteria, there are some differences in the mechanisms of DNA uptake in these cells, however most of them share common features that involve related proteins. The DNA first binds to the surface of the competent cells on a DNA receptor, and passes through the cytoplasmic membrane via DNA translocase. Only single-stranded DNA may pass through, the other strand being degraded by nucleases in the process. The translocated single-stranded DNA may then be integrated into the bacterial chromosomes by a RecA-dependent process. In Gram-negative cells, due to the presence of an extra membrane, the DNA requires the presence of a channel formed by secretins on the outer membrane. Pilin may be required for competence, but its role is uncertain. The uptake of DNA is generally non-sequence specific, although in some species the presence of specific DNA uptake sequences may facilitate efficient DNA uptake.",
            "score": 57.17792510986328
        },
        {
            "docid": "1917077_20",
            "document": "Streptococcus mutans . Conditions in the oral cavity are diverse and complex, frequently changing from one extreme to another. Thus, to survive in the oral cavity, \"S. mutans\" must tolerate rapidly harsh environmental fluctuations and exposure to various antimicrobial agents to survive. Transformation is a bacterial adaptation involving the transfer of DNA from one bacterium to another through the surrounding medium. Transformation is a primitive form of sexual reproduction. For a bacterium to bind, take up, and recombine exogenous DNA into its chromosome, it must enter a special physiological state termed “competence”. In \"S. mutans\", a peptide pheromone quorum-sensing signaling system controls genetic competence. This system functions optimally when the S. mutans cells are in crowded biofilms. \"S. mutans\" cells growing in a biofilm are transformed at a rate 10- to 600-fold higher than single cells growing under uncrowded conditions (planktonic cells). Induction of competence appears to be an adaptation for repairing DNA damage caused by crowded, stressful conditions.",
            "score": 56.906986236572266
        },
        {
            "docid": "105390_15",
            "document": "Pheromone . At the microscopic level, a number of bacterial species (e.g. \"Bacillus subtilis\", \"Streptococcus pneumoniae\", \"Bacillus cereus\") release specific chemicals into the surrounding media to induce the \"competent\" state in neighboring bacteria. Competence is a physiological state that allows bacterial cells to take up DNA from other cells and incorporate this DNA into their own genome, a sexual process called transformation.",
            "score": 56.822261810302734
        },
        {
            "docid": "52080_17",
            "document": "Vibrio cholerae . \"V. cholerae\" can be induced to become competent for natural genetic transformation when grown on chitin, a biopolymer that is abundant in aquatic habitats (e.g. from crustacean exoskeletons). Natural genetic transformation is a sexual process involving DNA transfer from one bacterial cell to another through the intervening medium, and the integration of the donor sequence into the recipient genome by homologous recombination. Transformation competence in \"V. cholerae\" is stimulated by increasing cell density accompanied by nutrient limitation, a decline in growth rate, or stress. The \"V. cholerae\" uptake machinery involves a competence-induced pilus, and a conserved DNA binding protein that acts as a ratchet to reel DNA into the cytoplasm.",
            "score": 56.43413162231445
        },
        {
            "docid": "31196402_3",
            "document": "Biopreservation . Of special interest are lactic acid bacteria (LAB). Lactic acid bacteria have antagonistic properties which make them particularly useful as biopreservatives. When LABs compete for nutrients, their metabolites often include active antimicrobials such as lactic and acetic acid, hydrogen peroxide, and peptide bacteriocins. Some LABs produce the antimicrobial nisin which is a particularly effective preservative.  These days LAB bacteriocins are used as an integral part of hurdle technology. Using them in combination with other preservative techniques can effectively control spoilage bacteria and other pathogens, and can inhibit the activities of a wide spectrum of organisms, including inherently resistant Gram-negative bacteria.\" Lactic acid bacteria and propionibacteria have been extensively studies for their efficacy against spoilage causing yeasts and molds in food spoilage.",
            "score": 55.933380126953125
        },
        {
            "docid": "1551873_8",
            "document": "ATP-binding cassette transporter . In bacterial efflux systems, certain substances that need to be extruded from the cell include surface components of the bacterial cell (e.g. capsular polysaccharides, lipopolysaccharides, and teichoic acid), proteins involved in bacterial pathogenesis (e.g. hemolysis, heme-binding protein, and alkaline protease), heme, hydrolytic enzymes, S-layer proteins, competence factors, toxins, antibiotics, bacteriocins, peptide antibiotics, drugs and siderophores. They also play important roles in biosynthetic pathways, including extracellular polysaccharide biosynthesis and cytochrome biogenesis.",
            "score": 55.696659088134766
        },
        {
            "docid": "15464966_23",
            "document": "Pathogenic bacteria . Of the 59 species listed in the table with their clinical characteristics, 11 species (or 19%) are known to be capable of natural genetic transformation. Natural transformation is a bacterial adaptation for transferring DNA from one cell to another. This process includes the uptake of exogenous DNA from a donor cell by a recipient cell and its incorporation into the recipient cell’s genome by recombination. Transformation appears to be an adaptation for repairing damage in the recipient cell’s DNA. Among pathogenic bacteria, transformation capability likely serves as an adaptation that facilitates survival and infectivity. The pathogenic bacteria able to carry out natural genetic transformation (of those listed in the table) are \"Campylobacter jejuni\", \"Enterococcus faecalis\", \"Haemophilus influenzae\", \"Helicobacter pylori\", \"Klebsiella pneumoniae\", \"Legionella pneumophila\", \"Neisseria gonorrhoeae\", \"Neisseria meningitides\", \"Staphylococcus aureus\", \"Streptococcus pneumoniae\" and \"Vibrio cholerae\".",
            "score": 55.60680389404297
        },
        {
            "docid": "19517416_2",
            "document": "Avery–MacLeod–McCarty experiment . The Avery–MacLeod–McCarty experiment was an experimental demonstration, reported in 1944 by Oswald Avery, Colin MacLeod, and Maclyn McCarty, that DNA is the substance that causes bacterial transformation, in an era when it had been widely believed that it was proteins that served the function of carrying genetic information (with the very word \"protein\" itself coined to indicate a belief that its function was \"primary\"). It was the culmination of research in the 1930s and early 20th Century at the Rockefeller Institute for Medical Research to purify and characterize the \"transforming principle\" responsible for the transformation phenomenon first described in Griffith's experiment of 1928: killed \"Streptococcus pneumoniae\" of the virulent strain type III-S, when injected along with living but non-virulent type II-R pneumococci, resulted in a deadly infection of type III-S pneumococci. In their paper \"\"Studies on the Chemical Nature of the Substance Inducing Transformation of Pneumococcal Types: Induction of Transformation by a Desoxyribonucleic Acid Fraction Isolated from Pneumococcus Type III\"\", published in the February 1944 issue of the \"Journal of Experimental Medicine\", Avery and his colleagues suggest that DNA, rather than protein as widely believed at the time, may be the hereditary material of bacteria, and could be analogous to genes and/or viruses in higher organisms.",
            "score": 55.54523468017578
        },
        {
            "docid": "52135_35",
            "document": "Pneumonia . Vaccinations against \"Haemophilus influenzae\" and \"Streptococcus pneumoniae\" have good evidence to support their use. There is strong evidence for vaccinating children under the age of 2 against \"Streptococcus pneumoniae\" (pneumococcal conjugate vaccine). Vaccinating children against \"Streptococcus pneumoniae\" has led to a decreased rate of these infections in adults, because many adults acquire infections from children. A \"Streptococcus pneumoniae\" vaccine is available for adults, and has been found to decrease the risk of invasive pneumococcal disease, but there is insufficient evidence to suggest using the pneumococcal vaccine to prevent pneumonia or mortality in the general adult population. The CDC recommends that young children and adults over the age of 65 receive the pneumococcal vaccine, as well as older children or younger adults who have an increased risk of getting pneumococcal disease. The pneumococcal vaccine has been shown to reduce the risk of community acquired pneumonia in people with chronic obstructive pulmonary disease (COPD), but does not reduce mortality or the risk of hospitalization for people with this condition. People with COPD are suggested to have a pneumococcal vaccination. Other vaccines for which there is support for a protective effect against pneumonia include pertussis, varicella, and measles.",
            "score": 55.46028518676758
        },
        {
            "docid": "3630347_12",
            "document": "Natural competence . In bacteria, the problem of DNA damage is most pronounced during periods of stress, particularly oxidative stress, that occur during crowding or starvation conditions. Under such conditions there is often only a single chromosome present. The finding that some bacteria induce competence under such stress conditions, supports the third hypothesis, that transformation exists to permit DNA repair. In experimental tests, bacterial cells exposed to agents damaging their DNA, and then undergoing transformation, survived better than cells exposed to DNA damage that did not undergo transformation (Hoelzer and Michod, 1991). In addition, competence to undergo transformation is often inducible by known DNA damaging agents (reviewed by Michod \"et al\"., 2008 and Bernstein \"et al\"., 2012). Thus, a strong short-term selective advantage for natural competence and transformation would be its ability to promote homologous recombinational DNA repair under conditions of stress. Such stress conditions might be incurred during bacterial infection of a susceptible host. Consistent with this idea, Li et al. reported that, among different highly transformable \"S. pneumoniae\" isolates, nasal colonization fitness and virulence (lung infectivity) depends on an intact competence system.",
            "score": 55.3530158996582
        },
        {
            "docid": "2065768_4",
            "document": "Antimicrobial peptides . The modes of action by which antimicrobial peptides kill microbes are varied, and may differ for different bacterial species. Some antimicrobial peptides kill both bacteria and fungi, e.g., psoriasin kills \"E. coli\" and several filamentous fungi. The cytoplasmic membrane is a frequent target, but peptides may also interfere with DNA and protein synthesis, protein folding, and cell wall synthesis. The initial contact between the peptide and the target organism is electrostatic, as most bacterial surfaces are anionic, or hydrophobic, such as in the antimicrobial peptide Piscidin. Their amino acid composition, amphipathicity, cationic charge and size allow them to attach to and insert into membrane bilayers to form pores by ‘barrel-stave’, ‘carpet’ or ‘toroidal-pore’ mechanisms. Alternately, they may penetrate into the cell to bind intracellular molecules which are crucial to cell living. Intracellular binding models includes inhibition of cell wall synthesis, alteration of the cytoplasmic membrane, activation of autolysin, inhibition of DNA, RNA, and protein synthesis, and inhibition of certain enzymes. However, in many cases, the exact mechanism of killing is not known. One emerging technique for the study of such mechanisms is dual polarisation interferometry. In contrast to many conventional antibiotics these peptides appear to be bactericidal instead of bacteriostatic. In general the antimicrobial activity of these peptides is determined by measuring the minimal inhibitory concentration (MIC), which is the lowest concentration of drug that inhibits bacterial growth.",
            "score": 55.27899932861328
        },
        {
            "docid": "54306415_5",
            "document": "Phasevarion . A phasevarion controlled by a methyltransferase associated with a Type I R-M system has been identified and studied in \"Streptococcus pneumoniae\". This phase-variable methyltransferase switches between six different methyltransferase specificities by shuffling between multiple, variable copies of the specificity subunit, \"hsdS\", that dictates the sequence to be methylated. By shuffling DNA sequences, six different HsdS specificity proteins are produced in a pneumococcal population. This means six different DNA sequences are methylated by the functional methyltransferase. This genetic shuffling, or recombination, occurs between inverted repeat sequences located in the multiple, variable \"hsd\" genes present in the locus. Recombination is catalyzed by a recombinase that is associated with the type I locus. These six methyltransferase specificities (SpnD39IIIA-F) result in six differentiated cell types in a pneumococcal population.",
            "score": 55.05010986328125
        },
        {
            "docid": "56963158_12",
            "document": "Streamlining theory . Bacterial symbionts, commensals, parasites, and pathogens often have even smaller genomes and fewer genes than free-living organisms, and non-pathogenic bacteria. They reduce their “core” metabolic repertoire, making them more dependant on their host and environment. Their genome reduction occurs by different evolutionary mechanisms than those of streamlined free-living organisms. Pathogenic organisms are thought to undergo genome reduction due to genetic drift, rather than purifying selection. Genetic drift is caused by small and effective populations within a microbial community, rather than large and dominating populations. In this case, DNA mutations happen by chance, and thus often lead to maladaptive genome degradation and lower overall fitness. Rather than loosing non-coding DNA regions or extraneous genes to increase fitness during replication, they loose certain \"core\" metabolic genes that may now be supplemented by their host, symbiont, or environment. Since their genome reduction is less dependent on fitness, pseudogenes are frequent in these organisms. They also typically undergo low rates of horizontal gene transfer (HGT). Viral genomes resemble prokaryotic genomes in that they have very few non-coding regions. They are, however, significantly smaller than prokaryotic genomes. While viruses are obligate intracellular parasites, viral genomes are considered streamlined due to the strong purifying selection that occurs when the virus has successfully infected a host. During the initial phase of an infection, there is a large bottleneck for the virus population which allows for more genetic diversity, but due to the rapid replication of these viruses, the population size is restored quickly and the diversity within the population is reduced.",
            "score": 54.80717849731445
        },
        {
            "docid": "45570_30",
            "document": "DNA vaccination . Cytotoxic T-cells recognise small peptides (8-10 amino acids) complexed to MHC class I molecules. These peptides are derived from endogenous cytosolic proteins that are degraded and delivered to the nascent MHC class I molecule within the endoplasmic reticulum (ER). Targeting gene products directly to the ER (by the addition of an amino-terminal insertion sequence) should thus enhance CTL responses. This was successfully demonstrated using recombinant vaccinia viruses expressing influenza proteins, but the principle should also be applicable to DNA vaccines. Targeting antigens for intracellular degradation (and thus entry into the MHC class I pathway) by the addition of ubiquitin signal sequences, or mutation of other signal sequences, was shown to be effective at increasing CTL responses.",
            "score": 54.715675354003906
        }
    ]
}