{
    "q": [
        {
            "docid": "3452485_28",
            "document": "Memory disorder . One study examined dementia severity in elderly schizophrenic patients diagnosed with Alzheimer's disease and dementia versus elderly schizophrenic patients without any neurodegenerative disorders. In most cases, if schizophrenia is diagnosed, Alzheimer's disease or some form of dementia in varying levels of severity is also diagnosed. It was found that increased hippocampal neurofibrillary tangles and higher neuritic plaque density (in the superior temporal gyrus, orbitofrontal gyrus, and the inferior parietal cortex) were associated with increased severity of dementia. Along with these biological factors, when the patient also had the apolipoprotein E (ApoE4) allele (a known genetic risk factor for Alzheimer's disease), the neuritic plaques increased although the hippocampal neurofibrillary tangles did not. It showed an increased genetic susceptibility to more severe dementia with Alzheimer's disease than without the genetic marker.",
            "score": 95.82509684562683
        },
        {
            "docid": "2591299_2",
            "document": "Hippocampal sclerosis . Hippocampal sclerosis (HS) is a neuropathological condition with severe neuronal cell loss and gliosis in the hippocampus, specifically in the CA-1 (Cornu Ammonis area 1) and subiculum of the hippocampus. It was first described in 1880 by Wilhelm Sommer. Hippocampal sclerosis is a frequent pathologic finding in community-based dementia. Hippocampal sclerosis can be detected with autopsy or MRI. Individuals with hippocampal sclerosis have similar initial symptoms and rates of dementia progression to those with Alzheimer's disease (AD) and therefore are frequently misclassified as having Alzheimer's Disease. But clinical and pathologic findings suggest that hippocampal sclerosis has characteristics of a progressive disorder although the underlying cause remains elusive. A diagnosis of hippocampal sclerosis has a significant effect on the life of patients because of the notable mortality, morbidity and social impact related to epilepsy, as well as side effects associated with antiepileptic treatments.",
            "score": 110.7486367225647
        },
        {
            "docid": "44164605_2",
            "document": "Primary age-related tauopathy . Primary age-related tauopathy (PART) is a recently described neuropathological designation used to describe the neurofibrillary tangles (NFT) that are commonly observed in the brains of normally aged individuals that can occur independently of the amyloid plaques of Alzheimer's disease (AD). Since introduction of PART as a possible neurological disorder, 18% of dementia in normal and 5% of cognitively impaired elderly cases have been attributed to it. Patients with severe PART typically exhibit mild cognitive impairment or an amnestic dementia. At autopsy, they display Alzheimer's-type NFT, predominantly in the medial temporal lobe, but no amyloid-beta (Aβ peptide accumulation in plaques. The neuropathological designation of PART was developed by a large group of neuropathologists, spearheaded by Drs. John F. Crary (then at Columbia University Medical Center) and Peter T. Nelson (University of Kentucky).",
            "score": 82.10334587097168
        },
        {
            "docid": "227167_27",
            "document": "Dementia with Lewy bodies . The genetics are not well studied because the large homogeneous DLB populations needed for genetic studies have not been identified. DLB is not usually inherited, but there is a genetic association in a small number of families. DLB risk is heightened with inheritance of the ε4 allele of the apolipoprotein E (APOE) gene, and mutations in the PARK11 and GBA genes are associated with DLB. Further, there is genetic overlap between dementia with Lewy bodies, Parkinson's disease, Parkinson's disease dementia and Alzheimer's. Also, RBD is found more often among individuals who have GBA and SNCA mutations.",
            "score": 102.90824007987976
        },
        {
            "docid": "54105_31",
            "document": "Tocopherol . Alzheimer's disease (AD) and vascular dementia are common causes of decline of brain functions that occur with age. AD is a chronic neurodegenerative disease that worsens over time. The disease process is associated with plaques and tangles in the brain. Vascular dementia can be caused by ischemic or hemorrhagic infarcts affecting multiple brain areas, including the anterior cerebral artery territory, the parietal lobes, or the cingulate gyrus. Both types of dementia may be present. Vitamin E status (and that of other antioxidant nutrients) is conjectured as having a possible impact on risk of Alzheimer's disease and vascular dementia. A review of dietary intake studies reported that higher consumption of vitamin E from foods lowered the risk of developing AD by 24%. A second review examined serum vitamin E levels and reported lower serum vitamin E in AD patients compared to healthy, age-matched people. In 2017 a consensus statement from the British Association for Psychopharmacology included that until further information is available, vitamin E cannot be recommended for treatment or prevention of Alzheimer's disease.",
            "score": 108.74070644378662
        },
        {
            "docid": "227167_30",
            "document": "Dementia with Lewy bodies . The amount of Lewy body pathology correlates with the extent of dementia in the Lewy body disorders, but amyloid imaging and autopsy studies indicate that tau protein pathology and amyloid plaques, hallmarks of AD, are also common. Amyloid-beta (Aβ) deposits are found in the tauopathies, neurodegenerative diseases characterized by neurofibrillary tangles of hyperphosphorylated tau protein, but the mechanism underlying dementia is often mixed, and Aβ is also a factor in DLB.",
            "score": 112.63931107521057
        },
        {
            "docid": "54104_14",
            "document": "Vitamin E . Alzheimer's disease (AD) and vascular dementia are common causes of decline of brain functions that occur with age. AD is a chronic neurodegenerative disease that worsens over time. The disease process is associated with plaques and tangles in the brain. Vascular dementia can be caused by ischemic or hemorrhagic infarcts affecting multiple brain areas, including the anterior cerebral artery territory, the parietal lobes, or the cingulate gyrus. Both types of dementia may be present. Vitamin E status (and that of other antioxidant nutrients) is conjectured as having a possible impact on risk of Alzheimer's disease and vascular dementia. A review of dietary intake studies reported that higher consumption of vitamin E from foods lowered the risk of developing AD by 24%. A second review examined serum vitamin E levels and reported lower serum vitamin E in AD patients compared to healthy, age-matched people. A Cochrane review reported on vitamin E as treatment for mild cognitive impairment (MCI) and Alzheimer's disease. Based on evidence from only one trial in each of the categories, the authors' conclusions were that there was not sufficient evidence for supplemental vitamin E preventing the progression from MCI to dementia, but that it did slow functional decline in people with AD. Given the small number of trials and subjects, the authors recommended further research. In 2017 a consensus statement from the British Association for Psychopharmacology included that until further information is available, vitamin E cannot be recommended for treatment or prevention of Alzheimer's disease.",
            "score": 106.52107095718384
        },
        {
            "docid": "46685051_14",
            "document": "Epigenetics of neurodegenerative diseases . Alzheimer’s disease (AD) is the most prevalent form of dementia among the elderly. The disease is characterized behaviorally by chronic and progressive decline in cognitive function, beginning with short term memory loss, and neurologically by buildup of misfolded tau protein and associated neurofibrillary tangles, and by amyloid-beta senile plaques amyloid-beta senile plaques. Several genetic factors have been identified as contributing to AD, including mutations to the \"amyloid precursor protein\" (\"APP\") and \"presenilins 1 and 2\" genes, and familial inheritance of \"apolipoprotein E\" allele epsilon 4. In addition to these common factors, there are a number of other genes that have shown altered expression in Alzheimer's disease, some of which are associated with epigenetic factors.",
            "score": 82.76228141784668
        },
        {
            "docid": "54712_13",
            "document": "Abdominal obesity . Based on studies, it is evident that obesity has a strong association with vascular and metabolic disease which could potentially be linked to Alzheimer's disease. Recent studies have also shown an association between mid-life obesity and dementia, but the relationship between later life obesity and dementia is less clear. A study by Debette et al. (2010) examining over 700 adults found evidence to suggest higher volumes of visceral fat, regardless of overall weight, were associated with smaller brain volumes and increased risk of dementia. Alzheimer's disease and abdominal obesity has a strong correlation and with metabolic factors added in, the risk of developing Alzheimer's disease was even higher. Based on logistic regression analyses, it was found that obesity was associated with an almost 10-fold increase risk of Alzheimer's disease.",
            "score": 108.05473387241364
        },
        {
            "docid": "2837485_3",
            "document": "Pittsburgh compound B . The definitive diagnosis of Alzheimer's disease can only be made following the demonstration of the presence of beta-amyloid plaques and neurofibrillary tangles, the pathologic hallmarks of Alzheimer's disease in brain tissue, typically at autopsy. While the cognitive impairments of the disease could be monitored throughout the disease course, clinicians had no reliable way to monitor the pathologic progression of the disease. Due to this fact, a clear understanding of the process of amyloid deposition and how amyloid deposits relate to the cognitive symptoms of Alzheimer's disease remains to be elucidated. While sophisticated centers for the treatment of Alzheimer's disease are able to diagnose the disease with some reliability based on its clinical presentation, the differential diagnosis of Alzheimer's disease from other dementias is less robust. Furthermore, as novel disease-modifying therapies for Alzheimer's disease that attack and remove beta-amyloid deposits from the brain enter clinical trials, a pre-mortem tool for assessing their effectiveness at clearing the amyloid deposits was a much needed development.",
            "score": 92.31977880001068
        },
        {
            "docid": "4355150_11",
            "document": "Apolipoprotein E . The E4 variant is the largest known genetic risk factor for late-onset sporadic Alzheimer's disease (AD) in a variety of ethnic groups. However, the E4 variant does not correlate with risk in every population. Nigerian blacks have the highest observed frequency of the APO E*4 allele in world populations, but AD is rare among them. This may be due to their low cholesterol levels. Caucasian and Japanese carriers of 2 E4 alleles have between 10 and 30 times the risk of developing AD by 75 years of age, as compared to those not carrying any E4 alleles. This may be caused by an interaction with amyloid. Alzheimer's disease is characterized by build-ups of aggregates of the peptide beta-amyloid. Apolipoprotein E enhances proteolytic break-down of this peptide, both within and between cells. The isoform ApoE-ε4 is not as effective as the others at promoting these reactions, resulting in increased vulnerability to AD in individuals with that gene variation.",
            "score": 77.29360008239746
        },
        {
            "docid": "18914017_68",
            "document": "Alzheimer's disease . For most of the 20th century, the diagnosis of Alzheimer's disease was reserved for individuals between the ages of 45 and 65 who developed symptoms of dementia. The terminology changed after 1977 when a conference on AD concluded that the clinical and pathological manifestations of presenile and senile dementia were almost identical, although the authors also added that this did not rule out the possibility that they had different causes. This eventually led to the diagnosis of \"Alzheimer's disease\" independent of age. The term \"senile dementia of the Alzheimer type\" (SDAT) was used for a time to describe the condition in those over 65, with classical Alzheimer's disease being used to describe those who were younger. Eventually, the term Alzheimer's disease was formally adopted in medical nomenclature to describe individuals of all ages with a characteristic common symptom pattern, disease course, and neuropathology.",
            "score": 99.49801683425903
        },
        {
            "docid": "51755836_9",
            "document": "Giulio Maria Pasinetti . Pasinetti investigates the biological processes that occur when, during aging, subjects with normal cognitive function convert into the very earliest stages of Alzheimer's disease (AD) and then to frank dementia. He identified type 2 diabetes (T2D) as one of the major risk factors that might affect AD neuropathology and synaptic plasticity in part through epigenetic mechanisms. By conducting genome wide association studies to clarify the molecular mechanisms in subjects with T2D who might be predisposed to the onset of Alzheimer's disease, Pasinetti found that a subpopulation of individuals with T2D have a genetic predisposition to AD based on the evidence of shared common T2D/AD single nucleotide polymorphisms in gene pathways involved in chromatin modification enzymes, among others. Through this research, Pasinetti and his colleagues provided the basis for novel therapeutic targets towards the preservation of cognitive health in a subset of T2D subjects at risk for developing AD.",
            "score": 112.19432759284973
        },
        {
            "docid": "53242_60",
            "document": "Robin Williams . The Lewy Body Dementia Association (LBDA) clarified the distinction between the term used in the autopsy report, \"diffuse Lewy body dementia\"—which is more commonly called \"diffuse Lewy body disease\" and refers to the underlying disease process—and the umbrella term, \"Lewy body dementia\"—which encompasses both Parkinson's disease dementia and dementia with Lewy bodies (DLB). According to Dennis Dickson, the LBDA spokesperson, \"The report confirms he experienced depression, anxiety and paranoia, which may occur in either Parkinson's disease or dementia with Lewy bodies\", adding that, in Parkinson's, \"Lewy bodies are generally limited in distribution, but in DLB, the Lewy bodies are spread widely throughout the brain, as was the case with Robin Williams.\"",
            "score": 94.05421328544617
        },
        {
            "docid": "227167_87",
            "document": "Dementia with Lewy bodies . Robin Williams, the American actor and comedian, died by suicide on August 11, 2014. He had been diagnosed with Parkinson's disease, and according to his widow he experienced depression, anxiety and increasing paranoia. Upon autopsy his widow said he was found to have diffuse Lewy body disease, while the autopsy used the term \" diffuse Lewy body dementia\". Dennis Dickson, a spokesperson for the Lewy Body Dementia Association, clarified the distinction between the term used in the autopsy report, \"diffuse Lewy body dementia\"—which is more commonly called \"diffuse Lewy body disease\" and refers to the underlying disease process—and the umbrella term, \"Lewy body dementia\"—which encompasses both PDD and DLB. According to Dickson, \"The report confirms he experienced depression, anxiety and paranoia, which may occur in either Parkinson's disease or dementia with Lewy bodies\", adding that, in Parkinson's, \"Lewy bodies are generally limited in distribution, but in DLB, the Lewy bodies are spread widely throughout the brain, as was the case with Robin Williams.\" Ian G. McKeith, LBD professor and researcher, commented that Williams' symptoms and autopsy findings were explained by DLB.",
            "score": 90.99984908103943
        },
        {
            "docid": "62810_59",
            "document": "Reelin . The Reelin receptors ApoER2 and VLDLR belong to the LDL receptor gene family. All members of this family are receptors for Apolipoprotein E (ApoE). Therefore, they are often synonymously referred to as 'ApoE receptors'. ApoE occurs in 3 common isoforms (E2, E3, E4) in the human population. ApoE4 is the primary genetic risk factor for late-onset Alzheimer's disease. This strong genetic association has led to the proposal that ApoE receptors play a central role in the pathogenesis of Alzheimer's Disease. According to one study, reelin expression and glycosylation patterns are altered in Alzheimer's disease. In the cortex of the patients, reelin levels were 40% higher compared with controls, but the cerebellar levels of the protein remain normal in the same patients. This finding is in agreement with an earlier study showing the presence of Reelin associated with amyloid plaques in a transgenic AD mouse model. A large genetic study of 2008 showed that RELN gene variation is associated with an increased risk of Alzheimer's disease in women. The number of reelin-producing Cajal-Retzius cells is significantly decreased in the first cortical layer of patients. Reelin has been shown to interact with amyloid precursor protein, and, according to one in-vitro study, is able to counteract the Aβ-induced dampening of NMDA-receptor activity. This is modulated by ApoE isoforms, which selectively alter the recycling of ApoER2 as well as AMPA and NMDA receptors.",
            "score": 75.7368106842041
        },
        {
            "docid": "2230911_2",
            "document": "Semantic dementia . Semantic dementia (SD), also known as semantic variant primary progressive aphasia (svPPA), is a progressive neurodegenerative disorder characterized by loss of semantic memory in both the verbal and non-verbal domains. However, the most common presenting symptoms are in the verbal domain (with loss of word meaning). SD is one of the three canonical clinical syndromes associated with frontotemporal lobar degeneration (FTLD), with the other two being frontotemporal dementia and progressive nonfluent aphasia. SD is a clinically defined syndrome, but is associated with predominantly temporal lobe atrophy (left greater than right) and hence is sometimes called temporal variant FTLD (tvFTLD). SD is one of the three variants of Primary Progressive Aphasia (PPA), which results from neurodegenerative disorders such as FTLD or Alzheimer's disease. It is important to note the distinctions between Alzheimer’s Disease and Semantic dementia with regard to types of memory affected. In general, Alzheimer’s Disease is referred to as disorder affecting mainly episodic memory, defined as the memory related to specific, personal events distinct for each individual. Semantic dementia generally affects semantic memory, which refers to long-term memory that deals with common knowledge and facts.3",
            "score": 75.1824676990509
        },
        {
            "docid": "291499_17",
            "document": "Single-photon emission computed tomography . Because blood flow in the brain is tightly coupled to local brain metabolism and energy use, the Tc-HMPAO tracer (as well as the similar Tc-EC tracer) is used to assess brain metabolism regionally, in an attempt to diagnose and differentiate the different causal pathologies of dementia. Meta-analysis of many reported studies suggests that SPECT with this tracer is about 74% sensitive at diagnosing Alzheimer's disease vs. 81% sensitivity for clinical exam (cognitive testing, etc.). More recent studies have shown the accuracy of SPECT in Alzheimer's diagnosis may be as high as 88%. In meta analysis, SPECT was superior to clinical exam and clinical criteria (91% vs. 70%) in being able to differentiate Alzheimer's disease from vascular dementias. This latter ability relates to SPECT's imaging of local metabolism of the brain, in which the patchy loss of cortical metabolism seen in multiple strokes differs clearly from the more even or \"smooth\" loss of non-occipital cortical brain function typical of Alzheimer's disease. Another recent review article showed that multi-headed SPECT cameras with quantitative analysis result in an overall sensitivity of 84-89% and an overall specificity of 83-89% in cross sectional studies and sensitivity of 82-96% and specificity of 83-89% for longitudinal studies of dementia.",
            "score": 95.44125127792358
        },
        {
            "docid": "2374961_12",
            "document": "Neurofibrillary tangle . It is currently unclear as to whether or not primary age-related tauopathy (PART), a term which includes some cases formerly referred to as neurofibrillary tangle-predominant dementia (NFTPD) or tangle-only dementia, is a variant of the traditional Alzheimer's disease, or a distinct entity. Characterized by later onset and milder cognitive impairment, the distribution of NFT pathology is more closely related to that found in centenarians showing no or limited cognitive impairment. NFTs are generally limited to allocortical/limbic regions of the brain with limited progression to the neocortex but a greater density in the allocortical/hippocampal region. Plaques are generally absent.",
            "score": 77.22253358364105
        },
        {
            "docid": "14613226_2",
            "document": "NINCDS-ADRDA Alzheimer's Criteria . The NINCDS-ADRDA Alzheimer's Criteria were proposed in 1984 by the National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer's Disease and Related Disorders Association (now known as the Alzheimer's Association) and are among the most used in the diagnosis of Alzheimer's disease (AD). These criteria require that the presence of cognitive impairment and a suspected dementia syndrome be confirmed by neuropsychological testing for a clinical diagnosis of possible or probable AD; while they need histopathologic confirmation (microscopic examination of brain tissue) for the definitive diagnosis. They specify as well eight cognitive domains that may be impaired in AD. These criteria have shown good reliability and validity.",
            "score": 95.41285634040833
        },
        {
            "docid": "4482452_6",
            "document": "Cognitive reserve . A 1997 study found that Alzheimer's disease pathology in large brains did not necessarily result in clinical dementia. Another study reported head circumference to be independently associated with a reduced risk of clinical Alzheimer's disease.",
            "score": 105.67460179328918
        },
        {
            "docid": "48072660_12",
            "document": "Vladimir Hachinski . Even with these developments, available diagnostic criteria for dementias continued to present a challenge, as they were not able to capture the complex, interactive, and adaptive nature of brain pathologies leading to dementia. For this reason, in 2006, Hachinski decided to lead (with Gabrielle LeBlanc) the development of minimal common standards to describe the clinical, neuropsychological, imaging, genetic, and neuropathological features of cognitive impairment. This standardization has allowed for ongoing improvement of the diagnostic criteria with new knowledge, comparison of results from different studies, and analysis & meta-analysis using “big data” techniques.",
            "score": 101.4181580543518
        },
        {
            "docid": "668318_11",
            "document": "Frontotemporal dementia . There are 3 main histological subtypes found at post-mortem: FTLD-tau, FTLD-TDP, and FTLD-FUS. Dementia lacking distinctive histology (DLDH) is a rare and controversial entity. New analyses has allowed many cases previously described as DLDH to be reclassified into one of the positively defined subgroups. In rare cases, patients with clinical FTD were found to have changes consistent with Alzheimer's disease on autopsy. The most severe brain atrophy appears to be associated with Pick's disease, corticobasal degeneration, and TDP pathology associated with behavioral-variant FTD.",
            "score": 95.31922268867493
        },
        {
            "docid": "40633744_9",
            "document": "Cerebral atherosclerosis . Diseases cerebral atherosclerosis and associated diseases can cause are: Alzheimer's disease is a form of dementia that entails brain atrophy. Cerebral amyloid angiopathy is found in 90% of the cases at autopsy, with 25% being severe CAA.",
            "score": 65.07438659667969
        },
        {
            "docid": "29850197_2",
            "document": "Alzheimer's disease biomarkers . The Alzheimer's disease biomarkers are neurochemical indicators used to assess the risk or presence of the disease. The biomarkers can be used to diagnose Alzheimer's disease (AD) in a very early stage, but they also provide objective and reliable measures of disease progress. It is imperative to diagnose AD disease as soon as possible, because neuropathologic changes of AD precede the symptoms by years. It is well known that beta amyloid (Aβ) is a good indicator of AD disease, which has facilitated doctors to accurately pre-diagnose cases of AD disease. When Aβ peptide is released by proteolytic cleavage of amyloid precursor protein, some Aβ peptides that are solubilized are detected in CSF and blood plasma which makes AB peptides a promising candidate for biological markers. It has been shown that the beta-amyloid biomarker shows 80% or above sensitivity and specificity, in distinguishing AD from dementia. It is believed that beta-amyloid as a biomarker will provide a future for diagnosis of AD and eventually treatment of AD, which is the hope of many elderly people.",
            "score": 89.87580752372742
        },
        {
            "docid": "14755563_14",
            "document": "FUS (gene) . FTLD is the pathological term for the clinical syndrome of frontotemporal dementia (FTD). FTD differs from the more common Alzheimer's dementia in that memory is relatively well preserved, instead the disease presents with a more temporal-lobe phenotype. Behavioural variant frontotemporal dementia (bvFTD), progressive non-fluent aphasia (PNFA) and semantic dementia (SD) are the three best-characterised clinical presentations. FUS positive FTLD tends to present clinically as a bvFTD but the correlation between underlying pathology and clinical presentation is not perfect.",
            "score": 95.92309594154358
        },
        {
            "docid": "3451732_33",
            "document": "PRNP . In humans, the Methionine/Valine polymorphism at codon 129 of PRNP (rs1799990) is most closely associated with Alzheimer’s disease. Variant V allele carriers (VV and MV) show a 13% decreased risk with respect to developing Alzheimer’s compared to the methionine homozygote (MM). However, the protective effects of variant V carriers have been found exclusively in Caucasians. The decreased risk in V allele carriers is further limited to late-onset Alzheimer’s disease only (≥ 65 years). PRNP can also functionally interact with polymorphisms in two other genes implicated in Alzheimer’s, PSEN1 and APOE, to compound risk for both Alzheimer’s and sporadic Creutzfeldt–Jakob disease. A point mutation on codon 102 of PRNP at least in part contributed to three separate patients’ atypical frontotemporal dementia within the same family, suggesting a new phenotype for Gerstmann-Straussler-Scheinker syndrome. The same study proposed sequencing PRNP in cases of ambiguously diagnosed dementia, as the various forms of dementia can prove challenging to differentially diagnose.",
            "score": 80.2204978466034
        },
        {
            "docid": "227167_2",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a type of dementia accompanied by changes in behavior, cognition and movement. Memory loss is not always present early. Dementia steadily worsens over time and the condition is diagnosed when cognitive decline interferes with normal daily functioning. A core feature is REM sleep behavior disorder (RBD), in which individuals lose normal muscle paralysis during REM sleep, and act out their dreams. RBD may appear years or decades before other symptoms. Other frequent symptoms include visual hallucinations; marked fluctuations in attention or alertness; and slowness of movement, trouble walking, or rigidity. The autonomic nervous system is usually affected, resulting in changes in blood pressure, heart and gastrointestinal function, with constipation as a common symptom. Mood changes such as depression and apathy are common. The exact cause is unknown, but involves widespread deposits of abnormal clumps of alpha-synuclein protein in neurons, known as Lewy bodies, as well as Lewy neurites. DLB is not usually inherited, but there is a genetic association in a small number of families. A probable diagnosis is made based on symptoms and biomarkers; the diagnostic workup may include blood tests, neuropsychological tests, medical imaging, and polysomnography. Other conditions that share some symptoms of DLB include Alzheimer's disease (AD), Parkinson's disease, delirium and, rarely, psychosis. There is no cure or medication that will modify the progression of the disease. Treatments aim to relieve some of its symptoms and reduce the burden on caregivers. Acetylcholinesterase inhibitors (AChEI), such as donepezil and rivastigmine, are effective at improving cognition and overall functioning, and melatonin can be used for sleep-related symptoms. Antipsychotics are usually avoided, even for hallucinations, because people with DLB are sensitive to them, and their use can result in death. Medications for one symptom may worsen another. DLB is one of the three most common types of dementia, along with Alzheimer's disease and vascular dementia. Together with Parkinson's disease dementia, it is one of two dementias classified as the Lewy body dementias. It typically begins after the age of 50, and about 0.4% of people over 65 are affected. In the latter stages of the disease, people with DLB may be unable to care for themselves. Life expectancy following diagnosis is about eight years. The abnormal deposits of protein that are the underlying mechanism of the disease were discovered in 1912 by Frederic Lewy, and diffuse Lewy body disease was first described by Kenji Kosaka in 1976.",
            "score": 86.33283948898315
        },
        {
            "docid": "34231074_21",
            "document": "Hereditary diffuse leukoencephalopathy with spheroids . This disease was first described in 1984 by Axelsson \"et al.\" in a large Swedish pedigree. It is a disorder better known to neuropathologists than clinicians. A neuropathologist with an interest in HDLS, Dr. Dennis W. Dickson, has identified a number of cases from neuropathology study of brains submitted for investigation of familial adult-onset dementia and movement disorders in New York and later in Florida. Recognition of the importance of this disorder as a cause of adult onset dementia and movement disorders was further heightened in 1997 at the Mayo Clinic when Dr. Zbigniew K. Wszolek identified a family with HDLS that was initially thought to be due to another disease process (FTDP-17), but only an autopsy of one and then other family members revealed it to be HDLS. Wszolek established an international consortium in 2005 to identify other families and to collect DNA or brain samples from family members for neuropathologic confirmation and genetic research at the Mayo Clinic in Florida.",
            "score": 80.20132875442505
        },
        {
            "docid": "53829489_23",
            "document": "Giovanna Mallucci . She added: “We know that trazodone is safe to use in humans, so a clinical trial is now possible to test whether the protective effects of the drug we see on brain cells in mice with neurodegeneration also applies to people in the early stages of Alzheimer’s disease and other dementias. We could know in 2-3 years whether this approach can slow down disease progression, which would be a very exciting first step in treating these disorders. “Interestingly, trazodone has been used to treat the symptoms of patients in later stages of dementia, so we know it is safe for this group. We now need to find out whether giving the drug to patients at an early stage could help arrest or slow down the disease through its effects on this pathway.” It is known that misfolded proteins build up in the brains of those with neurodegenerative diseases and are a major factor in dementias such as Alzheimer’s and Parkinson’s as well as prion disease.",
            "score": 94.64754605293274
        },
        {
            "docid": "227181_10",
            "document": "Vascular dementia . Vascular dementia can sometimes be triggered by cerebral amyloid angiopathy, which involves accumulation of beta amyloid plaques in the walls of the cerebral arteries, leading to breakdown and rupture of the vessels. Since amyloid plaques are a characteristic feature of Alzheimer's Disease, vascular dementia may occur as a consequence. Cerebral amyloid angiopathy can, however, appear in people with no prior dementia condition. Amyloid beta accumulation is often present in cognitively normal elderly individuals.",
            "score": 61.03493094444275
        },
        {
            "docid": "36910279_6",
            "document": "Oskar Fischer . Fischer supposedly (like Alois Alzheimer) employed new staining and autopsy results, and described \"senile plaques\" that are still accepted as the characteristic of the disease in addition to \"neurofibrillary tangles\" discovered by Alzheimer. Both Fischer and Alzheimer argued that senile plaques may be formed by microorganisms. In June 1907, Fischer based on the reports of Beljahow that had been later affirmed by Redlich and Leri argued that 'miliary necrosis' should be regarded as a marker of senile dementia. Then he published an article in 1907, reporting histopathological findings on senile dementia collected from a sample of 16 postmortem brains from elderly subjects. The report described the brain changes at tissual and cellular levels. He developed a comprehensive structural analysis about the changes involving amyloid aggregates observed in the samples. He named these lesions as \"Sphaerotrichia multiplex cerebri\" and used this term in his subsequent articles published in 1910 and 1912. The samples of his studies included 58 positive cases out of total 275 cases.",
            "score": 76.52630519866943
        }
    ],
    "r": [
        {
            "docid": "227167_30",
            "document": "Dementia with Lewy bodies . The amount of Lewy body pathology correlates with the extent of dementia in the Lewy body disorders, but amyloid imaging and autopsy studies indicate that tau protein pathology and amyloid plaques, hallmarks of AD, are also common. Amyloid-beta (Aβ) deposits are found in the tauopathies, neurodegenerative diseases characterized by neurofibrillary tangles of hyperphosphorylated tau protein, but the mechanism underlying dementia is often mixed, and Aβ is also a factor in DLB.",
            "score": 112.6393051147461
        },
        {
            "docid": "51755836_9",
            "document": "Giulio Maria Pasinetti . Pasinetti investigates the biological processes that occur when, during aging, subjects with normal cognitive function convert into the very earliest stages of Alzheimer's disease (AD) and then to frank dementia. He identified type 2 diabetes (T2D) as one of the major risk factors that might affect AD neuropathology and synaptic plasticity in part through epigenetic mechanisms. By conducting genome wide association studies to clarify the molecular mechanisms in subjects with T2D who might be predisposed to the onset of Alzheimer's disease, Pasinetti found that a subpopulation of individuals with T2D have a genetic predisposition to AD based on the evidence of shared common T2D/AD single nucleotide polymorphisms in gene pathways involved in chromatin modification enzymes, among others. Through this research, Pasinetti and his colleagues provided the basis for novel therapeutic targets towards the preservation of cognitive health in a subset of T2D subjects at risk for developing AD.",
            "score": 112.19432830810547
        },
        {
            "docid": "2591299_2",
            "document": "Hippocampal sclerosis . Hippocampal sclerosis (HS) is a neuropathological condition with severe neuronal cell loss and gliosis in the hippocampus, specifically in the CA-1 (Cornu Ammonis area 1) and subiculum of the hippocampus. It was first described in 1880 by Wilhelm Sommer. Hippocampal sclerosis is a frequent pathologic finding in community-based dementia. Hippocampal sclerosis can be detected with autopsy or MRI. Individuals with hippocampal sclerosis have similar initial symptoms and rates of dementia progression to those with Alzheimer's disease (AD) and therefore are frequently misclassified as having Alzheimer's Disease. But clinical and pathologic findings suggest that hippocampal sclerosis has characteristics of a progressive disorder although the underlying cause remains elusive. A diagnosis of hippocampal sclerosis has a significant effect on the life of patients because of the notable mortality, morbidity and social impact related to epilepsy, as well as side effects associated with antiepileptic treatments.",
            "score": 110.7486343383789
        },
        {
            "docid": "54105_31",
            "document": "Tocopherol . Alzheimer's disease (AD) and vascular dementia are common causes of decline of brain functions that occur with age. AD is a chronic neurodegenerative disease that worsens over time. The disease process is associated with plaques and tangles in the brain. Vascular dementia can be caused by ischemic or hemorrhagic infarcts affecting multiple brain areas, including the anterior cerebral artery territory, the parietal lobes, or the cingulate gyrus. Both types of dementia may be present. Vitamin E status (and that of other antioxidant nutrients) is conjectured as having a possible impact on risk of Alzheimer's disease and vascular dementia. A review of dietary intake studies reported that higher consumption of vitamin E from foods lowered the risk of developing AD by 24%. A second review examined serum vitamin E levels and reported lower serum vitamin E in AD patients compared to healthy, age-matched people. In 2017 a consensus statement from the British Association for Psychopharmacology included that until further information is available, vitamin E cannot be recommended for treatment or prevention of Alzheimer's disease.",
            "score": 108.74070739746094
        },
        {
            "docid": "54712_13",
            "document": "Abdominal obesity . Based on studies, it is evident that obesity has a strong association with vascular and metabolic disease which could potentially be linked to Alzheimer's disease. Recent studies have also shown an association between mid-life obesity and dementia, but the relationship between later life obesity and dementia is less clear. A study by Debette et al. (2010) examining over 700 adults found evidence to suggest higher volumes of visceral fat, regardless of overall weight, were associated with smaller brain volumes and increased risk of dementia. Alzheimer's disease and abdominal obesity has a strong correlation and with metabolic factors added in, the risk of developing Alzheimer's disease was even higher. Based on logistic regression analyses, it was found that obesity was associated with an almost 10-fold increase risk of Alzheimer's disease.",
            "score": 108.05473327636719
        },
        {
            "docid": "54104_14",
            "document": "Vitamin E . Alzheimer's disease (AD) and vascular dementia are common causes of decline of brain functions that occur with age. AD is a chronic neurodegenerative disease that worsens over time. The disease process is associated with plaques and tangles in the brain. Vascular dementia can be caused by ischemic or hemorrhagic infarcts affecting multiple brain areas, including the anterior cerebral artery territory, the parietal lobes, or the cingulate gyrus. Both types of dementia may be present. Vitamin E status (and that of other antioxidant nutrients) is conjectured as having a possible impact on risk of Alzheimer's disease and vascular dementia. A review of dietary intake studies reported that higher consumption of vitamin E from foods lowered the risk of developing AD by 24%. A second review examined serum vitamin E levels and reported lower serum vitamin E in AD patients compared to healthy, age-matched people. A Cochrane review reported on vitamin E as treatment for mild cognitive impairment (MCI) and Alzheimer's disease. Based on evidence from only one trial in each of the categories, the authors' conclusions were that there was not sufficient evidence for supplemental vitamin E preventing the progression from MCI to dementia, but that it did slow functional decline in people with AD. Given the small number of trials and subjects, the authors recommended further research. In 2017 a consensus statement from the British Association for Psychopharmacology included that until further information is available, vitamin E cannot be recommended for treatment or prevention of Alzheimer's disease.",
            "score": 106.52107238769531
        },
        {
            "docid": "4482452_6",
            "document": "Cognitive reserve . A 1997 study found that Alzheimer's disease pathology in large brains did not necessarily result in clinical dementia. Another study reported head circumference to be independently associated with a reduced risk of clinical Alzheimer's disease.",
            "score": 105.67459869384766
        },
        {
            "docid": "39618075_6",
            "document": "Molecular pathological epidemiology . As an alternative approach, potential risk variants identified by GWAS can be examined in combination with molecular pathology analysis on diseased tissues. This GWAS-MPE approach can give not only more precise effect estimates, even larger effects, for specific molecular subtypes of the disease, but also insights into pathogenesis by linking genetic variants to molecular pathologic signatures of disease. Since molecular diagnostics is becoming routine clinical practice, molecular pathology data can aid epidemiologic research.",
            "score": 103.37476348876953
        },
        {
            "docid": "227167_27",
            "document": "Dementia with Lewy bodies . The genetics are not well studied because the large homogeneous DLB populations needed for genetic studies have not been identified. DLB is not usually inherited, but there is a genetic association in a small number of families. DLB risk is heightened with inheritance of the ε4 allele of the apolipoprotein E (APOE) gene, and mutations in the PARK11 and GBA genes are associated with DLB. Further, there is genetic overlap between dementia with Lewy bodies, Parkinson's disease, Parkinson's disease dementia and Alzheimer's. Also, RBD is found more often among individuals who have GBA and SNCA mutations.",
            "score": 102.90824127197266
        },
        {
            "docid": "48072660_12",
            "document": "Vladimir Hachinski . Even with these developments, available diagnostic criteria for dementias continued to present a challenge, as they were not able to capture the complex, interactive, and adaptive nature of brain pathologies leading to dementia. For this reason, in 2006, Hachinski decided to lead (with Gabrielle LeBlanc) the development of minimal common standards to describe the clinical, neuropsychological, imaging, genetic, and neuropathological features of cognitive impairment. This standardization has allowed for ongoing improvement of the diagnostic criteria with new knowledge, comparison of results from different studies, and analysis & meta-analysis using “big data” techniques.",
            "score": 101.41815948486328
        },
        {
            "docid": "46739229_5",
            "document": "NDUFAB1 . In a genome-wide association study (GWAS) meta-analysis conducted across European and African American populations, the \"NDUFAB1\" gene and two other genes (\"MFAP3L\" and \"PALB2\") were identified as genetic loci significantly associated with anxiety disorders (ADs). Since the comorbidity of ADs arises from their shared genetic basis, these candidate genetic loci may become therapeutic targets for AD treatments. Moreover, a study to identify small molecule drug targets for Tetralogy of Fallot (TOF), a congenital malformation of the heart, found the \"NDUFAB1\" gene to be a major hub gene of differentially expressed genes in TOF.",
            "score": 100.46272277832031
        },
        {
            "docid": "3905897_5",
            "document": "Organic brain syndrome . Though OBS was once a common diagnosis in the elderly, until the understanding of the various types of dementias it is related to a disease process and is not an inevitable part of aging. In some of the older literature, there was an attempt to separate organic brain syndrome from dementia, but this was related to an older world view in which dementia was thought to be a part of normal aging, and thus did not represent a special disease process. The later identification of various dementias as clear pathologies is an example of the types of pathological problems discovered to be associated with mental states, and is one of the areas which led to abandonment of all further attempts to clearly define and use OBS as a term.",
            "score": 100.29840087890625
        },
        {
            "docid": "2652348_5",
            "document": "Imaging genetics . Another gene risk variant is associated with Alzheimer's, which is known as the CLU gene risk variant. The CLU gene risk variant showed a distinct profile of lower white matter integrity that may increase vulnerability to developing AD later in life. Each CLU-C allele was associated with lower FA in frontal, temporal, parietal, occipital, and subcortical white matter. Brain regions with lower FA included corticocortical pathways previously demonstrated to have lower FA in AD patients and APOE4 carriers. CLU-C related variability found here might create a local vulnerability important for disease onset. These effects are remarkable as they already exist early in life and are associated with a risk gene that is very prevalent (~36% of Caucasians carry two copies of the risk conferring genetic variant CLU-C.)  Quantitative mapping of structural brain differences in those at genetic risk of AD is crucial for evaluating treatment and prevention strategies. If the risk for AD is identified, appropriate changes in lifestyle may limit the apprehension of AD; exercise and body mass index-have an effect on brain structure and the level of brain atrophy",
            "score": 99.9590835571289
        },
        {
            "docid": "227181_17",
            "document": "Vascular dementia . Currently, there are no medications that have been approved specifically for prevention or treatment of vascular dementia. The use of medications for treatment of Alzheimer's dementia, such as cholinesterase inhibitors and memantine, has shown small improvement of cognition in vascular dementia. This is most likely due to the drugs' actions on co-existing AD-related pathology. Multiple studies found a small benefit in VaD treatment with: memantine, a non-competitive N-methyl-D-aspartate (NMDA) receptor antagonist; cholinesterase inhibitors galantamine, donepezil, rivastigmine; and ginkgo biloba extract.",
            "score": 99.6478271484375
        },
        {
            "docid": "18914017_68",
            "document": "Alzheimer's disease . For most of the 20th century, the diagnosis of Alzheimer's disease was reserved for individuals between the ages of 45 and 65 who developed symptoms of dementia. The terminology changed after 1977 when a conference on AD concluded that the clinical and pathological manifestations of presenile and senile dementia were almost identical, although the authors also added that this did not rule out the possibility that they had different causes. This eventually led to the diagnosis of \"Alzheimer's disease\" independent of age. The term \"senile dementia of the Alzheimer type\" (SDAT) was used for a time to describe the condition in those over 65, with classical Alzheimer's disease being used to describe those who were younger. Eventually, the term Alzheimer's disease was formally adopted in medical nomenclature to describe individuals of all ages with a characteristic common symptom pattern, disease course, and neuropathology.",
            "score": 99.49801635742188
        },
        {
            "docid": "6387410_4",
            "document": "Frontotemporal dementia and parkinsonism linked to chromosome 17 . Definitive diagnosis of FTDP-17 requires a combination of characteristic clinical and pathological features and molecular genetic analysis. Genetic counseling should be offered to affected and at-risk individuals; for most subtypes, penetrance is incomplete.",
            "score": 98.97716522216797
        },
        {
            "docid": "18914017_13",
            "document": "Alzheimer's disease . Most cases of Alzheimer's disease do not exhibit autosomal-dominant inheritance and are termed sporadic AD, in which environmental and genetic differences may act as risk factors. The best known genetic risk factor is the inheritance of the ε4 allele of the apolipoprotein E (APOE). Between 40 and 80% of people with AD possess at least one APOEε4 allele. The APOEε4 allele increases the risk of the disease by three times in heterozygotes and by 15 times in homozygotes. Like many human diseases, environmental effects and genetic modifiers result in incomplete penetrance. For example, certain Nigerian populations do not show the relationship between dose of APOEε4 and incidence or age-of-onset for Alzheimer's disease seen in other human populations. Early attempts to screen up to 400 candidate genes for association with late-onset sporadic AD (LOAD) resulted in a low yield. More recent genome-wide association studies (GWAS) have found 19 areas in genes that appear to affect the risk. These genes include: CASS4, CELF1, FERMT2, HLA-DRB5, INPP5D, MEF2C, NME8, PTK2B, SORL1, ZCWPW1, SlC24A4, CLU, PICALM, CR1, BIN1, MS4A, ABCA7, EPHA1, and CD2AP.",
            "score": 98.06644439697266
        },
        {
            "docid": "14755563_14",
            "document": "FUS (gene) . FTLD is the pathological term for the clinical syndrome of frontotemporal dementia (FTD). FTD differs from the more common Alzheimer's dementia in that memory is relatively well preserved, instead the disease presents with a more temporal-lobe phenotype. Behavioural variant frontotemporal dementia (bvFTD), progressive non-fluent aphasia (PNFA) and semantic dementia (SD) are the three best-characterised clinical presentations. FUS positive FTLD tends to present clinically as a bvFTD but the correlation between underlying pathology and clinical presentation is not perfect.",
            "score": 95.923095703125
        },
        {
            "docid": "15549091_5",
            "document": "Sarnoff A. Mednick . At the time the High-Risk-for-Schizophrenia study began, in 1962, the offspring of the women with schizophrenia were average age 15 and had not come into the risk period for schizophrenia. (See a review by Cannon and Mednick, 1993.) By the early eighties, many of the study's subjects had fallen ill with schizophrenia. Colleagues and students of Mednick began to examine the association between schizophrenia outcomes and earlier risk factors. Perhaps the first study to support Kraepelin's notion of dementia praecox (that persons with schizophrenia had early dementia), was a study that showed that offspring of those with schizophrenia who had the most serious symptomatology had enlarged ventricles on CT scans suggestive of brain atrophy. In a study by Silverton et al. those with the most severe schizophrenia symptoms on outcome had low birthweights decades before. Their hypothesis that low birthweight might be associated with insults in utero was corroborated. In a follow-up study, the authors tested the notion that schizophrenia is the result of a genetic by environmental interaction, that is that insults in utero may be specifically stressful to persons with a brain vulnerability to schizophrenia. In a follow-up study, Leigh Silverton and Sarnoff Mednick at the University of Southern California hypothesized an interaction between genetic risk for schizophrenia might be most vulnerable to insults in utero. This would be considered a gene X environment interaction, a model for the pathogenesis of schizophrenia that Silverton and Mednick began working on in the early eighties. The authors conducted another study in which they separated subjects into high-risk and \"super-high risk\" and measured the interaction between genetic risk and birthweight in its effect on ventricular-brain ratio. They found that those most vulnerable to low birthweight, a variable representing subtle birth difficulties in utero, were most likely to have early cerebral ventricular enlargement on CT-scans. At the time, the idea both that schizophrenia was a brain disease and that it could represent a gene x environment interaction was novel. This was possibly the first study to support the notion that earlier findings of brain abnormalities in schizophrenia were not only etiologically significant but related to early environmental factors (such as pregnancy and birth complications or in utero insults), and that pathogenesis was related to factors that could be prevented. A study by Cannon, Mednick, and Parnas (1989) also showed an interaction between perinatal insults (an environmental factor) and very high genetic risk for schizophrenia in determining brain deficits in schizophrenia.",
            "score": 95.87641906738281
        },
        {
            "docid": "3452485_28",
            "document": "Memory disorder . One study examined dementia severity in elderly schizophrenic patients diagnosed with Alzheimer's disease and dementia versus elderly schizophrenic patients without any neurodegenerative disorders. In most cases, if schizophrenia is diagnosed, Alzheimer's disease or some form of dementia in varying levels of severity is also diagnosed. It was found that increased hippocampal neurofibrillary tangles and higher neuritic plaque density (in the superior temporal gyrus, orbitofrontal gyrus, and the inferior parietal cortex) were associated with increased severity of dementia. Along with these biological factors, when the patient also had the apolipoprotein E (ApoE4) allele (a known genetic risk factor for Alzheimer's disease), the neuritic plaques increased although the hippocampal neurofibrillary tangles did not. It showed an increased genetic susceptibility to more severe dementia with Alzheimer's disease than without the genetic marker.",
            "score": 95.8250961303711
        },
        {
            "docid": "291499_17",
            "document": "Single-photon emission computed tomography . Because blood flow in the brain is tightly coupled to local brain metabolism and energy use, the Tc-HMPAO tracer (as well as the similar Tc-EC tracer) is used to assess brain metabolism regionally, in an attempt to diagnose and differentiate the different causal pathologies of dementia. Meta-analysis of many reported studies suggests that SPECT with this tracer is about 74% sensitive at diagnosing Alzheimer's disease vs. 81% sensitivity for clinical exam (cognitive testing, etc.). More recent studies have shown the accuracy of SPECT in Alzheimer's diagnosis may be as high as 88%. In meta analysis, SPECT was superior to clinical exam and clinical criteria (91% vs. 70%) in being able to differentiate Alzheimer's disease from vascular dementias. This latter ability relates to SPECT's imaging of local metabolism of the brain, in which the patchy loss of cortical metabolism seen in multiple strokes differs clearly from the more even or \"smooth\" loss of non-occipital cortical brain function typical of Alzheimer's disease. Another recent review article showed that multi-headed SPECT cameras with quantitative analysis result in an overall sensitivity of 84-89% and an overall specificity of 83-89% in cross sectional studies and sensitivity of 82-96% and specificity of 83-89% for longitudinal studies of dementia.",
            "score": 95.44124603271484
        },
        {
            "docid": "14613226_2",
            "document": "NINCDS-ADRDA Alzheimer's Criteria . The NINCDS-ADRDA Alzheimer's Criteria were proposed in 1984 by the National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer's Disease and Related Disorders Association (now known as the Alzheimer's Association) and are among the most used in the diagnosis of Alzheimer's disease (AD). These criteria require that the presence of cognitive impairment and a suspected dementia syndrome be confirmed by neuropsychological testing for a clinical diagnosis of possible or probable AD; while they need histopathologic confirmation (microscopic examination of brain tissue) for the definitive diagnosis. They specify as well eight cognitive domains that may be impaired in AD. These criteria have shown good reliability and validity.",
            "score": 95.41285705566406
        },
        {
            "docid": "668318_11",
            "document": "Frontotemporal dementia . There are 3 main histological subtypes found at post-mortem: FTLD-tau, FTLD-TDP, and FTLD-FUS. Dementia lacking distinctive histology (DLDH) is a rare and controversial entity. New analyses has allowed many cases previously described as DLDH to be reclassified into one of the positively defined subgroups. In rare cases, patients with clinical FTD were found to have changes consistent with Alzheimer's disease on autopsy. The most severe brain atrophy appears to be associated with Pick's disease, corticobasal degeneration, and TDP pathology associated with behavioral-variant FTD.",
            "score": 95.31922149658203
        },
        {
            "docid": "43778895_10",
            "document": "Predictive genomics . Age-related macular degeneration (AMD) is one of the flagship complex diseases from the genomic revolution with over 19 associated genetic loci replicated in GWA studies. In particular, the first significant genetic risk variant was identified in the complement factor H(\"CFH\") gene in 2005 motivating the search for more genetic variants in the disease. Over the past decade, a number of models have been proposed to assess individual risk to AMD. The genetic predisposition of AMD risk varies from 45% to 71% where highly effectual odds ratios (OR) have been reported (greater than 2.0 per allele in some cases). In 2013, a comprehensive case-control GWA study with approximately 77,000 observations involving 18 international research groups from the International AMD Genetics Consortium implicated 19 gene loci and 9 biological pathways including the regulation of complement, lipid metabolism and angiogenic activity. The predictive performance of the full model including all 19 loci exhibited 0.74 AUC - according to Jakobsdottir et al., 0.75 AUC is sufficient to distinguish between extreme cases and controls. In particular, of the 19 associated gene loci, there were 7 newly discovered loci, which the authors point to as additional entry points into AMD etiology and drug targets.",
            "score": 95.21070098876953
        },
        {
            "docid": "77432_12",
            "document": "Hypertension . Hypertension results from a complex interaction of genes and environmental factors. Numerous common genetic variants with small effects on blood pressure have been identified as well as some rare genetic variants with large effects on blood pressure. Also, genome-wide association studies (GWAS) have identified 35 genetic loci related to blood pressure; 12 of these genetic loci influencing blood pressure were newly found. Sentinel SNP for each new genetic loci identified has shown an association with DNA methylation at multiple nearby Cpg sites. These sentinel SNP are located within genes related to vascular smooth muscle and renal function. DNA methylation might affect in some way linking common genetic variation to multiple phenotypes even though mechanisms underlying these associations are not understood. Single variant test performed in this study for the 35 sentinel SNP (known and new) showed that genetic variants singly or in aggregate contribute to risk of clinical phenotypes related to high blood pressure.",
            "score": 95.17244720458984
        },
        {
            "docid": "1255502_7",
            "document": "Takayasu's arteritis . The genetic contribution to the pathogenesis of Takayasu's arteritis is supported by the genetic association with HLA-B∗52. A 2013 large collaborative study uncovered multiple additional susceptibility loci for this disease, increasing its number of genetic loci to five risk loci across the genome. About 200,000 genetic variants were genotyped in two ethnically divergent Takayasu's arteritis cohorts from Turkey and North America by using a custom-designed genotyping platform (Immunochip). Additional genetic variants and the classical HLA alleles were imputed and analyzed. The study identified and confirmed two independent susceptibility loci within the HLA region (r2 < 0.2): HLA-B/MICA (rs12524487, OR = 3.29, p = 5.57 × 10-16) and HLA-DQB1/HLA-DRB1 (rs113452171, OR = 2.34, p = 3.74 × 10-9; and rs189754752, OR = 2.47, p = 4.22 × 10-9). In addition, a genetic association was identified and confirmed between Takayasu's arteritis and the FCGR2A/FCGR3A locus on chromosome 1 (rs10919543, OR = 1.81, p = 5.89 × 10-12). The risk allele at this locus results in increased mRNA expression of FCGR2A. In addition, a genetic association between IL12B and Takayasu arteritis was established (rs56167332, OR = 1.54, p = 2.18 × 10-8). A fifth genetic locus for the disease in an intergenic region on chromosome 21q22 downstream of PSMG1 was revealed (P=4.39X10-7). A recent genome-wide association study (GWAS) identified genetic susceptibility loci for Takayasu arteritis with a genome-wide level of significance in IL6 (rs2069837) (odds ratio [OR] 2.07, P = 6.70 × 10(-9)), RPS9/LILRB3 (rs11666543) (OR 1.65, P = 2.34 × 10(-8)), and the intergenic locus on chromosome 21q22 (rs2836878) (OR 1.79, P = 3.62 × 10(-10)). The genetic susceptibility locus in RPS9/LILRB3 lies within the leukocyte receptor complex gene cluster on chromosome 19q13.4, and the disease risk variant in this locus correlates with reduced expression of multiple genes including the inhibitory leukocyte immunoglobulin-like receptor gene LILRB3 (P = 2.29 × 10(-8)). In addition, this study identified additional candidate susceptibility genes with suggestive levels of association (P < 1 × 10(-5)) including PCSK5, LILRA3, PPM1G/NRBP1, and PTK2B.",
            "score": 95.0464859008789
        },
        {
            "docid": "53829489_23",
            "document": "Giovanna Mallucci . She added: “We know that trazodone is safe to use in humans, so a clinical trial is now possible to test whether the protective effects of the drug we see on brain cells in mice with neurodegeneration also applies to people in the early stages of Alzheimer’s disease and other dementias. We could know in 2-3 years whether this approach can slow down disease progression, which would be a very exciting first step in treating these disorders. “Interestingly, trazodone has been used to treat the symptoms of patients in later stages of dementia, so we know it is safe for this group. We now need to find out whether giving the drug to patients at an early stage could help arrest or slow down the disease through its effects on this pathway.” It is known that misfolded proteins build up in the brains of those with neurodegenerative diseases and are a major factor in dementias such as Alzheimer’s and Parkinson’s as well as prion disease.",
            "score": 94.64754486083984
        },
        {
            "docid": "227167_51",
            "document": "Dementia with Lewy bodies . Alzheimer's disease. Short-term memory impairment is seen early in AD and is a prominent feature, while fluctuating attention is uncommon; impairment in DLB is more often seen first as fluctuating cognition. While 74% of people with autopsy-confirmed DLB had deficits in planning and organization, they show up in only 45% of people with AD. In AD, it is unclear if executive function is impacted early. Visuospatial processing deficits are present in most individuals with DLB, and they show up earlier and are more pronounced than in AD. Hallucinations typically occur early in the course of DLB, are less common in early AD, but usually occur later in AD. AD pathology frequently co-occurs in DLB, so the cerebrospinal fluid testing for Aβ and tau protein that is often used to detect AD is not useful in differentiating AD and DLB.",
            "score": 94.1357650756836
        },
        {
            "docid": "53242_60",
            "document": "Robin Williams . The Lewy Body Dementia Association (LBDA) clarified the distinction between the term used in the autopsy report, \"diffuse Lewy body dementia\"—which is more commonly called \"diffuse Lewy body disease\" and refers to the underlying disease process—and the umbrella term, \"Lewy body dementia\"—which encompasses both Parkinson's disease dementia and dementia with Lewy bodies (DLB). According to Dennis Dickson, the LBDA spokesperson, \"The report confirms he experienced depression, anxiety and paranoia, which may occur in either Parkinson's disease or dementia with Lewy bodies\", adding that, in Parkinson's, \"Lewy bodies are generally limited in distribution, but in DLB, the Lewy bodies are spread widely throughout the brain, as was the case with Robin Williams.\"",
            "score": 94.05421447753906
        },
        {
            "docid": "227167_33",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies can only be definitively diagnosed after death with an autopsy of the brain—diagnosis of the living is referred to as \"probable\" or \"possible\". DLB is often misdiagnosed or confused in its early stages with AD. Another complicating factor is that DLB can occur along with Alzheimer's; autopsy may reveal previously undiagnosed Lewy bodies in as many as half of people with AD. Despite the difficulty in diagnosis, a prompt diagnosis is important because of the serious risks of sensitivity to antipsychotic medications and the need to inform both the person with DLB and the person's caregivers about potentially irreversible side effects of those medications. In comparison to many other neurodegenerative diseases, the management of DLB is difficult, so an accurate diagnosis is important.",
            "score": 93.77393341064453
        },
        {
            "docid": "46300275_17",
            "document": "PLD3 . In 2013, Cruchaga \"et al.\" found that a particular rare coding variant or missense mutation in PLD3 (Val232Met) doubled the risk for Alzheimer's disease among cases and controls of European and African-American descent. PLD3 mRNA and protein expression was reduced in AD brains compared with non-AD brains in regions that PLD3 is normally found with high expression, and another study also found that PLD3 accumulates on neuritic plaques in AD brains. A common PLD3 single nucleotide polymorphism (SNP) was also found to have an association with Aβ pathology among normal, healthy individuals, suggesting that common PLD3 variants may also be involved in the pathogenesis of AD. A meta-analysis conducted in 2015 concluded that the Val232Met PLD3 variant has a modest effect on increasing AD risk.",
            "score": 93.75436401367188
        },
        {
            "docid": "18914017_2",
            "document": "Alzheimer's disease . Alzheimer's disease (AD), also referred to simply as Alzheimer's, is a chronic neurodegenerative disease that usually starts slowly and worsens over time. It is the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events (short-term memory loss). As the disease advances, symptoms can include problems with language, disorientation (including easily getting lost), mood swings, loss of motivation, not managing self care, and behavioural issues. As a person's condition declines, they often withdraw from family and society. Gradually, bodily functions are lost, ultimately leading to death. Although the speed of progression can vary, the typical life expectancy following diagnosis is three to nine years. The cause of Alzheimer's disease is poorly understood. About 70% of the risk is believed to be genetic with many genes usually involved. Other risk factors include a history of head injuries, depression, or hypertension. The disease process is associated with plaques and tangles in the brain. A probable diagnosis is based on the history of the illness and cognitive testing with medical imaging and blood tests to rule out other possible causes. Initial symptoms are often mistaken for normal ageing. Examination of brain tissue is needed for a definite diagnosis. Mental and physical exercise, and avoiding obesity may decrease the risk of AD; however, evidence to support these recommendations is not strong. There are no medications or supplements that have been shown to decrease risk. No treatments stop or reverse its progression, though some may temporarily improve symptoms. Affected people increasingly rely on others for assistance, often placing a burden on the caregiver; the pressures can include social, psychological, physical, and economic elements. Exercise programmes may be beneficial with respect to activities of daily living and can potentially improve outcomes. Behavioural problems or psychosis due to dementia are often treated with antipsychotics, but this is not usually recommended, as there is little benefit with an increased risk of early death. In 2015, there were approximately 29.8 million people worldwide with AD. It most often begins in people over 65 years of age, although 4% to 5% of cases are early-onset Alzheimer's which begin before this. It affects about 6% of people 65 years and older. In 2015, dementia resulted in about 1.9 million deaths. It was first described by, and later named after, German psychiatrist and pathologist Alois Alzheimer in 1906. In developed countries, AD is one of the most financially costly diseases.",
            "score": 93.69200134277344
        }
    ]
}