{
    "q": [
        {
            "docid": "38991948_6",
            "document": "Single-cell analysis . Single-cell genomics is heavily dependent on increasing the copies of DNA found in the cell so there is enough to be sequenced. This has led to the development of strategies for \"whole genome amplification\" (WGA). One widely adopted WGA techniques is called degenerate oligonucleotide–primed polymerase chain reaction (DOP-PCR). This method uses the well established DNA amplification method PCR to try and amplify the entire genome using a large set of primers. Although simple, this method has been shown to have very low genome coverage. An improvement on DOP-PCR is Multiple displacement amplification (MDA), which uses random primers and a high fidelity enzyme, usually Φ29 DNA polymerase, to accomplish the amplification of larger fragments and greater genome coverage than DOP-PCR. Despite these improvement MDA still has a sequence dependent bias (certain parts of the genome are amplified more than others because of their sequence). The method shown to largely avoid the bias seen in DOP-PCR and MDA is Multiple Annealing and Looping–Based Amplification Cycles (MALBAC). Bias in this system is reduced by only copying off the original DNA strand instead of making copies of copies. The main draw backs to using MALBA, is it has reduced accuracy compared to DOP-PCR and MDA due to the enzyme used to copy the DNA. Once amplified using any of the above techniques, the DNA is sequenced using next-generation sequencing (NGS).",
            "score": 106.46239495277405
        },
        {
            "docid": "38610814_12",
            "document": "MALBAC . MALBAC is a form of whole genome sequencing which reduces the bias associated with exponential PCR amplification by using a quasilinear phase of pre-amplification.  MALBAC utilizes five cycles of pre-amplification and primers containing a 27 nucleotide common sequence and an 8 nucleotide variable sequence to produce fragments of amplified DNA (amplicons) which loop back on themselves to prevent additional copying and cross-hybridization. These loops cannot be used as a template for amplification during MALBAC and therefore reduce the amplification bias commonly associated with the uneven exponential amplification of DNA fragments by polymerase chain reaction. MALBAC has been described to have better amplification uniformity than other methods of single sequencing, such as multiple displacement amplification (MDA). MDA does not utilize DNA looping and amplifies DNA in an exponential fashion, resulting in bias. Accordingly, the amplification bias associated with other single cell sequencing methods results in low coverage of the genome. The reduced bias associated with MALBAC has generated better genome sequence coverage than other single cell sequencing methods.",
            "score": 103.4645791053772
        },
        {
            "docid": "42067613_5",
            "document": "Single cell sequencing . Single cell DNA genome sequencing involves isolating a single cell, performing whole-genome-amplification (WGA), constructing sequencing libraries and then sequencing the DNA using a next-generation sequencer (ex. Ion Torrent, Illumina). It can be used in microbiome studies, in order to obtain genomic data from uncultured microorganisms. In addition, it can be united with high throughput cell sorting of microorganisms and cancer. One popular method used for single cell genome sequencing is multiple displacement amplification and this enables research into various areas such as microbial genetics, ecology and infectious diseases. Furthermore, data obtained from microorganisms might establish processes for culturing in the future. Some of the genome assembly tools that can be used in single cell genome sequencing include: SPAdes, IDBA-UD, Cortex and HyDA.",
            "score": 111.762033700943
        },
        {
            "docid": "21715314_2",
            "document": "Multiple displacement amplification . Multiple displacement amplification (MDA) is a non-PCR based DNA amplification technique. This method can rapidly amplify minute amounts of DNA samples to a reasonable quantity for genomic analysis. The reaction starts by annealing random hexamer primers to the template: DNA synthesis is carried out by a high fidelity enzyme, preferentially Φ29 DNA polymerase, at a constant temperature. Compared with conventional PCR amplification techniques, MDA generates larger sized products with a lower error frequency. This method has been actively used in whole genome amplification (WGA) and is a promising method for application to single cell genome sequencing and sequencing-based genetic studies.",
            "score": 94.62997841835022
        },
        {
            "docid": "44419868_8",
            "document": "Single-cell variability . Many technologies exist for sequencing genomes, but they are designed to use DNA from a population of cells rather than a single cell. The primary challenge for single-cell genome sequencing is to make multiple copies of (amplify) the DNA so that there is enough material available for the sequencer, a process called whole genome amplification (WGA). Typical methods for WGA consist of: (1) Multiple Displacement Amplification (MDA) in which multiple primers anneal to the DNA, polymerases copy the DNA, and knock off other polymerases, freeing strands that can be processed by the sequencer, (2) PCR-based methods, or (3) some combination of both.",
            "score": 107.38907074928284
        },
        {
            "docid": "55666703_2",
            "document": "LIANTI . Linear Amplification via Transposon Insertion (LIANTI) is a linear whole genome amplification (WGA) method. To analyze or sequence very small amount of DNA, i.e. genomic DNA from a single cell, the picograms of DNA is subject to WGA to amplify at least thousands of times into nanogram scale, before DNA analysis or sequencing can be carried out. Previous WGA methods (DOP-PCR, MDA, MALBAC) use exponential/nonlinear amplification schemes, leading to bias accumulation and error propagation. LIANTI achieved linear amplification of the whole genome for the first time, enabling more uniform and accurate amplification.",
            "score": 96.44058609008789
        },
        {
            "docid": "21715314_3",
            "document": "Multiple displacement amplification . Many biological and forensic cases involving genetic analysis require sequencing of DNA from minute amounts of sample, such as DNA from uncultured single cells or trace amounts of tissue collected from crime scenes. Conventional Polymerase Chain Reaction (PCR)-based DNA amplification methods require sequence-specific oligonucleotide primers and heat-stable (usually \"Taq\") polymerase, and can be used to generate significant amounts of DNA from minute amounts of DNA. However, this is not sufficient for modern techniques which use sequencing-based DNA analysis. Therefore, a more efficient non-sequence-specific method to amplify minute amounts of DNA is necessary, especially in single cell genomic studies.",
            "score": 93.08389377593994
        },
        {
            "docid": "21715314_9",
            "document": "Multiple displacement amplification . MDA generates sufficient yield of DNA products. It is a powerful tool of amplifying DNA molecules from samples, such as uncultured microorganism or single cells to the amount that would be sufficient for sequencing studies. The large size of MDA-amplified DNA products also provides desirable sample quality for identifying the size of polymorphic repeat alleles. Its high fidelity also makes it reliable to be used in the single-nucleotide polymorphism (SNP) allele detection. Due to its strand displacement during amplification, the amplified DNA has sufficient coverage of the source DNA molecules, which provides high quality product for genomic analysis. The products of displaced strands can be subsequently cloned into vectors to construct library for subsequent sequencing reactions.",
            "score": 86.18417978286743
        },
        {
            "docid": "40693593_4",
            "document": "SPAdes (software) . Studying the genome of single cells will help to track changes that occur in DNA over time or associated with exposure to different conditions. Additionally, many projects such as Human Microbiome Project and antibiotics discovery would greatly benefit from Single-cell sequencing (SCS). SCS has an advantage over sequencing DNA extracted from large number of cells. The problem of averaging out the significant variations between cells can be overcome by using SCS.  Experimental and computational technologies are being optimized to allow researchers to sequence single cells. For instance, amplification of DNA extracted from a single cell is one of the experimental challenges. To maximize the accuracy and quality of SCS, a uniform DNA amplification is needed. It was demonstrated that using multiple annealing and looping-based amplification cycles (MALBAC) for DNA amplification generates less biasness compared to polymerase chain reaction (PCR) or multiple displacement amplification (MDA). Furthermore, it has been recognized that the challenges facing SCS are computational rather than experimental. Currently available assembler, such as Velvet, String Graph Assembler (SGA) and EULER-SR, were not designed to handle SCS assembly. Assembly of single cell data is difficult due to non-uniform read coverage, variation in insert length, high levels of sequencing errors and chimeric reads. Therefore, the new algorithmic approach, SPAdes, was designed to address these issues.",
            "score": 97.17545962333679
        },
        {
            "docid": "45374363_18",
            "document": "Single-cell DNA template strand sequencing . The possibility that BrdU being substituted for thymine in the genomic DNA could induce double stranded chromosomal breaks and specifically resulting in SCEs has been previously discussed in the literature. Additionally, BrdU incorporation has been suggested to interfere with strand segregation patterns. If this is the case, there would be an inflation in false positive SCEs which may be annotated. Therefore, many cells should be analyzed using the Strand-seq protocol to ensure that SCEs are in fact present in the population. The number of single cell strands that need to be sequenced in order for an annotation to be accepted has yet to be proposed and is highly dependent on the questions being asked. As Strand-seq is founded on single cell sequencing techniques, one must consider the problems faced with single cell sequencing as well. These include the lacking standards for cell isolation and amplification. Even though previous Strand-seq studies isolated cells using FACS, microfluidics also serves as an attractive alternative. PCR has been shown to produce more erroneous amplification products compared to strand displacement based methods such as MDA and MALBAC. Strand displacement amplification also tends to generate more sequence and longer products which could be beneficial for long read sequencing technologies.",
            "score": 90.55780386924744
        },
        {
            "docid": "49526688_7",
            "document": "G&amp;T-Seq . MDA amplification technique can be used to generate long, high quality reads that produce sequencing data of comparable quality to bulk sequencing using PCR amplification. This method involves the use of hexamer primers that bind randomly to the template, followed by DNA elongation using phi29 DNA polymerase. Upon reaching the 5’ end of a downstream primer, the polymerase displaces that elongating strand to continue synthesis. The displaced strand becomes open for pairing with more primers, allowing for amplification of the displaced strand. The process continues and produces a branched DNA library that can be cut and sequenced. The authors of the G&T technique found that, though MDA used in G&T-seq yielded genomic coverage of similar breadth as MDA performed in conventional single cell sequencing, the distribution of read coverage was less even across the genome.",
            "score": 83.87185406684875
        },
        {
            "docid": "42067613_6",
            "document": "Single cell sequencing . Multiple displacement amplification (MDA) is a widely used technique, enabling amplifying femtograms of DNA from bacterium to micrograms for the use of sequencing. Reagents required for MDA reactions include: random primers and DNA polymerase from bacteriophage phi29. In 30 degree isothermal reaction, DNA is amplified with included reagents. As the polymerases manufacture new strands, a strand displacement reaction takes place, synthesizing multiple copies from each template DNA. At the same time, the strands that were extended antecedently will be displaced. MDA products result in a length of about 12 kb and ranges up to around 100 kb, enabling its use in DNA sequencing. In 2017, a major improvement to this technique, called WGA-X, was introduced by taking advantage of a thermostable mutant of the phi29 polymerase, leading to better genome recovery from individual cells, in particular those with high G+C content. Other methods include MALBAC.",
            "score": 75.43734979629517
        },
        {
            "docid": "21715314_14",
            "document": "Multiple displacement amplification . The ability to sequence individual cells is also useful in combating human disease. Genomes from single human embryonic cells have been successfully amplified for sequencing using MDA, allowing preimplantation genetic diagnosis (PGD): screening for genetic health issues in an early-stage embryo before implantation. Diseases with heterogeneous properties, such as cancer, also benefit from MDA-based genome sequencing's ability to study mutations in individual cells.",
            "score": 83.38397884368896
        },
        {
            "docid": "42067613_7",
            "document": "Single cell sequencing . MDA of individual cell genomes results in highly uneven genome coverage, i.e. relative overrepresentation and underrepresentation of various regions of the template, leading to loss of some sequences. There are two components to this process: a) stochastic over- and under-amplification of random regions; and b) systematic bias against high %GC regions. The stochastic component may be addressed by pooling single-cell MDA reactions from the same cell type, by employing fluorescent in situ hybridization (FISH) and/or post-sequencing confirmation. The bias of MDA against high %GC regions can be addressed by using thermostable polymerases, such as in the process called WGA-X .",
            "score": 89.38920283317566
        },
        {
            "docid": "42067613_17",
            "document": "Single cell sequencing . There are several ways to isolate individual cells prior to whole genome amplification and sequencing. Fluorescence-activated cell sorting (FACS) is the most widely used approach and is employed by several high-throughput core facilities, such as Bigelow Laboratory Single Cell Genomics Center. Individual cells can also be collected by micromanipulation, for example by serial dilution or by using a patch pipette or nanotube to harvest a single cell. The advantages of micromanipulation are ease and low cost, but they are laborious and susceptible to misidentification of cell types under microscope. Laser-capture microdissection (LCM) can also be used for collecting single cells. Although LCM preserves the knowledge of the spatial location of a sampled cell within a tissue, it is hard to capture a whole single cell without also collecting the materials from neighboring cells.  High-throughput methods for single cell isolation also include microfluidics. Both of FACS and microfluidics are accurate, automatic and capable of isolating unbiased samples. However, both methods require detaching cells from their microenvironments first, thereby causing perturbation to the transcriptional profiles in RNA expression analysis.",
            "score": 86.35862922668457
        },
        {
            "docid": "38610814_2",
            "document": "MALBAC . Multiple Annealing and Looping Based Amplification Cycles (a.k.a. MALBAC) is a quasilinear whole genome amplification method. Unlike conventional DNA amplification methods that are non-linear or exponential (in each cycle, DNA copied can serve as template for subsequent cycles), MALBAC utilizes special primers that allow amplicons to have complementary ends and therefore to loop, preventing DNA from being copied exponentially. This results in amplification of only the original genomic DNA and therefore reduces amplification bias. MALBAC is “used to create overlapped shotgun amplicons covering most of the genome”. For next generation sequencing, MALBAC is followed by regular PCR which is used to further amplify amplicons.",
            "score": 78.52948498725891
        },
        {
            "docid": "42067613_8",
            "document": "Single cell sequencing . Single-nucleotide polymorphisms (SNPs), which are a big part of genetic variation in the human genome, and copy number variation (CNV), pose problems in single cell sequencing, as well as the limited amount of DNA extracted from a single cell. Due to scant amounts of DNA, accurate analysis of DNA poses problems even after amplification since coverage is low and susceptible to errors. With MDA, average genome coverage is less than 80% and SNPs that are not covered by sequencing reads will be opted out. In addition, MDA shows a high ratio of allele dropout, not detecting alleles from heterozygous samples. Various SNP algorithms are currently in use but none are specific to single cell sequencing. MDA with CNV also poses the problem of identifying false CNVs that conceal the real CNVs. To solve this, when patterns can be generated from false CNVs, algorithms can detect and eradicate this noise to produce true variants.",
            "score": 93.9354841709137
        },
        {
            "docid": "30901421_12",
            "document": "Microfluidic whole genome haplotyping . As methods for amplification of small amounts of DNA improve, single chromosome sequencing is possible using microfluidics to separate each individual chromosome. A cost-effective approach may be to barcode each individual chromosome and perform parallel resequencing of the entire individual genome. The amplification of each chromosome separately also provides a mechanism to potentially fill in some of the gaps that remain in the human reference genome. Single chromosome sequencing will allow for unmapped sequences to be associated with a single chromosome. Additionally, single chromosome sequencing will be more accurate in the identification of copy number variants and repetitive sequences.",
            "score": 79.5870349407196
        },
        {
            "docid": "38610814_14",
            "document": "MALBAC . Single cell sequencing often has a high rate of false negative mutations. A false negative mutation rate is defined as the probability of not detecting a real mutation, and this may occur due to amplification bias resulting from the loss, or drop-out, of an allele. The sequence coverage uniformity of MALBAC in comparison to other single cell sequencing techniques has enhanced the detection of SNPs and reduced allele dropout rate. Allelic dropout rate increases when an allele of a heterozygote fails to amplify resulting in identification of a ‘false homozygote.’ This may occur due to low concentration of DNA template, or the uneven amplification of template resulting in one allele of a heterozygote being copied more than the other. The allele dropout rate of MALBAC has been shown to be much lower (approximately 1%) compared to MDA which is approximately 65%. In contrast to MDA which has been shown to have a 41% SNP detection efficiency in comparison with bulk sequencing, MALBAC has been reported to have SNP detection deficiency of 76%.  MALBAC has also been reported to have a low false positive rate. False positive mutations generated by MALBAC largely result from errors introduced by DNA polymerase during the first cycle of amplification that are further propagated during subsequent cycles. This false positive rate can be eliminated by sequencing 2-3 cells within a lineage derived from a single cell to verify the presence of a SNP, and by eliminating sequencing and amplification errors by sequencing unrelated cells from a separate lineage.",
            "score": 68.60429763793945
        },
        {
            "docid": "49526688_3",
            "document": "G&amp;T-Seq . The advent of single-cell sequencing has provided researchers with the tools to resolve genotypically and phenotypically distinct cells within a mixed population. In cases where such heterogeneity is relevant, such as in tumours, this technique enables the study of clonal relationships and tumour evolution. As well, rare cell types and samples otherwise containing low cell numbers, such as in the case of circulating tumour cells, can also be studied in greater detail. However, previous methods of library preparation typically involve the capture of either mRNA or genomic DNA (gDNA), but not both. By simultaneously capturing and sequencing both DNA and RNA through a method called G&T sequencing, researchers are able to obtain sequence information for both genome and transcriptome analysis from single cell libraries, thereby allowing integrated studies involving both networks. As a proof of concept, the authors of G&T-seq demonstrated its ability to acquire both the messenger RNA (mRNA) and genomic DNA (gDNA) by using paramagnetic beads with biotinylated oligo-deoxy-Thymine(dT) primer to separate the polyadenylated (Poly-A) RNA from its gDNA prior to amplification and library preparation. Validation experiments on G&T-seq performed using cell lines with previous sequencing data available show that sequencing coverage, gene expression profile, and DNA copy number profiles were reliably reproduced by G&T sequencing, and that this method was able to call a majority (87%) of all previously annotated single nucleotide variants (SNVs) in these cell lines. The authors have argued on this basis that the process of physically separating mRNA from gDNA did not negatively affect the yield or quality of sequencing data.",
            "score": 85.74995374679565
        },
        {
            "docid": "38991948_8",
            "document": "Single-cell analysis . Single-cell transcriptomics uses sequencing techniques similar to single cell genomics or direct detection using fluorescence in situ hybridization. The first step in quantifying the transcriptome is to convert RNA to cDNA using reverse transcriptase so that the contents of the cell can be sequenced using NGS methods as was done in genomics. Once converted, there is not enough cDNA to be sequenced so the same DNA amplification techniques discussed in single cell genomics are applied to the cDNA to make sequencing possible. Alternately, fluorescent compounds attached to RNA hybridization probes are used to identify specific sequences and sequential application of different RNA probes will build up a comprehensive transcriptome.",
            "score": 93.67425084114075
        },
        {
            "docid": "1158125_33",
            "document": "DNA sequencing . Another method for \"in vitro\" clonal amplification is bridge PCR, in which fragments are amplified upon primers attached to a solid surface and form \"DNA colonies\" or \"DNA clusters\". This method is used in the Illumina Genome Analyzer sequencers. Single-molecule methods, such as that developed by Stephen Quake's laboratory (later commercialized by Helicos) are an exception: they use bright fluorophores and laser excitation to detect base addition events from individual DNA molecules fixed to a surface, eliminating the need for molecular amplification.",
            "score": 63.342514753341675
        },
        {
            "docid": "49526688_16",
            "document": "G&amp;T-Seq . Comparing the amplification of single cell residual genomic DNA after mRNA isolation by MDA to amplification of single cell genomic DNA without mRNA isolation by MDA, showed a less evenly distributed coverage across the genome after mRNA isolation. Although there was a reduction in coverage distribution, it was not by a large proportion.",
            "score": 84.60436058044434
        },
        {
            "docid": "38610814_11",
            "document": "MALBAC . MALBAC has resulted in many significant advances over other single cell sequencing techniques, foremost that it can report 93% of the genome of a single human cell. Some advantages of this technology include reduced amplification bias and increased genome coverage, the requirement for very little template DNA, and low rates of false positive and false negative mutations.",
            "score": 89.66869568824768
        },
        {
            "docid": "30901421_8",
            "document": "Microfluidic whole genome haplotyping . A single metaphase cell is isolated from solution. The chromosomes are then released from the nucleus, and the cytoplasm is digested enzymatically. Next, the chromosome suspension is directed towards multiple partitioning channels. The chromosomes are physically directed into the partitioning channels using a series of valves. In the first description of this technique, Fan et al. designed a custom-made program (MatLab) to control this process. Once separated, the chromosomes are prepared for amplification by sequential addition and washout of trypsin, denaturation buffer and neutralization solution. The DNA is then ready for further processing. Because of the small amount of DNA, amplification needs to be performed using kits specialized for very small initial DNA quantities. The amplified DNA is flushed out of the microfluidic device and solubilized by the addition of a buffer. The amplified DNA can now be analyzed by various methods.",
            "score": 69.75884699821472
        },
        {
            "docid": "45374363_6",
            "document": "Single-cell DNA template strand sequencing . CO-FISH, or strand-specific fluorescence \"in situ\" hybridization, facilitates strand-specific targeting of DNA with fluorescently-tagged probes. It exploits the uniform orientation of major satellites relative to the direction of telomeres, thus allowing strands to be unambiguously designated as \"Watson\" or \"Crick\" strands. Using unidirectional probes that recognize major satellite regions, coupled to fluorescently labelled dyes, individual strands can be bound. To ensure that only the template strand is labelled, the newly formed strands must be degraded by BrdU incorporation and photolysis. This protocol offers improved cytogenetic resolution, allowing researchers to observe single strands as opposed to whole chromatids with pulse-chase experiments. Moreover, non-random segregation of chromatids can be directly assayed by targeting major satellite markers.  Cells of interest are cultured either in vivo or in vitro. During S-phase cells are treated with bromodeoxyuridine (BrdU) which is then incorporated into their nascent DNA, acting as a substitute for thymidine. After at least one replication event has occurred, the daughter cells are synchronized at the G2 phase and individually separated by fluorescence-activated cell sorting (FACS). The cells are directly sorted into lysis buffer and their DNA is extracted. Having been arrested at a specified number of generations (usually one), the inheritance patterns of sister chromatids can be assessed. The following methods concentrate on the DNA sequencing of a single daughter cell’s DNA. At this point the chromosomes are composed of nascent strands with BrdU in place of thymidine and the original template strands are primed for DNA sequencing library preparation. Since this protocol was published in 2012, the canonical methodology is only well described for Illumina sequencing platforms; the protocol could very easily be adapted for other sequencing platforms, depending on the application. Next, the DNA is incubated with a special dye such that when the BrdU-dye complex is excited by UV light, nascent strands are nicked by photolysis. This process inhibits polymerase chain reaction (PCR) amplification of the nascent strand, allowing only the parental template strands to be amplified. Library construction proceeds as normal for Illumina paired-end sequencing. Multiplexing PCR primers are then ligated to the PCR amplicons with hexamer barcodes identifying which cell each fragment they are derived from. Unlike single cell sequencing protocols, Strand-seq does not utilize multiple displacement amplification or MALBAC for DNA amplification. Rather, it is solely dependent on PCR.",
            "score": 65.53515768051147
        },
        {
            "docid": "42067613_11",
            "document": "Single cell sequencing . Single cell DNA methylome sequencing quantifies DNA methylation. This is similar to single cell genome sequencing, but with the addition of a bisulfite treatment before sequencing. Forms include whole genome bisulfite sequencing, and reduced representation bisulfite sequencing  Current methods for quantifying molecular states of cells, from microarray to standard RNA-seq analysis, mostly depend on estimating the mean value from millions of cells by averaging the signal of individual cells. Given the heterogeneity of cell population, measurement of the mean values of signals overlooks the internal interactions and differences within a cell population that may be crucial for maintaining normal tissue functions and facilitating disease progression. Thus the cell-averaging experiments provide only partial information of the molecular state of the system.",
            "score": 79.82786393165588
        },
        {
            "docid": "30901421_14",
            "document": "Microfluidic whole genome haplotyping . Chromosome microdissection is another process for isolating single chromosomes for genetic analysis. As with the above technique microdissection begins with metaphase cells. The nucleus is lysed mechanically on a glass slide and part of the genetic material is partitioned under microscope. The actual microdissection of genetic material was initially accomplished through the careful use of a fine needle. Today computer-directed lasers are available. The genomic area isolated can range from part of a single chromosome, up to several chromosomes. To accomplish whole genome haplotyping the microdissected genomic section is amplified and genotyped or sequenced. Like with the microfluidic technique, specialized amplification platforms are necessary to address the problem of a small initial DNA sample.",
            "score": 83.97961091995239
        },
        {
            "docid": "21647820_12",
            "document": "Whole genome sequencing . Almost any biological sample containing a full copy of the DNA—even a very small amount of DNA or ancient DNA—can provide the genetic material necessary for full genome sequencing. Such samples may include saliva, epithelial cells, bone marrow, hair (as long as the hair contains a hair follicle), seeds, plant leaves, or anything else that has DNA-containing cells. The genome sequence of a single cell selected from a mixed population of cells can be determined using techniques of \"single cell genome sequencing\". This has important advantages in environmental microbiology in cases where a single cell of a particular microorganism species can be isolated from a mixed population by microscopy on the basis of its morphological or other distinguishing characteristics. In such cases the normally necessary steps of isolation and growth of the organism in culture may be omitted, thus allowing the sequencing of a much greater spectrum of organism genomes.",
            "score": 92.3797516822815
        },
        {
            "docid": "42067613_3",
            "document": "Single cell sequencing . A typical human cell consists of about 2 x 3.3 billion base pairs of DNA and 600 million bases of mRNA. Usually a mix of millions of cells are used in sequencing the DNA or RNA using traditional methods like Sanger sequencing or Illumina sequencing. By using deep sequencing of DNA and RNA from a single cell, cellular functions can be investigated extensively. Like typical NGS experiments, the protocols of single cell sequencing generally contain the following steps: isolation of a single cell, nucleic acid extraction and amplification, sequencing library preparation, sequencing and bioinformatic data analysis. It is more challenging to perform single cell sequencing in comparison with sequencing from cells in bulk. The minimal amount of starting materials from a single cell make degradation, sample loss and contamination exert pronounced effects on quality of sequencing data. In addition, due to the picogram level of the amount of nucleic acids used, heavy amplification is often needed during sample preparation of single cell sequencing, resulting in the uneven coverage, noise and inaccurate quantification of sequencing data.",
            "score": 86.37313580513
        },
        {
            "docid": "1708335_14",
            "document": "Sanger sequencing . In its modern inception, high-throughput genome sequencing involves fragmenting the genome into small single-stranded pieces, followed by amplification of the fragments by Polymerase Chain Reaction (PCR). Adopting the Sanger method, each DNA fragment is irreversibly terminated with the incorporation of a fluorescently labeled dideoxy chain-terminating nucleotide, thereby producing a DNA “ladder” of fragments that each differ in length by one base and bear a base-specific fluorescent label at the terminal base. Amplified base ladders are then separated by Capillary Array Electrophoresis (CAE) with automated, \"in situ\" “finish-line” detection of the fluorescently labeled ssDNA fragments, which provides an ordered sequence of the fragments. These sequence reads are then computer assembled into overlapping or contiguous sequences (termed \"contigs\") which resemble the full genomic sequence once fully assembled.",
            "score": 58.45370411872864
        },
        {
            "docid": "4995479_2",
            "document": "Genomic library . A genomic library is a collection of the total genomic DNA from a single organism. The DNA is stored in a population of identical vectors, each containing a different insert of DNA. In order to construct a genomic library, the organism's DNA is extracted from cells and then digested with a restriction enzyme to cut the DNA into fragments of a specific size. The fragments are then inserted into the vector using DNA ligase. Next, the vector DNA can be taken up by a host organism - commonly a population of Escherichia coli or yeast - with each cell containing only one vector molecule. Using a host cell to carry the vector allows for easy amplification and retrieval of specific clones from the library for analysis.",
            "score": 85.27290678024292
        }
    ],
    "r": [
        {
            "docid": "42067613_5",
            "document": "Single cell sequencing . Single cell DNA genome sequencing involves isolating a single cell, performing whole-genome-amplification (WGA), constructing sequencing libraries and then sequencing the DNA using a next-generation sequencer (ex. Ion Torrent, Illumina). It can be used in microbiome studies, in order to obtain genomic data from uncultured microorganisms. In addition, it can be united with high throughput cell sorting of microorganisms and cancer. One popular method used for single cell genome sequencing is multiple displacement amplification and this enables research into various areas such as microbial genetics, ecology and infectious diseases. Furthermore, data obtained from microorganisms might establish processes for culturing in the future. Some of the genome assembly tools that can be used in single cell genome sequencing include: SPAdes, IDBA-UD, Cortex and HyDA.",
            "score": 111.76203155517578
        },
        {
            "docid": "44419868_8",
            "document": "Single-cell variability . Many technologies exist for sequencing genomes, but they are designed to use DNA from a population of cells rather than a single cell. The primary challenge for single-cell genome sequencing is to make multiple copies of (amplify) the DNA so that there is enough material available for the sequencer, a process called whole genome amplification (WGA). Typical methods for WGA consist of: (1) Multiple Displacement Amplification (MDA) in which multiple primers anneal to the DNA, polymerases copy the DNA, and knock off other polymerases, freeing strands that can be processed by the sequencer, (2) PCR-based methods, or (3) some combination of both.",
            "score": 107.38906860351562
        },
        {
            "docid": "38991948_6",
            "document": "Single-cell analysis . Single-cell genomics is heavily dependent on increasing the copies of DNA found in the cell so there is enough to be sequenced. This has led to the development of strategies for \"whole genome amplification\" (WGA). One widely adopted WGA techniques is called degenerate oligonucleotide–primed polymerase chain reaction (DOP-PCR). This method uses the well established DNA amplification method PCR to try and amplify the entire genome using a large set of primers. Although simple, this method has been shown to have very low genome coverage. An improvement on DOP-PCR is Multiple displacement amplification (MDA), which uses random primers and a high fidelity enzyme, usually Φ29 DNA polymerase, to accomplish the amplification of larger fragments and greater genome coverage than DOP-PCR. Despite these improvement MDA still has a sequence dependent bias (certain parts of the genome are amplified more than others because of their sequence). The method shown to largely avoid the bias seen in DOP-PCR and MDA is Multiple Annealing and Looping–Based Amplification Cycles (MALBAC). Bias in this system is reduced by only copying off the original DNA strand instead of making copies of copies. The main draw backs to using MALBA, is it has reduced accuracy compared to DOP-PCR and MDA due to the enzyme used to copy the DNA. Once amplified using any of the above techniques, the DNA is sequenced using next-generation sequencing (NGS).",
            "score": 106.46239471435547
        },
        {
            "docid": "38610814_12",
            "document": "MALBAC . MALBAC is a form of whole genome sequencing which reduces the bias associated with exponential PCR amplification by using a quasilinear phase of pre-amplification.  MALBAC utilizes five cycles of pre-amplification and primers containing a 27 nucleotide common sequence and an 8 nucleotide variable sequence to produce fragments of amplified DNA (amplicons) which loop back on themselves to prevent additional copying and cross-hybridization. These loops cannot be used as a template for amplification during MALBAC and therefore reduce the amplification bias commonly associated with the uneven exponential amplification of DNA fragments by polymerase chain reaction. MALBAC has been described to have better amplification uniformity than other methods of single sequencing, such as multiple displacement amplification (MDA). MDA does not utilize DNA looping and amplifies DNA in an exponential fashion, resulting in bias. Accordingly, the amplification bias associated with other single cell sequencing methods results in low coverage of the genome. The reduced bias associated with MALBAC has generated better genome sequence coverage than other single cell sequencing methods.",
            "score": 103.46458435058594
        },
        {
            "docid": "40693593_4",
            "document": "SPAdes (software) . Studying the genome of single cells will help to track changes that occur in DNA over time or associated with exposure to different conditions. Additionally, many projects such as Human Microbiome Project and antibiotics discovery would greatly benefit from Single-cell sequencing (SCS). SCS has an advantage over sequencing DNA extracted from large number of cells. The problem of averaging out the significant variations between cells can be overcome by using SCS.  Experimental and computational technologies are being optimized to allow researchers to sequence single cells. For instance, amplification of DNA extracted from a single cell is one of the experimental challenges. To maximize the accuracy and quality of SCS, a uniform DNA amplification is needed. It was demonstrated that using multiple annealing and looping-based amplification cycles (MALBAC) for DNA amplification generates less biasness compared to polymerase chain reaction (PCR) or multiple displacement amplification (MDA). Furthermore, it has been recognized that the challenges facing SCS are computational rather than experimental. Currently available assembler, such as Velvet, String Graph Assembler (SGA) and EULER-SR, were not designed to handle SCS assembly. Assembly of single cell data is difficult due to non-uniform read coverage, variation in insert length, high levels of sequencing errors and chimeric reads. Therefore, the new algorithmic approach, SPAdes, was designed to address these issues.",
            "score": 97.17546081542969
        },
        {
            "docid": "55666703_2",
            "document": "LIANTI . Linear Amplification via Transposon Insertion (LIANTI) is a linear whole genome amplification (WGA) method. To analyze or sequence very small amount of DNA, i.e. genomic DNA from a single cell, the picograms of DNA is subject to WGA to amplify at least thousands of times into nanogram scale, before DNA analysis or sequencing can be carried out. Previous WGA methods (DOP-PCR, MDA, MALBAC) use exponential/nonlinear amplification schemes, leading to bias accumulation and error propagation. LIANTI achieved linear amplification of the whole genome for the first time, enabling more uniform and accurate amplification.",
            "score": 96.44058990478516
        },
        {
            "docid": "21715314_2",
            "document": "Multiple displacement amplification . Multiple displacement amplification (MDA) is a non-PCR based DNA amplification technique. This method can rapidly amplify minute amounts of DNA samples to a reasonable quantity for genomic analysis. The reaction starts by annealing random hexamer primers to the template: DNA synthesis is carried out by a high fidelity enzyme, preferentially Φ29 DNA polymerase, at a constant temperature. Compared with conventional PCR amplification techniques, MDA generates larger sized products with a lower error frequency. This method has been actively used in whole genome amplification (WGA) and is a promising method for application to single cell genome sequencing and sequencing-based genetic studies.",
            "score": 94.6299819946289
        },
        {
            "docid": "42067613_8",
            "document": "Single cell sequencing . Single-nucleotide polymorphisms (SNPs), which are a big part of genetic variation in the human genome, and copy number variation (CNV), pose problems in single cell sequencing, as well as the limited amount of DNA extracted from a single cell. Due to scant amounts of DNA, accurate analysis of DNA poses problems even after amplification since coverage is low and susceptible to errors. With MDA, average genome coverage is less than 80% and SNPs that are not covered by sequencing reads will be opted out. In addition, MDA shows a high ratio of allele dropout, not detecting alleles from heterozygous samples. Various SNP algorithms are currently in use but none are specific to single cell sequencing. MDA with CNV also poses the problem of identifying false CNVs that conceal the real CNVs. To solve this, when patterns can be generated from false CNVs, algorithms can detect and eradicate this noise to produce true variants.",
            "score": 93.93547821044922
        },
        {
            "docid": "38991948_8",
            "document": "Single-cell analysis . Single-cell transcriptomics uses sequencing techniques similar to single cell genomics or direct detection using fluorescence in situ hybridization. The first step in quantifying the transcriptome is to convert RNA to cDNA using reverse transcriptase so that the contents of the cell can be sequenced using NGS methods as was done in genomics. Once converted, there is not enough cDNA to be sequenced so the same DNA amplification techniques discussed in single cell genomics are applied to the cDNA to make sequencing possible. Alternately, fluorescent compounds attached to RNA hybridization probes are used to identify specific sequences and sequential application of different RNA probes will build up a comprehensive transcriptome.",
            "score": 93.67424774169922
        },
        {
            "docid": "21715314_3",
            "document": "Multiple displacement amplification . Many biological and forensic cases involving genetic analysis require sequencing of DNA from minute amounts of sample, such as DNA from uncultured single cells or trace amounts of tissue collected from crime scenes. Conventional Polymerase Chain Reaction (PCR)-based DNA amplification methods require sequence-specific oligonucleotide primers and heat-stable (usually \"Taq\") polymerase, and can be used to generate significant amounts of DNA from minute amounts of DNA. However, this is not sufficient for modern techniques which use sequencing-based DNA analysis. Therefore, a more efficient non-sequence-specific method to amplify minute amounts of DNA is necessary, especially in single cell genomic studies.",
            "score": 93.08389282226562
        },
        {
            "docid": "21647820_12",
            "document": "Whole genome sequencing . Almost any biological sample containing a full copy of the DNA—even a very small amount of DNA or ancient DNA—can provide the genetic material necessary for full genome sequencing. Such samples may include saliva, epithelial cells, bone marrow, hair (as long as the hair contains a hair follicle), seeds, plant leaves, or anything else that has DNA-containing cells. The genome sequence of a single cell selected from a mixed population of cells can be determined using techniques of \"single cell genome sequencing\". This has important advantages in environmental microbiology in cases where a single cell of a particular microorganism species can be isolated from a mixed population by microscopy on the basis of its morphological or other distinguishing characteristics. In such cases the normally necessary steps of isolation and growth of the organism in culture may be omitted, thus allowing the sequencing of a much greater spectrum of organism genomes.",
            "score": 92.37975311279297
        },
        {
            "docid": "45374363_18",
            "document": "Single-cell DNA template strand sequencing . The possibility that BrdU being substituted for thymine in the genomic DNA could induce double stranded chromosomal breaks and specifically resulting in SCEs has been previously discussed in the literature. Additionally, BrdU incorporation has been suggested to interfere with strand segregation patterns. If this is the case, there would be an inflation in false positive SCEs which may be annotated. Therefore, many cells should be analyzed using the Strand-seq protocol to ensure that SCEs are in fact present in the population. The number of single cell strands that need to be sequenced in order for an annotation to be accepted has yet to be proposed and is highly dependent on the questions being asked. As Strand-seq is founded on single cell sequencing techniques, one must consider the problems faced with single cell sequencing as well. These include the lacking standards for cell isolation and amplification. Even though previous Strand-seq studies isolated cells using FACS, microfluidics also serves as an attractive alternative. PCR has been shown to produce more erroneous amplification products compared to strand displacement based methods such as MDA and MALBAC. Strand displacement amplification also tends to generate more sequence and longer products which could be beneficial for long read sequencing technologies.",
            "score": 90.55780029296875
        },
        {
            "docid": "38610814_11",
            "document": "MALBAC . MALBAC has resulted in many significant advances over other single cell sequencing techniques, foremost that it can report 93% of the genome of a single human cell. Some advantages of this technology include reduced amplification bias and increased genome coverage, the requirement for very little template DNA, and low rates of false positive and false negative mutations.",
            "score": 89.66869354248047
        },
        {
            "docid": "42067613_7",
            "document": "Single cell sequencing . MDA of individual cell genomes results in highly uneven genome coverage, i.e. relative overrepresentation and underrepresentation of various regions of the template, leading to loss of some sequences. There are two components to this process: a) stochastic over- and under-amplification of random regions; and b) systematic bias against high %GC regions. The stochastic component may be addressed by pooling single-cell MDA reactions from the same cell type, by employing fluorescent in situ hybridization (FISH) and/or post-sequencing confirmation. The bias of MDA against high %GC regions can be addressed by using thermostable polymerases, such as in the process called WGA-X .",
            "score": 89.38920593261719
        },
        {
            "docid": "42067613_3",
            "document": "Single cell sequencing . A typical human cell consists of about 2 x 3.3 billion base pairs of DNA and 600 million bases of mRNA. Usually a mix of millions of cells are used in sequencing the DNA or RNA using traditional methods like Sanger sequencing or Illumina sequencing. By using deep sequencing of DNA and RNA from a single cell, cellular functions can be investigated extensively. Like typical NGS experiments, the protocols of single cell sequencing generally contain the following steps: isolation of a single cell, nucleic acid extraction and amplification, sequencing library preparation, sequencing and bioinformatic data analysis. It is more challenging to perform single cell sequencing in comparison with sequencing from cells in bulk. The minimal amount of starting materials from a single cell make degradation, sample loss and contamination exert pronounced effects on quality of sequencing data. In addition, due to the picogram level of the amount of nucleic acids used, heavy amplification is often needed during sample preparation of single cell sequencing, resulting in the uneven coverage, noise and inaccurate quantification of sequencing data.",
            "score": 86.37313079833984
        },
        {
            "docid": "42067613_17",
            "document": "Single cell sequencing . There are several ways to isolate individual cells prior to whole genome amplification and sequencing. Fluorescence-activated cell sorting (FACS) is the most widely used approach and is employed by several high-throughput core facilities, such as Bigelow Laboratory Single Cell Genomics Center. Individual cells can also be collected by micromanipulation, for example by serial dilution or by using a patch pipette or nanotube to harvest a single cell. The advantages of micromanipulation are ease and low cost, but they are laborious and susceptible to misidentification of cell types under microscope. Laser-capture microdissection (LCM) can also be used for collecting single cells. Although LCM preserves the knowledge of the spatial location of a sampled cell within a tissue, it is hard to capture a whole single cell without also collecting the materials from neighboring cells.  High-throughput methods for single cell isolation also include microfluidics. Both of FACS and microfluidics are accurate, automatic and capable of isolating unbiased samples. However, both methods require detaching cells from their microenvironments first, thereby causing perturbation to the transcriptional profiles in RNA expression analysis.",
            "score": 86.35862731933594
        },
        {
            "docid": "21715314_9",
            "document": "Multiple displacement amplification . MDA generates sufficient yield of DNA products. It is a powerful tool of amplifying DNA molecules from samples, such as uncultured microorganism or single cells to the amount that would be sufficient for sequencing studies. The large size of MDA-amplified DNA products also provides desirable sample quality for identifying the size of polymorphic repeat alleles. Its high fidelity also makes it reliable to be used in the single-nucleotide polymorphism (SNP) allele detection. Due to its strand displacement during amplification, the amplified DNA has sufficient coverage of the source DNA molecules, which provides high quality product for genomic analysis. The products of displaced strands can be subsequently cloned into vectors to construct library for subsequent sequencing reactions.",
            "score": 86.1841812133789
        },
        {
            "docid": "49526688_3",
            "document": "G&amp;T-Seq . The advent of single-cell sequencing has provided researchers with the tools to resolve genotypically and phenotypically distinct cells within a mixed population. In cases where such heterogeneity is relevant, such as in tumours, this technique enables the study of clonal relationships and tumour evolution. As well, rare cell types and samples otherwise containing low cell numbers, such as in the case of circulating tumour cells, can also be studied in greater detail. However, previous methods of library preparation typically involve the capture of either mRNA or genomic DNA (gDNA), but not both. By simultaneously capturing and sequencing both DNA and RNA through a method called G&T sequencing, researchers are able to obtain sequence information for both genome and transcriptome analysis from single cell libraries, thereby allowing integrated studies involving both networks. As a proof of concept, the authors of G&T-seq demonstrated its ability to acquire both the messenger RNA (mRNA) and genomic DNA (gDNA) by using paramagnetic beads with biotinylated oligo-deoxy-Thymine(dT) primer to separate the polyadenylated (Poly-A) RNA from its gDNA prior to amplification and library preparation. Validation experiments on G&T-seq performed using cell lines with previous sequencing data available show that sequencing coverage, gene expression profile, and DNA copy number profiles were reliably reproduced by G&T sequencing, and that this method was able to call a majority (87%) of all previously annotated single nucleotide variants (SNVs) in these cell lines. The authors have argued on this basis that the process of physically separating mRNA from gDNA did not negatively affect the yield or quality of sequencing data.",
            "score": 85.74995422363281
        },
        {
            "docid": "4995479_2",
            "document": "Genomic library . A genomic library is a collection of the total genomic DNA from a single organism. The DNA is stored in a population of identical vectors, each containing a different insert of DNA. In order to construct a genomic library, the organism's DNA is extracted from cells and then digested with a restriction enzyme to cut the DNA into fragments of a specific size. The fragments are then inserted into the vector using DNA ligase. Next, the vector DNA can be taken up by a host organism - commonly a population of Escherichia coli or yeast - with each cell containing only one vector molecule. Using a host cell to carry the vector allows for easy amplification and retrieval of specific clones from the library for analysis.",
            "score": 85.27290344238281
        },
        {
            "docid": "49526688_16",
            "document": "G&amp;T-Seq . Comparing the amplification of single cell residual genomic DNA after mRNA isolation by MDA to amplification of single cell genomic DNA without mRNA isolation by MDA, showed a less evenly distributed coverage across the genome after mRNA isolation. Although there was a reduction in coverage distribution, it was not by a large proportion.",
            "score": 84.60436248779297
        },
        {
            "docid": "30901421_14",
            "document": "Microfluidic whole genome haplotyping . Chromosome microdissection is another process for isolating single chromosomes for genetic analysis. As with the above technique microdissection begins with metaphase cells. The nucleus is lysed mechanically on a glass slide and part of the genetic material is partitioned under microscope. The actual microdissection of genetic material was initially accomplished through the careful use of a fine needle. Today computer-directed lasers are available. The genomic area isolated can range from part of a single chromosome, up to several chromosomes. To accomplish whole genome haplotyping the microdissected genomic section is amplified and genotyped or sequenced. Like with the microfluidic technique, specialized amplification platforms are necessary to address the problem of a small initial DNA sample.",
            "score": 83.97960662841797
        },
        {
            "docid": "49526688_7",
            "document": "G&amp;T-Seq . MDA amplification technique can be used to generate long, high quality reads that produce sequencing data of comparable quality to bulk sequencing using PCR amplification. This method involves the use of hexamer primers that bind randomly to the template, followed by DNA elongation using phi29 DNA polymerase. Upon reaching the 5’ end of a downstream primer, the polymerase displaces that elongating strand to continue synthesis. The displaced strand becomes open for pairing with more primers, allowing for amplification of the displaced strand. The process continues and produces a branched DNA library that can be cut and sequenced. The authors of the G&T technique found that, though MDA used in G&T-seq yielded genomic coverage of similar breadth as MDA performed in conventional single cell sequencing, the distribution of read coverage was less even across the genome.",
            "score": 83.87185668945312
        },
        {
            "docid": "21715314_14",
            "document": "Multiple displacement amplification . The ability to sequence individual cells is also useful in combating human disease. Genomes from single human embryonic cells have been successfully amplified for sequencing using MDA, allowing preimplantation genetic diagnosis (PGD): screening for genetic health issues in an early-stage embryo before implantation. Diseases with heterogeneous properties, such as cancer, also benefit from MDA-based genome sequencing's ability to study mutations in individual cells.",
            "score": 83.38397979736328
        },
        {
            "docid": "2332422_5",
            "document": "Carcinogenesis . There is a diverse classification scheme for the various genomic changes that may contribute to the generation of cancer cells. Many of these changes are mutations, or changes in the nucleotide sequence of genomic DNA. There are also many epigenetic changes that alter whether genes are expressed or not expressed. Aneuploidy, the presence of an abnormal number of chromosomes, is one genomic change that is not a mutation, and may involve either gain or loss of one or more chromosomes through errors in mitosis. Large-scale mutations involve the deletion or gain of a portion of a chromosome. Genomic amplification occurs when a cell gains many copies (often 20 or more) of a small chromosomal region, usually containing one or more oncogenes and adjacent genetic material. Translocation occurs when two separate chromosomal regions become abnormally fused, often at a characteristic location. A well-known example of this is the Philadelphia chromosome, or translocation of chromosomes 9 and 22, which occurs in chronic myelogenous leukemia, and results in production of the BCR-abl fusion protein, an oncogenic tyrosine kinase. Small-scale mutations include point mutations, deletions, and insertions, which may occur in the promoter of a gene and affect its expression, or may occur in the gene's coding sequence and alter the function or stability of its protein product. Disruption of a single gene may also result from integration of genomic material from a DNA virus or retrovirus, and such an event may also result in the expression of viral oncogenes in the affected cell and its descendants.",
            "score": 83.18574523925781
        },
        {
            "docid": "45374363_7",
            "document": "Single-cell DNA template strand sequencing . The majority of current applications for Strand-seq start by aligning sequenced reads to a reference genome. Alignment can be performed using a variety of short-read aligners such as BWA and Bowtie. By aligning Strand-seq reads from a single cell to the reference genome, the inherited template strands can be determined. If the cell was sequenced after more than one generation, a pattern of chromatid assortment can be ascertained for the particular cell lineage at hand.  Presently, the Bioinformatic Analysis of Inherited Templates (BAIT) is the only bioinformatic software to exclusively analyze reads generated from the Strand-seq methodology. It begins by aligning the reads to a reference sequence, binning the genome into sections, and finally counting the number of Watson and Crick reads falling within each bin. From here, BAIT enables the identification of SCE events, misoriented contigs in the reference genome, aneuploid chromosomes and modes of sister chromatid segregation. It can also aid in assembling early-build genomes and assigning orphan scaffolds to locations within late-build genomes.",
            "score": 82.53311157226562
        },
        {
            "docid": "5747184_2",
            "document": "Stem cell genomics . Stem cell genomics analyzes the genomes of stem cells. Currently, this field is rapidly expanding due to the dramatic decrease in the cost of sequencing genomes. The study of stem cell genomics has wide reaching implications in the study of stem cell biology and possible therapeutic usages of stem cells. Application of research in this field could lead to drug discovery and information on diseases by the molecular characterization of the pluripotent stem cell through DNA and transcriptome sequencing and looking at the epigenetic changes of stem cells and subsequent products. One step in that process is single cell phenotypic analysis, and the connection between the phenotype and genotype of specific stem cells. While current genomic screens are done with entire populations of cells, focusing in on a single stem cell will help determine specific signaling activity associated with varying degrees of stem cell differentiation and limit background due to heterogeneous populations. Single cell analysis of induced pluripotent stem cells (iPSCs), or stem cells able to differentiate into many different cell types, is a suggested method for treating such diseases like Alzheimer's disease (AD). This includes for understanding the differences between sporadic AD and familial AD. By first taking a skin sample from the patient and are transformed by transducing cells using retroviruses to encode such stem cell genes as Oct4, Sox2, KLF4 and cMYC. This allows for skin cells to be reprogrammed into patient-specific stem cell lines. Taking genomic sequences of these individual cells would allow for patient-specific treatments and furthering understanding of AD disease models. This technique would be used for similar diseases, like amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). These stem cells developed from a singular patient would also be able to be used to produce cells affected in the above-mentioned diseases. As mentioned, it will also lead to patient specific phenotypes of each disease. Further chemical analyses to develop safer drugs can be done through sequence information and cell-culture tests on iPSCs. After development on a specific drug, it can be transferred to other patient diseased cells while also being safety tested.",
            "score": 82.3373031616211
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 82.21208190917969
        },
        {
            "docid": "15360151_7",
            "document": "ChIP-sequencing . There are many new sequencing methods used in this sequencing step. Some technologies that analyze the sequences can use cluster amplification of adapter-ligated ChIP DNA fragments on a solid flow cell substrate to create clusters of approximately 1000 clonal copies each. The resulting high density array of template clusters on the flow cell surface is sequenced by a Genome analyzing program. Each template cluster undergoes sequencing-by-synthesis in parallel using novel fluorescently labelled reversible terminator nucleotides. Templates are sequenced base-by-base during each read. Then, the data collection and analysis software aligns sample sequences to a known genomic sequence to identify the ChIP-DNA fragments.",
            "score": 81.54740142822266
        },
        {
            "docid": "21647820_13",
            "document": "Whole genome sequencing . Single cell genome sequencing is being tested as a method of preimplantation genetic diagnosis, wherein a cell from the embryo created by in vitro fertilization is taken and analyzed before embryo transfer into the uterus. After implantation, cell-free fetal DNA can be taken by simple venipuncture from the mother and used for whole genome sequencing of the fetus.",
            "score": 81.28094482421875
        },
        {
            "docid": "55666703_13",
            "document": "LIANTI . LIANTI exhibits the highest amplification uniformity compared to other single-cell WGA methods, as shown by read depth plots across the genome, as well as coefficient of variation for read depths along the genome as a function of bin size. Together with its unique capability of digital counting to infer fragment numbers based on the mapping coordinates of each amplicon, LIANTI allows accurate detection of single-cell micro-CNVs with kilobase resolution. For comparison, other single-cell WGA methods including DOP-PCR, MDA and MALBAC can only detect CNVs with megabase resolution due to amplification noise, thus completely missing micro-CNVs in single cells.",
            "score": 80.89887237548828
        },
        {
            "docid": "18293050_4",
            "document": "Genetically modified mouse . There are two basic technical approaches to produce genetically modified mice. The first involves pronuclear injection into a single cell of the mouse embryo, where it will randomly integrate into the mouse genome. This method creates a transgenic mouse and is used to insert new genetic information into the mouse genome or to over-express endogenous genes. The second approach, pioneered by Oliver Smithies and Mario Capecchi, involves modifying embryonic stem cells with a DNA construct containing DNA sequences homologous to the target gene. Embryonic stem cells that recombine with the genomic DNA are selected for and they are then injected into the mice blastocysts. This method is used to manipulate a single gene, in most cases \"knocking out\" the target gene, although more subtle genetic manipulation can occur (e.g. only changing single nucleotides).",
            "score": 80.13311004638672
        },
        {
            "docid": "38991948_2",
            "document": "Single-cell analysis . In the field of cellular biology, single-cell analysis is the study of genomics, transcriptomics, proteomics and metabolomics at the single cell level. Due to the heterogeneity seen in both eukaryotic and prokaryotic cell populations, analyzing a single cell makes it possible to discover mechanisms not seen when studying a bulk population of cells. Technologies such as fluorescence-activated cell sorting (FACS) have increased the throughput of single cell sorting, and increased the development of single cell analysis techniques. The development of new technologies are increasing our ability to sequence the genome, and transcriptome, of single cells, as well as to quantify their proteome and metabolome. New developments in mass spectrometry techniques have become important analytical tools for proteomic and metabolomic analysis of single cells. In situ sequencing and fluorescence in situ hybridization (FISH) do not require that cells be isolated and are increasingly being used for analysis of tissues.",
            "score": 80.0451431274414
        }
    ]
}