{
    "q": [
        {
            "docid": "1604312_7",
            "document": "CCR5 . HIV-1 most commonly uses the chemokine receptors CCR5 and/or CXCR4 as co-receptors to enter target immunological cells. These receptors are located on the surface of host immune cells whereby they provide a method of entry for the HIV-1 virus to infect the cell. The HIV-1 envelope glycoprotein structure is essential in enabling the viral entry of HIV-1 into a target host cell. The envelope glycoprotein structure consists of two protein subunits cleaved from a Gp160 protein precursor encoded for by the HIV-1 \"env\" gene: the Gp120 external subunit, and the Gp41 transmembrane subunit. This envelope glycoprotein structure is arranged into a spike-like structure located on the surface of the virion and consists of a trimer of three Gp120-Gp41 hetero-dimers. The Gp120 envelope protein is a chemokine mimic. It lacks the unique structure of a chemokine, however it is still capable of binding to the CCR5 and CXCR4 chemokine receptors. During HIV-1 infection, the Gp120 envelope glycoprotein subunit binds to a CD4 glycoprotein and a HIV-1 co-receptor expressed on a target cell- forming a heterotrimeric complex. The formation of this complex stimulates the release of a fusogenic peptide inducing the fusion of the viral membrane with the membrane of the target host cell. Because binding to CD4 alone can sometimes result in gp120 shedding, gp120 must next bind to co-receptor CCR5 in order for fusion to proceed. The tyrosine sulfated amino terminus of this co-receptor is the \"essential determinant\" of binding to the gp120 glycoprotein. Co-receptor recognition also include the V1-V2 region of gp120, and the bridging sheet (an antiparallel, 4-stranded β sheet that connects the inner and outer domains of gp120). The V1-V2 stem can influence \"co-receptor usage through its peptide composition as well as by the degree of N-linked glycosylation.\" Unlike V1-V2 however, the V3 loop is highly variable and thus is the most important determinant of co-receptor specificity. The normal ligands for this receptor, RANTES, MIP-1β, and MIP-1α, are able to suppress HIV-1 infection \"in vitro\". In individuals infected with HIV, CCR5-using viruses are the predominant species isolated during the early stages of viral infection, suggesting that these viruses may have a selective advantage during transmission or the acute phase of disease. Moreover, at least half of all infected individuals harbor only CCR5-using viruses throughout the course of infection.",
            "score": 87.0238516330719
        },
        {
            "docid": "5951626_17",
            "document": "Antigenic variation . The major challenge in controlling HIV-1 infection in the long term is immune escape. The extent and frequency to which an epitope will be targeted by a particular HLA allele differs from person-to-person. Moreover, as a consequence of immunodominance, an individual’s CTL response is limited to a few epitopes of a specific HLA allele although six HLA class 1 alleles are expressed. Although the CTL response in the acute phase is directed against limited number of epitopes, the epitopic repertoire increases with time due to viral escape. Additionally amino acid co-evolution is a challenging issue that needs to be addressed. For example, a substitution in a particular site results in a secondary or compensatory mutation in another site. An invaluable discovery was that when a selective pressure is applied, the pattern of HIV-1 evolution can be predicted. In individuals who express a protective HLA B*27 allele, the first mutation that occurs in the Gag epitope KK10 is at position 6 from an L to an M and after several years there is a change in position 2 from a R to a K. Therefore, the knowledge of the predictability of the escape pathways can be utilized to design immunogens. The region gp120 of HIV-1 Env which contacts CD4, its primary receptor, is functionally conserved and vulnerable to neutralizing antibodies such as monoclonal antibody b12. Recent findings show that resistance to neutralization by b12 was an outcome of substitutions that resided in the region proximal to CD4 contact surface. In this way the virus evades neutralization by b12 without affecting its binding to CD4.",
            "score": 132.29144406318665
        },
        {
            "docid": "2852949_4",
            "document": "Envelope glycoprotein GP120 . The boundaries of the potential to add and eliminate PNGSs are naively explored by growing viral populations following each new infection. While the transmitting host has developed a neutralizing antibody response to gp120, the newly infected host lacks immune recognition of the virus. Sequence data shows that initial viral variants in an immunologically naïve host have few glycosylation sites and shorter exposed variable loops. This may facilitate viral ability to bind host cell receptors. As the host immune system develops antibodies against gp120, immune pressures seem to select for increased glycosylation, particularly on the exposed variable loops of gp120. Consequently, insertions in \"env\", which confer more PNGSs on gp120 may be more tolerated by the virus as higher glycan density promotes the viral ability to evade antibodies and thus promotes higher viral fitness. In considering how much PNGS density could theoretically change, there may be an upper bound to PNGS number due to its inhibition of gp120 folding, but if the PNGS number decreases substantially, then the virus is too easily detected by neutralizing antibodies. Therefore, a stabilizing selection balance between low and high glycan densities is likely established. A lower number of bulky glycans improves viral replication efficiency and higher number on the exposed loops aids host immune evasion via disguise. The relationship between gp120 and neutralizing antibodies is an example of Red Queen evolutionary dynamics. Continuing evolutionary adaptation is required for the viral envelope protein to maintain fitness relative to the continuing evolutionary adaptations of the host immune neutralizing antibodies, and vice versa, forming a coevolving system.",
            "score": 122.04815208911896
        },
        {
            "docid": "2852949_3",
            "document": "Envelope glycoprotein GP120 . Since gp120 plays a vital role in the ability of HIV-1 to enter CD4 cells, its evolution is of particular interest. Many neutralizing antibodies bind to sites located in variable regions of gp120, so mutations in these regions will be selected for strongly. The diversity of \"env\" has been shown to increase by 1-2% per year in HIV-1 group M and the variable units are notable for rapid changes in amino acid sequence length. Increases in gp120 variability result in significantly elevated levels of viral replication, indicating an increase in viral fitness in individuals infected by diverse HIV-1 variants. Further studies have shown that variability in potential N-linked glycosylation sites (PNGSs) also result in increased viral fitness. PNGSs allow for the binding of long-chain carbohydrates to the high variability regions of gp120, so the authors hypothesize that the number of PNGSs in \"env\" might affect the fitness of the virus by providing more or less sensitivity to neutralizing antibodies. The presence of large carbohydrate chains extending from gp120 might obscure possible antibody binding sites.",
            "score": 96.93554484844208
        },
        {
            "docid": "2852949_5",
            "document": "Envelope glycoprotein GP120 . Since CD4 receptor binding is the most obvious step in HIV infection, gp120 was among the first targets of HIV vaccine research. Efforts to develop HIV vaccines targeting gp120, however, have been hampered by the chemical and structural properties of gp120, which make it difficult for antibodies to bind to it. gp120 can also easily be shed from the surface of the virus and captured by T cells due to its loose binding with gp41. A conserved region in the gp120 glycoprotein that is involved in the metastable attachment of gp120 to CD4 has been identified and targeting of invariant region has been achieved with a broadly neutralising antibody, IgG1-b12. NIH research published in Science reports the isolation of 3 antibodies that neutralize 90% of HIV-1 strains at the CD4bs region of gp120, potentially offering a therapeutic and vaccine strategy. However, most antibodies that bind the CDbs region of gp120 do not neutralize HIV, and rare ones that do such as IgG1-b12 have unusual properties such as asymmetry of the Fab arms or in their positioning. Unless a gp120-based vaccine can be designed to elicit antibodies with strongly neutralizing antiviral properties, there is concern that breakthrough infection leading to humoral production of high levels of non-neutralizing antibodies targeting the CD4 binding site of gp120 is associated with faster disease progression to AIDS.",
            "score": 92.3894921541214
        },
        {
            "docid": "9691122_15",
            "document": "Galectin . Galectin-1 has been shown to enhance HIV infection due to its galactose binding specificity. HIV preferentially infects CD4 T cells and other cells of the immune system, immobilising the adaptive immune system. HIV is a virus that infects CD4 cells via binding of its viral envelope glycoprotein complex, which consists of gp120 and gp41. The gp120 glycoprotein contains two types of N-glycan, high mannose oligomers and N-acetyllactosamine chains on a trimannose core. The high mannose oligomers are pathogen-associated molecular pattern (PAMPs) and are recognised by the C-type lectin DC-SIGN found on dendritic cells. The N-acetyllactosamine chains are ligands for galectin-1. Galectin-1 is expressed in the thymus. In particular it is secreted in abundance by Th1 cells. In its normal function, galectin-1 binds to glycans on the CD4 co-receptor of T cells to prevent auto reactivity. When HIV is present, the galectin bridges between the CD4 co-receptor and gp120 ligands, thus facilitating HIV infection of the T cell. Galectin-1 is not essential for HIV infection but assists it by accelerating the binding kinetics between gp120 and CD4. Knowledge of the mechanism between galectin and HIV may provide important therapeutic opportunities. A galectin-1 inhibitor can be used in conjunction with antiretroviral drugs to decrease the infectivity of the HIV and increase the efficacy of the drug.",
            "score": 84.28568577766418
        },
        {
            "docid": "33139249_3",
            "document": "Discovery and development of integrase inhibitors . The body uses its immune system to protect itself from bacteria, viruses and other disease-causing beings, and when it fails to do so immunodeficiency diseases occur. One such disease is acquired immunodeficiency syndrome (AIDS) which is most commonly a result of an infection by the human immunodeficiency virus (HIV). Two closely related types of HIV have been identified, HIV-1 and HIV-2. While HIV-2 is spreading in India and West Africa, HIV-1 is more virulent and the number one cause of AIDS worldwide. Though some of the patients have different results in most cases people infected with HIV go on to develop AIDS and ultimately die of opportunistic infections or cancer. Integration to the retroviral genome is critical for gene expression and viral replication. The viral genome is reversely transcribed into the DNA of the infected cell by viral reverse transcriptase, the DNA is then integrated into the host-cell chromosomes with the aid of the viral integrase. RNA transcripts are produced from integrated viral DNA and serve both as mRNAs to direct the synthesis of viral proteins and later as RNA genomes of the new viral particles.Viral particles escape from the cell by budding from the plasma membrane, each enclosed in a membrane envelope.",
            "score": 90.42447209358215
        },
        {
            "docid": "6021781_63",
            "document": "HIV/AIDS in China . The genetic diversity of HIV presents an enormous challenge for researchers. And, because the virus has the ability to evade neutralizing antibodies produced by natural immunity, the standard vaccine strategy of mimicking natural infection to induce antibodies has so far proved impossible. Strengthening cell-mediated immunity offers another possible route to success. About 90% of candidate HIV vaccines in development use this approach. These products will not prevent infection. But it is hoped that they will lower viral load and therefore progression to AIDS and secondary transmissions. Some observers believe that a vaccine to prevent HIV will never be achieved. Ultimately, even if an HIV preventive vaccine were to be developed, they are unlikely to be 100% effective. It has come to be realised that no single approach alone will be able to stem the spread of HIV. The future of HIV prevention will most likely involve combining new methods with existing approaches, such as condom use.",
            "score": 103.3696768283844
        },
        {
            "docid": "6021647_37",
            "document": "Sulfatide . Sulfatide shows involvement in HIV-1 infection. gp120-gp41 are specific types of envelope glycoprotein complexes that are found on HIV-1. These glycoprotein complexes can interact with CD4, a viral receptor molecule, which induces a change in the conformation of gp120. This change in conformation allows the gp120 complex to interact with the chemokine co-receptor and the insertion of the fusion peptide, gp41, into the membrane of the host cell. This allows the HIV-1 virus to enter into the cell. Gp120 can also bind to glycolipids like sulfatide and galactocerebroside (GalCer). Sulfatide binds strongly to the V3 loop of gp120, which does not interact with CD4. Consequently, sulfatide acts as an alternate virus receptor in CD4- cells, and it participates in transmembrane signaling. However, sulfatide has little function in HIV-1 infection of CD4+ cells.",
            "score": 75.15188467502594
        },
        {
            "docid": "8885590_4",
            "document": "HIV superinfection . It is unknown what aspects of the natural immune response to HIV may protect someone from superinfection, but it has been shown that cytotoxic lymphocyte responses do not seem to be protective. In addition, it has been demonstrated that superinfection can occur in individuals that demonstrate a robust anti-HIV antibody response. The anti-HIV antibody response broadens and strengthens in individuals post-superinfection.  Taken with the finding that super-infection is common and occurs within and between HIV subtypes it has been suggested that the immune response elicited by primary infection may confer limited protection and raises concerns that HIV-vaccine strategies designed to replicate the natural anti-HIV immune response may have limited effectiveness in preventing new infections. However at the same time, HIV-infected individuals at high risk for super-infection who do not become superinfected may also provide a very interesting avenue for new vaccine research.",
            "score": 124.55231881141663
        },
        {
            "docid": "1875355_50",
            "document": "Lymphocytic choriomeningitis . The field of viral immunology will continue to be uncovered by the model system of LCMV. Specifically, the study of persistent viral infections as well as vaccine development, represent two essential areas. LCMV is already identified as the best model to examine the difference between acute and viral infection in its natural host \"Mus musculus\", the common house mouse. Conveniently, the mouse is also the most widely used genetic model for mammalian genetics. A major phenotypic difference results from only two nucleotide differences between acute LCMV, also known as Armstrong LCMV, and one of its variant, Clone 13, which leads to persistent LCMV infection. One of the nucleotide mutations is in the process of glycoprotein formation and affects tropism. The second base pair mutation affects the polymerase which influences replicative capacity. The mechanism of these mutations and how they confer such a profound physiological difference, acute versus chronic LCMV infection is yet to be understood.",
            "score": 60.00605881214142
        },
        {
            "docid": "2378970_6",
            "document": "HIV disease progression rates . During the initial weeks after HIV infection, qualitative differences in the cell-mediated immune response are observed that correlate with different disease progression rates (i.e., rapid progression to WHO stage 4 and the rapid loss of CD4+ T cell levels versus normal to slow progression to WHO stage 4 and the maintenance of CD4+ T cell counts above 500/µl). The appearance of HIV-1-specific CD8+ cytotoxic T cells (CTLs) early after primo-infection has been correlated with the control of HIV-1 viremia. The virus which escapes this CTL response have been found to have mutations in specific CTL epitopes. Individuals with a broad expansion of the V-beta chain of the T cell receptor of CD8+ T cells during primo-infection appear to have low levels of virus six to twelve months later, which is predictive of relatively slow disease progression. In contrast, individuals with an expansion of only a single subset of the V-beta chain of the CD8+ T cells are not able to control HIV levels over time, and thus have high viral loads six to twelve months later. LTNP’s have also been shown to have a vigorous proliferation of circulating activated HIV-1-specific CD4+ T cell and CTL response against multiple epitopes with no detectable broadly cross-reactive neutralizing antibodies in the setting of an extremely low viral load. However, a few reports have correlated the presence of antibodies against Tat in LTNP status.",
            "score": 118.25061166286469
        },
        {
            "docid": "2846927_6",
            "document": "Structure and genome of HIV . As the only proteins on the surface of the virus, the envelope glycoproteins (gp120 and gp41) are the major targets for HIV vaccine efforts. Over half of the mass of the trimeric envelope spike is N-linked glycans. The density is high as the glycans shield underlying viral protein from neutralisation by antibodies. This is one of the most densely glycosylated molecules known and the density is sufficiently high to prevent the normal maturation process of glycans during biogenesis in the endoplasmic and Golgi apparatus. The majority of the glycans are therefore stalled as immature 'high-mannose' glycans not normally present on secreted or cell surface human glycoproteins. The unusual processing and high density means that almost all broadly neutralising antibodies that have so far been identified (from a subset of patients that have been infected for many months to years) bind to or, are adapted to cope with, these envelope glycans.",
            "score": 73.90012681484222
        },
        {
            "docid": "24106596_3",
            "document": "Barton Haynes . Haynes was the director of the Center for HIV/AIDS Vaccine Immunology (CHAVI), which was funded by the NIAID from 2005-2011 to overcome obstacles to HIV vaccine development. The \"big science\" approach of the CHAVI grant enabled the following scientific discoveries by the CHAVI team: 1) the delineation of HIV-1 transmitted/founder viruses that are responsible for the transmission of HIV/AIDS; 2) the discovery of host tolerance mechanisms that limit the induction of broad neutralizing antibodies in HIV-1 infection; 3) the fine mapping and delineation of the immunological events that transpire during the earliest days of HIV-1 infection; 4) the discovery of new genes and gene mutations/duplications that contribute to HIV-1 control and progression; 5) the design of mosaic T cell and B cell Env vaccine candidates to overcome HIV diversity; 6) the discovery of the immune correlates of risk of infection in the RV144 trial; 7) the isolation of rare broad neutralizing HIV antibodies and their ancestor antibodies; and 8) the development of a new strategy for vaccine development called B Cell Lineage Immunogen Design. He led the group that deciphered the maturation pathways of several types of broadly neutralizing antibodies that point the way to vaccine designs, and has worked out the immunobiology of HIV-host interactions that control broad neutralizing antibody development.",
            "score": 111.09059131145477
        },
        {
            "docid": "1799250_20",
            "document": "Cardiolipin . Human immunodeficiency virus-1 (HIV-1) has infected more than 60 million people worldwide. HIV-1 envelope glycoprotein contains at least four sites for neutralizing antibodies. Among these sites, the membrane-proximal region (MPR) is particularly attractive as an antibody target because it facilitates viral entry into T cells and is highly conserved among viral strains. However, it is found that two antibodies directed against 2F5, 4E10 in MPR react with self-antigens, including cardiolipin. Thus, it’s difficult for such antibodies to be elicited by vaccination.",
            "score": 93.60297393798828
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 66.0449230670929
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 101.470658659935
        },
        {
            "docid": "14170_19",
            "document": "HIV . Sexual intercourse is the major mode of HIV transmission. Both X4 and R5 HIV are present in the seminal fluid, which enables the virus to be transmitted from a male to his sexual partner. The virions can then infect numerous cellular targets and disseminate into the whole organism. However, a selection process leads to a predominant transmission of the R5 virus through this pathway. In patients infected with subtype B HIV-1, there is often a co-receptor switch in late-stage disease and T-tropic variants that can infect a variety of T cells through CXCR4. These variants then replicate more aggressively with heightened virulence that causes rapid T cell depletion, immune system collapse, and opportunistic infections that mark the advent of AIDS. Thus, during the course of infection, viral adaptation to the use of CXCR4 instead of CCR5 may be a key step in the progression to AIDS. A number of studies with subtype B-infected individuals have determined that between 40 and 50 percent of AIDS patients can harbour viruses of the SI and, it is presumed, the X4 phenotypes.",
            "score": 77.04635179042816
        },
        {
            "docid": "2846927_12",
            "document": "Structure and genome of HIV . An RNA secondary structure determined by SHAPE analysis has shown to contain three stem loops and is located between the HIV protease and reverse transcriptase genes. This \"cis\" regulatory RNA has been shown to be conserved throughout the HIV family and is thought to influence the viral life cycle. The third variable loop or V3 loop is a part or region of the Human Immunodeficiency Virus. The V3 loop of the viron's envelope glycoprotein, gp120, allows it to infect human immune cells by binding to a cytokine receptor on the target human immune cell, such as a CCR5 cell or CXCR4 cell, depending on the strain of HIV. The envelope glycoprotein (Env)gp 120/41 is essential for HIV-1 entry into cells. Env serves as a molecular target of a medicine treating individuals with HIV-1 infection, and a source of immunogen to develop AIDS vaccine. However, the structure of the functional Env trimer has remained elusive.",
            "score": 85.16478943824768
        },
        {
            "docid": "14170_34",
            "document": "HIV . The final step of the viral cycle, assembly of new HIV-1 virions, begins at the plasma membrane of the host cell. The Env polyprotein (gp160) goes through the endoplasmic reticulum and is transported to the Golgi complex where it is cleaved by furin resulting in the two HIV envelope glycoproteins, gp41 and gp120. These are transported to the plasma membrane of the host cell where gp41 anchors gp120 to the membrane of the infected cell. The Gag (p55) and Gag-Pol (p160) polyproteins also associate with the inner surface of the plasma membrane along with the HIV genomic RNA as the forming virion begins to bud from the host cell. The budded virion is still immature as the gag polyproteins still need to be cleaved into the actual matrix, capsid and nucleocapsid proteins. This cleavage is mediated by the packaged viral protease and can be inhibited by antiretroviral drugs of the protease inhibitor class. The various structural components then assemble to produce a mature HIV virion. Only mature virions are then able to infect another cell.",
            "score": 56.89853525161743
        },
        {
            "docid": "9876980_10",
            "document": "Env (gene) . Exposed on the surface of the viral envelope, the glycoprotein gp120 binds to the CD4 receptor on any target cell that has such a receptor, particularly the helper T-cell. See HIV tropism and Replication cycle of HIV. Strains of HIV-1 have been isolated that are able to enter host cells that are CD4 negative. This CD4-independence is associated with spontaneous mutation in the \"env\" gene. The presence of a co-receptor, CXCR, is sufficient for this mutant strain to infect human cells. The strain with this phenotype was found to have seven mutations in the sequence coding for gp120 and it is proposed that these mutations induce conformational changes in gp120 that allow the virus to directly interact with the co-receptor.",
            "score": 80.17279696464539
        },
        {
            "docid": "14416452_7",
            "document": "Bispecific monoclonal antibody . In work with Ebolavirus vaccines, a study has shown that a DVD-Ig antibody can be used to prevent viral escape from the endosome. Ebolaviruses infect cells by receptor-mediated endocytosis. Researchers developed DVD-Igs where the outer variable regions bind to the surface glycoproteins of the viral coat and enter the cell with the virus. These outer regions are cleaved in the viral endosome, revealing the inner variable regions that then bind to both the virus and internal receptors in the endosome. Blocking the interaction between the virus and endosomal proteins prevents viral escape from the endosome and further infection.",
            "score": 84.42695832252502
        },
        {
            "docid": "20938066_7",
            "document": "Vpr . The lack of an in vitro cell culture system that demonstrated a deficit in replication upon infection with viruses in the absence of Vpr has led to some mystery in the function of Vpr. Recently, there has been experiments on monocyte-derived dendritic cells (MDDCs) using a novel in-vitro infection system. These infected human dendritic cells showed a slower rate of replication when deprived of the Vpr protein in HIV-1 cells. This replication difference occurred in a single round of infection. This was shown to be due to decreased transcriptional output from the integrated HIV viral genome. Using mutational analysis (biochemical identification of mutational changes in a nucleotide sequence), prevention of cell cycle progression into mitosis was shown to be required for LTR-mediated viral expression. These findings suggest that the evolutionarily secured G2 cell cycle arrest function of Vpr (Viral Protein R) is essential for HIV-1 replication. Furthermore, this innovative in-vitro culture system will allow researchers to address mechanisms underlying Vpr-mediated enhancement of HIV-1 replication.",
            "score": 76.21604609489441
        },
        {
            "docid": "14929103_5",
            "document": "PRO 140 . PRO 140 is a lab-made antibody that functions as an entry inhibitor. PRO 140 binds to the CCR5 receptor on the CD4 cells, and interferes with HIV's ability to enter the cell. PRO 140, a humanized form of a PA14 antibody, is a chemokine-receptor CCR5 monoclonal antibody and can inhibit CCR5 tropic HIV-1 at concentrations that do not antagonize the natural activity of CCR5 in vitro. HIV-1 entry is mediated by the HIV-1 envelope glycoproteins gp120 and gp41. The gp120 will bind CD4 and the CCR5co receptor molecule, and this triggers gp41-mediated fusion of the viral and cellular membranes. CCR5 is hence needed for the entry of the virus and this infection of healthy cells. PRO 140, the anti-CCR5 monoclonal antibody, can stop HIV from entering the cell and stop viral replication. It prevents the virus-cell binding at a distinct site in the CCR5 co-receptor without interfering with its natural activity. Unlike other entry inhibitors, PRO 140 is a monoclonal antibody. The mechanism of inhibition is competitive rather than allosteric. As such, it must be injected to be effective. However, once inside the body, PRO 140 binds to CCR5 for >60 days, which may allow for dosing as infrequently as every other week. Compared to highly-active antiretroviral therapy which has been shown to have treatment-related toxicities for HIV-infected patients, PRO140 has no multi-drug resistance or toxicities.",
            "score": 75.82328855991364
        },
        {
            "docid": "14170_40",
            "document": "HIV . Three groups of HIV-1 have been identified on the basis of differences in the envelope (\"env\") region: M, N, and O. Group M is the most prevalent and is subdivided into eight subtypes (or clades), based on the whole genome, which are geographically distinct. The most prevalent are subtypes B (found mainly in North America and Europe), A and D (found mainly in Africa), and C (found mainly in Africa and Asia); these subtypes form branches in the phylogenetic tree representing the lineage of the M group of HIV-1. Co-infection with distinct subtypes gives rise to circulating recombinant forms (CRFs). In 2000, the last year in which an analysis of global subtype prevalence was made, 47.2% of infections worldwide were of subtype C, 26.7% were of subtype A/CRF02_AG, 12.3% were of subtype B, 5.3% were of subtype D, 3.2% were of CRF_AE, and the remaining 5.3% were composed of other subtypes and CRFs. Most HIV-1 research is focused on subtype B; few laboratories focus on the other subtypes. The existence of a fourth group, \"P\", has been hypothesised based on a virus isolated in 2009. The strain is apparently derived from gorilla SIV (SIVgor), first isolated from western lowland gorillas in 2006.",
            "score": 65.5689400434494
        },
        {
            "docid": "203312_37",
            "document": "Management of HIV/AIDS . In the first 6 months after infection HIV viral loads tend to be elevated and people are more often symptomatic than in later latent phases of HIV disease. There may be special benefits to starting antiretroviral therapy early during this acute phase, including lowering the viral \"set-point\" or baseline viral load, reduce the mutation rate of the virus, and reduce the size of the viral reservoir (See section below on viral reservoirs). The SPARTAC trial compared 48 weeks of ART vs 12 weeks vs no treatment in acute HIV infection and found that 48 weeks of treatment delayed the time to decline in CD4 count below 350 cells per ml by 65 weeks and kept viral loads significantly lower even after treatment was stopped. Since viral loads are usually very high during acute infection, this period carries an estimated 26 times higher risk of transmission. By treating acutely infected patients, it is presumed that it could have a significant impact on decreasing overall HIV transmission rates since lower viral loads are associated with lower risk of transmission (See section on treatment as prevention). However an overall benefit has not been proven and has to be balanced with the risks of HIV treatment. Therapy during acute infection carries a grade BII recommendation from the US DHHS.",
            "score": 55.527592182159424
        },
        {
            "docid": "23484901_14",
            "document": "Neutralizing antibody . Neutralizing antibodies have shown potential in the treatment of retroviral infections. Medical professionals and researchers have shown how the encoding of genes which influence the production of this particular type of antibody could help in the treatment of infections which attack the immune system. Professionals in the field have used HIV treatment as an example of infections these antibodies can treat. Recently, potent and broadly neutralizing human antibodies against influenza (such as CR6261), HIV and hepatitis C have been reported, and have suggested possible strategies to generate an improved vaccine that would confer long-lasting immunity. Another disease which has been linked to the production of neutralizing antibodies is multiple sclerosis. The use of medicines which modify diseases is nothing new, used in regulation for multiple sclerosis since 1998 when the National Multiple Sclerosis Society Consensus Statement recommended their use.",
            "score": 111.25219321250916
        },
        {
            "docid": "21354427_11",
            "document": "Human T-lymphotropic virus . While there is no present licensed vaccine, there are many factors which make a vaccine against HTLV-1 feasible. The virus displays relatively low antigenic variability, natural immunity does occur in humans, and experimental vaccination using envelope antigens has been shown to be successful in animal models. Plasmid DNA vaccines elicit potent and protective immune responses in numerous small-animal models of infectious diseases. However, their immunogenicity in primates appears less potent. In the past two decades a large initiative has been put forth to understand the biological and pathogenic properties of the human T-cell lymphotropic virus type 1 (HTLV-1); this has ultimately led to the development of various experimental vaccination and therapeutic strategies to combat HTLV-1 infection. These strategies include the development of envelope glycoprotein derived B-cell epitopes for the induction of neutralizing antibodies, as well as a strategy to generate a multivalent cytotoxic T-lymphocyte (CTL) response against the HTLV-1 Tax antigen. A vaccine candidate that can elicit or boost anti-gp46 neutralizing antibody response may have a potential for prevention and therapy against HTLV-1 infection.",
            "score": 119.64545798301697
        },
        {
            "docid": "54724931_3",
            "document": "Intrastructural help . One of the approaches for a protective HIV-1 vaccine is broadly neutralizing antibodies. These antibodies are found in 10-25 % of HIV-1 infected patients. Few of those (worldwide 0.8% of HIV-1 positive individuals) are able to suppress viremia up to a level that is below the detection levels and are so-called \"elite controllers\" or \"long term non-progressors\". Most of the conducted vaccine trials were unable to induce protective neutralizing antibodies; even though some protective effects of poly-functional antibodies were observed. These Fc-dependent effects seem to play an important role in disease control as shown by the non-human primate (NHP) experiment. In contrast, the results of the adenoviral-based STEP trial suggested a higher susceptibility due to high levels of non-neutralizing poly-functional antibodies and helper T cell proliferation induced by vaccination. In mouse models antibodies from the IgG1 subclass, which were mostly induced by vaccination, were seen to possess a relatively low functionality. Therefore, one objective is to increase the quality of the immune response by the induction of poly-functional antibody sub classes, e.g. IgG2A. However, according to results from animal studies, cytotoxic T cells seem to be mandatory for a protective vaccine. Although this was not detectable in the human trials conducted to-date, it is assumed that reduction of viral loads early after infection can be achieved. Thus the current goal is to avoid uncontrolled T cell proliferation and modulate the humoral immune response towards highly efficient poly-functional monoclonal antibodies.",
            "score": 113.25125551223755
        },
        {
            "docid": "25595247_12",
            "document": "Immune network theory . Under the immune network theory, the main cause for progression to AIDS after HIV infection is not the direct killing of infected T helper cells by the virus. Following an infection with HIV that manages to establish itself, there is a complex interaction between the HIV virus, the T helper cells that it infects, and T suppressor cells. These three quasispecies apply selective pressure on one another and co-evolve in such a way that the viral epitopes eventually come to mimick the V regions of the main population of T suppressor cells. Once this happens, anti-HIV antibodies can bind to and kill most of the host's T suppressor cell population. This results in the dysregulation of the immune system, and eventually to other further anti-self reactions, including against the T helper cell population. At that point, the adaptive immune system is completely compromised and AIDS ensues. Hence in this model, the onset of AIDS is primarily an auto-immune reaction triggered by the cross-reaction of anti-HIV antibodies with T suppressor cells. Once this induced auto-immunity sets in, removing the HIV virus itself (for instance via HAART) would not be sufficient to restore proper immune function. The co-evolution of the quasispecies mentioned above will take a variable time depending on the initial conditions at the time of infection (i.e. the epitopes of the first infection and the steady state of the host's immune cell population), which would explain why there is a variable period, which differs greatly between individual patients, between HIV infection and the onset of AIDS. It also suggests that conventional vaccines are unlikely to be successful, since they would not prevent the auto-immune reaction. In fact such vaccines may do more harm in certain cases, since if the original infection comes from a source with a \"mature\" infection, those virions will have a high affinity for anti-HIV T helper cells (see above), and so increasing the anti-HIV population via vaccination only serves to provide the virus with more easy targets.",
            "score": 103.39969599246979
        },
        {
            "docid": "14170_8",
            "document": "HIV . As the sole viral protein on the surface of the virus, the Envelope protein is a major target for HIV vaccine efforts. Over half of the mass of the trimeric envelope spike is N-linked glycans. The density is high as the glycans shield the underlying viral protein from neutralisation by antibodies. This is one of the most densely glycosylated molecules known and the density is sufficiently high to prevent the normal maturation process of glycans during biogenesis in the endoplasmic and Golgi apparatus. The majority of the glycans are therefore stalled as immature 'high-mannose' glycans not normally present on human glycoproteins that are secreted or present on a cell surface. The unusual processing and high density means that almost all broadly neutralising antibodies that have so far been identified (from a subset of patients that have been infected for many months to years) bind to or, are adapted to cope with, these envelope glycans.",
            "score": 74.91234338283539
        },
        {
            "docid": "9978334_3",
            "document": "AIDSVAX . In 1991, AIDSVAX originally consisted of the B envelope of recombinant gp120, a glycoprotein unique to HIV's surface, from a strain of the virus, MN, known at the time to infect people in the United States and Europe. The vaccine was designed to provoke the production of antibodies in subjects that would strip the gp120 protein off of the HIV viral particles, effectively disabling the virus so that it could not bind to or invade susceptible cells. Then, another group, infected with a second strain of HIV, A244, was discovered in 1995, and a revised, bivalent version of the vaccine was produced that combined elements of both MN and A244. Phase I and Phase II tests of the first version were promising, showing excellent safety in chimpanzees and humans and provoking production of HIV MN and A244 antibodies in 99% of human volunteers.",
            "score": 78.90784478187561
        }
    ],
    "r": [
        {
            "docid": "5951626_17",
            "document": "Antigenic variation . The major challenge in controlling HIV-1 infection in the long term is immune escape. The extent and frequency to which an epitope will be targeted by a particular HLA allele differs from person-to-person. Moreover, as a consequence of immunodominance, an individual’s CTL response is limited to a few epitopes of a specific HLA allele although six HLA class 1 alleles are expressed. Although the CTL response in the acute phase is directed against limited number of epitopes, the epitopic repertoire increases with time due to viral escape. Additionally amino acid co-evolution is a challenging issue that needs to be addressed. For example, a substitution in a particular site results in a secondary or compensatory mutation in another site. An invaluable discovery was that when a selective pressure is applied, the pattern of HIV-1 evolution can be predicted. In individuals who express a protective HLA B*27 allele, the first mutation that occurs in the Gag epitope KK10 is at position 6 from an L to an M and after several years there is a change in position 2 from a R to a K. Therefore, the knowledge of the predictability of the escape pathways can be utilized to design immunogens. The region gp120 of HIV-1 Env which contacts CD4, its primary receptor, is functionally conserved and vulnerable to neutralizing antibodies such as monoclonal antibody b12. Recent findings show that resistance to neutralization by b12 was an outcome of substitutions that resided in the region proximal to CD4 contact surface. In this way the virus evades neutralization by b12 without affecting its binding to CD4.",
            "score": 132.29144287109375
        },
        {
            "docid": "8885590_4",
            "document": "HIV superinfection . It is unknown what aspects of the natural immune response to HIV may protect someone from superinfection, but it has been shown that cytotoxic lymphocyte responses do not seem to be protective. In addition, it has been demonstrated that superinfection can occur in individuals that demonstrate a robust anti-HIV antibody response. The anti-HIV antibody response broadens and strengthens in individuals post-superinfection.  Taken with the finding that super-infection is common and occurs within and between HIV subtypes it has been suggested that the immune response elicited by primary infection may confer limited protection and raises concerns that HIV-vaccine strategies designed to replicate the natural anti-HIV immune response may have limited effectiveness in preventing new infections. However at the same time, HIV-infected individuals at high risk for super-infection who do not become superinfected may also provide a very interesting avenue for new vaccine research.",
            "score": 124.55232238769531
        },
        {
            "docid": "2852949_4",
            "document": "Envelope glycoprotein GP120 . The boundaries of the potential to add and eliminate PNGSs are naively explored by growing viral populations following each new infection. While the transmitting host has developed a neutralizing antibody response to gp120, the newly infected host lacks immune recognition of the virus. Sequence data shows that initial viral variants in an immunologically naïve host have few glycosylation sites and shorter exposed variable loops. This may facilitate viral ability to bind host cell receptors. As the host immune system develops antibodies against gp120, immune pressures seem to select for increased glycosylation, particularly on the exposed variable loops of gp120. Consequently, insertions in \"env\", which confer more PNGSs on gp120 may be more tolerated by the virus as higher glycan density promotes the viral ability to evade antibodies and thus promotes higher viral fitness. In considering how much PNGS density could theoretically change, there may be an upper bound to PNGS number due to its inhibition of gp120 folding, but if the PNGS number decreases substantially, then the virus is too easily detected by neutralizing antibodies. Therefore, a stabilizing selection balance between low and high glycan densities is likely established. A lower number of bulky glycans improves viral replication efficiency and higher number on the exposed loops aids host immune evasion via disguise. The relationship between gp120 and neutralizing antibodies is an example of Red Queen evolutionary dynamics. Continuing evolutionary adaptation is required for the viral envelope protein to maintain fitness relative to the continuing evolutionary adaptations of the host immune neutralizing antibodies, and vice versa, forming a coevolving system.",
            "score": 122.04814910888672
        },
        {
            "docid": "41378784_5",
            "document": "Immunodominance . Having the immune response focused on a specific immunodominant epitope is useful because it allows the strongest immune response against a certain pathogen to dominate, thus eliminating the pathogen fast and effectively. However, it can also cause a hindrance because of potential pathogen escape. In the case of HIV, immunodominance can be unfavourable because of the high mutation rate of HIV. The immunodominant epitope can be mutated in the virus, thus allowing HIV to avoid the adaptive immune response when reintroduced from latency. This is why the disease perpetuates, as the virus mutates to avoid the antibodies and T cells specific for the immunodominant epitope that is no longer expressed by the virus.",
            "score": 120.06086730957031
        },
        {
            "docid": "21354427_11",
            "document": "Human T-lymphotropic virus . While there is no present licensed vaccine, there are many factors which make a vaccine against HTLV-1 feasible. The virus displays relatively low antigenic variability, natural immunity does occur in humans, and experimental vaccination using envelope antigens has been shown to be successful in animal models. Plasmid DNA vaccines elicit potent and protective immune responses in numerous small-animal models of infectious diseases. However, their immunogenicity in primates appears less potent. In the past two decades a large initiative has been put forth to understand the biological and pathogenic properties of the human T-cell lymphotropic virus type 1 (HTLV-1); this has ultimately led to the development of various experimental vaccination and therapeutic strategies to combat HTLV-1 infection. These strategies include the development of envelope glycoprotein derived B-cell epitopes for the induction of neutralizing antibodies, as well as a strategy to generate a multivalent cytotoxic T-lymphocyte (CTL) response against the HTLV-1 Tax antigen. A vaccine candidate that can elicit or boost anti-gp46 neutralizing antibody response may have a potential for prevention and therapy against HTLV-1 infection.",
            "score": 119.64545440673828
        },
        {
            "docid": "2378970_6",
            "document": "HIV disease progression rates . During the initial weeks after HIV infection, qualitative differences in the cell-mediated immune response are observed that correlate with different disease progression rates (i.e., rapid progression to WHO stage 4 and the rapid loss of CD4+ T cell levels versus normal to slow progression to WHO stage 4 and the maintenance of CD4+ T cell counts above 500/µl). The appearance of HIV-1-specific CD8+ cytotoxic T cells (CTLs) early after primo-infection has been correlated with the control of HIV-1 viremia. The virus which escapes this CTL response have been found to have mutations in specific CTL epitopes. Individuals with a broad expansion of the V-beta chain of the T cell receptor of CD8+ T cells during primo-infection appear to have low levels of virus six to twelve months later, which is predictive of relatively slow disease progression. In contrast, individuals with an expansion of only a single subset of the V-beta chain of the CD8+ T cells are not able to control HIV levels over time, and thus have high viral loads six to twelve months later. LTNP’s have also been shown to have a vigorous proliferation of circulating activated HIV-1-specific CD4+ T cell and CTL response against multiple epitopes with no detectable broadly cross-reactive neutralizing antibodies in the setting of an extremely low viral load. However, a few reports have correlated the presence of antibodies against Tat in LTNP status.",
            "score": 118.2506103515625
        },
        {
            "docid": "19167679_71",
            "document": "Virus . Not all virus infections produce a protective immune response in this way. HIV evades the immune system by constantly changing the amino acid sequence of the proteins on the surface of the virion. This is known as \"escape mutation\" as the viral epitopes escape recognition by the host immune response. These persistent viruses evade immune control by sequestration, blockade of antigen presentation, cytokine resistance, evasion of natural killer cell activities, escape from apoptosis, and antigenic shift. Other viruses, called \"neurotropic viruses\", are disseminated by neural spread where the immune system may be unable to reach them.",
            "score": 115.2192611694336
        },
        {
            "docid": "54724931_3",
            "document": "Intrastructural help . One of the approaches for a protective HIV-1 vaccine is broadly neutralizing antibodies. These antibodies are found in 10-25 % of HIV-1 infected patients. Few of those (worldwide 0.8% of HIV-1 positive individuals) are able to suppress viremia up to a level that is below the detection levels and are so-called \"elite controllers\" or \"long term non-progressors\". Most of the conducted vaccine trials were unable to induce protective neutralizing antibodies; even though some protective effects of poly-functional antibodies were observed. These Fc-dependent effects seem to play an important role in disease control as shown by the non-human primate (NHP) experiment. In contrast, the results of the adenoviral-based STEP trial suggested a higher susceptibility due to high levels of non-neutralizing poly-functional antibodies and helper T cell proliferation induced by vaccination. In mouse models antibodies from the IgG1 subclass, which were mostly induced by vaccination, were seen to possess a relatively low functionality. Therefore, one objective is to increase the quality of the immune response by the induction of poly-functional antibody sub classes, e.g. IgG2A. However, according to results from animal studies, cytotoxic T cells seem to be mandatory for a protective vaccine. Although this was not detectable in the human trials conducted to-date, it is assumed that reduction of viral loads early after infection can be achieved. Thus the current goal is to avoid uncontrolled T cell proliferation and modulate the humoral immune response towards highly efficient poly-functional monoclonal antibodies.",
            "score": 113.25125885009766
        },
        {
            "docid": "10571455_7",
            "document": "Antonio Lanzavecchia . Human monoclonal antibodies and vaccine design: Taking advantage of his studies on human memory B cells (16), Lanazvecchia developed novel and robust methods to immortalize human memory B cells and to preserve single plasma cells in culture (17, 18). He used these methods to interrogate the memory repertoire of selected individuals to isolate monoclonal antibodies with unique specificities. Several examples illustrate the power and utility of this approach. Neutralizing antibodies were isolated against SARS, cytomegalovirus, avian influenza and dengue virus. Unusually potent antibodies that neutralize human cytomegalovirus (HCMV) were isolated and their epitopes mapped to a pentameric glycoprotein complex, which is currently tested as a candidate vaccine. The most striking examples are antibodies with exceptional breadth, being able to neutralize all influenza A viruses and even four different paramyxoviruses (18,19). The methods to isolate human monoclonal antibodies developed by Lanzavecchia have realized a long-sought goal: the full exploitation of the human immune response for serotherapy and vaccine design. These fully human monoclonal antibodies can be used not only as drugs for prophylaxis and therapy of infectious diseases, but also as tools to identify vaccine candidates, a process defined as “analytic vaccinology” (20). The present work in Lanzavecchia’s laboratory addresses fundamental issues on the role of somatic mutations and the pathways leading to the development of broadly neutralizing antibodies and explores the relationship between infection and autoimmunity (21).",
            "score": 111.55437469482422
        },
        {
            "docid": "23484901_14",
            "document": "Neutralizing antibody . Neutralizing antibodies have shown potential in the treatment of retroviral infections. Medical professionals and researchers have shown how the encoding of genes which influence the production of this particular type of antibody could help in the treatment of infections which attack the immune system. Professionals in the field have used HIV treatment as an example of infections these antibodies can treat. Recently, potent and broadly neutralizing human antibodies against influenza (such as CR6261), HIV and hepatitis C have been reported, and have suggested possible strategies to generate an improved vaccine that would confer long-lasting immunity. Another disease which has been linked to the production of neutralizing antibodies is multiple sclerosis. The use of medicines which modify diseases is nothing new, used in regulation for multiple sclerosis since 1998 when the National Multiple Sclerosis Society Consensus Statement recommended their use.",
            "score": 111.252197265625
        },
        {
            "docid": "24106596_3",
            "document": "Barton Haynes . Haynes was the director of the Center for HIV/AIDS Vaccine Immunology (CHAVI), which was funded by the NIAID from 2005-2011 to overcome obstacles to HIV vaccine development. The \"big science\" approach of the CHAVI grant enabled the following scientific discoveries by the CHAVI team: 1) the delineation of HIV-1 transmitted/founder viruses that are responsible for the transmission of HIV/AIDS; 2) the discovery of host tolerance mechanisms that limit the induction of broad neutralizing antibodies in HIV-1 infection; 3) the fine mapping and delineation of the immunological events that transpire during the earliest days of HIV-1 infection; 4) the discovery of new genes and gene mutations/duplications that contribute to HIV-1 control and progression; 5) the design of mosaic T cell and B cell Env vaccine candidates to overcome HIV diversity; 6) the discovery of the immune correlates of risk of infection in the RV144 trial; 7) the isolation of rare broad neutralizing HIV antibodies and their ancestor antibodies; and 8) the development of a new strategy for vaccine development called B Cell Lineage Immunogen Design. He led the group that deciphered the maturation pathways of several types of broadly neutralizing antibodies that point the way to vaccine designs, and has worked out the immunobiology of HIV-host interactions that control broad neutralizing antibody development.",
            "score": 111.09059143066406
        },
        {
            "docid": "87175_6",
            "document": "Herd immunity . Herd immunity itself acts as an evolutionary pressure on certain viruses, influencing viral evolution by encouraging the production of novel strains, in this case referred to as escape mutants, that are able to \"escape\" from herd immunity and spread more easily. At the molecular level, viruses escape from herd immunity through antigenic drift, which is when mutations accumulate in the portion of the viral genome that encodes for the virus's surface antigen, typically a protein of the virus capsid, producing a change in the viral epitope. Alternatively, the reassortment of separate viral genome segments, or antigenic shift, which is more common when there are more strains in circulation, can also produce new serotypes. When either of these occur, memory T cells no longer recognize the virus, so people are not immune to the dominant circulating strain. For both influenza and norovirus, epidemics temporarily induce herd immunity until a new dominant strain emerges, causing successive waves of epidemics. As this evolution poses a challenge to herd immunity, broadly neutralizing antibodies and \"universal\" vaccines that can provide protection beyond a specific serotype are in development.",
            "score": 110.58129119873047
        },
        {
            "docid": "14958_69",
            "document": "Immune system . The mechanisms used to evade the adaptive immune system are more complicated. The simplest approach is to rapidly change non-essential epitopes (amino acids and/or sugars) on the surface of the pathogen, while keeping essential epitopes concealed. This is called antigenic variation. An example is HIV, which mutates rapidly, so the proteins on its viral envelope that are essential for entry into its host target cell are constantly changing. These frequent changes in antigens may explain the failures of vaccines directed at this virus. The parasite \"Trypanosoma brucei\" uses a similar strategy, constantly switching one type of surface protein for another, allowing it to stay one step ahead of the antibody response. Masking antigens with host molecules is another common strategy for avoiding detection by the immune system. In HIV, the envelope that covers the virion is formed from the outermost membrane of the host cell; such \"self-cloaked\" viruses make it difficult for the immune system to identify them as \"non-self\" structures.",
            "score": 109.58702850341797
        },
        {
            "docid": "147473_24",
            "document": "HIV vaccine . V520 contains a weakened adenovirus that serves as a carrier for three subtype B HIV genes (\"gag\" / \"pol\" / \"nef\"). Subtype B is the most prevalent HIV subtype in the regions of the study sites. Adenoviruses are among the main causes of upper respiratory tract ailments such as the common cold. Because the vaccine contains only three HIV genes housed in a weakened adenovirus, study participants cannot become infected with HIV or get a respiratory infection from the vaccine. It was announced in September 2007 that the trial for V520 would be discontinued after it determined that the vaccination appeared associated with an increased risk of HIV infection in some recipients. The foremost issue facing the rAd5 adenovirus that was used is the high prevalence of the adenovirus-specific antibodies as a result of prior exposure to the virus. Adenovirus vectors and many other viral vectors currently used in HIV vaccines, will induce a rapid memory immune response against the vector. This results in an impediment to the development of a T cell response against the inserted antigen (HIV antigens) Additionally, it appears that V520 may have made some recipients more receptive to infection by HIV-1.",
            "score": 107.9745864868164
        },
        {
            "docid": "21053651_3",
            "document": "Hepatitis C vaccine . Most vaccines work through inducing an antibody response that targets the outer surfaces of viruses. However the Hepatitis C virus is highly variable among strains and rapidly mutating, making an effective vaccine very difficult. The detailed structure of E2 envelope glycoprotein, believed to be the key protein the virus uses to invade liver cells, was elucidated by scientists at The Scripps Research Institute (TSRI) in November 2013. Due to the relatively conserved binding region of E2 to the CD81 receptor on the liver cells, this discovery is expected to pave the way to design a HCV vaccine which will stimulate antibody response with neutralizing effects on broad range of virus strains. Another strategy which is different from conventional vaccine is to induce the T cell arm of the immune response using viral vectors, adenoviral vectors that contain large parts of the hepatitis C virus genome itself, to induce a T cell immune response against hepatitis C.",
            "score": 107.25178527832031
        },
        {
            "docid": "41578185_2",
            "document": "Broadly neutralizing HIV-1 antibodies . Broadly Neutralizing HIV-1 Antibodies (bNAbs) are neutralizing antibodies which neutralize multiple HIV-1 viral strains. bNAbs are unique in that they target conserved epitopes of the virus, meaning the virus may mutate, but the targeted epitopes will still exist. In contrast, non-bNAbs are specific for individual viral strains with unique epitopes. The discovery of bNAbs has led to an important area of research, namely, discovery of a vaccine, not only limited to HIV, but also other rapidly mutating viruses like Influenza, etc.",
            "score": 105.69305419921875
        },
        {
            "docid": "8077915_14",
            "document": "Breakthrough infection . When a person is vaccinated, their immune system develops antibodies that recognize specific segments (epitopes) viruses or viral-induced proteins. Overtime, however, viruses accumulate genetic mutations which can impact the 3d structure of viral proteins. If these mutations occur in sites that are recognized by antibodies, the mutations block antibody binding which inhibits the immune response. This phenomenon is called antigenic drift. Breakthrough infections of Hepatitis B and mumps are partially attributed to antigenic drift.",
            "score": 104.54865264892578
        },
        {
            "docid": "1933672_6",
            "document": "Original antigenic sin . Between primary and secondary infections, or following vaccination, a virus may undergo antigenic drift, in which the viral surface proteins (the epitopes) are altered through natural mutation, allowing the virus to escape the immune system. When this happens, the altered virus preferentially reactivates previously activated high-affinity memory B cells and spur antibody production. However, the antibodies produced by these B cells generally ineffectively bind to the altered epitopes. In addition, these antibodies inhibit the activation of higher-affinity naive B cells that \"would\" be able to make more effective antibodies to the second virus. This leads to a less effective immune response and recurrent infections may take longer to clear.",
            "score": 103.67145538330078
        },
        {
            "docid": "25595247_12",
            "document": "Immune network theory . Under the immune network theory, the main cause for progression to AIDS after HIV infection is not the direct killing of infected T helper cells by the virus. Following an infection with HIV that manages to establish itself, there is a complex interaction between the HIV virus, the T helper cells that it infects, and T suppressor cells. These three quasispecies apply selective pressure on one another and co-evolve in such a way that the viral epitopes eventually come to mimick the V regions of the main population of T suppressor cells. Once this happens, anti-HIV antibodies can bind to and kill most of the host's T suppressor cell population. This results in the dysregulation of the immune system, and eventually to other further anti-self reactions, including against the T helper cell population. At that point, the adaptive immune system is completely compromised and AIDS ensues. Hence in this model, the onset of AIDS is primarily an auto-immune reaction triggered by the cross-reaction of anti-HIV antibodies with T suppressor cells. Once this induced auto-immunity sets in, removing the HIV virus itself (for instance via HAART) would not be sufficient to restore proper immune function. The co-evolution of the quasispecies mentioned above will take a variable time depending on the initial conditions at the time of infection (i.e. the epitopes of the first infection and the steady state of the host's immune cell population), which would explain why there is a variable period, which differs greatly between individual patients, between HIV infection and the onset of AIDS. It also suggests that conventional vaccines are unlikely to be successful, since they would not prevent the auto-immune reaction. In fact such vaccines may do more harm in certain cases, since if the original infection comes from a source with a \"mature\" infection, those virions will have a high affinity for anti-HIV T helper cells (see above), and so increasing the anti-HIV population via vaccination only serves to provide the virus with more easy targets.",
            "score": 103.39969635009766
        },
        {
            "docid": "6021781_63",
            "document": "HIV/AIDS in China . The genetic diversity of HIV presents an enormous challenge for researchers. And, because the virus has the ability to evade neutralizing antibodies produced by natural immunity, the standard vaccine strategy of mimicking natural infection to induce antibodies has so far proved impossible. Strengthening cell-mediated immunity offers another possible route to success. About 90% of candidate HIV vaccines in development use this approach. These products will not prevent infection. But it is hoped that they will lower viral load and therefore progression to AIDS and secondary transmissions. Some observers believe that a vaccine to prevent HIV will never be achieved. Ultimately, even if an HIV preventive vaccine were to be developed, they are unlikely to be 100% effective. It has come to be realised that no single approach alone will be able to stem the spread of HIV. The future of HIV prevention will most likely involve combining new methods with existing approaches, such as condom use.",
            "score": 103.36967468261719
        },
        {
            "docid": "11026468_3",
            "document": "Antigenic escape . Different antigens are able to escape through a variety of mechanisms. For example, the African trypanosome parasites are able to clear the host's antibodies, as well as resist lysis and inhibit parts of the innate immune response. Another bacteria, \"Bordetella pertussis\", is able to escape the immune response by inhibiting neutrophils and macrophages from invading the infection site early on. One cause of antigenic escape is that a pathogen's epitopes (the binding sites for immune cells) become too similar to a person's naturally occurring MHC-1 epitopes. The immune system becomes unable to distinguish the infection from self-cells.",
            "score": 102.51923370361328
        },
        {
            "docid": "51333984_6",
            "document": "Michel C. Nussenzweig . Nussenzweig studies molecular aspects of the immune system’s adaptive and innate responses, using a combination of biochemistry, molecular biology, and genetics. Work on adaptive immunity focuses on B lymphocytes and antibodies to HIV-1, while work on innate immunity focuses on dendritic cells. The laboratory has isolated and cloned human antibodies to HIV-1 and explored their roles in prevention and therapy. In clinical trials, a broadly neutralizing antibody isolated from an HIV-infected patient was shown to be safe and effective and to interfere with chronic infection in a way that traditional antiretroviral therapy does not. His research has led to the development of innovative vaccines against infectious diseases and new treatments for autoimmunity.",
            "score": 102.37666320800781
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 101.47066497802734
        },
        {
            "docid": "45570_35",
            "document": "DNA vaccination . Additionally, the titres of specific antibodies raised by DNA vaccination are lower than those obtained after vaccination with a recombinant protein. However, DNA immunization-induced antibodies show greater affinity to native epitopes than recombinant protein-induced antibodies. In other words, DNA immunization induces a qualitatively superior response. Antibodies can be induced after one vaccination with DNA, whereas recombinant protein vaccinations generally require a boost. DNA immunization can be used to bias the TH profile of the immune response and thus the antibody isotype, which is not possible with either natural infection or recombinant protein immunization. Antibody responses generated by DNA are useful as a preparative tool. For example, polyclonal and monoclonal antibodies can be generated for use as reagents.",
            "score": 100.9993896484375
        },
        {
            "docid": "45570_34",
            "document": "DNA vaccination . Comparisons of antibody responses generated by natural (viral) infection, immunization with recombinant protein and immunization with pDNA are summarised in Table 4. DNA-raised antibody responses rise much more slowly than when natural infection or recombinant protein immunization occurs. As many as 12 weeks may be required to reach peak titres in mice, although boosting can decrease the interval. This response is probably due to the low levels of antigen expressed over several weeks, which supports both primary and secondary phases of antibody response. DNA vaccine expressing HBV small and middle envelope protein was injected into adults with chronic hepatitis. The vaccine resulted in specific interferon gamma cell production. Also specific T-cells for middle envelop proteins antigens were developed. The immune response of the patients was not robust enough to control HBV infection",
            "score": 100.35157775878906
        },
        {
            "docid": "5951626_18",
            "document": "Antigenic variation . Flaviviridae is a family of viruses that encompasses well known viruses such as West Nile virus and Dengue virus. The genus \"Flavivirus\" has a prototypical envelope protein (E-protein) on its surface which serves as the target for virus neutralizing antibodies. E protein plays a role in binding to receptor and could play a role in evading the host immune system. It has three major antigenic domains namely A, B and C that correspond to the three structural domains II, III and I. Structural domain III is a putative receptor binding domain and antibodies against it neutralize the infectivity of flaviviruses. Mutations that lead to antigenic differences can be traced to the biochemical nature of the amino acid substitutions as well as the location of the mutation in the domain III. For example, substitutions at different amino acids results in varying levels of neutralization by antibodies. If mutation in a critical amino acid can dramatically alter neutralization by antibodies then WNV vaccines and diagnostic assays becomes difficult to rely on. Other flaviviruses that cause dengue, louping ill and yellow fever escape antibody neutralization via mutations in the domain III of the E protein.",
            "score": 100.17080688476562
        },
        {
            "docid": "53078311_7",
            "document": "Susan Zolla-Pazner . Building on her correlation of levels of V2 antibodies with reduced infection rates in the RV144 vaccine trial, Zolla-Pazner and her colleagues have spent the last 10 years developing “designer vaccines,” i.e., V2- and V3-scaffold proteins that focus the immune response on the production of antibodies specific for these two regions of gp120. Studies of these recombinant vaccine constructs in both rabbits and nonhuman primates have demonstrated that they induce antibodies that react with the envelopes of diverse viruses within the various subgroups of HIV and have biologic activities that have been associated with protection from infection.",
            "score": 99.59358215332031
        },
        {
            "docid": "203312_63",
            "document": "Management of HIV/AIDS . Even with all latent virus deactivated, it is thought that a vigorous immune response will need to be induced to clear all the remaining infected cells. Current strategies include using cytokines to restore CD4+ cell counts as well as therapeutic vaccines to prime immune responses. One such candidate vaccine is Tat Oyi, developed by Biosantech. This vaccine is based on the HIV protein tat. A brief report of their phase I/II clinical trial reported it was safe and well tolerated in 48 HIV-positive patients. Animal models have shown the generation of neutralizing antibodies and lower levels of HIV viremia.",
            "score": 99.34825897216797
        },
        {
            "docid": "54724931_4",
            "document": "Intrastructural help . This vaccination approach aims to induce a protective humoral and also cellular immune response by a two-step immunization scheme. The first step is based on a DNA vaccine vector in order to prime T cells. In the case of HIV, T cells specific for the group-specific antigen (Gag) are stimulated. For the second step a formulation of nano particles or virus-like particles is vaccinated. These particles contain Gag protein and HIV-Env surface protein. These particles can be recognized by B cells and subsequently be internalized, processed and presented on the cell surface on MHC-II, in combination with the primed Gag-specific T cells. This was shown to lead to a strong activation of the B cells and ultimately to the production of Env-specific antibodies by the activated B cells. In HIV research, this method was shown to enhance the specific humoral immune response and at the same time avoid an excess activation of the cellular immune response which could otherwise cause disease progression to thrive. Timewise the priming of T cells for Gag reduces the variation of the viral Env because of the lack of Env specific T cells between priming and second vaccination. This decreases the chances of escape variants developing before the boosting immunization.",
            "score": 98.54942321777344
        },
        {
            "docid": "1140215_10",
            "document": "Classical complement pathway . Immunotherapies have been developed to detect and destroy cells infected by the HIV virus via classical complement activation. This process involves creating synthetic peptides that target conserved regions in HIV specific proteins and induce an antibody specific immune response through IgG antibodies. This is important for targeting the virus in its intracellular phase because the antibodies specific to the synthetic peptides can trigger the classical complement pathway and induce the death of HIV infected cells.",
            "score": 96.96577453613281
        },
        {
            "docid": "2852949_3",
            "document": "Envelope glycoprotein GP120 . Since gp120 plays a vital role in the ability of HIV-1 to enter CD4 cells, its evolution is of particular interest. Many neutralizing antibodies bind to sites located in variable regions of gp120, so mutations in these regions will be selected for strongly. The diversity of \"env\" has been shown to increase by 1-2% per year in HIV-1 group M and the variable units are notable for rapid changes in amino acid sequence length. Increases in gp120 variability result in significantly elevated levels of viral replication, indicating an increase in viral fitness in individuals infected by diverse HIV-1 variants. Further studies have shown that variability in potential N-linked glycosylation sites (PNGSs) also result in increased viral fitness. PNGSs allow for the binding of long-chain carbohydrates to the high variability regions of gp120, so the authors hypothesize that the number of PNGSs in \"env\" might affect the fitness of the virus by providing more or less sensitivity to neutralizing antibodies. The presence of large carbohydrate chains extending from gp120 might obscure possible antibody binding sites.",
            "score": 96.935546875
        },
        {
            "docid": "54724931_5",
            "document": "Intrastructural help . One of the key aspects here is the precise modulation of the immune response upon activation. This implies good quantity and quality of induced antibodies but low levels of T cell stimulation to avoid aforementioned increased susceptibility and disease progression. First in vitro and immunization experiments conducted with Simian Immunodeficiency virus (SIV), showed a 10-50 fold increase in Env-specific antibodies of treated mice compared to exosome vaccinated ones. and was also verified for HIV in the mouse model by adoptive transfer experiments. Non-human primate experiments also indicate increased Env Ab titers upon Gag pre-immunization. It is likely to assume that these results are transferable to humans as HIV-1 patients with neutralizing antibodies were shown to possess increased numbers of Gag-specific T cells but time wise comparable levels of Env gp120 specific T cells. This points towards a contribution of the intrastructural help to the neutralization ability.",
            "score": 96.45465087890625
        }
    ]
}