{
    "q": [
        {
            "docid": "2188432_19",
            "document": "Trichobilharzia regenti . Cellular immune response is represented by production of pro-inflammatory (IL-1β, IL-6 and IL-12p40) and anti-inflammatory (IL-10) cytokines in a skin of mice infected for the first time. Lymphocytes from their skin draining lymph nodes exhibit mixed Th1/Th2 polarization after exposure to parasite antigens. On the contrary, anti-inflammatory IL-4 and IL-10 dominate in mice infected repeatedly which also secrete large amounts of histamine from mast cells. Lymphocytes from their skin draining lymph nodes produce IL-4 and IL-5 after stimulation with parasite antigens which shows Th2 polarization of host immune response.",
            "score": 72.85966730117798
        },
        {
            "docid": "23129149_7",
            "document": "Toll-like receptor 11 . \"T. gondii\" is an apicomplexan parasite that can cause infection in humans. The parasite can live in many mammals and birds, but it carries out the sexual part of its lifecycle in cats. Feline feces from infected cats or undercooked meat from infected livestock contain \"T. gondii\" oocysts. Ingesting these could lead to Toxoplasmosis, a disease which at its worst can cause encephalitis or miscarriage as the disease is passed from mother to fetus.  \"T. gondii\" and other apicomplexan parasites rely on actin-dependent gliding motility in order to gain access to the body. This form of cellular motion requires profilin, an actin filament binding protein that helps restructure the actin cytoskeleton. Without profilin, \"T. gondii\" can still grow and replicate, but it loses the ability to pass through cell layers and biological barriers in order to carry out infection. Thus profilin is a conserved, essential protein for \"T. gondii\" infection efficacy. Profilin from \"T. gondii\" is a critical parasite ligand for TLR 11. It preferentially induces IL-12 production in dendritic cells that communicate with natural killer cells and cytotoxic T cells. In one study, mice bred to not express \"TLR 11\" (knock-out mice) did not mount the IL-12 response upon profilin stimulation. Dendritic cells in the knock-out mice also failed to migrate to lymph nodes, halting the initiation of the adaptive immune response.",
            "score": 73.9955587387085
        },
        {
            "docid": "39632259_7",
            "document": "Skin immunity . From around 2005 on, the scientific community has thoroughly developed the concept of human microbiome and begun the systematic study to establish the relationship between the microbiome and human physiology in health and disease. We begin to understand that gut microbiota helps modulating host immunity at a systemic level. However, gut microbiome does not affect skin immunity significantly, instead, skin immunity is modulated by skin microflora according to the results obtained by Naik et al. Analyzing immunologic changes of germ-free (GF) mice with reconstituted gut microbiota showed a recovery of Il-17A and IFN-γ levels up to those observed in the gastrointestinal tract of specific pathogen free (SPF) mice but gut microbiome restoration did not affect skin immunity. Comparing GF and SPF mice showed a decrease in the skin production of IFN-γ and IL-17A. To evaluate the functional consequences of the absence of skin microbiota Leishmania major was introduced intradermally and the lesions were evaluated. L. major lesions in GF mice were significantly smaller and less severe than in SPF mice, however, the number of parasites after infection was significantly higher in GF mice. These results cearly indicate that GF mice have an impaired capacity of response in front of infections compared to SPF mice. Finally, mono-association of GF mice with \"S. epidermidis\" clearly restored immunity function which in the case of skin is mediated by IL-1 which is key for the restoration of IL-17A and IFN-γ levels. Thus skin commensals exert their effect by enhancing IL-1 signaling and amplifying responses according to local inflammatory milieu. As IL-1 has been implicated in the etiology and pathology of psoriasis and other cutaneous disorders, it is likely that skin commensals are important drivers and amplifiers of skin pathologies.",
            "score": 131.17155647277832
        },
        {
            "docid": "402080_21",
            "document": "Human T-lymphotropic virus 1 . HTLV-1, unlike the distantly related retrovirus HIV, has an immunostimulating effect which actually becomes immunosuppressive. The virus activates a subset of T-helper cells called Th1 cells. The result is a proliferation of Th1 cells and overproduction of Th1 related cytokines (mainly IFN-γ and TNF-α). Feedback mechanisms of these cytokines cause a suppression of the Th2 lymphocytes and a reduction of Th2 cytokine production (mainly IL-4, IL-5, IL-10 and IL-13). The end result is a reduction in the ability of the infected host to mount an adequate immune response to invading organisms that require a predominantly Th2 dependent response (these include parasitic infections and production of mucosal and humoral antibodies).",
            "score": 93.68299865722656
        },
        {
            "docid": "3340565_5",
            "document": "Heligmosomoides polygyrus . Upon infection with \"H. polygyrus\", innate and adaptive host immune responses are generated to prevent the establishment of the parasite in the gut. A strong wound healing immune response (Th2-type) associated with intestinal pathology is mounted. Similar to other roundworm infections Th2 immunity focuses on eliminating the parasite or confining it to minimize host damage.Mucus secreted by goblet cells of the intestine, acts as the first line of defense, hence increases in goblet cell number are a major observable change during \"H. polygyrus\" infection. Macrophages are activated through Th2 cytokines and they are important in parasite clearance by increase intestinal motility and to induce fibrosis and healing. These immune cells are also important in granuloma formation. This is a defensive response by the host to trap the parasite and minimize its damage to the gut. In addition, these cells are important in increasing contractions of the gut wall, which facilitates worm expulsion. The spleen, mesenteric lymph nodes, Peyer’s patches and lamina propria lymphocytes induce a strong Th2 immune response by producing different cytokines (Interleukin 3, IL4, IL5, IL9, IL10 and IL13) which are important in controlling and expelling worms. These cytokines aid in generating CD4 T helper 2 effector cells necessary for adaptive immune responses against the parasite. In addition costimulatory signals via CD80 and CD86 has also be shown important in mounting a Th2 immune response and producing immunoglobulin E (IgE). In the humoral arm of immunity, parasite specific IgG1 plays a greater role in protection during infection and IgA has been shown to have a minor effect. But IgM and IgE has not been shown important against \"H. polygyrus\" protection.",
            "score": 97.20893275737762
        },
        {
            "docid": "1171686_14",
            "document": "Regulatory T cell . Studies of human subjects with a history of leishmania infection suggest that modulation of CD8 suppressor T cells is, at least partly, mediated by cytokines. Leishmania specific CD4 helper T cells predominate in adults with strong protective immunity (skin-test positive with no history of clinical infection). When added to autologous leishmania infected macrophages these T cells cause parasite death and secretion of large amounts of interferon-gamma and lymphotoxin. CD8 T suppressor cells predominate in patients with no protective immunity (visceral leishmaniasis patients). When added to autologous peripheral blood mononuclear cells isolated after successful treatment, these T cells inhibit interferon-gamma secretion and proliferation and increase interleukin-6 and interleukin-10 secretion. A soluble factor(s) generated by antigen or phytohemagglutinin stimulation of leishmania-specific CD4 helper T cells from skin-test positive adults killed CD8 T cells but not CD4 helper T cells when added to culture media. Soluble factors generated by antigen stimulation of peripheral blood mononuclear cells from skin-test positive adults prevented CD8 suppressor T cell mediated increases in interleukin-10 secretion. These findings suggest that antigen stimulation of CD4 helper T cells results in production of cytokines that kill or down regulate CD8 T suppressor cells. Once the leishmania infection has been eliminated and leishmania antigens are gone, CD8 T suppressor cells down-regulate CD4 T helper cells. Isolation of cytokines that inhibit and kill CD8 T suppressor cells might be useful in treating diseases that involve immune suppression such as leishmaniasis, AIDS, and certain cancers.",
            "score": 93.14792919158936
        },
        {
            "docid": "7807280_11",
            "document": "Interleukin 21 . IL-21 may be a critical factor in the control of persistent viral infections. IL-21 (or IL-21R) knock-out mice infected with chronic LCMV (lymphocytic choriomeningitis virus) were not able to overcome chronic infection compared to normal mice. Besides, these mice with impaired IL-21 signaling had more dramatic exhaustion of LCMV-specific CD8+ T cells, suggesting that IL-21 produced by CD4+ T cells is required for sustained CD8+ T cell effector activity and then, for maintaining immunity to resolve persistent viral infection. Thus, IL-21 may contribute to the mechanism by which CD4+ T helper cells orchestrate the immune system response to viral infections.",
            "score": 67.40208745002747
        },
        {
            "docid": "2930584_7",
            "document": "Visceral leishmaniasis . Response to infection by \"Leishmania donovani\" varies a great deal, not only by the strength but also by the type of the patient's immune reaction. People with a history of infection by strains of leishmania that cause visceral leishmaniasis show a continuum of immune responses from protective to non-protective. Those who acquired protective immunity (skin test positive) without ever having visceral leishmaniasis have a strong type 1 CD4+ response to leishmania antigens. Antigen specific interferon-gamma and proliferation, as well as the ability to kill intracellular leishmania, are hallmarks of protective immunity. Because visceral leishmaniasis patients lack these responses to leishmania and other antigens, they usually die of secondary infections if left untreated. In addition, increased interleukin-10 secretion is characteristic of the disease. Addition of interleukin-12, anti-interleukin-10, or anti-interleukin-4 to peripheral blood mononuclear cells from acute patients sometimes increases interferon-gamma secretion and proliferation. Acute patient peripheral blood mononuclear cells include CD8+ T regulatory cells that decrease interferon-gamma secretion and proliferation responses to leishmania and other antigens and increase interleukin-10 secretion when added to autologous peripheral blood mononuclear cells harvested after successful treatment. Thus, the CD8+ T regulatory cells reproduce the immune response characteristic of visceral leishmaniasis. CD8+ T regulatory cells are also associated with post kala azar dermal leishmaniasis. Addition of interleukin-12 or interferon-gamma does not prevent CD8+ T regulatory activity. The dominance of type 1 CD4+ T cells in skin test positive adults maybe explained by their secretion of factors that inhibit and kill CD8+ T regulatory cells. Successfully treated patients rarely develop visceral leishmaniasis a second time. Their peripheral blood mononuclear cells show a mixed T1/T2 CD4+ and CD8+ T suppressor response but do have the ability to kill intracellular leishmania.",
            "score": 89.87067914009094
        },
        {
            "docid": "2846331_14",
            "document": "Helminthic therapy . Experimental data support the hypothesis that clinically induced helminthic infections have the ability to alleviate or mitigate immune responses. Most autoimmune disorders are believed to involve hyperactive Th1 or Th17 immune responses that are down regulated by the promotion of a Th2 response by helminths. Helminths secrete immunoregulatory molecules that promote the induction of regulatory T cells while inhibiting the function of antigen presenting cells and other T cells. As such, helminthic therapy attempts to restore homeostasis by shifting a hyperactive Th1 pro-inflammatory response to a Th2 response with reduced inflammation. Human and animal studies have provided evidence of decreased Th1 and Th17 immune responses with a shift to Th2 cytokine production resulting in significantly decreased levels of interleukin 12 and IFNy with simultaneous increases in the regulatory T cells, interleukin 4, interleukin 5 and interleukin 10 of test subjects. These observations indicate that helminth therapy can provide protection against autoimmune disease not only through prevention, since helminths can be present before autoimmune disease develops, but also after autoimmune responses are initiated. Furthermore, responses of type-two T helper cells rarely kill the parasitic worms. Rather, the Th2 response limits the infection by reducing the viability and reproductive capacity of the parasite.",
            "score": 56.23184311389923
        },
        {
            "docid": "14689127_15",
            "document": "Gamma delta T cell . These Vγ9Vδ2 T cells can also behave like professional antigen-presenting cells (APC). It seems that human Vγ9Vδ2 T cells are characterized by a specific inflammatory migration program, including multiple receptors for inflammatory chemokines (CXCR3, CCR1, CCR2 and CCR5). It means that the stimulation with IPP or HMB-PP induces migration to the lymphatic tissues, specifically to the T cell area of lymph nodes. So the stimulation of Vγ9Vδ2 T cells with phosphoantigens results in expression of multiple markers which are associated with APC, like MHC I and II molecules,  co-stimulatory molecules (CD80, CD86) and adhesion receptors (CD11a, CD18, CD54). Thus activated Vγ9Vδ2 T cells behave like APCs (γδ T-APC) and present antigens to αβ T cells. This leads to turn of naïve CD4+ and CD8+ αβ T cells into effector cells. The differentiation, induced by γδ T-APC, most often led to T helper cell response, in the most of cases to pro-inflammatory Th1 response with subsequent production of IFN-γ and TNF-α. But in the case of a low γδ T-APC: CD4+ ratio it leads to differentiation of some naïve αβ T cells into Th2 (IL-4) or Th0 (IL-4 plus IFN-γ) cells. Human Vγ9Vδ2 T cells are also cells with excellent antigen cross-presentation activity, a process describing the uptake of exogenous antigen and its routing to the MHC I pathway for induction CD8+ cytotoxic T cells. Thus activated cytotoxic T cells can effectively kill infected or tumor cells. This fact can be used in the immunotherapy of cancer and infectious diseases.",
            "score": 72.19914972782135
        },
        {
            "docid": "1079203_62",
            "document": "Hookworm infection . Co-infection with hookworm and \"Plasmodium falciparum\" is common in Africa. Although exact numbers are unknown, preliminary analyses estimate that as many as a quarter of African schoolchildren (17.8–32.1 million children aged 5–14 years) may be coincidentally at-risk of both \"P. falciparum\" and hookworm. While original hypotheses stated that co-infection with multiple parasites would impair the host’s immune response to a single parasite and increase susceptibility to clinical disease, studies have yielded contrasting results. For example, one study in Senegal showed that the risk of clinical malaria infection was increased in helminth-infected children in comparison to helminth-free children while other studies have failed to reproduce such results, and even among laboratory mouse experiments the effect of helminths on malaria is variable. Some hypotheses and studies suggest that helminth infections may protect against cerebral malaria due to the possible modulation of pro-inflammatory and anti-inflammatory cytokines responses. Furthermore, the mechanisms underlying this supposed increased susceptibility to disease are unknown. For example, helminth infections cause potent and highly polarized immune response characterized by increased T-helper cell type 2 (T2) cytokine and Immunoglobulin E(IgE) production. However, the effect of such responses on the human immune response is unknown. Additionally, both malaria and helminth infection can cause anemia, but the effect of co-infection and possible enhancement of anemia is poorly understood.",
            "score": 53.333656549453735
        },
        {
            "docid": "49867763_3",
            "document": "Tuft cell . Ordinarily there are very few tuft cells present but they have been shown to greatly increase at times of a parasitic infection. Several studies have proposed a role for tuft cells in defense against parasitic infection. In the intestine, tuft cells are the sole source of secreted interleukin 25 (IL-25). Tuft cells are differentiated from stem cells in the bases of intestinal glands and their increase is seen as a type-2 immune response via ILC2s, which secrete IL-13, causing an increase in the number of tuft cells. Type 2 immunity is involved in parasitic infections and allergic inflammation.",
            "score": 77.00631976127625
        },
        {
            "docid": "2188432_20",
            "document": "Trichobilharzia regenti . In a spinal cord, strong cellular immune response consisting of granulocytes, plasma cells, macrophages, and T-cells develops in immunocompetent mice especially around the damaged schistosomula. CD3-deficient mice develop no or just mild inflammation which is accompanied by neurological symptoms due to mechanical damage caused to the nervous tissue. Activated microglia are localised in the migratory tracks of schistosomula and in the inflammatory lesions containing parasite residues. Therefore, they were suggested to take part in schistosomula destruction either alone or in cooperation with macrophages and T-cells. Hypertrophied astrocytes are located in the migratory tracks and in the proximity of the schistosomula which implies their role in immune response and tissue reparation. Murine astrocytes and microglia were shown to produce pro-inflammatory cytokines (IL-6 and TNF-α) and nitric oxide after \"in vitro\" exposure to parasite antigens, which supports their role in host immune response.",
            "score": 119.40484523773193
        },
        {
            "docid": "196523_25",
            "document": "Toxoplasma gondii . Initially, a \"T. gondii\" infection stimulates production of IL-2 and IFN-γ by the innate immune system. Continuous IFN-γ production is necessary for control of both acute and chronic \"T. gondii\" infection. These two cytokines elicit a CD4+ and CD8+ T-cell mediated immune response. Thus, T-cells play a central role in immunity against \"Toxoplasma\" infection. T-cells recognize \"Toxoplasma\" antigens that are presented to them by the body’s own Major Histocompatibility Complex (MHC) molecules. The specific genetic sequence of a given MHC molecule differs dramatically between individuals, which is why these molecules are involved in transplant rejection. Individuals carrying certain genetic sequences of MHC molecules are much more likely to be infected with \"Toxoplasma\". One study of >1600 individuals found that Toxoplasma infection was especially common among people who expressed certain MHC alleles (HLA-B*08:01,HLA-C*04:01, HLA-DRB 03:01, HLA-DQA*05:01 and HLA-DQB*02:01).",
            "score": 68.51704978942871
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 145.98890852928162
        },
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 66.64674234390259
        },
        {
            "docid": "43793051_5",
            "document": "PfSPZ Vaccine . In 1967 irradiated malaria sporozoites (extracted from salivary glands of infected mosquitos) induced immune response in mice without the need of the adjuvant and similar evidence obtained in human volunteer trials. The mice were exposed to irradiated mosquitos infected by malaria parasites. Mice and volunteers did not acquire malaria because mosquitos and the sporozoites were irradiated and their immune cells triggered response that could protect them from following infection. Yet this approach was not further developed during problems with obtaining sufficient number of sporozoites and with the harvesting of parasites.",
            "score": 64.46507263183594
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 61.5163391828537
        },
        {
            "docid": "22316331_6",
            "document": "Nippostrongylus brasiliensis . \"N. brasiliensis\" provides a very valuable lab model in determining the migration pathway through the host. The life-cycle of \"N. brasiliensis\" can be passed through lab mice and due to this parasite is invaluable when it comes to being able to test for a variety of things. The availability of inbred and mutant mouse strains can be advantageous when examining the genetic basis of murine susceptibility and resistance to infection. Animal models of \"N. brasiliensis\" infections can lead to a better understanding of the basic biology of the immune response and protective immunity. For instance, they can provide the model for induction and maintenance of Th2 type immune responses and exhibit all the characteristics for eosinophilia, mastocytosis, mucus production and CD4 T cell-dependent IgE production. An infection model of \"N. brasiliensis\" has been used to determine that there are at least two distinct Th2-type immune responses: one that is TSLP-dependent, and one that is Type-1 Interferon-dependent.",
            "score": 55.63912224769592
        },
        {
            "docid": "56144908_6",
            "document": "Owais Mohammad . In general, specialized groups of pathogens adapt intra-cellular parasitism as a strategy to avoid antibody onslaught. Keeping into consideration the non-effectiveness of humoral immune response against such intracellular pathogens, Dr. Owais evaluated potential of fusogenic lipid based vaccines as an alternative prophylactic strategy. In this regard, he has compared lipid compositions of plasma membranes of both prokaryotic as well as eukaryotic cells. These studies established a correlation between the lipid compositions of plasma membranes of living organisms with evolutionary trend. Lipid isolated from lower organisms possesses strong fusogenic potential. He established that model antigens entrapped in liposomes made up of fusogenic lipids, can be delivered to the target cells including antigen presenting cells (APCs), resulting in both the endo/lysosomal and cytosolic degradation pathways for antigen processing. The dual processing of antigens in the antigen presenting cells activated both the CD4+ T helper as well as CD8+ cytotoxic T cells. Further, he established that immunization with fusogenic liposomes resulted in expression of both IL-2 and IFN-γ, the two key cytokines that eventually help in protection against intracellular infections.",
            "score": 73.87832355499268
        },
        {
            "docid": "93842_7",
            "document": "Autoimmunity . Second, autoimmunity may have a role in allowing a rapid immune response in the early stages of an infection when the availability of foreign antigens limits the response (i.e., when there are few pathogens present). In their study, Stefanova et al. (2002) injected an anti-MHC Class II antibody into mice expressing a single type of MHC Class II molecule (H-2) to temporarily prevent CD4+ T cell-MHC interaction. Naive CD4+ T cells (those that have not encountered any antigens before) recovered from these mice 36 hours post-anti-MHC administration showed decreased responsiveness to the antigen pigeon cytochrome C peptide, as determined by Zap-70 phosphorylation, proliferation, and Interleukin-2 production. Thus Stefanova et al. (2002) demonstrated that self-MHC recognition (which, if too strong may contribute to autoimmune disease) maintains the responsiveness of CD4+ T cells when foreign antigens are absent. This idea of autoimmunity is conceptually similar to play-fighting. The play-fighting of young cubs (TCR and self-MHC) may result in a few scratches or scars (low-level-autoimmunity), but is beneficial in the long-term as it primes the young cub for proper fights in the future.",
            "score": 54.04505228996277
        },
        {
            "docid": "407814_23",
            "document": "Hygiene hypothesis . The mechanism of action of the hygiene hypothesis was insufficient stimulation of the T1 arm, stimulating the cell defence of the immune system and leading to an overactive mother T2 arm, stimulating the antibody-mediated immunity of the immune systems, which in turn led to allergic disease. This explanation however, cannot explain the rise in incidence (similar to the rise of allergic diseases) of several T1-mediated autoimmune diseases, including inflammatory bowel disease, multiple sclerosis and type I diabetes. [Figure 1Bach] However, the North South Gradient seen in the prevalence of multiple sclerosis has been found to be inversely related to the global distribution of parasitic infection.[Figure 2Bach] Additionally, research has shown that MS patients infected with parasites displayed T2 type immune responses as opposed to the proinflammatory T1 immune phenotype seen in non-infected multiple sclerosis patients.[Fleming] Parasite infection has also been shown to improve inflammatory bowel disease and may act in a similar fashion as it does in multiple sclerosis.[Lee]",
            "score": 36.59395611286163
        },
        {
            "docid": "14876545_8",
            "document": "FGL2 . Secreted FGL2 (sFGL2) plays a role as a negative regulator of the Immune response. sFGL2 inhibits the adaptive immune response. Knockout mice for FGL2 have T cells that are hyperproliferative. sFGL2 is capable of inhibiting the proliferation of T cells stimulated by alloantigens and this inhibition is alleviated by the addition of a monoclonal antibody against sFGL2’s fibrinogen-like domain (FRED). When the supernatants of these T cell cultures are analyzed, they showed a predominant Th2 type polarization with upregulated levels of expression of interleukin-4 (IL-4) and Interleukin-10 (IL-10). There are also downregulated levels of Th1-type cytokines such as interleukin-2 (IL-2) and interferon γ (IFN-γ). This shows that sFGL2 largely inhibits the Th1 type response needed to activate cytotoxic lymphocytes to clear HCV infections. Additionally, sFGL2 can inhibit the maturation of immature dendritic cells (DCs) by preventing NF-κB translocation to the nucleus and subsequent expression of the co-stimulatory molecule CD80 and major histocompatibility complex II (MHC II). Therefore, sFGL2 may contribute to the negative regulatory activity exhibited by T cells.",
            "score": 105.32026863098145
        },
        {
            "docid": "10500138_17",
            "document": "CD4+ T cells and antitumor immunity . The same series of experiments, examining the role of CD4 cells, showed that high levels of IL-4 and IFNγ were present at the site of the tumor, following vaccination, and subsequent tumour challenge. (Hung, 1998) IL-4 is the predominant cytokine produced by T2 cells, while IFNγ is the predominant T1 cytokine. Earlier work has shown that these two cytokines inhibit the production of each other by inhibiting differentiation down the opposite T pathway, in normal microbial infections (Abbas and Lichtman, 2005), yet here they were seen at nearly equal levels. Even more interesting was the fact that both these cytokines were required for maximal tumor immunity, and that mice deficient in either showed greatly reduced antitumor immunity. IFN-γ null mice showed virtually no immunity, while IL-4 null mice showed a 50% reduction when compared to immunised wild type mice.",
            "score": 100.92551851272583
        },
        {
            "docid": "50468_32",
            "document": "Leishmania . Upon microbial infection, PMNs move out from the bloodstream through the vessels’ endothelial layer, to the site of the infected tissue (dermal tissue after fly bite). They immediately initiate the first immune response and phagocytize the invader by recognition of foreign and activating surfaces on the parasite. Activated PMN secrete chemokines, IL-8 particularly, to attract further granulocytes and stimulate phagocytosis. Further, \"L. major\" increases the secretion of IL-8 by PMNs. This mechanism is observed during infection with other obligate intracellular parasites, as well. For microbes like these, multiple intracellular survival mechanisms exist. Surprisingly, the coinjection of apoptotic and viable pathogens causes by far a more fulminate course of disease than injection of only viable parasites. When the anti-inflammatory signal phosphatidylserine usually found on apoptotic cells, is exposed on the surface of dead parasites, \"L. major\" switches off the oxidative burst, thereby preventing killing and degradation of the viable pathogen.",
            "score": 103.2922123670578
        },
        {
            "docid": "287299_27",
            "document": "Sarcoidosis . Granulomatous inflammation is characterized primarily by accumulation of monocytes, macrophages, and activated T-lymphocytes, with increased production of key inflammatory mediators, TNF, IFN-γ, IL-2, IL-8, IL-10, IL-12, IL-18, IL-23 and TGF-β, indicative of a Th1-mediated immune response. Sarcoidosis has paradoxical effects on inflammatory processes; it is characterized by increased macrophage and CD4 helper T-cell activation, resulting in accelerated inflammation, but immune response to antigen challenges such as tuberculin is suppressed. This paradoxic state of simultaneous hyper- and hypoactivity is suggestive of a state of anergy. The anergy may also be responsible for the increased risk of infections and cancer.",
            "score": 100.86296486854553
        },
        {
            "docid": "29940688_7",
            "document": "Effects of parasitic worms on the immune system . In their \"Parasite Immunology\" article on worms and viral infections, Dr. Kamal \"et al.\" explain why some parasitic worms aggravate the immune response. Because parasitic worms often induce Th2 cells and lead to suppressed Th1 cells, problems arise when Th1 cells are needed. Such cases occur with viral diseases. Several examples of viral infections worsened by parasitic worms are described below.",
            "score": 49.359312534332275
        },
        {
            "docid": "1399889_4",
            "document": "Lepromin . People who don't have clinical leprosy (Hansen's Disease, or HD) may have little or no skin reaction to the antigen, or may have a strong reaction to it. This is because lepromin only tests for infection, not for ongoing disease. It is believed that most people exposed to \"Mycobacterium leprae\" are not infected and thus would not respond, or are infected but self-resolve or never manifest overt symptoms and therefore would respond to the lepromin skin test. Paradoxically however, patients with \"lepromatous\" (Virchowian) HD, the most severe and transmissible form, have no skin reaction to the antigen. This is because an effective immune response to the bacterium is a result of a cellular immune response (T-cell mediated) rather than a humoral response (B-cell/antibody). Lepromatous HD, the more severe and disfiguring form is a result of the patient's immune response being mainly humoral in nature. Antibodies, the main effectors of a humoral response, are ineffective against \"M. leprae\" because of the unusually dense and waxy nature of the mycolic acid containing bacterial cell wall, and so the bacterium proliferates, causing the cutaneous disfigurements and peripheral neuropathologies characteristic of the disease. The reason there is little or no response to the lepromin test is that a positive response to lepromin is due to \"delayed type hypersensitivity\" which is T-cell mediated, and it is the failure of a robust T-cell response that results in the onset of lepromatous leprosy in the first place. However, given the severe nature of lepromatous leprosy, a skin test is unnecessary, and the definitive test, a biopsy, readily reveals the bacterium within lesions as well as the characteristic histopathology of HD. Moreover, lepromatous HD is typically diagnosed on clinical presentation alone.",
            "score": 34.1292679309845
        },
        {
            "docid": "23129149_8",
            "document": "Toll-like receptor 11 . Furthermore, mice lacking the \"TLR 11\" gene are susceptible to pancreatitis, fat cell necrosis, and increased inflammatory reactants. Pancreatitis is also a pathological response in humans to T. gondii infection. Wild-type mice are able to produce an immune response, marked by IL-12 and IFN-gamma production that is unseen in humans, who lack a functional TLR 11 protein.",
            "score": 65.73125386238098
        },
        {
            "docid": "45570_34",
            "document": "DNA vaccination . Comparisons of antibody responses generated by natural (viral) infection, immunization with recombinant protein and immunization with pDNA are summarised in Table 4. DNA-raised antibody responses rise much more slowly than when natural infection or recombinant protein immunization occurs. As many as 12 weeks may be required to reach peak titres in mice, although boosting can decrease the interval. This response is probably due to the low levels of antigen expressed over several weeks, which supports both primary and secondary phases of antibody response. DNA vaccine expressing HBV small and middle envelope protein was injected into adults with chronic hepatitis. The vaccine resulted in specific interferon gamma cell production. Also specific T-cells for middle envelop proteins antigens were developed. The immune response of the patients was not robust enough to control HBV infection",
            "score": 49.08510434627533
        },
        {
            "docid": "11026468_3",
            "document": "Antigenic escape . Different antigens are able to escape through a variety of mechanisms. For example, the African trypanosome parasites are able to clear the host's antibodies, as well as resist lysis and inhibit parts of the innate immune response. Another bacteria, \"Bordetella pertussis\", is able to escape the immune response by inhibiting neutrophils and macrophages from invading the infection site early on. One cause of antigenic escape is that a pathogen's epitopes (the binding sites for immune cells) become too similar to a person's naturally occurring MHC-1 epitopes. The immune system becomes unable to distinguish the infection from self-cells.",
            "score": 65.35298824310303
        },
        {
            "docid": "83947_27",
            "document": "Trichinosis . Another study, Dea-Ayuela et al. (2006) used extracts and excretory-secretory products from first stage larvae to produce an oral vaccine. To prevent gastric acids from dissolving the antigens before reaching the small intestine, scientists encapsulated the antigens in microcapsules. This vaccine significantly increased CD4+ cell levels, and increased antigen-specific serum IgGq and IgA, resulting in a statistically significant reduction in the average number of adult worms in the small intestines of mice. The significance of this approach is that, if the white blood cells in the small intestine have been exposed to \"Trichinella\" antigens (through vaccination), when an individual does get infected, the immune system will respond to expel the worms from the small intestine fast enough to prevent the female worms from releasing their larvae. Yuan Gu et al. (2008) tested a DNA vaccine on mice which \"induced a muscle larvae burden reduction in BALB/c mice by 29% in response to T. spiralis infection\".",
            "score": 45.60309612751007
        }
    ],
    "r": [
        {
            "docid": "38572938_3",
            "document": "Adipose tissue macrophages . Macrophages are remarkably plastic cells which in order to adapt to different tissue microenvironments can assume a range of different phenotypes. Accordingly, macrophages can exhibit either pro- or anti-inflammatory phenotypes and are routinely classified into M1 (\"classically activated\") phenotype and M2 (\"alternatively activated\") phenotype. According to this classification, macrophages acquire M1 phenotype following in vitro stimulation with interferon gamma (IFN-γ) alone or in combination with TLR ligands (e.g. lipopolysaccharide (LPS)) whereas macrophages acquire M2 phenotype after in vitro exposure to IL-4 and IL-13. M1 macrophages secrete high levels of proinflammatory cytokines (e.g. tumor necrosis factor (TNF-α), IL-6, IL-1β) and generate reactive oxygen and nitrogen species such as nitric oxide via activation of inducible nitric oxide synthase (iNOS). Conversely, M2 macrophages activate arginase 1 (Arg1) that blocks iNOS activity and therefore inhibits nitric oxide production. They also secrete anti-inflammatory cytokines (e.g. IL-10, TGF-β, IL-4) essential for inflammatory response resolution. M1 macrophages are microbicidal and tumoricidal, and stimulate adaptive immune response. M2 macrophages are associated with anti-inflammatory and homeostatic functions linked to wound healing. However, in this classification system, M1 and M2 macrophages are regarded as two extreme phenotypes. For example, macrophages stimulated with IL-4 and IL-13 are defined as M2a, whereas macrophages stimulated with LPS and apoptotic cells as M2b and macrophages stimulated with IL-10, transforming growth factor-β (TGF-β) or glucocorticoids as M2c. In adipose tissue, distinction between M1 and M2 macrophage polarization can be monitored by assessing the expression of selected markers. Macrophages displaying M1 phenotype have been characterized by expression of F4/80, CD11c and iNOS whereas macrophages displaying M2 phenotype have been characterized by expression of F4/80, CD301 and Arg1. Adiopose tissue macrophage polarization was summarized in a recent review article Appari M et al., et al.",
            "score": 154.99740600585938
        },
        {
            "docid": "11849160_8",
            "document": "Tyrosine kinase 2 . It is now widely accepted that atherosclerosis is a result of cellular and molecular events characteristic of inflammation. Vascular inflammation can be caused by upregulation of Ang-II, which is produced locally by inflamed vessels and induces synthesis and secretion of IL-6, a cytokine responsible for induction of angiotensinogen synthesis in liver through JAK/STAT3 pathway, which gets activated through high affinity membrane protein receptors on target cells, termed IL-6R-chain recruiting gp-130 that is associated with tyrosine kinases (Jaks 1/2, and Tyk2 kinase). Cytokines IL-4 and IL-13 gets elevated in lungs of chronically suffered asthmatics. Signalling through IL-4/IL-13 complexes is thought to occur through IL-4Rα-chain, which is responsible for activation of JAK-1 and Tyk2 kinases. A role of Tyk2 in rheumatoid arthritis is directly observed in Tyk2-deficient mice that were resistant to experimental arthritis. Tyk2 mice displayed a lack of responsiveness to a small amount of IFN-α, but they respond normally to a high concentration of IFN-α/β. In addition, these mice respond normally to IL-6 and IL-10, suggesting that Tyk2 is dispensable for mediating for IL-6 and IL-10 signaling and does not play a major role in IFN-α signaling. Although Tyk2 mice are phenotypically normal, they exhibit abnormal responses to inflammatory challenges in a variety of cells isolated from Tyk2 mice. The most remarkable phenotype observed in Tyk2-deficient macrophages was lack of nitric oxide production upon stimulation with LPS. Further elucidation of molecular mechanisms of LPS signaling, showed that Tyk2 and IFN-β deficiency leads resistance to LPS-induced endotoxin shock, whereas STAT1-deficient mice are susceptible. Development of a Tyk2 inhibitor appears to be a rational approach in the drug discovery.",
            "score": 146.28895568847656
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 145.98890686035156
        },
        {
            "docid": "20800103_10",
            "document": "Biological functions of nitric oxide . Nitric oxide is generated by phagocytes (monocytes, macrophages, and neutrophils) as part of the human immune response. Phagocytes are armed with inducible nitric oxide synthase (iNOS), which is activated by interferon-gamma (IFN-γ) as a single signal or by tumor necrosis factor (TNF) along with a second signal. On the other hand, transforming growth factor-beta (TGF-β) provides a strong inhibitory signal to iNOS, whereas interleukin-4 (IL-4) and IL-10 provide weak inhibitory signals. In this way, the immune system may regulate the armamentarium of phagocytes that play a role in inflammation and immune responses. Nitric oxide is secreted as free radicals in an immune response and is toxic to bacteria and intracellular parasites, including \"Leishmania\" and malaria; the mechanism for this includes DNA damage and degradation of iron sulfur centers into iron ions and iron-nitrosyl compounds.",
            "score": 145.2683868408203
        },
        {
            "docid": "45598981_16",
            "document": "Gaseous signaling molecules . Nitric oxide is also generated by phagocytes (monocytes, macrophages, and neutrophils) as part of the human immune response. Phagocytes are armed with inducible nitric oxide synthase (iNOS), which is activated by interferon-gamma (IFN-γ) as a single signal or by tumor necrosis factor (TNF) along with a second signal. On the other hand, transforming growth factor-beta (TGF-β) provides a strong inhibitory signal to iNOS, whereas interleukin-4 (IL-4) and IL-10 provide weak inhibitory signals. In this way, the immune system may regulate the resources of phagocytes that play a role in inflammation and immune responses. Nitric oxide is secreted as free radicals in an immune response and is toxic to bacteria and intracellular parasites, including \"Leishmania\" and malaria; the mechanism for this includes DNA damage and degradation of iron sulfur centers into iron ions and iron-nitrosyl compounds.",
            "score": 143.25265502929688
        },
        {
            "docid": "41120962_10",
            "document": "Neuroinflammation . During the SCI induced inflammatory response, several pro-inflammatory cytokines including interleukin 1β (IL-1β), inducible Nitric Oxide Synthase (iNOS), Interferon-γ (IFN-γ), IL-6, IL-23, and tumor necrosis factor α (TNFα) are secreted, activating local microglia and attracting various immune cells such as naive bone-marrow derived macrophages. These activated microglia and macrophages play a role in the pathogenesis of SCI.",
            "score": 132.74490356445312
        },
        {
            "docid": "39632259_7",
            "document": "Skin immunity . From around 2005 on, the scientific community has thoroughly developed the concept of human microbiome and begun the systematic study to establish the relationship between the microbiome and human physiology in health and disease. We begin to understand that gut microbiota helps modulating host immunity at a systemic level. However, gut microbiome does not affect skin immunity significantly, instead, skin immunity is modulated by skin microflora according to the results obtained by Naik et al. Analyzing immunologic changes of germ-free (GF) mice with reconstituted gut microbiota showed a recovery of Il-17A and IFN-γ levels up to those observed in the gastrointestinal tract of specific pathogen free (SPF) mice but gut microbiome restoration did not affect skin immunity. Comparing GF and SPF mice showed a decrease in the skin production of IFN-γ and IL-17A. To evaluate the functional consequences of the absence of skin microbiota Leishmania major was introduced intradermally and the lesions were evaluated. L. major lesions in GF mice were significantly smaller and less severe than in SPF mice, however, the number of parasites after infection was significantly higher in GF mice. These results cearly indicate that GF mice have an impaired capacity of response in front of infections compared to SPF mice. Finally, mono-association of GF mice with \"S. epidermidis\" clearly restored immunity function which in the case of skin is mediated by IL-1 which is key for the restoration of IL-17A and IFN-γ levels. Thus skin commensals exert their effect by enhancing IL-1 signaling and amplifying responses according to local inflammatory milieu. As IL-1 has been implicated in the etiology and pathology of psoriasis and other cutaneous disorders, it is likely that skin commensals are important drivers and amplifiers of skin pathologies.",
            "score": 131.1715545654297
        },
        {
            "docid": "14157278_8",
            "document": "PD-L1 . PD-L1 is notably expressed on macrophages. In the mouse, it has been shown that classically activated macrophages (induced by type I helper T cells or a combination of LPS and interferon-gamma) greatly upregulate PD-L1. Alternatively, macrophages activated by IL-4 (alternative macrophages), \"slightly\" upregulate PD-L1, while greatly upregulating PD-L2. It has been shown by STAT1-deficient knock-out mice that STAT1 is mostly responsible for upregulation of PD-L1 on macrophages by LPS or interferon-gamma, but is not at all responsible for its constitutive expression before activation in these mice.",
            "score": 129.1759033203125
        },
        {
            "docid": "10500138_31",
            "document": "CD4+ T cells and antitumor immunity . iNOS (inducible nitric oxide synthase) is an enzyme responsible for the production of NO, an important molecule used by macrophages to kill infected cells. (Abbas and Lichtman, 2005) A decrease in the levels of iNOS, (as seen through immunohistochemical staining) has been observed in IFNγ mice although levels of macrophages at the site of tumor challenge are similar to wild type mice. INOS mice also show decreased immunity, indicating a direct role of CD4-stimulated iNOS production in protection against tumours. (Hung et al., 1998) Similar results have been seen in knock out mice deficient in gp91phox, a protein involved in the production ROIs (Reactive Oxygen Intermediates) which are also an important weapon utilized by macrophages to elicit cell death.",
            "score": 128.54605102539062
        },
        {
            "docid": "211949_20",
            "document": "T helper cell . T1 helper cells are the host immunity effectors against intracellular bacteria and protozoa. They are triggered by IL-12 and their effector cytokines are IFN-γ and IL-2. The main effector cells of T1 immunity are macrophages as well as CD8 T cells, IgG B cells, and IFN-γ CD4 T cells. The key T1 transcription factors are STAT4 and T-bet. IFN-γ secreted by CD4 T cells can activate macrophages to phagocytose and digest intracellular bacteria and protozoa. In addition, IFN-γ can activate iNOS to produce NOx free radicals to directly kill intracellular bacteria and protozoa. T1 overactivation against autoantigens will cause Type 4 delayed-type hypersensitivity. Tuberculin reaction or Type 1 diabetes belong to this category of autoimmunity.",
            "score": 127.06583404541016
        },
        {
            "docid": "43611277_5",
            "document": "Regulatory macrophages . Surprisingly, Mregs resemble classically activated macrophages more than alternatively activated macrophages. It means that biochemical differences between Mregs and classically activated macrophages are more subtle.  Mregs produce high level of Il-10 and low levels of IL-12. They produce high levels of nitric oxide, but they almost do not have any arginase activity, so they can not produce urea. Mregs express high levels of co-stimulatory molecules (CD86) and MHC Class II, they have the highest expression of these molecule in comparison with the other population of macrophages. T cells co-culture with Mregs showed intense activation and proliferation, so Mregs act as sufficient antigen-presenting cells. Nevertheless, in the secondary response these T cells produced high levels of IL-10.  Mregs express two markers that might be used to identify Mregs in mouse, they are sphingosine kinase-1 (SPHK1) and LIGHT (TNF superfamily 14).",
            "score": 126.85462951660156
        },
        {
            "docid": "8129870_21",
            "document": "Alveolar macrophage . Toll-like receptors (TLRs) are signaling PRRs, a family of receptors that is capable of recognizing conserved microbial patterns such as components of the bacterial cell wall, microbial nucleic acids, and bacterial motility proteins. Although bacteria have evolved means of evading host defense mechanisms, they express PAMPs, such as lipoglycans and lipoproteins that are recognized by cells of the innate immune system through the TLRs. Upon binding of PAMPs to TLRs, the TLR triggers inflammatory and defensive responses in the host cell, inducing actin polymerization in alveolar macrophages (a crucial component in endocytosis and motility). Actin polymerization in alveolar macrophages causes the suppression of integrin expression, which in turn causes the deactivation of TGF-β and the downregulation of the basal phosphorylation level of SMAD 2/3; subsequently leading to the activation and detachment of alveolar macrophages from the alveolar epithelial cells [15]. Upon activation, macrophages become primed for phagocytosis and begin to secrete proinflammatory cytokines (TNF-α and IL-6).  The priming of macrophages involves the enhancement of respiratory burst activity by IFN-γ and TNF-α. IFN-γ induces both an increased affinity of the NADPH oxidase for NADPH in macrophages, as well as an increased rate of gene transcription and message expression for gp91phox protein. TNF-α acts as an autocrine stimulus by increasing the expression of both p47phox and p67phox transcripts. The ROIs produced during the respiration burst response, in turn, enhance production of TNF-α by macrophages.",
            "score": 123.3039321899414
        },
        {
            "docid": "16727779_6",
            "document": "Oleanolic acid . An extremely potent synthetic triterpenoid analog of oleanolic acid was found in 2005, that is a powerful inhibitor of cellular inflammatory processes. They work by the induction by IFN-γ of inducible nitric oxide synthase (iNOS) and of cyclooxygenase 2 in mouse macrophages. They are extremely potent inducers of the phase 2 response (e.g., elevation of NADH-quinone oxidoreductase and heme oxygenase 1), which is a major protector of cells against oxidative and electrophile stress.",
            "score": 120.60414123535156
        },
        {
            "docid": "7449562_8",
            "document": "Lipoarabinomannan . ManLAM may also directly activate SHP-1, a phosphotyrosine phosphatase known to be involved in terminating activation signals. SHP-1 negatively regulates pathways related to the actions of IFN-γ and insulin. LAM may regulate SHP-1 by multiple mechanisms including direct interactions, phosphorylation, and subcellular localization. Once activated, SHP-1 translocates from the cytosol to the membrane. By activating a phosphatase, LAM can inhibit LPS and IFN-γ induced protein tyrosine phosphorylation in monocytes. This decreases production of TNF-α, a molecule necessary in forming granulomas against M. tuberculosis and important in macrophage defense against bacterium via nitrogen oxide production. LAM's activation of SHP-1 also works to deactivate IL-12. IL-12 is important for innate resistance to M. tuberculosis infections. It activates natural killer cells which produce IFN-γ to activate macrophages. By impairing the function of these two molecules by SHP-1 activation, ManLAM may promote intracellular survival.",
            "score": 120.28665161132812
        },
        {
            "docid": "14055458_2",
            "document": "Reactive nitrogen species . Reactive nitrogen species (RNS) are a family of antimicrobial molecules derived from nitric oxide (•NO) and superoxide (O) produced via the enzymatic activity of inducible nitric oxide synthase 2 (NOS2) and NADPH oxidase respectively. NOS2 is expressed primarily in macrophages after induction by cytokines and microbial products, notably interferon-gamma (IFN-γ) and lipopolysaccharide (LPS).",
            "score": 120.19276428222656
        },
        {
            "docid": "45238962_4",
            "document": "Macrophage polarization . M1 macrophages are irreplaceable during acute infectious diseases and provide host protection against intracellular bacteria or viruses by production of nitric oxide (NO) or reactive oxygen intermediates (ROI). IFN-γ produced by Th1 lymphocytes is the most important cytokine which is responsible for classical macrophage activation. Natural killer (NK) cells and macrophages themselves produce IFN-γ as well. This cytokine regulates gene expression programs of macrophages like cytokine receptors, cell activation markers or cell adhesion molecules. For classical macrophage activation is necessary also lipopolysaccharide (LPS) – typical for gram negative bacteria – which is mainly recognised by TLR4, or lipoteichoic acid (LTA) – typical for gram positive bacteria. Granulocyte – macrophage colony stimulation factor (GM-CSF) stimulates M1 too.",
            "score": 119.6507568359375
        },
        {
            "docid": "2188432_20",
            "document": "Trichobilharzia regenti . In a spinal cord, strong cellular immune response consisting of granulocytes, plasma cells, macrophages, and T-cells develops in immunocompetent mice especially around the damaged schistosomula. CD3-deficient mice develop no or just mild inflammation which is accompanied by neurological symptoms due to mechanical damage caused to the nervous tissue. Activated microglia are localised in the migratory tracks of schistosomula and in the inflammatory lesions containing parasite residues. Therefore, they were suggested to take part in schistosomula destruction either alone or in cooperation with macrophages and T-cells. Hypertrophied astrocytes are located in the migratory tracks and in the proximity of the schistosomula which implies their role in immune response and tissue reparation. Murine astrocytes and microglia were shown to produce pro-inflammatory cytokines (IL-6 and TNF-α) and nitric oxide after \"in vitro\" exposure to parasite antigens, which supports their role in host immune response.",
            "score": 119.40484619140625
        },
        {
            "docid": "18856487_7",
            "document": "Cord factor . Cord factor presence increases the production of the cytokines interleukin-12 (IL-12), interleukin-1 beta (IL-1β), interleukin-6 (IL-6), tumor necrosis factor (TNFα), and macrophage inflammatory protein-2 (MIP-2), which are all pro-inflammatory cytokines important for granuloma formation. IL-12 is particularly important in the defense against \"M. tuberculosis\"; without it, \"M. tuberculosis\" spreads unhampered. IL-12 triggers production of more cytokines through T cells and natural killer (NK) cells, while also leading to mature Th1 cells, and thus leading to immunity. Then, with IL-12 available, Th1 cells and NK cells produce interferon gamma (IFN-γ) molecules and subsequently release them. The IFN-γ molecules in turn activate macrophages.",
            "score": 118.51941680908203
        },
        {
            "docid": "8129870_13",
            "document": "Alveolar macrophage . NO is a major source of immunomodulation in rodents, and is produced by enzyme nitric oxide synthetase type 2 (NOS2) in the alveolar macrophage. NO inhibits tyrosine phosphorylation of the kinases involved in production of the interleukin-2 (IL-2) receptor, the expression of which is fundamental for T cell proliferation. In humans, however, NOS2 activity has been difficult to verify.",
            "score": 117.61995697021484
        },
        {
            "docid": "50468_34",
            "document": "Leishmania . The lifespan of neutrophil granulocytes is quite short. They circulate in bloodstream for about 6 to 10 hours after leaving bone marrow, whereupon they undergo spontaneous apoptosis. Microbial pathogens have been reported to influence cellular apoptosis by different strategies. Obviously because of the inhibition of caspase3-activation, \"L. major\" can induce the delay of neutrophils apoptosis and extend their lifespan for at least 2–3 days. The fact of extended lifespan is very beneficial for the development of infection because the final host cells for these parasites are macrophages, which normally migrate to the sites of infection within two or three days. The pathogens are not dronish; instead they take over the command at the primary site of infection. They induce the production by PMNs of the chemokines MIP-1α and MIP-1β (macrophage inflammatory protein) to recruit macrophages.",
            "score": 116.43667602539062
        },
        {
            "docid": "602618_9",
            "document": "Arginase . Arginase II is coexpressed with nitric oxide (NO) synthase in smooth muscle tissue, such as the muscle in the genitals of both men and women. The contraction and relaxation of these muscles has been attributed to NO synthase, which causes rapid relaxation of smooth muscle tissue and facilitates engorgement of tissue necessary for normal sexual response. However, since NO synthase and arginase compete for the same substrate (L-arginine), over-expressed arginase can affect NO synthase activity and NO-dependent smooth muscle relaxation by depleting the substrate pool of L-arginine that would otherwise be available to NO synthase. In contrast, inhibiting arginase with ABH or other boronic acid inhibitors will maintain normal cellular levels of arginine, thus allowing for normal muscle relaxation and sexual response.",
            "score": 115.61515045166016
        },
        {
            "docid": "8767449_10",
            "document": "Public health genomics . An example of this is found in a study published in Nature, which showed that mice with a latent infection of a Herpesvirus were less susceptible to bacterial infections. Mice were infected with murine gammherpesvirus 68 (a member of the gammaherpesvirinae subfamily) and then challenged with \"Listeria monocytogenes\". The mice that had a latent infection of the virus had an increased resistance to the bacteria, but those with a non-latent strain of virus had no change in susceptibility to the bacteria. The study went on to test mice with murine cytomegalovirus, a member of the betaherpesvirinae subfamily, which provided similar results. However, infection with human herpes simplex virus type-1, a member of the alphaherpesvirinae subfamily, did not provide increased resistance to bacterial infection. They also used \"Yersinia pestis\" (the causative agent of the Black Death) to challenge mice with a latent infection of gammaherpesvirus 68, and they found the mice did have an increased resistance to the bacteria. The suspected reason for this is that peritoneal macrophages in the mouse are activated after latent infection of the herpesvirus, and since macrophages play an important role in immunity, this provides the mouse with a stronger, active immune system at the time of bacterial exposure. It was found that the latent herpesvirus caused an increase in interferon-gamma (IFN-γ) and tumor necrosis factor-alpha (TNF-α), both of which lead to activation of macrophages and resistance to bacterial infection.",
            "score": 115.16575622558594
        },
        {
            "docid": "26383679_56",
            "document": "Selective serotonin reuptake inhibitor . Treatment with SSRIs has shown reduced production of inflammatory cytokines such as IL-1β, tumor necrosis factor (TNF)-α, IL-6, and interferon (IFN)-γ, which leads to a decrease in inflammation levels and subsequently a decrease in the activation level of the immune response. These inflammatory cytokines have been shown to activate microglia which are specialized macrophages that reside in the brain. Macrophages are a subset of immune cells responsible for host defense in the innate immune system. Macrophages can release cytokines and other chemicals to cause an inflammatory response. Peripheral inflammation can induce an inflammatory response in microglia and can cause neuroinflammation. SSRIs inhibit proinflammatory cytokine production which leads to less activation of microglia and peripheral macrophages. SSRIs not only inhibit the production of these proinflammatory cytokines, they also have been shown to upregulate anti-inflammatory cytokines such as IL-10. Taken together, this reduces the overall inflammatory immune response.",
            "score": 114.75900268554688
        },
        {
            "docid": "8129870_14",
            "document": "Alveolar macrophage . There are two explanations for the lack of responsiveness in the promoter of human inducible nitric oxide synthetase (iNOS) to NO activation by lipopolysaccharides (LPS) + interferon-gamma (IFN-γ). The first is that there are various inactivating nucleotide variations in the human counterpart of the enhancer element that regulates LPS/IFN-γ induced expression of the mouse NOS2 gene. The second is because of the absence of a nuclear factor in human macrophages that is required for optimum expression of gene NOS2 (LPS-inducible nuclear factor-kappa B/Rel complex). It is assumed that the difficulty in verifying NOS2 is due to a much more tightly controlled expression in human AMs as compared to that in the rodent AMs. NOS2 is part of an autoregulatory feedback loop, wherein an allergen or provoker stimulates inflammatory cytokine production, which in turn stimulates NO production, and NO down-regulates cytokine production. In rats, NO inhibits the granulocyte-macrophage colony-stimulating factor (GM-CSF)-mediated maturation of dendritic cells, and in humans it inhibits the TNF-alpha-mediated maturation of human dendritic cells, through cyclic GMP-dependent mechanisms. NO prolongs the ability of human dendritic cells to internalize antigens at sites of inflammation, therefore modulating the beginning steps leading to antigen-specific immune responses.",
            "score": 114.45845031738281
        },
        {
            "docid": "50468_28",
            "document": "Leishmania . Lipophosphoglycan is used by the parasite to promote its survival in the host and the mechanisms by which the parasite does this center around modulating the immune response of the host. This is vital, as the \"Leishmania\" parasites live within macrophages and need to prevent the macrophages from killing them. Lipophosphoglycan has a role in resisting the complement system, inhibiting the oxidative burst response, inducing an inflammation response and preventing natural killer T cells recognising that the macrophage is infected with the \"Leishmania\" parasite.",
            "score": 114.0697250366211
        },
        {
            "docid": "238729_17",
            "document": "Eosinophil . Within the fat (adipose) tissue of CCR2 deficient mice, there is an increased number of eosinophils, greater alternative macrophage activation, and a propensity towards type 2 cytokine expression. Furthermore, this effect was exaggerated when the mice became obese from a high fat diet. Mouse models of eosinophilia from mice infected with T canis showed an increase in IL-5 mRNA in mice spleen. Mouse models of asthma from OVA show a higher TH2 response. When mice are administered IL-12 to induce the TH1 response, the TH2 response becomes suppressed, showing that mice that do not have TH2 cytokines are significantly less likely to express asthma symptoms.",
            "score": 114.03728485107422
        },
        {
            "docid": "7801897_3",
            "document": "Interleukin 18 . IL-18 is a cytokine that belongs to the IL-1 superfamily and is produced by macrophages and other cells. IL-18 works by binding to the interleukin-18 receptor, and together with IL-12 it induces cell-mediated immunity following infection with microbial products like lipopolysaccharide (LPS). After stimulation with IL-18, natural killer (NK) cells and certain T cells release another important cytokine called interferon-γ (IFN-γ) or type II interferon that plays an important role in activating the macrophages or other cells.",
            "score": 113.91131591796875
        },
        {
            "docid": "12738869_2",
            "document": "Leishmania major . Leishmania major is a species of parasites found in the genus \"Leishmania\", and is associated with the disease zoonotic cutaneous leishmaniasis (also known as Aleppo boil, Baghdad boil, Bay sore, Biskra button, Chiclero ulcer, Delhi boil, Kandahar sore, Lahore sore, Oriental sore, Pian bois, and Uta). \"L. major\" is an intracellular pathogen which infects the macrophages and dendritic cells of the immune system. Though \"Leishmania\" species are found on every continent aside from Antarctica, \"Leishmania major\" is found only in the Eastern Hemisphere, specifically in Northern Africa, the Middle East, Northwestern China, and Northwestern India.",
            "score": 112.92317199707031
        },
        {
            "docid": "14522546_9",
            "document": "Prostaglandin EP3 receptor . EP-deficient mice as well as mice selectively deleted of EP expression in the brain's median preoptic nucleus fail to develop fever in response to endotoxin (i.e. bacteria-derived lipopolysaccharide) or the host-derived regulator of body temperature, IL-1β. The ability of endotoxind and IL-1β but not that of PGE to trigger fever is blocked by inhibitors of nitric oxide and PG2 EP3-deficient mice exhibit normal febrile responses to stress, interleukin-8, and macrophage inflammatory protein-1beta (MIP-1β). It is suggested that these findings indicate that a) activation of the EP receptor suppresses the inhibitory tone that the preoptic hypothalamus has on thermogenic effector cells in the brain; b) endotoxin and IL-1β simulate the production of nitric oxide which in turn causes the production of PGE and thereby the EP-dependent fever-producing; c) other factors such as stress, interleukin 8, and MIP-1β trigger fever independently of EP; and d) inhibition of the PGE-EP pathway underlies the ability of aspirin and other Nonsteroidal anti-inflammatory drugs to reduce fever caused by inflammation in animals and, possibly, humans.",
            "score": 112.34867095947266
        },
        {
            "docid": "198491_6",
            "document": "Leishmaniasis . Leishmaniasis is transmitted by the bite of infected female phlebotomine sandflies which can transmit the protozoa \"Leishmania\". The sandflies inject the infective stage, metacyclic promastigotes, during blood meals (1). Metacyclic promastigotes that reach the puncture wound are phagocytized by macrophages (2) and transform into amastigotes (3). Amastigotes multiply in infected cells and affect different tissues, depending in part on which \"Leishmania\" species is involved (4). These differing tissue specificities cause the differing clinical manifestations of the various forms of leishmaniasis. Sandflies become infected during blood meals on infected hosts when they ingest macrophages infected with amastigotes (5,6). In the sandfly's midgut, the parasites differentiate into promastigotes (7), which multiply, differentiate into metacyclic promastigotes, and migrate to the proboscis (8).",
            "score": 110.96553802490234
        },
        {
            "docid": "12738869_4",
            "document": "Leishmania major . Upon entering the mammalian bloodstream, \"L. major\" meets the focal point of infection, the macrophage. As a result of two surface molecules, the protease gp63 and a lipophosphoglycan, promastigotes are able to bind to several macrophage receptors. Promastigote attachment to macrophages is facilitated by a number of receptors, including complement receptors CR1 and CR3, and the receptor for advanced glycosylation end products. Activation of complements occurs far from the cell membrane, and insertion of the membrane attack complex does not occur. This action is what allows the parasite to avoid being lysed, and to persist within the host's macrophages.",
            "score": 110.66877746582031
        },
        {
            "docid": "18856487_9",
            "document": "Cord factor . Besides inducing granuloma formation, activated macrophages that result from IL-12 and IFN-γ are able to limit tumor growth. Furthermore, cord factor's production of TNF-α, also known as cachectin, is also able to induce cachexia, or loss of weight, within hosts. Cord factor also increases NADase activity in the host, and thus it lowers NAD; enzymes that require NAD decrease in activity accordingly. Cord factor is thus able to obstruct oxidative phosphorylation and the electron transport chain in mitochondrial membranes. In mice, cord factor has shown to cause atrophy in the thymus through apoptosis; similarly in rabbits, atrophy of the thymus and spleen occurred. This atrophy occurs in conjunction with granuloma formation, and if granuloma formation is disturbed, so is the progression of atrophy.",
            "score": 110.51285552978516
        }
    ]
}