{
    "q": [
        {
            "docid": "7461280_4",
            "document": "Mating type . Mating type genes in ascomycetes are called idiomorphs rather than alleles due to the uncertainty of the origin by common descent. The proteins they encode are transcription factors that regulate both the early and late stages of the sexual cycle. Heterothallic ascomycetes produce gametes that present a single Mat idiomorph and syngamy will only be possible between gametes carrying complementary mating types. On the other hand, homothallic ascomycetes produce gametes that can fuse with every other gamete in the population (including its own mitotic descendants) most often because each haploid contains the two alternate forms of the Mat locus in its genome.  Basidiomycetes on the other hand can have thousands of different mating types.",
            "score": 75.71595120429993
        },
        {
            "docid": "39188784_3",
            "document": "Red Raper . Red Raper was a pioneer in the study of fungal sexual genetics. He studied mating systems in filamentous heterotrophs, beginning with the aquatic genus Achlya. Once thought to be fungi because of their filamentous growth form and nutritional habits, Achlya and other water molds are now known to belong to the Kingdom Chromalveolata. Red and Carlene (Cardy), later studied the genetic control of sexual reproduction in the gilled mushroom Schizophyllum commune. Red realized early on there were fungi that differed in aspects of compatibility and attributed these to what he called incompatibility factors A and B, further differentiating α and β in each. Some fungi have two mating types, termed bipolar, and others including some Red worked on, have thousands of mating types due to a more complicated mating type determination system. These two extreme strategies are thought to be involved with manipulating the chance of out versus self-crossing as evolutionary strategies. He and Cardy studied the events preceding karyogamy, including the transition from monokaryotic to dikaryotic. Much of Red’s work has spawned many research questions about sex in fungi addressed more recently using model organisms like Saccharomyces cerevisiae, Cryptococcus gattii, and Candida albicans. His research laid the foundation for the current knowledge body about somatic and sexual compatibility in fungi. Through the influence of Red's work, it is now understood that mating-type identity is determined by regions of the genome called mating type or MAT loci. These loci contain protein-coding regions for G protein-coupled receptors that sense ligands with varying specificity and signal through Mitogen-activated protein kinase cascades, as well as peptide pheromones and transcription factors involved in mate sensation, selection and reproduction.",
            "score": 54.41298305988312
        },
        {
            "docid": "15261560_7",
            "document": "Dictyostelium discoideum . In general, although \"D. discoideum\" generally reproduces asexually, \"D. discoideum\" is still capable of sexual reproduction if certain conditions are met. \"D. discoideum\" has three different mating types and studies have identified the sex locus that specifies these three mating types. Type I strains are specified by the gene called MatA, Type II stains have three different genes: MatB (homologous to Mat A), Mat C, and Mat D, and Type III strains have Mat S and Mat T genes (which are homologous to Mat C and Mat D). These sexes can only mate with the two different sexes and not with its own.",
            "score": 63.27284240722656
        },
        {
            "docid": "3343370_9",
            "document": "Mating of yeast . The different gene expression patterns of haploids and diploids are again due to the \"MAT\" locus. Haploid cells only contain one copy of each of the 16 chromosomes and thus can only possess one allele of \"MAT\" (either \"MATa or \"MATα\"), which determines their mating type. Diploid cells result from the mating of an a cell and an α cell, and thus possess 32 chromosomes (in 16 pairs), including one chromosome bearing the \"MATa allele and another chromosome bearing the \"MATα allele. The combination of the information encoded by the \"MATa allele (the a1 gene) and the \"MATα allele (the α1 and α2 genes) triggers the diploid transcriptional program. Similarly, the presence of only a single allele of \"MAT\", whether it is \"MATa or \"MATα\", triggers the haploid transcriptional program.",
            "score": 46.95149755477905
        },
        {
            "docid": "4350664_16",
            "document": "Mating in fungi . A picture of the mating type mechanism has begun to emerge from studies of particular fungi such as \"S. cerevisiae\". The mating type genes are located in homeobox and encode enzymes for production of pheromones and pheromone receptors. Sexual reproduction thereby depends on pheromones produced from variant alleles of the same gene. Since sexual reproduction takes place in haploid organisms, it cannot proceed until complementary genes are provided by a suitable partner through cell or hyphal fusion. The number of mating types depends on the number of genes and the number of alleles for each.",
            "score": 34.65103077888489
        },
        {
            "docid": "4350664_20",
            "document": "Mating in fungi . In contrast, bipolar mating systems are ruled by a single allelic mating locus, termed either \"A\" or \"b\". In Agaricomycotina, bipolar organisms mostly have multiple alleles for their \"A\" mating locus; however, in Ustilaginomycotina and Pucciniomycotina, the \"b\" mating locus is predominantly diallelic, which reduces the occurrence of outcrossing within these species. Bipolarity likely arose via one of two potential routes: 1) during evolution the \"B\" or \"a\" locus lost functionality in determining specificity, as has occurred in the mushroom \"Coprinellus disseminatus\"; or 2) both mating loci have become physically linked such that they now act as a single locus; this has occurred in the smut plant pathogen \"U. hordei\" and in the human pathogen \"Cryptococcus neoformans\". Interestingly, virulence success in these two pathogens is highly associated with mating and their mating type locus. Other bipolar species include the white rot fungus \"Phanerochaete chrysosporium\" and the edible mushroom \"Pholiota nameko\".",
            "score": 64.00924491882324
        },
        {
            "docid": "162264_18",
            "document": "Penicillium . Although many eukaryotes are able to reproduce sexually, as much as 20% of fungal species had been thought to reproduce exclusively by asexual means. However recent studies have revealed that sex occurs even in some of the supposedly asexual species. For example, sexual capability was recently shown for the fungus \"Penicillium roqueforti\", used as a starter for blue cheese production. This finding was based, in part, on evidence for functional mating type (MAT) genes that are involved in fungal sexual compatibility, and the presence in the sequenced genome of most of the important genes known to be involved in meiosis. \"Penicillium chrysogenum\" is of major medical and historical importance as the original and present-day industrial source of the antibiotic penicillin. The species was considered asexual for more than 100 years despite concerted efforts to induce sexual reproduction. However, in 2013, Bohm et al. finally demonstrated sexual reproduction in \"P. chrysogenum\".",
            "score": 43.11700773239136
        },
        {
            "docid": "6778877_17",
            "document": "Sexual conflict . Sex biased genes could either be male or female biased and sequence analysis of these protein coding genes have revealed their faster rate of evolution which has been attributed to their positive selection vs. reduced selective constraint. Apart from sex specific natural selection and sexual selection that includes both intersexual and intrasexual selection, a third phenomenon also explains the differences in gene expressions between two sexes – sexual antagonism. Sexual antagonism represents an evolutionary conflict at a single or multiple locus that contribute differentially to the male and female fitness. The conflict occurs as the spread of an allele at one locus in either male or female that lowers the fitness of the other sex. This gives rise to different selection pressure on males and females. Since the allele is beneficial for one sex and detrimental to the other, counter adaptations in the form of suppressor alleles at different genetic loci can develop that reduce the effects of deleterious allele, giving rise to differences in gene expression. Selection on such traits in males would select for suppressor alleles in females thus increasing the chances of retaining the deleterious allele in the population in interlocus sexual conflict.",
            "score": 43.93337428569794
        },
        {
            "docid": "4350664_19",
            "document": "Mating in fungi . Heterothallism is the most common mating system in Basidiomycota and in Agaricomycotina (the mushroom-forming Fungi) about 90% of the species are heterothallic. The tetrapolar type of mating system is ruled by two unlinked mating loci termed \"A\" and \"B\" (in Agaricomycotina) or \"b\" and \"a\" (in Ustilaginomycotina and Pucciniomycotina), both of which can be multiallelic. The combination of \"A\" and \"B\" (or \"b\" and \"a\") alleles, termed mating type, determine the specificity or sexual identity of the individual harboring them. Only individuals with different specificities are compatible with each other and therefore able to start the mating event. A successful mating interaction begins with nuclear exchange and nuclear migration resulting in the formation of dikaryotic hyphae (containing separate haploid nuclei from both initial parents). Dikaryotic hyphae, under the appropriate environmental conditions will give rise to the fruiting body which contains the basidia – specialized cells in which sexual recombination via karyogamy and meiosis occurs. This dikaryotic condition in Basidiomycota is often maintained by a specialized hyphal structure called a clamp connection. The formation of clamp connections is regulated by both mating loci.  Examples of tetrapolar organisms are the smuts \"Ustilago maydis\" and \"U. longissima\", and the mushrooms \"Coprinopsis cinerea\", \"Schizophyllum commune\", \"Pleurotus djamor\" and \"Laccaria bicolor\". It is believed that multi-allelic systems favor outcrossing in Basidiomycota. For example, in the case of \"U. maydis\", which bears more than 25 \"b\" but only 2 \"a\" specificities, an individual has an approximately 50% chance to encounter a compatible mate in nature. However, species such as \"C. cinerea\", which has more than 240 \"A\" and \"B\" specificities each, and \"S. commune\", which has more than 339 \"A\" specificities and 64 \"B\" specificities, approach close to 100% chance of encountering a compatible partner in nature due to the huge number of mating types generated by these systems.",
            "score": 42.580331325531006
        },
        {
            "docid": "3343370_20",
            "document": "Mating of yeast . These additional copies of the mating type information do not interfere with the function of whatever allele is present at the \"MAT\" locus because they are not expressed, so a haploid cell with the \"MATa allele present at the active \"MAT\" locus is still an a cell, despite also having a (silenced) copy of the \"MATα allele present at \"HML\". Only the allele present at the active \"MAT\" locus is transcribed, and thus only the allele present at \"MAT\" will influence cell behaviour. Hidden mating type loci are epigenetically silenced by SIR proteins, which form a heterochromatin scaffold that prevents transcription from the silent mating cassettes.",
            "score": 66.76709389686584
        },
        {
            "docid": "6004144_8",
            "document": "Glomus (fungus) . Halary et al. searched the genomes of four \"Glomus\" species for the presence of genes that encode proteins essential for meiosis. These proteins make up the conserved meiotic recombination machinery of eukaryotic cells. The study indicated that the \"Glomus\" species contain 51 genes encoding all the tools necessary for meiotic recombination and associated DNA repair processes. In particular, these species have seven genes that encode proteins whose only known function is in meiosis, including \"Dmc1\" that is a meiosis-specific recombinase. Since meiosis is considered to be a hallmark of sexual reproduction, it might be expected that a sexual stage or a sexual apparatus should be present. However, as yet, none has been identified. In addition, mating type gene homologues and a putative sex hormone-sensing pathway were detected in these fungi. Based on these findings it was suggested that Glomus species may be able to undergo a cryptic sexual cycle.",
            "score": 36.72783410549164
        },
        {
            "docid": "3343370_23",
            "document": "Mating of yeast . The repair of the \"MAT\" locus after cutting by the HO endonuclease almost always results in a mating type switch. When an a cell cuts the \"MATa allele present at the \"MAT\" locus, the cut at \"MAT\" will almost always be repaired by copying the information present at \"HML\". This results in \"MAT\" being repaired to the \"MATα allele, switching the mating type of the cell from a to α. Similarly, an α cell which has its \"MATα allele cut by the HO endonuclease will almost always repair the damage using the information present at \"HMR\", copying the \"MATa gene to the \"MAT\" locus and switching the mating type of α cell to a.",
            "score": 55.32211351394653
        },
        {
            "docid": "1293780_6",
            "document": "Fomitopsis betulina . \"F. betulina\" has a bipolar mating system where monokaryons or germinating spores can only mate and form a fertile dikaryon with an individual that possesses a different mating-type factor. There are at least 33 different mating-type factors within the British population of this fungus. These factors are all variants or alleles of a single gene, as opposed to the tetrapolar mating system of some other basidiomycete species, which involves two genes.",
            "score": 50.176363945007324
        },
        {
            "docid": "624313_20",
            "document": "Mating system . However, to many biologists it seemed unlikely until recently, that mating and sex could be a primordial and fundamental characteristic of eukaryotes. A principal reason for this view was that mating and sex appeared to be lacking in certain pathogenic protists whose ancestors branched off early from the eukaryotic family tree. However, several of these protists are now known to be capable of, or to recently have had, the capability for meiosis and hence mating. To cite one example, the common intestinal parasite \"Giardia intestinalis\" was once considered to be a descendant of a protist lineage that predated the emergence of meiosis and sex. However, \"G. intestinalis\" was recently found to have a core set of genes that function in meiosis and that are widely present among sexual eukaryotes. These results suggested that \"G. intestinalis\" is capable of meiosis and thus mating and sexual reproduction. Furthermore, direct evidence for meiotic recombination, indicative of mating and sexual reproduction, was also found in \"G. intestinalis\". Other protists for which evidence of mating and sexual reproduction has recently been described are parasitic protozoa of the genus \"Leishmania\", \"Trichomonas vaginalis\", and acanthamoeba.",
            "score": 26.61783993244171
        },
        {
            "docid": "357632_9",
            "document": "Mating . However, to many biologists it seemed unlikely until recently, that mating and sex could be a primordial and fundamental characteristic of eukaryotes. A principal reason for this view was that mating and sex appeared to be lacking in certain pathogenic protists whose ancestors branched off early from the eukaryotic family tree. However, several of these protists are now known to be capable of, or to recently have had, the capability for meiosis and hence mating. To cite one example, the common intestinal parasite \"Giardia intestinalis\" was once considered to be a descendant of a protist lineage that predated the emergence of meiosis and sex. However, \"G. intestinalis\" was recently found to have a core set of genes that function in meiosis and that are widely present among sexual eukaryotes. These results suggested that \"G. intestinalis\" is capable of meiosis and thus mating and sexual reproduction. Furthermore, direct evidence for meiotic recombination, indicative of mating and sexual reproduction, was also found in \"G. intestinalis\". Other protists for which evidence of mating and sexual reproduction has recently been described are parasitic protozoa of the genus \"Leishmania\", \"Trichomonas vaginalis\", and acanthamoeba.",
            "score": 26.61783993244171
        },
        {
            "docid": "19178965_25",
            "document": "Fungus . Sexual reproduction with meiosis has been directly observed in all fungal phyla except Glomeromycota (genetic analysis suggests meiosis in Glomeromycota as well). It differs in many aspects from sexual reproduction in animals or plants. Differences also exist between fungal groups and can be used to discriminate species by morphological differences in sexual structures and reproductive strategies. Mating experiments between fungal isolates may identify species on the basis of biological species concepts. The major fungal groupings have initially been delineated based on the morphology of their sexual structures and spores; for example, the spore-containing structures, asci and basidia, can be used in the identification of ascomycetes and basidiomycetes, respectively. Some species may allow mating only between individuals of opposite mating type, whereas others can mate and sexually reproduce with any other individual or itself. Species of the former mating system are called heterothallic, and of the latter homothallic.",
            "score": 39.84467160701752
        },
        {
            "docid": "3343370_6",
            "document": "Mating of yeast . The different sets of transcriptional repression and activation which characterize a and α cells are caused by the presence of one of two alleles of a locus called \"MAT\": \"MATa or \"MATα\" located on chromosome III. The \"MATa allele of \"MAT\" encodes a gene called a1, which in haploids direct the transcription of the a-specific transcriptional program (such as expressing \"STE2\" and repressing \"STE3\") which defines an a cell. The \"MATα\" allele of \"MAT\" encodes the α1 and α2 genes, which in haploids direct the transcription of the α-specific transcriptional program (such as expressing \"STE3\", repressing \"STE2\") which causes the cell to be an α cell.",
            "score": 46.648091316223145
        },
        {
            "docid": "56234193_5",
            "document": "Ulocladium botrytis . \"Ulocladium botrytis\" is an anamorphic fungus, thus it undergoes asexual reproduction. Although it is an asexual fungus, \"U. botrytis\" possesses the mating type locus, which consists of two dissimilar DNA sequences termed MAT1-1-1 and MAT1-2-1. These \"U. botrytis\" MAT genes are essential for controlling colony size and asexual traits such as conidial size and number in \"U.botrytis\". The \"U. botrytis\" MAT genes have lost the ability to regulate sexual reproduction in \"U. botrytis\"; however, they have the ability to partially induce sexual reproduction in \"Cochliobolus heterostrophus\", a heterothallic species, upon heterologous complementation.",
            "score": 50.14142656326294
        },
        {
            "docid": "3343370_19",
            "document": "Mating of yeast . Haploid yeast switch mating type by replacing the information present at the \"MAT\" locus. For example, an a cell will switch to an α cell by replacing the \"MATa allele with the \"MATα allele. This replacement of one allele of \"MAT\" for the other is possible because yeast cells carry an additional silenced copy of both the \"MATa and \"MATα alleles: the \"HML\" (Hidden MAT Left) locus typically carries a silenced copy of the \"MATα allele, and the \"HMR\" (Hidden MAT Right) locus typically carries a silenced copy of the \"MATa allele. The silent \"HML\" and \"HMR\" loci are often referred to as the silent mating cassettes, as the information present there is 'read into' the active \"MAT\" locus.",
            "score": 64.37767839431763
        },
        {
            "docid": "42617775_6",
            "document": "Dileptus margaritifer . Like most ciliates, \"Dileptus margaritifer\" reproduces asexually, by transverse division of the cell (fission). Division may be preceded by conjugation, a sexual phenomenon in which two cilates of compatible mating types exchange genetic material by reciprocal transfer of haploid gametes, derived by meiosis from each cell's micronuclei. The species is known to have three distinct mating types (sexes), conventionally designated I, II, and III. Individuals may cycle through several mating types in the course of their lives. However the final and (usually) stable type is genetically determined by a single genetic locus \"mat\" with three alleles, one for each type, with type I being dominant over type II, and II over III.",
            "score": 38.162792444229126
        },
        {
            "docid": "839842_4",
            "document": "Anagenesis . An alternative definition offered for anagenesis is as follows: progeny relationships between designated taxa with one or more denominated taxa in line with a branch from the evolutionary tree. Taxa mat be with of species or genus and will help identify possible ancestors. When looking at evolutionary descent, there are two mechanisms at play. The first process is when an alteration is made to genetic information. This means that over time there is enough of a difference in their Genomes and the way that species genes interact with each other during the developmental stage. Anagenesis can be viewed as the processes of sexual and natural selection, and genetic drift's effect on an evolving species over time. The second process, speciation, is closely associated with cladogenesis. Speciation includes the actual separation of lineages, into two or more new species, from one specified species of origin. Cladogenesis can be seen as a similar hypothesis to anagenesis, with the addition of speciation to its mechanisms. Diversity on a species-level is able to be achieved through anagenesis. With collected data, only one or two early hominin were found to be relatively close to the Plio-Pleistocene range. Anagenesis suggests that evolutionary changes can occur in a species over time to a sufficient degree that later organisms could be considered a different species, especially in the absence of fossils documenting the gradual transition from one to another. This is in contrast to cladogenesis—or speciation in a sense—in which a population is split into two or more reproductively isolated groups and these groups accumulate sufficient differences to become distinct species. The punctuated equilibria hypothesis suggests that anagenesis is rare and that the rate of evolution is most rapid immediately after a split which will lead to cladogenesis, but does not completely rule out anagenesis. Distinguishing between anagenesis and cladogenesis is particularly relevant in the fossil record, where limited fossil preservation in time and space makes it difficult to distinguish between anagenesis, cladogenesis where one species replaces the other, or simple geographic immigration/emigration patterns. Recent evolutionary studies are looking at anagenesis and cladogeneis for possible answers in developing the hominin phylogenetic tree to understand morphological diversity and the origins of \"Australopithecus anamensis\", and this case could possibly show anagenesis in the fossil record.",
            "score": 37.27642464637756
        },
        {
            "docid": "1505283_16",
            "document": "Pleiotropy . In mating, for many animals the signals and receptors of sexual communication may have evolved simultaneously as the expression of a single gene, instead of the result of selection on two independent genes, one that affects the signaling trait and one that affects the receptor trait. In such a case, pleiotropy would facilitate mating and survival. However, pleiotropy can act negatively as well. A study on seed beetles found that intralocus sexual conflict arises when selection for certain alleles of a gene that are beneficial for one sex causes expression of potentially harmful traits by the same gene in the other sex, especially if the gene is located on an autosomal chromosome.",
            "score": 26.389474153518677
        },
        {
            "docid": "11322249_3",
            "document": "Ceratocystis moniliformis . The MAT locus and sexual strategy of H. moniliformis was recently elucidated. Unlike its close relatives that are heterothallic, H. moniliformis exhibits a homothallic sexual strategy. It harbours only the MAT1-2-1 gene at its MAT locus and is thus an example of a unisexually reproducing species. Such species are able to produce sexual progeny even in the absence of typically essential mating genes.",
            "score": 50.936870098114014
        },
        {
            "docid": "3343370_10",
            "document": "Mating of yeast . The alleles present at the \"MAT\" locus are sufficient to program the mating behaviour of the cell. For example, using genetic manipulations, a \"MATa allele can be added to a \"MATα haploid cell. Despite having a haploid complement of chromosomes, the cell now has both the \"MATa and \"MATα\" alleles, and will behave like a diploid cell: it will not produce or respond to mating pheromones, and when starved will attempt to undergo meiosis, with fatal results. Similarly, deletion of one copy of the \"MAT\" locus in a diploid cell, leaving only a single \"MATa or \"MATα\" allele, will cause a cell with a diploid complement of chromosomes to behave like a haploid cell.",
            "score": 40.15365982055664
        },
        {
            "docid": "4350664_23",
            "document": "Mating in fungi . Homothallic species may likely have evolved from heterothallic ancestors (Lin and Heitman 2007). In Basidiomycota homothallism is not very common and in Agaricomycotina it is estimated that only 10% of species have homothallic mating behavior. For example, one subspecies of the ectomycorrhizal Basidiomycete \"Sistotrema brinkmannii\" is homothallic, although other subspecies have maintained their ability to outcross. Also, a variety of the edible mushroom \"Agaricus bisporus\", (\"A. bisporus var. eurotetrasporus\") produces haploid self-fertile basidiospores. Additionally, in the human pathogen \"C. neoformans\" known to outcross under laboratory conditions, both mating types are not normally distributed in natural populations, with the α mating type much more commonly found (>99%), suggesting homothallism is the most prevalent mode of sexual reproduction in ´\"C. neoformans\" in nature. Finally, the fungus causing witches' broom in cacao, \"Moniliophthora perniciosa\", has a primarily homothallic biology despite having \"A\" and \"B\" mating type-like genes in its genome.",
            "score": 46.886651277542114
        },
        {
            "docid": "63610_12",
            "document": "Peafowl . Multiple hypotheses attempt to explain the evolution of female choice. Some of these suggest direct benefits to females, such as protection, shelter, or nuptial gifts that sway the female's choice of mate. Another hypothesis is that females choose mates with good genes. Males with more exaggerated secondary sexual characteristics, such as bigger, brighter peacock trains, tend to have better genes in the peahen's eyes. These better genes will directly benefit her offspring, as well as her fitness and reproductive success. Runaway selection also seeks to clarify the evolution of the peacock's train. In runaway sexual selection, linked genes in males and females code for sexually dimorphic traits in males, and preference for those traits in females. The close spatial association of alleles for loci involved in the train in males, and for preference for more exuberant trains in females, on the chromosome (linkage disequilibrium) causes a positive feedback loop that exaggerates both the male traits and the female preferences. Another hypothesis is sensory bias, in which females have a preference for a trait in a non-mating context that becomes transferred to mating. Multiple causality for the evolution of female choice is also possible.",
            "score": 47.072526931762695
        },
        {
            "docid": "219268_35",
            "document": "Population genetics . If all genes are in linkage equilibrium, the effect of an allele at one locus can be averaged across the gene pool at other loci. In reality, one allele is frequently found in linkage disequilibrium with genes at other loci, especially with genes located nearby on the same chromosome. Recombination breaks up this linkage disequilibrium too slowly to avoid genetic hitchhiking, where an allele at one locus rises to high frequency because it is linked to an allele under selection at a nearby locus. Linkage also slows down the rate of adaptation, even in sexual populations. The effect of linkage disequilibrium in slowing down the rate of adaptive evolution arises from a combination of the Hill–Robertson effect (delays in bringing beneficial mutations together) and background selection (delays in separating beneficial mutations from deleterious hitchhikers).",
            "score": 55.141913175582886
        },
        {
            "docid": "51666001_12",
            "document": "Aspergillus clavatus . When it comes to genome, \"A. clavatus\" has only one \"MAT\" locus, containing an alpha \"MAT\" gene hinting that it might be a heterothallic sexual species. \"A. clavatus\" also contains a full complement of identified euascomycete sex genes. \"A. clavatus\" can also be a food source for Collembola, and has been found to be parasitized by \"Fusarium solani.\"",
            "score": 49.27202892303467
        },
        {
            "docid": "589513_17",
            "document": "Phytophthora ramorum . \"P. ramorum\" is heterothallic and has two mating types, A1 and A2, required for sexual reproduction. Interestingly, the European population is predominantly A1 while both mating types A1 and A2 are found in North America. Genetics of the two isolates indicate that they are reproductively isolated. On average, the A1 mating type is more virulent than the A2 mating type, but more variation occurs in the pathogenicity of A2 isolates. It is currently not clear whether this pathogen can reproduce sexually in nature and genetic work has suggested that the lineages of the two mating types might be isolated reproductively or geographically given the evolutionary divergence observed.",
            "score": 29.3824520111084
        },
        {
            "docid": "23758915_10",
            "document": "Papilio dardanus . Phenotypic variation within the female morphs of \"Papilio dardanus\" has been found to be controlled at one locus named H that contains at least 11 different alleles. Recent studies have narrowed down the region of H to approximately 24 genes that is centered around the engrailed (en) gene which codes for specific transcription factors. The engrailed site has been found to have non-synonymous mutations throughout individuals in the species which would allow the divergence of each morph. Studies support that the engrailed gene in \"Papilio dardanus\" is monophyletic and has only evolved once within the species. Findings also suggest that the many different mimetic alleles in the \"Papilio dardanus\" genome are solely from mutations in the species. In other words, alleles did not enter into the genome from genetic transfer from other species.",
            "score": 24.426995992660522
        },
        {
            "docid": "52508126_8",
            "document": "Sexual selection in fungi . Mushroom-forming fungi within Basidiomycetes produce sexually by the reciprocal migration of nuclei and have a male-biased OSR which aids in supporting that sexual selection is present within fungi. Although there are no traditional males present, there is variation between the mating types responsible for acting as the male or female sex role. Receiving mycelia act as the female gametes while the donating nucleus acts as the male gamete. Sexual selection might occur through male-male competition or by female choice. A study demonstrated that sexual selection does occur between the donating nucleus of the heterokaryon and the receiving homokaryon through the two nuclear types within the heterkaryon. These two nuclear types are in competition with each other to fertilize the homokaryon. Female choice between the nuclear types is also possible as there is a strong bias for one of the two nuclei. However, it is more supported that competition between the donating nuclei is more responsible as it has been shown that there is a variation in the success of various nuclei independent of the receiving mycelium. Some factors that may affect the nuclei’s success include faster mitotic division, increased migration, and possibly a mechanism that suppresses mitotic division in the competition. Most Basidiomycetes consist of two mating types, A and B, which are unlinked. However, the B locus codes for a larger amount of pheromones through subloci. Each subloci can produce many pheromones yet codes only one receptor resulting in a high redundancy of these pheromones. Although only one pheromone is necessary to fertilize, the presence of such a high amount increases the likelihood of that individual’s pheromones to be received. This characteristic is hypothesized to have evolved as a result of sexual selection.",
            "score": 57.91040909290314
        },
        {
            "docid": "11820375_5",
            "document": "Ceratocystis coerulescens . As an ascomycete, \"Ceratocystis coerulescens\" produces ascospores encased as groups of eight in asci. The asci are protected by a perithecium, a flask-shaped ascocarp, in which the pathogen overwinters. Ascospores are the sexual spores and are far less common than the asexual spores known as conidia. The conidia form on conidiophores without a sporocarp. \"C. coerulescens\" has two mating types referred to as Mat-1 and Mat-2, but it is not a strictly heterothalic species. The Mat-1 type is self-sterile and must cross with Mat-2 to produce perithecia. However, the Mat-2 type is self-fertile and half of the progeny from a Mat-2 selfing are Mat-1.",
            "score": 49.36941432952881
        }
    ],
    "r": [
        {
            "docid": "7461280_4",
            "document": "Mating type . Mating type genes in ascomycetes are called idiomorphs rather than alleles due to the uncertainty of the origin by common descent. The proteins they encode are transcription factors that regulate both the early and late stages of the sexual cycle. Heterothallic ascomycetes produce gametes that present a single Mat idiomorph and syngamy will only be possible between gametes carrying complementary mating types. On the other hand, homothallic ascomycetes produce gametes that can fuse with every other gamete in the population (including its own mitotic descendants) most often because each haploid contains the two alternate forms of the Mat locus in its genome.  Basidiomycetes on the other hand can have thousands of different mating types.",
            "score": 75.71595001220703
        },
        {
            "docid": "3343370_20",
            "document": "Mating of yeast . These additional copies of the mating type information do not interfere with the function of whatever allele is present at the \"MAT\" locus because they are not expressed, so a haploid cell with the \"MATa allele present at the active \"MAT\" locus is still an a cell, despite also having a (silenced) copy of the \"MATα allele present at \"HML\". Only the allele present at the active \"MAT\" locus is transcribed, and thus only the allele present at \"MAT\" will influence cell behaviour. Hidden mating type loci are epigenetically silenced by SIR proteins, which form a heterochromatin scaffold that prevents transcription from the silent mating cassettes.",
            "score": 66.76708984375
        },
        {
            "docid": "3343370_19",
            "document": "Mating of yeast . Haploid yeast switch mating type by replacing the information present at the \"MAT\" locus. For example, an a cell will switch to an α cell by replacing the \"MATa allele with the \"MATα allele. This replacement of one allele of \"MAT\" for the other is possible because yeast cells carry an additional silenced copy of both the \"MATa and \"MATα alleles: the \"HML\" (Hidden MAT Left) locus typically carries a silenced copy of the \"MATα allele, and the \"HMR\" (Hidden MAT Right) locus typically carries a silenced copy of the \"MATa allele. The silent \"HML\" and \"HMR\" loci are often referred to as the silent mating cassettes, as the information present there is 'read into' the active \"MAT\" locus.",
            "score": 64.37767791748047
        },
        {
            "docid": "4350664_20",
            "document": "Mating in fungi . In contrast, bipolar mating systems are ruled by a single allelic mating locus, termed either \"A\" or \"b\". In Agaricomycotina, bipolar organisms mostly have multiple alleles for their \"A\" mating locus; however, in Ustilaginomycotina and Pucciniomycotina, the \"b\" mating locus is predominantly diallelic, which reduces the occurrence of outcrossing within these species. Bipolarity likely arose via one of two potential routes: 1) during evolution the \"B\" or \"a\" locus lost functionality in determining specificity, as has occurred in the mushroom \"Coprinellus disseminatus\"; or 2) both mating loci have become physically linked such that they now act as a single locus; this has occurred in the smut plant pathogen \"U. hordei\" and in the human pathogen \"Cryptococcus neoformans\". Interestingly, virulence success in these two pathogens is highly associated with mating and their mating type locus. Other bipolar species include the white rot fungus \"Phanerochaete chrysosporium\" and the edible mushroom \"Pholiota nameko\".",
            "score": 64.00924682617188
        },
        {
            "docid": "15261560_7",
            "document": "Dictyostelium discoideum . In general, although \"D. discoideum\" generally reproduces asexually, \"D. discoideum\" is still capable of sexual reproduction if certain conditions are met. \"D. discoideum\" has three different mating types and studies have identified the sex locus that specifies these three mating types. Type I strains are specified by the gene called MatA, Type II stains have three different genes: MatB (homologous to Mat A), Mat C, and Mat D, and Type III strains have Mat S and Mat T genes (which are homologous to Mat C and Mat D). These sexes can only mate with the two different sexes and not with its own.",
            "score": 63.27284240722656
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 61.818016052246094
        },
        {
            "docid": "1941578_3",
            "document": "Synteny . The classical concept is related to genetic linkage: Linkage between two loci is established by the observation of lower-than-expected recombination frequencies between them. In contrast, any loci on the same chromosome are by definition syntenic, even if their recombination frequency cannot be distinguished from unlinked loci by practical experiments. Thus, in theory, all linked loci are syntenic, but not all syntenic loci are necessarily linked. Similarly, in genomics, the genetic loci on a chromosome are syntenic regardless of whether this relationship can be established by experimental methods such as DNA sequencing/assembly, genome walking, physical localization or hap-mapping.",
            "score": 58.423583984375
        },
        {
            "docid": "52508126_8",
            "document": "Sexual selection in fungi . Mushroom-forming fungi within Basidiomycetes produce sexually by the reciprocal migration of nuclei and have a male-biased OSR which aids in supporting that sexual selection is present within fungi. Although there are no traditional males present, there is variation between the mating types responsible for acting as the male or female sex role. Receiving mycelia act as the female gametes while the donating nucleus acts as the male gamete. Sexual selection might occur through male-male competition or by female choice. A study demonstrated that sexual selection does occur between the donating nucleus of the heterokaryon and the receiving homokaryon through the two nuclear types within the heterkaryon. These two nuclear types are in competition with each other to fertilize the homokaryon. Female choice between the nuclear types is also possible as there is a strong bias for one of the two nuclei. However, it is more supported that competition between the donating nuclei is more responsible as it has been shown that there is a variation in the success of various nuclei independent of the receiving mycelium. Some factors that may affect the nuclei’s success include faster mitotic division, increased migration, and possibly a mechanism that suppresses mitotic division in the competition. Most Basidiomycetes consist of two mating types, A and B, which are unlinked. However, the B locus codes for a larger amount of pheromones through subloci. Each subloci can produce many pheromones yet codes only one receptor resulting in a high redundancy of these pheromones. Although only one pheromone is necessary to fertilize, the presence of such a high amount increases the likelihood of that individual’s pheromones to be received. This characteristic is hypothesized to have evolved as a result of sexual selection.",
            "score": 57.91040802001953
        },
        {
            "docid": "8511907_3",
            "document": "Complete linkage . Genetic Linkage is the tendency of alleles, which are located closely together on a chromosome, to be inherited together during the process of meiosis in sexually reproducing organisms. During the process of meiosis, homologous chromosomes pair up, and can exchange corresponding sections of DNA. As a result, genes that were originally on the same chromosome can finish up on different chromosomes. This process is known as genetic recombination. The rate of recombination of two discrete loci corresponds to their physical proximity. Alleles that are closer together have lower rates of recombination than those that are located far apart.The distance between two alleles on a chromosome can be determined by calculating the percentage or recombination between two loci. These probabilities of recombination can be used to construct a linkage map, or a graphical representation of the location of genes and gene in respect to one another. If linkage is complete, there should be no recombination events that separate the two alleles, and therefore only parental combinations of alleles should be observed in offspring. Linkage between two loci can have significant implications regarding the inheritance of certain types of diseases.",
            "score": 56.108646392822266
        },
        {
            "docid": "34142465_10",
            "document": "Linkage based QTL mapping . Linkage and association analysis are primary tool for gene discovery, localization and functional analysis. While conceptual underpinning of these approaches have been long known, advances in recent decades in molecular genetics, development in efficient algorithms, and computing power have enabled the large scale application of these methods. While linkage studies seek to identify loci that cosegregate with the trait within families, association studies seek to identify particular variants that are associated with the phenotype at the population level. These are complementary methods that, together, provide means to probe the genome and describe etiology of complex human traits. In linkage studies, we seek to identify the loci that cosegregate with a specific genomic region, tagged by polymorphic markers, within families. In contrast, in association studies, we seek a correlation between a specific genetic variation and trait variation in sample of individuals, implicating a causal role of the variant. Linkage tests are powerful and specific for gene discovery, the localization of locus can be achieved only to a certain level of precision – on order of megabases – that potentially represents a region that potentially include hundreds of genes.",
            "score": 55.830223083496094
        },
        {
            "docid": "3343370_23",
            "document": "Mating of yeast . The repair of the \"MAT\" locus after cutting by the HO endonuclease almost always results in a mating type switch. When an a cell cuts the \"MATa allele present at the \"MAT\" locus, the cut at \"MAT\" will almost always be repaired by copying the information present at \"HML\". This results in \"MAT\" being repaired to the \"MATα allele, switching the mating type of the cell from a to α. Similarly, an α cell which has its \"MATα allele cut by the HO endonuclease will almost always repair the damage using the information present at \"HMR\", copying the \"MATa gene to the \"MAT\" locus and switching the mating type of α cell to a.",
            "score": 55.322113037109375
        },
        {
            "docid": "219268_35",
            "document": "Population genetics . If all genes are in linkage equilibrium, the effect of an allele at one locus can be averaged across the gene pool at other loci. In reality, one allele is frequently found in linkage disequilibrium with genes at other loci, especially with genes located nearby on the same chromosome. Recombination breaks up this linkage disequilibrium too slowly to avoid genetic hitchhiking, where an allele at one locus rises to high frequency because it is linked to an allele under selection at a nearby locus. Linkage also slows down the rate of adaptation, even in sexual populations. The effect of linkage disequilibrium in slowing down the rate of adaptive evolution arises from a combination of the Hill–Robertson effect (delays in bringing beneficial mutations together) and background selection (delays in separating beneficial mutations from deleterious hitchhikers).",
            "score": 55.14191436767578
        },
        {
            "docid": "8511907_2",
            "document": "Complete linkage . In genetics, complete linkage is defined as the state in which two loci are so close together that alleles of these loci are virtually never separated by crossing over. The closer the physical location of two genes on the DNA, the less likely they are to be separated by a crossing-over event. In the case of male Drosophila there is complete absence of recombinant types due to absence of crossing over. This means that all of the genes that start out on a single chromosome, will end up on that same chromosome in their original configuration. In the absence of recombination, only parental phenotypes are expected.",
            "score": 54.98125076293945
        },
        {
            "docid": "39188784_3",
            "document": "Red Raper . Red Raper was a pioneer in the study of fungal sexual genetics. He studied mating systems in filamentous heterotrophs, beginning with the aquatic genus Achlya. Once thought to be fungi because of their filamentous growth form and nutritional habits, Achlya and other water molds are now known to belong to the Kingdom Chromalveolata. Red and Carlene (Cardy), later studied the genetic control of sexual reproduction in the gilled mushroom Schizophyllum commune. Red realized early on there were fungi that differed in aspects of compatibility and attributed these to what he called incompatibility factors A and B, further differentiating α and β in each. Some fungi have two mating types, termed bipolar, and others including some Red worked on, have thousands of mating types due to a more complicated mating type determination system. These two extreme strategies are thought to be involved with manipulating the chance of out versus self-crossing as evolutionary strategies. He and Cardy studied the events preceding karyogamy, including the transition from monokaryotic to dikaryotic. Much of Red’s work has spawned many research questions about sex in fungi addressed more recently using model organisms like Saccharomyces cerevisiae, Cryptococcus gattii, and Candida albicans. His research laid the foundation for the current knowledge body about somatic and sexual compatibility in fungi. Through the influence of Red's work, it is now understood that mating-type identity is determined by regions of the genome called mating type or MAT loci. These loci contain protein-coding regions for G protein-coupled receptors that sense ligands with varying specificity and signal through Mitogen-activated protein kinase cascades, as well as peptide pheromones and transcription factors involved in mate sensation, selection and reproduction.",
            "score": 54.41298294067383
        },
        {
            "docid": "7428170_5",
            "document": "Origin recognition complex . In yeast, ORC also plays a role in the establishment of silencing at the mating-type loci Hidden MAT Left (HML) and Hidden MAT Right (HMR). ORC participates in the assembly of transcriptionally silent chromatin at HML and HMR by recruiting the Sir1 silencing protein to the HML and HMR silencers.",
            "score": 53.94545364379883
        },
        {
            "docid": "20561297_6",
            "document": "Hydractinia symbiolongicarpus . Allorecognition is the ability to tell self from non-self within the same species. In \"Hydractinia\", work on laboratory strains has revealed that this ability rests at two genetically inherited loci, called \"alr1\" and \"alr2\". If two colonies share an allele at both \"alr1\" and \"alr2\", they fuse and subsequently establish a continuous gastrovascular system. A complete mismatch at \"alr1\" and \"alr2\" leads to rejection, in which the colonies fight with each other until one colony dies. In rejection, the colonies inflict damage on each other by shooting nematocysts at each other where their stolons and mat contact. If two colonies match at one locus, they initially fuse and later separate their tissues, a response called transitory fusion. Fusion tests along with other molecular techniques are used to determine the unknown genotypes of \"Hydractinia\" colonies.",
            "score": 53.340763092041016
        },
        {
            "docid": "88042_7",
            "document": "Near-sightedness . Genetically, linkage studies have identified 18 possible loci on 15 different chromosomes that are associated with myopia, but none of these loci is part of the candidate genes that cause myopia. Instead of a simple one-gene locus controlling the onset of myopia, a complex interaction of many mutated proteins acting in concert may be the cause. Instead of myopia being caused by a defect in a structural protein, defects in the control of these structural proteins might be the actual cause of myopia. A collaboration of all myopia studies worldwide, identified 16 new loci for refractive error in individuals of European ancestry, of which 8 were shared with Asians. The new loci include candidate genes with functions in neurotransmission, ion transport, retinoic acid metabolism, extracellular matrix remodeling and eye development. The carriers of the high-risk genes have a tenfold increased risk of myopia.",
            "score": 53.33123779296875
        },
        {
            "docid": "6003871_3",
            "document": "Tag SNP . Two loci are said to be in linkage equilibrium (LE) if their inheritance is an independent event. If the alleles at those loci are non-randomly inherited then we say that they are at linkage disequilibrium (LD). LD is most commonly caused by physical linkage of genes. When two genes are inherited on the same chromosome, depending on their distance and the likelihood of recombination between the loci they can be at high LD. However, LD can be also observed due to functional interactions where even genes from different chromosomes can jointly confer an evolutionarily selected phenotype or can affect the viability of potential offspring.",
            "score": 53.16010284423828
        },
        {
            "docid": "30870527_11",
            "document": "Combined DNA Index System . Loci that fall within a gene are named after the gene. For example, TPOX, is named after the human thyroid peroxidase gene. Loci that do not fall within genes are given a standard naming scheme for uniformity. These loci are named D + the chromosome the locus is on + S + the order in which the location on that chromosome was described. For example, D3S1358 is on the third chromosome and is the 1358th location described. The CODIS core are listed below; loci with asterisks are the new core and were added to the list in January 2017.",
            "score": 52.79096603393555
        },
        {
            "docid": "42068849_10",
            "document": "GWAS in allergy . The eQTL analysis determines loci associated with a quantitative trait, where expression studies of loci associated with traits such as allergy are performed, with a functional explanation . Through these studies, an overlap between loci associated with allergy was observed and it loci previously implicated in autoimmune diseases. Thus, in a region of chromosome 5, presents a loci associated with allergic asthma, which is in the path of PTGER4, which encodes a prostaglandin receptor, and poses linkage disequilibrium ( LD ), which is the association between two alleles located near each other on a chromosome, which assumes more frequent than expected at random co-inheritance, as it presents a great LD with other SNPs associated with the disease of spondylitis. In addition, many loci associated with allergies are near genes involved in the differentiation of T helper cells. The association, according to the analysis can be eQTL since said SNP associated gene causes BCL6 expression, a transcription factor that suppresses the differentiation of T helper type 2 cells in animal models.",
            "score": 52.36442947387695
        },
        {
            "docid": "38949725_4",
            "document": "Kriegeriales . Most of the known species and strains of Kriegeriales are asexually reproducing yeasts that don’t have a known sexual state. All are white or cream colored, with elongated cells that reproduce by budding at either end. A handful of species have been studied in greater detail and for these it has been shown that the nuclear division of the yeast state occurs in the bud, a common character shared with most other basidiomycete yeasts. However, in \"M. eburnea\", \"K. eriophori\" and \"Rhodotorula rosulata\" budding cells remain attached to each other at the base, forming characteristic clusters of cells that are otherwise unknown in basidiomycete yeasts.  The species in \"Glaciozyma\" differ in that these are yeasts with a known sexual state. Only two members of Kriegeriales (\"K. eriophori\" and \"C. hydrophilum\") are known to form hyphal cells (elongated cells that are characteristic of most other basidiomycetes). Of these, \"K. eriophori\" also has an asexual yeast state, leaving \"C. hydrophilum\" as the only species in the entire order that is hyphal throughout its life cycle. Ultrastructural studies of these two hyphal species have determined that they have simple septal pores, as is true for all other known Pucciniomycotina.",
            "score": 52.33107376098633
        },
        {
            "docid": "4187880_3",
            "document": "Interlocus contest evolution . Because sexual recombination allows different gene loci to evolve semi-autonomously, genes have the potential to coevolve antagonistically. ICE occurs when \"an allelic substitution at one locus selects for a new allele at the interacting locus, and vice versa.\" As a result, ICE can lead to a chain reaction of perpetual gene substitution at antagonistically interacting loci, and no stable equilibrium can be achieved. The rate of evolution thus increases at that locus.",
            "score": 52.191978454589844
        },
        {
            "docid": "23816581_15",
            "document": "Renalase . Single nucleotide polymorphisms in the renalase gene are associated with type 1 diabetes. A genome-wide association study and meta-analysis found that approximately 42 loci affect the risk of diabetes The data confirmed linkage with most of the 24 previously identified loci, and identified 27 novel loci. The strongest evidence of association among these novel regions was achieved for the renalase gene.",
            "score": 51.263427734375
        },
        {
            "docid": "42676080_9",
            "document": "SIR proteins . In budding yeast, SIR proteins are found at the silent mating type loci, telomeres, and at the rDNA locus. At the silent mating type loci and at the telomeres, SIR proteins participate in transcriptional silencing of genes within their domain of localization. At the rDNA locus, SIR proteins are thought to primarily be important for repressing recombination between rDNA repeats rather than for suppressing transcription.",
            "score": 50.97338104248047
        },
        {
            "docid": "11322249_3",
            "document": "Ceratocystis moniliformis . The MAT locus and sexual strategy of H. moniliformis was recently elucidated. Unlike its close relatives that are heterothallic, H. moniliformis exhibits a homothallic sexual strategy. It harbours only the MAT1-2-1 gene at its MAT locus and is thus an example of a unisexually reproducing species. Such species are able to produce sexual progeny even in the absence of typically essential mating genes.",
            "score": 50.93687057495117
        },
        {
            "docid": "77432_12",
            "document": "Hypertension . Hypertension results from a complex interaction of genes and environmental factors. Numerous common genetic variants with small effects on blood pressure have been identified as well as some rare genetic variants with large effects on blood pressure. Also, genome-wide association studies (GWAS) have identified 35 genetic loci related to blood pressure; 12 of these genetic loci influencing blood pressure were newly found. Sentinel SNP for each new genetic loci identified has shown an association with DNA methylation at multiple nearby Cpg sites. These sentinel SNP are located within genes related to vascular smooth muscle and renal function. DNA methylation might affect in some way linking common genetic variation to multiple phenotypes even though mechanisms underlying these associations are not understood. Single variant test performed in this study for the 35 sentinel SNP (known and new) showed that genetic variants singly or in aggregate contribute to risk of clinical phenotypes related to high blood pressure.",
            "score": 50.905643463134766
        },
        {
            "docid": "302013_23",
            "document": "Human leukocyte antigen . MHC loci are some of the most genetically variable coding loci in mammals, and the human HLA loci are no exceptions. Despite the fact that the human population went through a constriction more than 150,000 years ago that was capable of fixing many loci, the HLA loci appear to have survived such a constriction with a great deal of variation. Of the 9 loci mentioned above, most retained a dozen or more allele-groups for each locus, far more preserved variation than the vast majority of human loci. This is consistent with a heterozygous or balancing selection coefficient for these loci. In addition, some HLA loci are among the fastest-evolving coding regions in the human genome. One mechanism of diversification has been noted in the study of Amazonian tribes of South America that appear to have undergone intense gene conversion between variable alleles and loci within each HLA gene class. Less frequently, longer-range productive recombinations through HLA genes have been noted producing chimeric genes.",
            "score": 50.851497650146484
        },
        {
            "docid": "9693587_3",
            "document": "Complement component 4 . One of the earlier genetic studies on the C4 protein identified two different groups, found within a human serum, called the Chido/Rogers (Ch/Rg) blood groups. O’Neill et al. have demonstrated that two different C4 loci express the different Ch/Rg antigens on the membranes of erythrocytes. More specifically, the two proteins, Ch and Rg, function together as a medium for interaction between the Ab-Ag complex and other complement components. Moreover, the two loci are linked to the HLA, or the human analog of the major histocompatibility complex (MHC) on the short arm of chromosome 6, whereas previously they were believed to have been expressed by two codominant alleles at a single locus. In gel electrophoresis studies, O’Neill et al. have identified two genetic variants: F, signifying the presence (F+) or absence (f0/ f0) of four fast moving bands, and S, signifying the presence (S+) or absence (s0/ s0) of four slow moving bands. The homogeneity or heterogeneity of the two loci, with the addition of these null (f0, s0) genes, allow for duplication/non-duplication of the C4 loci. Therefore, having separate loci for C4, C4F and C4S (later identified as C4A or C4B, respectively), possibly account for producing multiple allelic forms, leading to the great size and copy number variation.",
            "score": 50.52766418457031
        },
        {
            "docid": "48626085_10",
            "document": "Streptomyces lavendulae . It has been observed that cultures of \"S. lavendulae\" that produce streptothricin are resistant to the effects of this antibiotic. Many studies show the presence of multiple pathways for resistance toward a single antibiotic with the resistance genes located next to the antibiotic biosynthetic genes. Mytomycin C (MC), an antibiotic produced by \"S. lavendulae\", exhibits cytotoxicity when the activated drug covalently binds complementary strands of DNA. \"Streptomycetes\" contain an average G+C content of 70% making them very susceptible to the harmful effects of MC. \"S. lavendulae\" has three known genetic loci for resistance to MC. The first genetic locus (mcr) codes for two genes which inactivate MC in vivo through an oxidation process. The second locus (mrd) binds with MC as a complex which prevents drug activation. The third locus (mct) encodes a membrane-associated protein involved in the excretion of MC from the cell. These antibiotic resistance genes are tightly linked within the MC biosynthetic gene cluster. This coordinated gene regulation along with the multiple resistance loci effectively confer MC antibiotic resistance to \"S. lavendulae\".",
            "score": 50.44499969482422
        },
        {
            "docid": "1293780_6",
            "document": "Fomitopsis betulina . \"F. betulina\" has a bipolar mating system where monokaryons or germinating spores can only mate and form a fertile dikaryon with an individual that possesses a different mating-type factor. There are at least 33 different mating-type factors within the British population of this fungus. These factors are all variants or alleles of a single gene, as opposed to the tetrapolar mating system of some other basidiomycete species, which involves two genes.",
            "score": 50.17636489868164
        },
        {
            "docid": "56234193_5",
            "document": "Ulocladium botrytis . \"Ulocladium botrytis\" is an anamorphic fungus, thus it undergoes asexual reproduction. Although it is an asexual fungus, \"U. botrytis\" possesses the mating type locus, which consists of two dissimilar DNA sequences termed MAT1-1-1 and MAT1-2-1. These \"U. botrytis\" MAT genes are essential for controlling colony size and asexual traits such as conidial size and number in \"U.botrytis\". The \"U. botrytis\" MAT genes have lost the ability to regulate sexual reproduction in \"U. botrytis\"; however, they have the ability to partially induce sexual reproduction in \"Cochliobolus heterostrophus\", a heterothallic species, upon heterologous complementation.",
            "score": 50.14142608642578
        },
        {
            "docid": "11460505_7",
            "document": "Setosphaeria turcica . Genotyping of \"S. turcica\" populations has shown that sexual reproduction in a given population might be commonplace, extremely rare, or anywhere in between. Genotyping of 264 isolates of \"S. turcica\" from temperate and tropical regions found that tropical populations had very high genetic diversity, an equal proportion of the two mating types, and low amounts of linkage disequilibrium between different genetic loci, all suggestive of frequent sexual mating and recombination. In temperate populations, in contrast, there was low genetic diversity, high amounts of linkage disequilibrium, and a single dominant mating type, which suggests infrequent sexual mating.",
            "score": 49.64513397216797
        }
    ]
}