{
    "q": [
        {
            "docid": "854294_40",
            "document": "DNA repair . Eukaryotic cells exposed to DNA damaging agents also activate important defensive pathways by inducing multiple proteins involved in DNA repair, cell cycle checkpoint control, protein trafficking and degradation. Such genome wide transcriptional response is very complex and tightly regulated, thus allowing coordinated global response to damage. Exposure of yeast \"Saccharomyces cerevisiae\" to DNA damaging agents results in overlapping but distinct transcriptional profiles. Similarities to environmental shock response indicates that a general global stress response pathway exist at the level of transcriptional activation. In contrast, different human cell types respond to damage differently indicating an absence of a common global response. The probable explanation for this difference between yeast and human cells may be in the heterogeneity of mammalian cells. In an animal different types of cells are distributed among different organs that have evolved different sensitivities to DNA damage.",
            "score": 63.283700704574585
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 86.90151631832123
        },
        {
            "docid": "563580_5",
            "document": "Hormone receptor . The presence of hormone or multiple hormones enables a response in the receptor which begins a cascade of signaling. The hormone receptor interacts with different molecules in order to induce a variety of changes, such as the increase or decrease of nutrient sources, growth, and other metabolic functions. These signaling pathways are complex mechanisms mediated by feedback loops where different signals activate and inhibit other signals. If a signaling pathway ends with the increase in production of a nutrient, that nutrient is then a signal back to the receptor that acts as a competitive inhibitor to prevent further production. Signaling pathways regulate cells through activating or inactivating gene expression, transport of metabolites, and controlling enzymatic activity in order to manage growth and functions of metabolism.",
            "score": 86.87141442298889
        },
        {
            "docid": "5674591_10",
            "document": "Mothers against decapentaplegic homolog 3 . SMAD3 functions as a transcriptional modulator, binding the TRE (TPA responsive element) in the promoter region of many genes that are regulated by TGF-β. SMAD3 and SMAD4 can also form a complex with c-Fos and c-jun at the AP-1/SMAD site to regulate TGF-β-inducible transcription. The genes regulated by SMAD3-mediated TGFβ signaling affect differentiation, growth and death.  TGF-β/SMAD signaling pathway has been shown to have a critical role in the expression of genes controlling differentiation of embryonic stem cells. Some of the developmental genes regulated by this pathway include FGF1, NGF, and WNT11 as well as stem/progenitor cell associated genes CD34 and CXCR4. The activity of this pathway as a regulator of pluripotent cell states requires the TRIM33-SMAD2/3 chromatin reading complex.",
            "score": 74.85553920269012
        },
        {
            "docid": "356382_13",
            "document": "Gene regulatory network . The enriched motifs have been proposed to follow convergent evolution, suggesting they are \"optimal designs\" for certain regulatory purposes. For example, modeling shows that feed-forward loops are able to coordinate the change in node A (in terms of concentration and activity) and the expression dynamics of node C, creating different input-output behaviors. The galactose utilization system of \"E. coli\" contains a feed-forward loop which accelerates the activation of galactose utilization operon \"galETK\", potentially facilitating the metabolic transition to galactose when glucose is depleted. The feed-forward loop in the arabinose utilization systems of \"E.coli\" delays the activation of arabinose catabolism operon and transporters, potentially avoiding unnecessary metabolic transition due to temporary fluctuations in upstream signaling pathways. Similarly in the Wnt signaling pathway of \"Xenopus\", the feed-forward loop acts as a fold-change detector that responses to the fold change, rather than the absolute change, in the level of β-catenin, potentially increasing the resistance to fluctuations in β-catenin levels. Following the convergent evolution hypothesis, the enrichment of feed-forward loops would be an adaptation for fast response and noise resistance. A recent research found that yeast grown in an environment of constant glucose developed mutations in glucose signaling pathways and growth regulation pathway, suggesting regulatory components responding to environmental changes are dispensable under constant environment.",
            "score": 69.65920722484589
        },
        {
            "docid": "14854417_9",
            "document": "Protein phosphorylation . Cyclin-dependent kinases (CDKs) are serine-threonine kinases which regulate progression through the eukaryotic cell cycle. CDKs are catalytically active only when bound to a regulatory cyclin. Animal cells contain at least nine distinct CDKs which bind to various cyclins with considerable specificity. CDK inhibitors (CKIs) block kinase activity in the cyclin-CDK complex to halt the cell cycle in G1 or in response to environmental signals or DNA damage. The activity of different CDKs activate cell signaling pathways and transcription factors that regulate key events in mitosis such as the G1/S phase transition. Earlier cyclin-CDK complexes provide the signal to activate subsequent cyclin-CDK complexes.",
            "score": 60.23710751533508
        },
        {
            "docid": "34014895_3",
            "document": "Julian Downward . Downward was educated at Eton College and earned a Bachelor of Arts degree in Natural Sciences from Clare College, Cambridge. His PhD was supervised by at the Imperial Cancer Research Fiund where he investigated Epidermal growth factor receptor, establishing in 1984 the close similarity between this cellular growth regulatory protein and the avian retroviral oncogene, v-erbB. This work led to the identification of the closely related cellular oncogene ErbB2/HER2, which is over-expressed in a major subset of breast cancers and is the target of the important targeted therapy, trastuzumab. From 1986 to 1989, he was a postdoctoral researcher with Robert Weinberg, at the Whitehead Institute for biomedical research at the Massachusetts Institute of Technology. Downward's research investigates cancer biology. His work on the Ras GTPase has made seminal contributions to our understanding of how cellular signal transduction pathways are subverted in oncogenic transformation. His work provided the first demonstration that Guanosine triphosphate-loading on Ras, which is commonly mutationally activated in human tumours, is normally regulated in response to extracellular factors; he went on to characterise growth factor receptor complexes mediating Ras nucleotide exchange, and to demonstrate that GTP-bound Ras binds to and activates the RAF kinase, which controls the mitogen-activated protein kinase pathway. Julian was first to demonstrate that phosphoinositide 3-kinase (PI 3-kinase) is also a Ras effector, important in regulation of apoptosis. He showed that transformation by Ras requires interaction with multiple effectors, which contribute differentially to cell cycle progression, cytoskeletal regulation and apoptosis. His work has established that both cell matrix and cell–cell interaction activate the PI 3-kinase/PKB pathway, and thereby prevent programmed cell death, and that it is activation of this pathway by oncogenic Ras that allows anchorage-independent growth of transformed cells. Most recently he has focused on identifying unique weaknesses of cancer cells expressing the activated Ras oncogene using a combination of large-scale functional genomics and pre-clinical models of lung cancer.",
            "score": 64.61289072036743
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 59.7279235124588
        },
        {
            "docid": "237704_32",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" has been highly studied as a model organism to better understand aging for more than five decades and has contributed to the identification of more mammalian genes affecting aging than any other model organism. Some of the topics studied using yeast are calorie restriction, as well as in genes and cellular pathways involved in senescence. The two most common methods of measuring aging in yeast are Replicative Life Span, which measures the number of times a cell divides, and Chronological Life Span, which measures how long a cell can survive in a non-dividing stasis state. Limiting the amount of glucose or amino acids in the growth medium has been shown to increase RLS and CLS in yeast as well as other organisms. At first, this was thought to increase RLS by up-regulating the sir2 enzyme, however it was later discovered that this effect is independent of sir2. Over-expression of the genes sir2 and fob1 has been shown to increase RLS by preventing the accumulation of extrachromosomal rDNA circles, which are thought to be one of the causes of senescence in yeast. The effects of dietary restriction may be the result of a decreased signaling in the TOR cellular pathway. This pathway modulates the cell's response to nutrients, and mutations that decrease TOR activity were found to increase CLS and RLS. This has also been shown to be the case in other animals. A yeast mutant lacking the genes sch9 and ras2 has recently been shown to have a tenfold increase in chronological lifespan under conditions of calorie restriction and is the largest increase achieved in any organism.",
            "score": 54.33806777000427
        },
        {
            "docid": "13975479_11",
            "document": "RHOA . Activated RhoA also participates in regulating transcriptional control over other signal transduction pathways via various cellular factors. RhoA proteins help potentiate the transcription independent of ternary complex factors when activated while simultaneously modulating subsequent extracellular signal activity. It has also been shown that RhoA mediates serum-, LPA- and AIF4-induced signaling pathways in addition to regulating the transcription of the c-fos promoter, a key component in the formation of the ternary complex producing the serum and ternary factors. RhoA signaling and modulation of actin polymerization also regulates Sox9 expression via controlling transcriptional Sox9 activity. The expression and transcriptional activity of Sox9 is directly linked with the loss of RhoA activity and illustrates how RhoA participates in the transcriptional control of specific protein expression.",
            "score": 71.06259226799011
        },
        {
            "docid": "1872854_9",
            "document": "Biochemical cascade . Adhesion is an essential process to epithelial cells so that epithelium can be formed and cells can be in permanent contact with extracellular matrix and other cells. Several pathways exist to accomplish this communication and adhesion with environment. But the main signalling pathways are the cadherin and integrin pathways. The cadherin pathway is present in adhesion junctions or in desmosomes and it is responsible for epithelial adhesion and communication with adjacent cells. Cadherin is a transmembrane glycoprotein receptor that establishes contact with another cadherin present in the surface of a neighbour cell forming an adhesion complex. This adhesion complex is formed by β-catenin and α-catenin, and p120 is essential for its stabilization and regulation. This complex then binds to actin, leading to polymerization. For actin polymerization through the cadherin pathway, proteins of the Rho GTPases family are also involved. This complex is regulated by phosphorylation, which leads to downregulation of adhesion. Several factors can induce the phosphorylation, like EGF, HGF or v-Src. The cadherin pathway also has an important function in survival and proliferation because it regulates the concentration of cytoplamatic β-catenin. When β-catenin is free in the cytoplasm, normally it is degraded, however if the Wnt signalling is activated, β-catenin degradation is inhibited and it is translocated to the nucleus where it forms a complex with transcription factors. This leads to activation of genes responsible for cell proliferation and survival. So the cadherin-catenin complex is essential for cell fate regulation.  Integrins are heterodimeric glycoprotein receptors that recognize proteins present in the extracellular matrix, like fibronectin and laminin. In order to function, integrins have to form complexes with ILK and Fak proteins. For adhesion to the extracellular matrix, ILK activate the Rac and Cdc42 proteins and leading to actin polymerization. ERK also leads to actin polymerization through activation of cPLA2. Recruitment of FAK by integrin leads to Akt activation and this inhibits pro-apoptotic factors like BAD and Bax. When adhesion through integrins do not occur the pro-apoptotic factors are not inhibited and resulting in apoptosis.",
            "score": 71.65228283405304
        },
        {
            "docid": "14761714_5",
            "document": "Allograft inflammatory factor 1 . AIF1 was originally discovered in atherosclerotic lesions in a rat model of chronic allograft cardiac rejection. It was found to be upregulated in macrophages and neutrophils in response to the cytokine IFN-γ. AIF1 expression has been seen to increase in vascular tissue in response to arterial injury, specifically it is found in activated vascular smooth muscle cells in response to IFN-γ, IL-1β, and T-cell conditioned media. In vascular smooth muscle cells, activation is responsible for arterial thickening in allografts through over proliferation. AIF1 has been found to enhance growth and promote proliferation in vascular smooth muscle cells through deregulation of the cell cycle. It does this by shortening the cell cycle and altering the expression of cyclins. Though histologically different, AIF1 has also been shown to promote the proliferation and activation of endothelial cells (EC). EC activation, leads to proliferation and migration of cells, which is involved in multiple normal vascular processes, such as atherosclerosis, angiogenesis, and wound healing. It is currently theorized that AIF1 works to control endothelial cell proliferation and migration through action in signal transduction pathways. It has features of a cytoplasmic signaling protein, including several domains that allow for binding to multiprotein complexes, called PDZ domains. In endothelial cells, AIF1 has been specifically shown to regulate vasculogenesis, including the formation of aortic sprouting and tube-like formations. AIF1 been shown to interact with kinase p44/42 and PAK1, two previously known signal transduction molecules, in regulating these processes. AIF1 also shows distinct differences in the pathways by which it regulates endothelial cells, macrophages, and vascular smooth muscle cells.",
            "score": 72.44497978687286
        },
        {
            "docid": "1209057_14",
            "document": "Wnt signaling pathway . Wnt signaling also regulates a number of other signaling pathways that have not been as extensively elucidated. One such pathway includes the interaction between Wnt and GSK3. During cell growth, Wnt can inhibit GSK3 in order to activate mTOR in the absence of β-catenin. However, Wnt can also serve as a negative regulator of mTOR via activation of the tumor suppressor TSC2, which is upregulated via Dsh and GSK3 interaction. During myogenesis, Wnt uses PA and CREB to activate MyoD and Myf5 genes. Wnt also acts in conjunction with Ryk and Src to allow for regulation of neuron repulsion during axonal guidance. Wnt regulates gastrulation when CK1 serves as an inhibitor of Rap1-ATPase in order to modulate the cytoskeleton during gastrulation. Further regulation of gastrulation is achieved when Wnt uses ROR2 along with the CDC42 and JNK pathway to regulate the expression of PAPC. Dsh can also interact with aPKC, Pa3, Par6 and LGl in order to control cell polarity and microtubule cytoskeleton development. While these pathways overlap with components associated with PCP and Wnt/Calcium signaling, they are considered distinct pathways because they produce different responses.",
            "score": 74.3269613981247
        },
        {
            "docid": "14522499_8",
            "document": "Prostaglandin EP2 receptor . EP is classified as a relaxant type of prostanoid receptor based on its ability, upon activation, to relax certain types of smooth muscle (see Prostaglandin receptors). When initially bound to PGE or any other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gamma complexes (i.e. G). The Gα- G complexes dissociate into their Gα and G subunits which in turn regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP thereby activating PKA; PKA activates various types of signaling molecules such as the transcription factor CREB which lead to different types of functional responses depending on cell type. EP also activates the a) GSK-3 pathway which regulates cell migratory responses and innate immune responses including pro-inflammatory cytokine and interleukin production and b) Beta-catenin pathway which regulates not only cell–cell adhesion but also activates the Wnt signaling pathway which, in turn, stimulates the transcription of genes responsible for regulating cell migration and proliferation. In many of these respects, EP actions resemble those of another type of relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. EP also differs from all the other prostaglandin receptors in that it fails to undergo homologous desensitization. That is, following agonist-induced activation, the other prostaglandin (as well as most types of G protein coupled receptors) quickly become desensitized, often internalized, and whether or not internalized, incapable of activating their G protein targets. This effect limits the duration and extent to which agonists can stimulate cells. EP, by failing to become desensitized, is able to function over prolong periods and later time points than other prostaglandin receptors and therefore potentially able to contribute to more delayed and chronic phases of cellular and tissue responses.",
            "score": 66.6012659072876
        },
        {
            "docid": "30006925_2",
            "document": "G1 and G1/S cyclins- budding yeast . Cln1, Cln2, and Cln3 are cyclin proteins expressed in the G1-phase of the cell cycle of budding yeast. Like other cyclins, they function by binding and activating cyclin-dependent kinase. They are responsible for initiating entry into a new mitotic cell cycle at \"Start\". As described below, Cln3 is the primary regulator of this process during normal yeast growth, with the other two G1 cyclins performing their function upon induction by Cln3. However, Cln1 and Cln2 are also directly regulated by pathways sensing extracellular conditions, including the mating pheremone pathway.",
            "score": 50.61596488952637
        },
        {
            "docid": "49674070_4",
            "document": "Histidine phosphotransfer domain . The increased complexity of the phosphorelay system compared to orthodox two-component signaling provides additional opportunities for regulation and improves the specificity of the response. Although there is very little cross-talk between orthodox two-component systems, phosphorelays allow more complex signaling pathways; examples include a bifurcated pathway with multiple downstream outputs, as in the case of the \"Caulobacter crescentus\" ChpT HPt involved in cell cycle regulation, or, alternatively, pathways in which more than one histidine kinase controls a single response regulator, such as the sporulation pathway in \"Bacillus subtilis\", which can give rise to complex temporal variations. In some known cases, there is an additional form of regulation in phosphohistidine phosphatase enzymes that act on HPt, such as the \"Escherichia coli\" protein SixA which targets ArcB.",
            "score": 82.93476486206055
        },
        {
            "docid": "356382_11",
            "document": "Gene regulatory network . There are primarily two ways that networks can evolve, both of which can occur simultaneously. The first is that network topology can be changed by the addition or subtraction of nodes (genes) or parts of the network (modules) may be expressed in different contexts. The\" Drosophila\" Hippo signaling pathway provides a good example. The Hippo signaling pathway controls both mitotic growth and post-mitotic cellular differentiation. Recently it was found that the network the Hippo signaling pathway operates in differs between these two functions which in turn changes the behavior of the Hippo signaling pathway. This suggests that the Hippo signaling pathway operates as a conserved regulatory module that can be used for multiple functions depending on context. Thus, changing network topology can allow a conserved module to serve multiple functions and alter the final output of the network. The second way networks can evolve is by changing the strength of interactions between nodes, such as how strongly a transcription factor may bind to a cis-regulatory element. Such variation in strength of network edges has been shown to underlie between species variation in vulva cell fate patterning of \"Caenorhabditis\" worms.",
            "score": 84.27866840362549
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 59.88801348209381
        },
        {
            "docid": "11329484_11",
            "document": "TLR4 . The MyD88-dependent pathway is regulated by two adaptor-associated proteins: Myeloid Differentiation Primary Response Gene 88 (MyD88) and TIR Domain-Containing Adaptor Protein (TIRAP). TIRAP-MyD88 regulates early NF-κβ activation and production of proinflammatory cytokines, such as IL-12. MyD88 signaling involves the activation of IL-1 Receptor-Associated Kinases (IRAKs) and the adaptor molecules TNF Receptor-Associated Factor 6 (TRAF6). TRAF6 induces the activation of TAK1 (Transforming growth factor-β-Activated Kinase 1) that leads to the activation of MAPK cascades (Mitogen-Activated Protein Kinase) and IKK (IκB Kinase). IKKs' signaling pathway leads to the induction of the transcription factor NF-κB, while activation of MAPK cascades lead to the activation of another transcription factor AP-1. Both of them have a role in the expression of proinflammatory cytokines. The activation of NF-κB via TAK-1 is complex, and it starts by the assembly of a protein complex called the signalosome, which is made of a scaffolding protein, called NEMO. The protein complex is made from two different κB kinases, called IKKα and IKKβ. This causes the addition of a small regulatory protein to the signalosome called ubiquitin, that acts to initiate the release of the NF-κB protein, which coordinates translocation in the nucleus of cytokines.",
            "score": 63.221617102622986
        },
        {
            "docid": "20545450_7",
            "document": "FG syndrome . The MED12 gene codes for the Mediator Complex Subunit 12 protein. The mediator complex is composed of around 25 different proteins that all help with the regulation of gene activity. This mediator complex regulated gene expression by bridging interaction between RNA polymerase II and gene-specific regulating proteins such as transcription factors, repressor proteins, activator proteins, etc. Changes to this complex and the proteins associated can have a severe impact on the production of new proteins. The MED12 gene is also thought to be highly linked to neuron development as well as high usage in the cells signal transduction pathway. This explains the slowed intellectual development individuals with FG syndrome have.",
            "score": 47.18554496765137
        },
        {
            "docid": "26568770_8",
            "document": "Atg1 . The autophagy machinery is activated upon several stimuli, like nutrient starvation, infection, repair mechanism or in programmed cell death. The role of Atg1 and its regulation is best studied under nutrient starvation and the corresponding arrest of growth. A key enzyme in the signalling pathway of nutrient availability is TOR, of which two isoforms exist in yeast(Tor1 and Tor2). These proteins form two distinct complexes, termed TORC1 and TORC2 of which TORC1 is highly sensitive to cellular nutrient conditions. Under nutrient rich conditions, TORC1 is active and phosphorylates Atg13 at multiple sites, thereby inhibiting a complex formation with Atg1. This leads to a decrease in Atg1 kinase activity and decreased autophagy. Upon starvation, Atg13 is rapidly dephosphorylated and forms a complex with Atg1, thereby activating it, which leads to the subsequent assembly of the PAS through recruitment of other Atg proteins.",
            "score": 50.20375990867615
        },
        {
            "docid": "40762847_5",
            "document": "Leona D. Samson . Most of Samson's contemporary publications are written about alkylating agents in particular or about DNA repair pathways. One of her most-cited articles, \"Global response of Saccharomyces cerevisiae to an alkylating agent\", measures the gene transcript levels of a yeast named Saccharomyces cerevisiae. Another highly cited article, also about \"Saccharomyces cerevisiae\", was published in 2000 and entitled \"Regulatory Networks Revealed by Transcriptional Profiling of Damaged Saccharomyces cerevisiae Cells: Rpn4 Links Base Excision Repair with Proteasomes.\" This paper finds that the transcription and repair of certain genes in the yeast are regulated by the proteasome-associated protein Rpn4. Samson is also an Associate Editor of the journal DNA Repair, a \"leading scientific journal that publishes research on cellular responses to DNA damage.\"",
            "score": 35.42323160171509
        },
        {
            "docid": "14117845_3",
            "document": "MAP3K7 . The protein encoded by this gene is a member of the serine/threonine protein kinase family. This kinase mediates the signaling transduction induced by TGF beta and morphogenetic protein (BMP), and controls a variety of cell functions including transcription regulation and apoptosis. TAK1 is a central regulator of cell death and is activated through a diverse set of intra- and extracellular stimuli. TAK1 regulates cell survival not solely through NF-κB but also through NF-κB-independent pathways such as oxidative stress and receptor-interacting protein kinase 1 (RIPK1) kinase activity-dependent pathway. In response to IL-1, this protein forms a kinase complex including TRAF6, MAP3K7P1/TAB1 and MAP3K7P2/TAB2; this complex is required for the activation of nuclear factor kappa B. This kinase can also activate MAPK8/JNK, MAP2K4/MKK4, and thus plays a role in the cell response to environmental stresses. Four alternatively spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 63.41209173202515
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 71.89014375209808
        },
        {
            "docid": "1209057_2",
            "document": "Wnt signaling pathway . The Wnt signaling pathways are a group of signal transduction pathways made of proteins that pass signals into a cell through cell surface receptors. Three Wnt signaling pathways have been characterized: the canonical Wnt pathway, the noncanonical planar cell polarity pathway, and the noncanonical Wnt/calcium pathway. All three pathways are activated by binding a Wnt-protein ligand to a Frizzled family receptor, which passes the biological signal to the Dishevelled protein inside the cell. The canonical Wnt pathway leads to regulation of gene transcription, and is thought to be negatively regulated in part by the SPATS1 gene. The noncanonical planar cell polarity pathway regulates the cytoskeleton that is responsible for the shape of the cell. The noncanonical Wnt/calcium pathway regulates calcium inside the cell. Wnt signaling pathways use either nearby cell-cell communication (paracrine) or same-cell communication (autocrine). They are highly evolutionarily conserved in animals, which means they are similar across animal species from fruit flies to humans.",
            "score": 82.86423182487488
        },
        {
            "docid": "2457_11",
            "document": "Apoptosis . The initiation of apoptosis is tightly regulated by activation mechanisms, because once apoptosis has begun, it inevitably leads to the death of the cell. The two best-understood activation mechanisms are the intrinsic pathway (also called the mitochondrial pathway) and the extrinsic pathway. The \"intrinsic pathway\" is activated by intracellular signals generated when cells are stressed and depends on the release of proteins from the intermembrane space of mitochondria. The \"extrinsic pathway\" is activated by extracellular ligands binding to cell-surface death receptors, which leads to the formation of the death-inducing signaling complex (DISC).",
            "score": 67.59944725036621
        },
        {
            "docid": "1408530_24",
            "document": "Circadian clock . Circadian oscillators are simply oscillators with a period of approximately 24 hours. In response to light stimulus the body corresponds with a system and network of pathways that work together to determine the biological day and night. The regulatory networks involved in keeping the clock precise span over a range of post-translation regulation mechanisms. Circadian oscillators may be regulated by phosphorylation, SUMOylation, ubiquitination, and histone acetylation and deacetylation, the covalent modification of the histone tail which controls the level of chromatin structures causing the gene to be expressed more readily. Methylation of a protein structure adds a methyl group and regulates the protein function or gene expression and in histone methylation gene expression is either suppressed or activated through changing the DNA sequence. Histones go through an acetylation, methylation and phosphorylation process but the major structural and chemical changes happen when enzymes \"histone acetyltransferases\" (HAT) and \"histone deacetylases\" (HDAC) add or remove acetyl groups from the histone causing a major change in DNA expression. By changing DNA expression, histone acetylation and methylation regulate how the circadian oscillator operates. Fustin and co-workers provided a new layer of complexity to the regulation of circadian oscillator in mammals by showing that RNA methylation was necessary for efficient export of mature mRNA out of the nucleus: inhibition of RNA methylation caused nuclear retention of clock gene transcripts, leading to a longer circadian period.",
            "score": 40.24181079864502
        },
        {
            "docid": "19221835_7",
            "document": "Dishevelled . The planar cell polarity pathway (PCP) is the most notable β-catenin pathway – the Wnt signal is received by the Frizzled receptor, which relays signals to DVL, which then acts as a branch point for two independent pathways, leading to the activation of small GTPases Rho and Rac. For the Rho branch, Wnt signals induce DVL to form a complex with Daam1 (Dishevelled associated activator of morphogenesis 1). This complex then interacts with Rho guanine nucleotide exchange factor WGEF (weak-similarity GEF), which activates downstream effectors like Rho GTPase and Rho-associated kinase (ROCK), which activates actin and cytoskeleton architecture in the cell. For the Rac branch, DVL activates the Rac GTPase. Activating the Rac GTPase stimulates the downstream effector c-Jun N-terminal kinase (JNK), which controls rearrangements in the cytoskeleton and gene expression. More specifically, it regulates the polarity and movement of a cell, in processes in vertebrates (like Xenopus) including gastrulation, neural tube closure, and stereocilia orientation in the inner ear.",
            "score": 55.29195475578308
        },
        {
            "docid": "28857_2",
            "document": "Signal transduction . Signal transduction is the process by which a chemical or physical signal is transmitted through a cell as a series of molecular events, most commonly protein phosphorylation catalyzed by protein kinases, which ultimately results in a cellular response. Proteins responsible for detecting stimuli are generally termed receptors, although in some cases the term sensor is used. The changes elicited by ligand binding (or signal sensing) in a receptor give rise to a signaling cascade, which is a chain of biochemical events along a signaling pathway. When signaling pathways interact with one another they form networks, which allow cellular responses to be coordinated, often by combinatorial signaling events. At the molecular level, such responses include changes in the transcription or translation of genes, and post-translational and conformational changes in proteins, as well as changes in their location. These molecular events are the basic mechanisms controlling cell growth, proliferation, metabolism and many other processes. In multicellular organisms, signal transduction pathways have evolved to regulate cell communication in a wide variety of ways.",
            "score": 83.30626487731934
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 60.29309785366058
        },
        {
            "docid": "2901165_19",
            "document": "Transforming growth factor beta . More specifically, activated TGF-β complexes bind to the type 2 domain of the TGF-β receptor which then recruits and phosphorylates a type 1 receptor. The type 1 receptor then recruits and phosphorylates a receptor regulated SMAD (R-SMAD). The R-SMAD then binds to the common SMAD (coSMAD) SMAD4 and forms a heterodimeric complex. This complex then enters the cell nucleus where it acts as a transcription factor for various genes, including those to activate the mitogen-activated protein kinase 8 pathway, which triggers apoptosis. The SMAD pathway is regulated by feedback inhibition. SMAD6 and SMAD7 may block type I receptors. There is also substantial evidence that TGF-β-dependent signaling via the SMAD-3 pathway is responsible for many of the inhibitory functions of TGF-β discussed in later sections and thus it is implicated in oncogenesis.",
            "score": 64.66386914253235
        },
        {
            "docid": "1907985_13",
            "document": "Smith–Lemli–Opitz syndrome . Given its prevalence in cell membranes, cholesterol is highly involved in certain transport processes. It may influence the function of ion channels and other membrane transporters. For example, cholesterol is necessary for the ligand binding activity of the serotonin receptor. In addition, it appears to be very important in exocytosis. Cholesterol modulates the properties of the membrane (such as membrane curvature), and may regulate the fusion of vesicles with the cell membrane. It may also facilitate the recruitment of complexes necessary for exocytosis. Given that neurons rely heavily on exocytosis for the transmission of impulses, cholesterol is a very important part of the nervous system. One particularly relevant pathway in which cholesterol takes place is the Hedgehog signaling pathway. This pathway is very important during embryonic development, and involved in deciding the fate of cells (i.e., which tissue they need to migrate to). Hedgehog proteins are also involved in the transcription of genes that regulate cell proliferation and differentiation. Cholesterol is important to this pathway because it undergoes covalent bonding to Hedgehog proteins, resulting in their activation. Without cholesterol, the signaling activity is disrupted and cell differentiation may be impaired.",
            "score": 65.02396130561829
        }
    ],
    "r": [
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 86.90151977539062
        },
        {
            "docid": "563580_5",
            "document": "Hormone receptor . The presence of hormone or multiple hormones enables a response in the receptor which begins a cascade of signaling. The hormone receptor interacts with different molecules in order to induce a variety of changes, such as the increase or decrease of nutrient sources, growth, and other metabolic functions. These signaling pathways are complex mechanisms mediated by feedback loops where different signals activate and inhibit other signals. If a signaling pathway ends with the increase in production of a nutrient, that nutrient is then a signal back to the receptor that acts as a competitive inhibitor to prevent further production. Signaling pathways regulate cells through activating or inactivating gene expression, transport of metabolites, and controlling enzymatic activity in order to manage growth and functions of metabolism.",
            "score": 86.87141418457031
        },
        {
            "docid": "5620705_26",
            "document": "Bone morphogenetic protein 4 . Mitogen activated protein kinases (MAPK) undergo phosphorylation via a signaling cascade where MAPKKK phosphorylates and activates MAPKK and MAPKK phosphorylates and activates MAPK which then induces an intracellular response. Activation of MAPKKK is through the interaction of mainly GTPases or another group of protein kinases. TGF-β receptors induce the MAPK signaling pathways of ERK, JNK and p38. BMP4 is also known to activate the ERK, JNK and p38 MAPK signalling pathways whilst have been found to act independently of Smad signaling pathways, are mostly active in conjunction with Smad. The activation of the ERK and JNK pathways acts to phosphorylate Smad and therefore regulate its activation. In addition to this, MAPK pathways may be able to directly affect Smad-interacting transcription factors via a JNK or p38 substrate that induces convergence of the two signaling pathways. This convergence is noted to consist mainly of cooperative behavior however, there is evidence to suggest that they may at times counteract each other. Furthermore, the balance that exists between the direct activation of these signaling pathways has a significant effect on TGF-β induced cellular responses.",
            "score": 85.45824432373047
        },
        {
            "docid": "356382_11",
            "document": "Gene regulatory network . There are primarily two ways that networks can evolve, both of which can occur simultaneously. The first is that network topology can be changed by the addition or subtraction of nodes (genes) or parts of the network (modules) may be expressed in different contexts. The\" Drosophila\" Hippo signaling pathway provides a good example. The Hippo signaling pathway controls both mitotic growth and post-mitotic cellular differentiation. Recently it was found that the network the Hippo signaling pathway operates in differs between these two functions which in turn changes the behavior of the Hippo signaling pathway. This suggests that the Hippo signaling pathway operates as a conserved regulatory module that can be used for multiple functions depending on context. Thus, changing network topology can allow a conserved module to serve multiple functions and alter the final output of the network. The second way networks can evolve is by changing the strength of interactions between nodes, such as how strongly a transcription factor may bind to a cis-regulatory element. Such variation in strength of network edges has been shown to underlie between species variation in vulva cell fate patterning of \"Caenorhabditis\" worms.",
            "score": 84.27867126464844
        },
        {
            "docid": "28857_2",
            "document": "Signal transduction . Signal transduction is the process by which a chemical or physical signal is transmitted through a cell as a series of molecular events, most commonly protein phosphorylation catalyzed by protein kinases, which ultimately results in a cellular response. Proteins responsible for detecting stimuli are generally termed receptors, although in some cases the term sensor is used. The changes elicited by ligand binding (or signal sensing) in a receptor give rise to a signaling cascade, which is a chain of biochemical events along a signaling pathway. When signaling pathways interact with one another they form networks, which allow cellular responses to be coordinated, often by combinatorial signaling events. At the molecular level, such responses include changes in the transcription or translation of genes, and post-translational and conformational changes in proteins, as well as changes in their location. These molecular events are the basic mechanisms controlling cell growth, proliferation, metabolism and many other processes. In multicellular organisms, signal transduction pathways have evolved to regulate cell communication in a wide variety of ways.",
            "score": 83.30626678466797
        },
        {
            "docid": "49674070_4",
            "document": "Histidine phosphotransfer domain . The increased complexity of the phosphorelay system compared to orthodox two-component signaling provides additional opportunities for regulation and improves the specificity of the response. Although there is very little cross-talk between orthodox two-component systems, phosphorelays allow more complex signaling pathways; examples include a bifurcated pathway with multiple downstream outputs, as in the case of the \"Caulobacter crescentus\" ChpT HPt involved in cell cycle regulation, or, alternatively, pathways in which more than one histidine kinase controls a single response regulator, such as the sporulation pathway in \"Bacillus subtilis\", which can give rise to complex temporal variations. In some known cases, there is an additional form of regulation in phosphohistidine phosphatase enzymes that act on HPt, such as the \"Escherichia coli\" protein SixA which targets ArcB.",
            "score": 82.93476104736328
        },
        {
            "docid": "1209057_2",
            "document": "Wnt signaling pathway . The Wnt signaling pathways are a group of signal transduction pathways made of proteins that pass signals into a cell through cell surface receptors. Three Wnt signaling pathways have been characterized: the canonical Wnt pathway, the noncanonical planar cell polarity pathway, and the noncanonical Wnt/calcium pathway. All three pathways are activated by binding a Wnt-protein ligand to a Frizzled family receptor, which passes the biological signal to the Dishevelled protein inside the cell. The canonical Wnt pathway leads to regulation of gene transcription, and is thought to be negatively regulated in part by the SPATS1 gene. The noncanonical planar cell polarity pathway regulates the cytoskeleton that is responsible for the shape of the cell. The noncanonical Wnt/calcium pathway regulates calcium inside the cell. Wnt signaling pathways use either nearby cell-cell communication (paracrine) or same-cell communication (autocrine). They are highly evolutionarily conserved in animals, which means they are similar across animal species from fruit flies to humans.",
            "score": 82.86422729492188
        },
        {
            "docid": "23947350_12",
            "document": "Collapsin response mediator protein family . In Sema3A signaling cascade, CRMP plays a role as intracellular messenger mediating repulsive signal. Sema3A initiates clustering of the receptor Neuropilin 1 and Plexin A1. While some of the other class of Semaphorins directly bind to Plexin receptors, Sema3A does not bind to Plexin directly. Instead, it interacts with Neuropilins as ligand-binding co-receptor for Plexin and releases Plexin-based signaling. The signal transduction pathway downstream of activated Plexin receptor is mediated by CRMPs. In response to Sema3A signaling cascade, CRMPs which exist as a heterotetramer in the cytosol bind to the cytosolic domain of PlexA and its conformation changes. Further, CRMPs are phosphorylated by Cdk5, GSK3β, and Fes, a tyrosine protein kinase. Especially, phosphorylation of CRMP-1 and CRMP-2 are essential for Sema3A-regulated axonal guidance. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone. In the absence of Sema3A, the interaction between CRMP tetramer and PlexA is blocked. Phospholipase D2 (PLD-2) which is localized in the growth cone and is involved in actin cytoskeleton rearrangement, can be inhibited by CRMP-2 and its inhibition results in actin depolymerization and possibly affects axonal growth cone collapse. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone.",
            "score": 82.16370391845703
        },
        {
            "docid": "30024030_2",
            "document": "MAPK phosphatase . MAPK phosphatases (MKPs) are the largest class of phosphatases involved in down-regulating Mitogen-activated protein kinases (MAPK) signaling. MAPK signalling pathways regulate multiple features of development and homeostasis. This can involve gene regulation, cell proliferation, programmed cell death and stress responses. MAPK phosphatases are therefore important regulator components of these pathways.",
            "score": 81.4351577758789
        },
        {
            "docid": "438944_50",
            "document": "Actin . Actin forms filaments ('F-actin' or microfilaments) that are essential elements of the eukaryotic cytoskeleton, able to undergo very fast polymerization and depolymerization dynamics. In most cells actin filaments form larger-scale networks which are essential for many key functions in cells: The actin protein is found in both the cytoplasm and the cell nucleus. Its location is regulated by cell membrane signal transduction pathways that integrate the stimuli that a cell receives stimulating the restructuring of the actin networks in response. In \"Dictyostelium\", phospholipase D has been found to intervene in inositol phosphate pathways. Actin filaments are particularly stable and abundant in muscle fibres. Within the sarcomere (the basic morphological and physiological unit of muscle fibres) actin is present in both the I and A bands; myosin is also present in the latter.",
            "score": 81.29143524169922
        },
        {
            "docid": "11011552_5",
            "document": "Cellular communication (biology) . When binding to the signaling molecule, the receptor protein changes in some way and starts the process of transduction. A specific cellular response is the result of the newly converted signal. Usually, transduction requires a series of changes in a sequence of different molecules (called a signal transduction pathway) but sometimes can occur in a single step. The molecules that compose these pathways are known as relay molecules. The multistep process of the transduction stage is often composed of the activation of proteins by addition or removal of phosphate groups or even the release of other small molecules or ions that can act as messengers. The amplifying of a signal is one of the benefits to this multiple step sequence. Other benefits include more opportunities for regulation than simpler systems do and the fine- tuning of the response, in both unicellular and multicellular organism.",
            "score": 80.8410873413086
        },
        {
            "docid": "3587852_2",
            "document": "Scaffold protein . In biology, scaffold proteins are crucial regulators of many key signalling pathways. Although scaffolds are not strictly defined in function, they are known to interact and/or bind with multiple members of a signalling pathway, tethering them into complexes. In such pathways, they regulate signal transduction and help localize pathway components (organized in complexes) to specific areas of the cell such as the plasma membrane, the cytoplasm, the nucleus, the Golgi, endosomes, and the mitochondria.",
            "score": 79.42472076416016
        },
        {
            "docid": "1107334_10",
            "document": "Notch signaling pathway . The Notch signaling pathway is important for cell-cell communication, which involves gene regulation mechanisms that control multiple cell differentiation processes during embryonic and adult life. Notch signaling also has a role in the following processes:",
            "score": 79.33021545410156
        },
        {
            "docid": "31216882_6",
            "document": "Insulin signal transduction pathway . The functioning of a signal transduction pathway is based on extra-cellular signaling that in turn creates a response which causes other subsequent responses, hence creating a chain reaction, or cascade. During the course of signaling, the cell uses each response for accomplishing some kind of a purpose along the way. Insulin secretion mechanism is a common example of signal transduction pathway mechanism.",
            "score": 78.65032196044922
        },
        {
            "docid": "1209057_13",
            "document": "Wnt signaling pathway . The binary distinction of canonical and non-canonical Wnt signaling pathways has come under scrutiny and an integrated, convergent Wnt pathway has been proposed. Some evidence for this was found for one Wnt ligand (Wnt5A). Evidence for a convergent Wnt signaling pathway that shows integrated activation of Wnt/Ca2+ and Wnt/ß-catenin signaling, for multiple Wnt ligands, was described in mammalian cell lines.",
            "score": 78.33728790283203
        },
        {
            "docid": "14725452_23",
            "document": "IQGAP1 . Various extracellular signals induce the ERK MAPK pathway including EGF, IGF-1, PDGF, and NGF. The various scaffolds of this pathway, including IQGAP1, are responsible for modulating the cellular response to the activity of this pathway. For instance, in a given cell line, activation by one extracellular signal may induce differentiation but not proliferation, while activation of the same ERK MAPK pathway by a different extracellular signal will induce proliferation but not differentiation. IQGAP1 seems to be responsible for the specific output of the pathway upon activation by EGF.",
            "score": 78.28024291992188
        },
        {
            "docid": "26377670_16",
            "document": "Parkes Weber syndrome . According to Boston's Children Hospital, no known food, medications or drugs can cause PWS during pregnancy. PWS is not transmitted from person to person. But it can run in families and can be inherited. PWS affects both males and females equally and as of now no racial predominance is found. The causes for PWS without capillary malformations are currently unknown. Some cases of PWS are a result of mutations on the RASA1 gene which is located on chromosome 5 at position 14.3. This mutation is only applicable to patients with capillary malformations. RASA1 gene is responsible for making p120-RasGAP protein. This protein regulates the RAS/MAPK signaling pathway. RAS/MAPK signaling pathway is used for transmitting signals from the outside the cell to the cell’s nucleus. This pathway is very important as it directs cell functions such as growth, proliferation and controls the cell movement. The p120-RasGAP protein regulates the RAS/MAPK pathway by acting as a negative regulator of the signaling pathway. It turns off signals.",
            "score": 78.04963684082031
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 77.65447998046875
        },
        {
            "docid": "1107334_30",
            "document": "Notch signaling pathway . The Notch pathway is essential for maintaining NPCs in the developing brain. Activation of the pathway is sufficient to maintain NPCs in a proliferating state, whereas loss-of-function mutations in the critical components of the pathway cause precocious neuronal differentiation and NPC depletion. Modulators of the Notch signal, e.g., the Numb protein are able to antagonize Notch effects, resulting in the halting of cell cycle and differentiation of NPCs. Conversely, the fibroblast growth factor pathway promotes Notch signaling to keep stem cells of the cerebral cortex in the proliferative state, amounting to a mechanism regulating cortical surface area growth and, potentially, gyrification. In this way, Notch signaling controls NPC self-renewal as well as cell fate specification.",
            "score": 76.63333892822266
        },
        {
            "docid": "31216882_23",
            "document": "Insulin signal transduction pathway . Signal transduction is a mechanism in which the cell responds to a signal from the environment by activating several proteins and enzymes that will give a response to the signal. Feedback mechanism might involve negative and positive feedbacks. In the negative feedback, the pathway is inhibited and the final result of the transduction pathway is reduced or limited. In positive feedback, the transduction pathway is promoted and stimulated to produce more products.",
            "score": 75.806396484375
        },
        {
            "docid": "1872854_3",
            "document": "Biochemical cascade . Cells require a full and functional cellular machinery to live. When they belong to complex multicellular organisms, they need to communicate among themselves and work for symbiosis in order to give life to the organism. These communications between cells triggers intracellular signaling cascades, termed signal transduction pathways, that regulate specific cellular functions. Each signal transduction occurs with a primary extracellular messenger that binds to a transmembrane or nuclear receptor, initiating intracellular signals. The complex formed produces or releases second messengers that integrate and adapt the signal, amplifying it, by activating molecular targets, which in turn trigger effectors that will lead to the desired cellular response.",
            "score": 75.51239013671875
        },
        {
            "docid": "70425_70",
            "document": "Inflammation . Recent work has shown that both upstream and downstream signalling pathways for IL-6 differ markedly between myocytes and macrophages. It appears that unlike IL-6 signalling in macrophages, which is dependent upon activation of the NFκB signalling pathway, intramuscular IL-6 expression is regulated by a network of signalling cascades, including the Ca2+/NFAT and glycogen/p38 MAPK pathways. Thus, when IL-6 is signalling in monocytes or macrophages, it creates a pro-inflammatory response, whereas IL-6 activation and signalling in muscle is totally independent of a preceding TNF-response or NFκB activation, and is anti-inflammatory.",
            "score": 75.46866607666016
        },
        {
            "docid": "5674591_10",
            "document": "Mothers against decapentaplegic homolog 3 . SMAD3 functions as a transcriptional modulator, binding the TRE (TPA responsive element) in the promoter region of many genes that are regulated by TGF-β. SMAD3 and SMAD4 can also form a complex with c-Fos and c-jun at the AP-1/SMAD site to regulate TGF-β-inducible transcription. The genes regulated by SMAD3-mediated TGFβ signaling affect differentiation, growth and death.  TGF-β/SMAD signaling pathway has been shown to have a critical role in the expression of genes controlling differentiation of embryonic stem cells. Some of the developmental genes regulated by this pathway include FGF1, NGF, and WNT11 as well as stem/progenitor cell associated genes CD34 and CXCR4. The activity of this pathway as a regulator of pluripotent cell states requires the TRIM33-SMAD2/3 chromatin reading complex.",
            "score": 74.85554504394531
        },
        {
            "docid": "1613644_12",
            "document": "Interleukin 6 . Recent work has shown that both upstream and downstream signalling pathways for IL-6 differ markedly between myocytes and macrophages. It appears that unlike IL-6 signalling in macrophages, which is dependent upon activation of the NFκB signalling pathway, intramuscular IL-6 expression is regulated by a network of signalling cascades, including the Ca2+/NFAT and glycogen/p38 MAPK pathways. Thus, when IL-6 is signalling in monocytes or macrophages, it creates a pro-inflammatory response, whereas IL-6 activation and signalling in muscle is totally independent of a preceding TNF-response or NFκB activation, and is anti-inflammatory.",
            "score": 74.70264434814453
        },
        {
            "docid": "22108748_10",
            "document": "Hippo signaling pathway . The heart is the first organ formed during mammalian development. A properly sized and functional heart is vital throughout the entire lifespan. Loss of cardiomyocytes because of injury or diseases leads to heart failure, which is a major cause of human morbidity and mortality. Unfortunately, regenerative potential of the adult heart is limited. The Hippo pathway is a recently identified signaling cascade that plays an evolutionarily conserved role in organ size control by inhibiting cell proliferation, promoting apoptosis, regulating fates of stem/progenitor cells, and in some circumstances, limiting cell size. Interestingly, research indicates a key role of this pathway in regulation of cardiomyocyte proliferation and heart size. Inactivation of the Hippo pathway or activation of its downstream effector, the Yes-associated protein transcription coactivator, improves cardiac regeneration. Several known upstream signals of the Hippo pathway such as mechanical stress, G-protein-coupled receptor signaling, and oxidative stress are known to play critical roles in cardiac physiology. In addition, Yes-associated protein has been shown to regulate cardiomyocyte fate through multiple transcriptional mechanisms.",
            "score": 74.57005310058594
        },
        {
            "docid": "1209057_14",
            "document": "Wnt signaling pathway . Wnt signaling also regulates a number of other signaling pathways that have not been as extensively elucidated. One such pathway includes the interaction between Wnt and GSK3. During cell growth, Wnt can inhibit GSK3 in order to activate mTOR in the absence of β-catenin. However, Wnt can also serve as a negative regulator of mTOR via activation of the tumor suppressor TSC2, which is upregulated via Dsh and GSK3 interaction. During myogenesis, Wnt uses PA and CREB to activate MyoD and Myf5 genes. Wnt also acts in conjunction with Ryk and Src to allow for regulation of neuron repulsion during axonal guidance. Wnt regulates gastrulation when CK1 serves as an inhibitor of Rap1-ATPase in order to modulate the cytoskeleton during gastrulation. Further regulation of gastrulation is achieved when Wnt uses ROR2 along with the CDC42 and JNK pathway to regulate the expression of PAPC. Dsh can also interact with aPKC, Pa3, Par6 and LGl in order to control cell polarity and microtubule cytoskeleton development. While these pathways overlap with components associated with PCP and Wnt/Calcium signaling, they are considered distinct pathways because they produce different responses.",
            "score": 74.32696533203125
        },
        {
            "docid": "35714179_6",
            "document": "Cancer dormancy . Although the mechanism of signaling in cancer dormancy is also poorly understood, there is evidence of many different signaling pathways that are involved in the switch between proliferation and dormancy. The signaling most likely comes from the microenvironment. The switch seems to be mediated by interactions between surface receptors such as uPAR and integrins, mitogenic signaling from the Ras-extracellular signal-regulated kinase (ERK) pathway, and stress induced signaling from the p38 pathway. One example that has been extensively researched is the balance between the ERK pathway and p38 pathway. The ERK pathway has a major role in many cellular processes, but in cancer dormancy it is thought to be involved in mitogenic signaling that results in heightened proliferation. The p38 pathway is thought to be involved in cell cycle arrest and induction of apoptosis. Thus, a higher ERK/p38 ratio usually indicates proliferation and a lower ratio causes dormancy.",
            "score": 74.31368255615234
        },
        {
            "docid": "1209057_23",
            "document": "Wnt signaling pathway . Cell migration during embryonic development allows for the establishment of body axes, tissue formation, limb induction and several other processes. Wnt signaling helps mediate this process, particularly during convergent extension. Signaling from both the Wnt PCP pathway and canonical Wnt pathway is required for proper convergent extension during gastrulation. Convergent extension is further regulated by the Wnt/calcium pathway, which blocks convergent extension when activated. Wnt signaling also induces cell migration in later stages of development through the control of the migration behavior of neuroblasts, neural crest cells, myocytes, and tracheal cells.",
            "score": 73.99397277832031
        },
        {
            "docid": "371659_10",
            "document": "Ras subfamily . Ras proteins function as binary molecular switches that control intracellular signaling networks. Ras-regulated signal pathways control such processes as actin cytoskeletal integrity, cell proliferation, cell differentiation, cell adhesion, apoptosis, and cell migration. Ras and Ras-related proteins are often deregulated in cancers, leading to increased invasion and metastasis, and decreased apoptosis. Ras activates several pathways, of which the mitogen-activated protein (MAP) kinase cascade has been well-studied. This cascade transmits signals downstream and results in the transcription of genes involved in cell growth and division. Another Ras-activated signaling pathway is the PI3K/AKT/mTOR pathway, which stimulates protein synthesis and cellular growth, and inhibits apoptosis.",
            "score": 73.95983123779297
        },
        {
            "docid": "10959358_5",
            "document": "Convergent extension . The cellular signals required for convergent extension are not fully understood, however, it is known that the non-canonical Wnt signaling pathway plays an important role. Current research is shedding light on the cellular mechanisms of convergent extension and recently the planar cell polarity (PCP) pathway was implicated in regulating the cell polarity of the factors involved in convergent extension. This is an interesting development as the PCP pathway is an integral and well-studied pathway in flies, but has classically been thought to be unemployed by vertebrates. In addition to the non-canonical Wnt and PCP pathways involvement in convergent extension, the down-regulation of certain cell-cell adhesion molecules, such as C-cadherin and fibronectin/integrin interactions, may also play a role. Reduction of the activity of these cell-cell adhesion molecules allows for cells undergoing convergent extension to move more freely. Consistent with a role for a reduction of cell-cell adhesion in convergent extension, when cell-cell adhesion is not reduced, convergent extension cannot occur.",
            "score": 73.9280776977539
        },
        {
            "docid": "28857_3",
            "document": "Signal transduction . Each component (or node) of a signaling pathway is classified according to the role it plays with respect to the initial stimulus. Ligands are termed \"first messengers\", while receptors are the \"signal transducers\", which then activate \"primary effectors\". Such effectors are often linked to second messengers, which can activate \"secondary effectors\", and so on. Depending on the efficiency of the nodes, a signal can be amplified (a concept known as signal gain), so that one signaling molecule can generate a response involving hundreds to millions of molecules. As with other signals, the transduction of biological signals is characterised by delay, noise, signal feedback and feedforward and interference, which can range from negligible to pathological. With the advent of computational biology, the analysis of signaling pathways and networks has become an essential tool to understand cellular functions and disease, including signaling rewiring mechanisms underlying responses to acquired drug resistance.",
            "score": 73.754150390625
        },
        {
            "docid": "14145348_7",
            "document": "Corticotropin-releasing hormone receptor 1 . In the majority of tissues, CRF is coupled to a stimulatory G-protein that activates the adenylyl cyclase signaling pathway, and ligand-binding triggers an increase in cAMP levels. However, the signal can be transmitted along multiple signal transduction cascades, according to the structure of the receptor and the region of its expression. Alternate signaling pathways activated by CRF include PKC and MAPK. This wide variety of cascades suggests that CRF mediates tissue-specific responses to CRF and CRF-agonists.",
            "score": 73.66712951660156
        }
    ]
}