{
    "q": [
        {
            "docid": "605564_8",
            "document": "Clinical neuropsychology . The relationship between human behavior and the brain is the focus of clinical neuropsychology as defined by Meir in 1974. There are two subdivisions of clinical neuropsychology which draw much focus; organic and environmental natures. Ralph M. Reitan, Arthur L. Benton, and A. R. Luria are all past neuropsychologists whom believed and studied the organic nature of clinical neuropsychology. On the other side, environmental nature of clinical neuropsychology did not appear until more recently and is characterized by treatments such as behavior therapy. The relationship between physical brain abnormalities and the presentation of psychopathology is not completely understood, but this is one of the questions which clinical neuropsychologists hope to answer in time. In 1861 the debate over human potentiality versus localization began. The two sides argued over how human behavior presented in the brain. Paul Broca postulated that cognitive problems could be caused by physical damage to specific parts of the brain based on a case study of his in which he found a lesion on the brain of a deceased patient who had presented the symptom of being unable to speak, that portion of the brain is now known as Broca's Area. In 1874 Carl Wernicke also made a similar observation in a case study involving a patient with a brain lesion whom was unable to comprehend speech, the part of the brain with the lesion is now deemed Wernicke's Area. Both Broca and Wernicke believed and studied the theory of localization. On the other hand, equal potentiality theorists believed that brain function was not based on a single piece of the brain but rather on the brain as a whole. Marie J. P Flourens conducted animal studies in which he found that the amount of brain tissue damaged directly affected the amount that behavior ability was altered or damaged. Kurt Goldstein observed the same idea as Flourens except in veterans who had fought in World War I. In the end, despite all of the disagreement, neither theory completely explains the human brains complexity. Thomas Hughlings Jackson created a theory which was thought to be a possible solution. Jackson believed that both potentiality and localization were in part correct and that behavior was made by multiple parts of the brain working collectively to cause behaviors, and Luria (1966-1973) furthered Jackson's theory.",
            "score": 100.7521345615387
        },
        {
            "docid": "41118642_17",
            "document": "Dynamic functional connectivity . DFC has been shown to be significantly related to human performance, including vigilance and aspects of attention. It has been proposed and supported that the network behavior immediately prior to a task onset is a strong predictor of performance on that task. Traditionally, fMRI studies have focused on the magnitude of activation in brain regions as a predictor of performance, but recent research has shown that correlation between networks as measured with sliding window analysis is an even stronger predictor of performance. Individual differences in functional connectivity variability (FCV) across sliding windows within fMRI scans have been shown to correlate with the tendency to attend to pain. The degree to which a subject is mind wandering away from a sensory stimulus has also been related to FCV.",
            "score": 98.05728220939636
        },
        {
            "docid": "26685741_28",
            "document": "Sleep and memory . A blood-oxygen-level dependent (BOLD) fMRI was used in a study by Drummond et al. to measure the brain's response to verbal learning following sleep deprivation. An fMRI recorded brain activity during a verbal learning task of participants either having a normal night of sleep or those deprived of 34.7 (± 1.2) hours of sleep. The task alternated between a baseline condition of determining whether nouns were upper or lower case and an experimental condition of memorizing a list of nouns. The results of the study indicate that performance is significantly worse on free recall of the list of nouns when sleep deprived (an average of 2.8 ± 2 words) compared to having a normal night of sleep (4.7 ± 4 words). In terms of brain regions activated, the left prefrontal cortex, premotor cortex, and temporal lobes were found to be activated during the task in the rested state and discrete regions of the prefrontal cortex were even more activated during the task in the sleep deprived state. As well, the bilateral parietal lobe, left middle frontal gyrus, and right interior frontal gyrus were found to be activated for those sleep deprived. The implication of these findings are that the brain can initially compensate for the effects of sleep deprivation while maintaining partially intact performance, which declines with an increasing time-on-task. This initial compensation may be found in the bilateral regions of both frontal and parietal lobes and the activation of the prefrontal cortex is significantly correlated with sleepiness.",
            "score": 88.24916994571686
        },
        {
            "docid": "25_24",
            "document": "Autism . The mirror neuron system (MNS) theory of autism hypothesizes that distortion in the development of the MNS interferes with imitation and leads to autism's core features of social impairment and communication difficulties. The MNS operates when an animal performs an action or observes another animal perform the same action. The MNS may contribute to an individual's understanding of other people by enabling the modeling of their behavior via embodied simulation of their actions, intentions, and emotions. Several studies have tested this hypothesis by demonstrating structural abnormalities in MNS regions of individuals with ASD, delay in the activation in the core circuit for imitation in individuals with Asperger syndrome, and a correlation between reduced MNS activity and severity of the syndrome in children with ASD. However, individuals with autism also have abnormal brain activation in many circuits outside the MNS and the MNS theory does not explain the normal performance of children with autism on imitation tasks that involve a goal or object. ASD-related patterns of low function and aberrant activation in the brain differ depending on whether the brain is doing social or nonsocial tasks. In autism there is evidence for reduced functional connectivity of the default network, a large-scale brain network involved in social and emotional processing, with intact connectivity of the task-positive network, used in sustained attention and goal-directed thinking. In people with autism the two networks are not negatively correlated in time, suggesting an imbalance in toggling between the two networks, possibly reflecting a disturbance of self-referential thought.",
            "score": 98.73355948925018
        },
        {
            "docid": "18177487_11",
            "document": "California Verbal Learning Test . The results can give the experimenter considerable information about personalities, different conditions and learning difficulties. For example, an anxious participant may perform poorly on the first trial but improve as the task is repeated. Adults with limited learning capacity may perform well on early trials but reach a plateau where repeated trials do not reflect improved performance, or have inconsistent recall across trials. This can happen if they try and fail with different strategies of learning. Studies have demonstrated that inconsistent recall across trials characterises patients with amnesia caused by frontal lobe pathology. The test is used clinically to examine patients with different neuropsychological impairments, but has also helped to understand the properties of the test. For example, immediate recall and long-delayed recall were highly correlated (above r=0.80) for normal patients and those with Huntington's disease, but the variables were only correlated at 0.36 for patients with Alzheimer's disease. The finding suggests that the nature of the association between variables is different for different patient populations and thus the validity is different for different patient groups",
            "score": 55.202274560928345
        },
        {
            "docid": "3354877_5",
            "document": "Social neuroscience . A number of methods are used in social neuroscience to investigate the confluence of neural and social processes. These methods draw from behavioral techniques developed in social psychology, cognitive psychology, and neuropsychology, and are associated with a variety of neurobiological techniques including functional magnetic resonance imaging (fMRI), magnetoencephalography (MEG), positron emission tomography (PET), facial electromyography (EMG), transcranial magnetic stimulation (TMS), electroencephalography (EEG), event-related potentials (ERPs), electrocardiograms, electromyograms, endocrinology, immunology, galvanic skin response (GSR), single-cell recording, and studies of focal brain lesion patients. Animal models are also important to investigate the putative role of specific brain structures, circuits, or processes (e.g., the reward system and drug addiction). In addition, quantitative meta-analyses are important to move beyond idiosyncrasies of individual studies, and neurodevelopmental investigations can contribute to our understanding of brain-behavior associations. The two most popular forms of methods used in social neuroscience are fMRI and EEG. fMRI are very cost efficient and high in spatial resolution. However, they are low in temporal resolution and therefore, are best to discover pathways in the brain that are used during social experiments. fMRI have low temporal resolution (timing) because they read oxygenated blood levels that pool to the parts of the brain that are activated and need more oxygen. Thus, the blood takes time to travel to the part of the brain being activated and in reverse provides a lower ability to test for exact timing of activation during social experiments. EEG is best used when a researcher is trying to brain map a certain area that correlates to a social construct that is being studied. EEGs provide high temporal resolution but low spatial resolution. In which, the timing of the activation is very accurate but it is hard to pinpoint exact areas on the brain, researchers are to narrow down locations and areas but they also create a lot of \"noise\". Most recently, researchers have been using TMS which is the best way to discover the exact location in the process of brain mapping. This machine can turn on and off parts of the brain which then allows researchers to test what that part of the brain is used for during social events. However, this machine is so expensive that it is rarely used.",
            "score": 114.43155896663666
        },
        {
            "docid": "987320_19",
            "document": "Neurotechnology . Magnetic resonance imaging is a vital tool in neurological research in showing activation in the brain as well as providing a comprehensive image of the brain being studied. While MRIs are used clinically for showing brain size, it still has relevance in the study of brains because it can be used to determine extent of injuries or deformation. These can have a significant effect on personality, sense perception, memory, higher order thinking, movement, and spatial understanding. However, current research tends to focus more so on fMRI or real-time functional MRI (rtfMRI). These two methods allow the scientist or the participant, respectively, to view activation in the brain. This is incredibly vital in understanding how a person thinks and how their brain reacts to a person's environment, as well as understanding how the brain works under various stressors or dysfunctions. Real-time functional MRI is a revolutionary tool available to neurologists and neuroscientists because patients can see how their brain reacts to stressors and can perceive visual feedback. CT scans are very similar to MRI in their academic use because they can be used to image the brain upon injury, but they are more limited in perceptual feedback. CTs are generally used in clinical studies far more than in academic studies, and are found far more often in a hospital than a research facility. PET scans are also finding more relevance in academia because they can be used to observe metabolic uptake of neurons, giving researchers a wider perspective about neural activity in the brain for a given condition. Combinations of these methods can provide researchers with knowledge of both physiological and metabolic behaviors of loci in the brain and can be used to explain activation and deactivation of parts of the brain under specific conditions.",
            "score": 99.48485159873962
        },
        {
            "docid": "1826033_8",
            "document": "Comparative neuropsychology . Comparative neuropsychology involves the study of brain-behavior relationships by applying experimental paradigms, used extensively in animal laboratories, for testing human clinical populations. Popular paradigms include delayed reaction tasks, discrimination and reversal learning tasks, and matching- and nonmatching-to-sample. These tasks are used to test animals and relate them to human brain functioning. Such tasks were perfected on experimental animals having well defined brain lesions, and adapted for human neurological patients. The comparative aspects of such approach resides in the analogy between animals with brain lesions and human patients with lesions in homologous areas of the brain. One example is represented by the comparison between the brain of laboratory animals (primarily non human primates and mice) with the one of people with damages resulting from alcohol abuse.",
            "score": 99.19679522514343
        },
        {
            "docid": "13207925_3",
            "document": "Event-related functional magnetic resonance imaging . Positron Emission Tomography (PET), was the most frequently used brain mapping technique before the development of fMRI. There are a number of advantages that are presented in comparison to PET. According to D’Esposito, they include that fMRI “does not require an injection of radioisotope into participants and is otherwise noninvasive, has better spatial resolution, and has better temporal resolution.\" The first MRI studies employed the use of “exogenous paramagnetic tracers to map changes in cerebral blood volume”, which allowed for the assessment of brain activity over several minutes. This changed with two advancements to MRI, the rapidness of MRI techniques were increased to 1.5 Tesla by the end of the 1980s, which provided a 2-d image. Next, endogenous contrast mechanisms were discovered by Detre, Koretsky, and colleagues was based on the net longitudinal magnetization within an organ, and a “second based on changes in the magnetic susceptibility induced by changing net tissue deoxyhemoglobin content”, which has been labeled BOLD contrast by Siege Ogawa. These discoveries served as inspiration for future brain mapping advancements. This allowed researchers to develop more complex types of experiments, going beyond observing the effects of single types of trials. When fMRI was developed one of its major limitations was the inability to randomize trials, but the event related fMRI fixed this problem. Cognitive subtraction was also an issue, which tried to correlate cognitive-behavioral differences between tasks with brain activity by pairing two tasks that are assumed to be matched perfectly for every sensory, motor, and cognitive process except the one of interest. Next, a push for the improvement of temporal resolution of fMRI studies led to the development of event-related designs, which according to Peterson, was inherited from ERP research in electrophysiology, but it was discovered that this averaging did not apply very well to the hemodynamic response because the response from trials could overlap. As a result, random jittering of the events was applied, which meant that the time repetition was varied and randomized for the trials in order to ensure that the activation signals did not overlap.",
            "score": 90.9880622625351
        },
        {
            "docid": "515094_30",
            "document": "Neuroeconomics . There are several different techniques that can be utilized to understand the biological basis of economic behavior. Neural imaging is used in human subjects to determine which areas of the brain are most active during particular tasks. Some of these techniques, such as fMRI or PET are best suited to giving detailed pictures of the brain which can give information about specific structures involved in a task. Other techniques, such as ERP (event-related potentials) and oscillatory brain activity are used to gain detailed knowledge of the time course of events within a more general area of the brain.",
            "score": 89.8077301979065
        },
        {
            "docid": "26494_74",
            "document": "Race and intelligence . Mental chronometry measures the elapsed time between the presentation of a sensory stimulus and the subsequent behavioral response by the participant. This reaction time (RT) is considered a measure of the speed and efficiency with which the brain processes information. Scores on most types of RT tasks tend to correlate with scores on standard IQ tests as well as with \"g\", and no relationship has been found between RT and any other psychometric factors independent of \"g\". The strength of the correlation with IQ varies from one RT test to another, but Hans Eysenck gives 0.40 as a typical correlation under favorable conditions. According to Jensen individual differences in RT have a substantial genetic component, and heritability is higher for performance on tests that correlate more strongly with IQ. Nisbett argues that some studies have found correlations closer to 0.2, and that the correlation is not always found.",
            "score": 75.63574433326721
        },
        {
            "docid": "226722_27",
            "document": "Functional magnetic resonance imaging . The amplitude of the BOLD signal does not necessarily affect its shape. A higher-amplitude signal may be seen for stronger neural activity, but peaking at the same place as a weaker signal. Also, the amplitude does not necessarily reflect behavioral performance. A complex cognitive task may initially trigger high-amplitude signals associated with good performance, but as the subject gets better at it, the amplitude may decrease with performance staying the same. This is expected to be due to increased efficiency in performing the task. The BOLD response across brain regions cannot be compared directly even for the same task, since the density of neurons and the blood-supply characteristics are not constant across the brain. However, the BOLD response can often be compared across subjects for the same brain region and the same task.",
            "score": 95.37498092651367
        },
        {
            "docid": "9578417_40",
            "document": "Research on meditation . Aging is a process accompanied by a decrease in brain weight and volume. This phenomenon can be explained by structural changes in the brain, namely, a loss of grey matter. Some studies over the last decade have implicated meditation as a protective factor against normal age-related brain atrophy. The first direct evidence for this link emerged from a study investigating changes in the cortical thickness of meditators. Interestingly, the researchers found that regular meditation practice was able to reduce age-related thinning of the frontal cortex, albeit, these findings were restricted to particular regions of the brain. A similar study looked to further expand on this finding by including a behavioural component. Consistent with the previous study, meditators did not show the expected negative correlation between grey matter volume and age. In addition, the results for meditators on the behavioural test, measuring attentional performance, were comparable across all age groups. This implies that meditation can potentially protect against age-related grey matter loss and age-related cognitive decline. Since then, more research has supported the notion that meditation serves as a neuroprotective factor that slows age-related brain atrophy. Still, all studies have been cross sectional in design. Furthermore, these results merely describe associations and do not make causal inferences. Further work using longitudinal and experimental designs may help solidify the causal link between meditation and grey matter loss. Since few studies have investigated this direct link, however insightful they may be, there is not sufficient evidence for a conclusive answer.",
            "score": 74.29127287864685
        },
        {
            "docid": "3354877_6",
            "document": "Social neuroscience . Note: Most of these methods can only provide correlations between brain mapping and social events (apart from TMS), a con of Social Neuroscience is that the research must be interpreted through correlations which can cause a decreased content validity. For example, during an experiment when a participant is doing a task to test for a social theory and a part of the brain is activated, it is impossible to form causality because anything else in the room or the thoughts of the person could have triggered that response. It is very hard to isolate these variables during these experiments. That is why self-reports are very important. This will also help decrease the chances of VooDoo correlations (correlations that are too high and over 0.8 which look like a correlation exists between two factors but actually is just an error in design and statistical measures). Another way to avoid this con, is to use tests with hormones which can infer causality. For example, when people are given oxytocin and placebos and we can test their differences in social behavior between other people. Using SCRs will also help isolate unconscious thoughts and conscious thoughts because it is the body's natural parasympathetic response to the outside world. All of these tests and devices will help social neuroscientists discover the connections in the brain that are used to carry out our everyday social activities.",
            "score": 97.40872180461884
        },
        {
            "docid": "5750673_20",
            "document": "Empathizing–systemizing theory . The fetal testosterone theory hypothesizes that higher levels of testosterone in the amniotic fluid of mothers push brain development towards improved ability to see patterns and analyze complex systems while diminishing communication and empathy, emphasizing \"male\" traits over \"female\", or in E-S theory terminology, emphasizing \"systemizing\" over \"empathizing\". This theory states that fetal testosterone influences the development of certain structures in the brain, and that these changes relate to behavioral traits seen in those with autism. Males generally have higher levels of fetal testosterone contributing to their brain developing in that particular way. The extreme male brain theory (EMB), put forward by Baron-Cohen suggests that autistic brains show an exaggeration of the features associated with male brains. These are mainly size and connectivity with males generally having a larger brain with more white matter, leading to increased connectivity in each hemisphere. This is seen in an exaggerated form in the brains of those with ASD. Another feature of male brains is having a smaller corpus callosum in at least some regions leading to decreased inter-hemispheric connectivity. This is also seen in those with ASD. Individuals with ASD were found to have widespread interconnectivity abnormalities in specific brain regions. This could explain the different results on empathy tests between men and women as well as the deficiencies in empathy seen in ASD as empathy requires several brain regions to be activated which need information from many different areas of the brain. A further example of how brain structure can influence ASD is looking at cases where the corpus callosum does not fully develop (agenesis of corpus callosum). It was found that autism is commonly diagnosed in children where the corpus callosum does not fully develop (45% of children with agenesis of the corpus callosum). A further example of brain structures relating to ASD is that children with ASD tend to have a larger amygdala, this is another example of being an extreme version of the male brain which generally has a larger amygdala. These brain differences have all been shown to have an influence on social cognition and communication. High levels of fetal testosterone have also been shown to be related to behavior associated with autism, such as eye contact. Studies examining the relationship between prenatal testosterone levels and autistic traits found that high levels correlated with traits such as decreased eye contact. These were present in both sexes. This suggests that fetal testosterone (fT) is the cause of sex differences in the brain and that there is a link between fT levels and ASD. In general females with autism have a higher rate of medical conditions which are related to high androgen levels and both males and females with autism have higher than average androgen levels. Males have higher fT levels naturally meaning that there is less of a change required in the hormone levels to reach a point high enough to cause the developmental changes seen in autism. This is a possible cause for the male prevalence seen in autism.",
            "score": 99.0002760887146
        },
        {
            "docid": "25767741_14",
            "document": "Brain metastasis . The prognosis for brain metastases is variable. It depends on the type of primary cancer, the age of the patient, the absence or presence of extracranial metastases, and the number of metastatic sites in the brain. For patients who do not undergo treatment the average survival is between one and two months. However, in some patients, such as those with no extracranial metastases, those who are younger than 65, and those with a single site of metastasis in the brain only, prognosis is much better, with median survival rates of up to 13.5 months. Because brain metastasis can originate from various different primary cancers, the Karnofsky performance score is used for a more specific prognosis.",
            "score": 73.68051862716675
        },
        {
            "docid": "3581220_21",
            "document": "Single-unit recording . Noninvasive tools to study the CNS have been developed to provide structural and functional information, but they do not provide very high resolution. To offset this problem invasive recording methods have been used. Single unit recording methods give high spatial and temporal resolution to allow for information assessing the relationship between brain structure, function, and behavior. By looking at brain activity at the neuron level, researchers can link brain activity to behavior and create neuronal maps describing flow of information through the brain. For example, Boraud et al. report the use of single unit recordings to determine the structural organization of the basal ganglia in patients with Parkinson's disease. Evoked potentials provide a method to couple behavior to brain function. By stimulating different responses, one can visualize what portion of the brain is activated. This method has been used to explore cognitive functions such as perception, memory, language, emotions, and motor control.",
            "score": 122.68045711517334
        },
        {
            "docid": "49026556_18",
            "document": "Sex differences in cognition . Using fMRI, neuroscientist Tania Singer showed that empathy-related neural responses are significantly lower in males when observing an \"unfair\" person experiencing pain. A 2014 study by researchers Chiyoko Kobayashi Frank, Simon Baron-Cohen and Barbara L. Ganzel found that on average women use brain networks correlated with both cognitive empathy (more activation in the mPFC) and affective empathy (deactivation in the vmPFC) more than men, and this can partly explain for women's better performance in theory of mind or cognitive empathy skills. A 2014 analysis from the journal \"Neuroscience & Biobehavioral Reviews\" also found that there are sex differences in empathy from birth, growing larger with age and which remains consistent and stable across lifespan. Females were found to have higher empathy than males, while children with higher empathy regardless of gender continue to be higher in empathy throughout development. Further analysis of brain tools such as event related potentials found that females who saw human suffering had higher ERP waveforms than males. Another investigation with similar brain tools such as N400 amplitudes found higher N400 in females in response to social situations which positively correlated with self-reported empathy. Structural fMRI studies also found females to have larger grey matter volumes in posterior inferior frontal and anterior inferior parietal cortex areas which are correlated with mirror neurons in fMRI literature. Females were also found to have stronger link between emotional and cognitive empathy. The researchers found that the stability of these sex differences in development are unlikely to be explained by any environment influences but rather might have some roots in human evolution and inheritance.",
            "score": 64.38763380050659
        },
        {
            "docid": "27043983_27",
            "document": "Paleoneurobiology . Recent studies by Emiliano Bruner, Manuel Martin-Loechesb, Miguel Burgaletac, and Roberto Colomc have investigated the connection between midsagittal brain shape and mental speed. This study incorporated human subjects' cognitive testing in relationship to extinct humans. They used 2D from 102 MRI-scanned young adult human for comparison. Such correlations are small, suggesting that the influence of midsagittal brain geometry on individual cognitive performance is negligible but still provides useful information of evolutionary traits of the brain. Areas associated with the parietal cortex appear to be involved in relationships between brain geometry and mental speed.",
            "score": 87.9541404247284
        },
        {
            "docid": "37689507_19",
            "document": "Neuroimaging intelligence testing . A 2012 study from Washington University, St. Louis described the global connectivity of the prefrontal cortex. Global connectivity is the mechanism by which components of the frontoparietal brain network might coordinate control of other tasks. Cole et al. wrote that: \"A lateral prefrontal cortex (LPFC) region's activity was found to predict performance in a high control demand working memory task and also to exhibit high global connectivity. Critically, global connectivity in this LPFC region, involving connections both within and outside the frontoparietal network, showed a highly selective relationship with individual differences in fluid intelligence.\" The lateral prefrontal cortex is a region of interest because those who have injuries to that part of the brain often have issues with common, every day tasks such as planning their day. The LPFC is thought to be important for \"cognitive control capacity,\" which can be used to predict future outcomes such as success in school and the workplace. It was found by van den Heuvel et al. that higher intelligence individuals employ more efficient whole-brain network organization. This had led to the thought that cognitive control capacity may be supported by these whole-brain network properties. The 2012 study used a theoretic approach to neuroimage data known as global brain connectivity (GBC) or weighted degree centrality. GBC let the researches look closely at specific regions and their range of connectivity. It was then possible to examine each region's role in human cognitive control and intelligence. The study used fMRI to acquire data and examine each region's connectivity.",
            "score": 85.95292317867279
        },
        {
            "docid": "22072718_15",
            "document": "Biological network . Network analysis provides the ability to quantify associations between individuals, which makes it possible to infer details about the network as a whole at the species and/or population level. Researchers interested in animal behavior across a multitude of taxa, from insects to primates, are starting to incorporate network analysis into their research. Researchers interested in social insects (e.g., ants and bees) have used network analyses to better understand division of labor, task allocation, and foraging optimization within colonies; Other researchers are interested in how certain network properties at the group and/or population level can explain individual level behaviors. For instance, a study on wire-tailed manakins (a small passerine bird) found that a male’s degree in the network largely predicted the ability of the male to rise in the social hierarchy (i.e. eventually obtain a territory and matings). In bottlenose dolphin groups, an individual’s degree and betweenness centrality values may predict whether or not that individual will exhibit certain behaviors, like the use of side flopping and upside-down lobtailing to lead group traveling efforts; individuals with high betweenness values are more connected and can obtain more information, and thus are better suited to lead group travel and therefore tend to exhibit these signaling behaviors more than other group members. Network analysis can also be used to describe the social organization within a species more generally, which frequently reveals important proximate mechanisms promoting the use of certain behavioral strategies. These descriptions are frequently linked to ecological properties (e.g., resource distribution). For example, network analyses revealed subtle differences in the group dynamics of two related equid fission-fusion species, Grevy’s zebra and onagers, living in variable environments; Grevy’s zebras show distinct preferences in their association choices when they fission into smaller groups, whereas onagers do not. Similarly, researchers interested in primates have also utilized network analyses to compare social organizations across the diverse primate order, suggesting that using network measures (such as centrality, assortativity, modularity, and betweenness) may be useful in terms of explaining the types of social behaviors we see within certain groups and not others. Finally, social network analysis can also reveal important fluctuations in animal behaviors across changing environments. For example, network analyses in female chacma baboons (\"Papio hamadryas ursinus\") revealed important dynamic changes across seasons which were previously unknown; instead of creating stable, long-lasting social bonds with friends, baboons were found to exhibit more variable relationships which were dependent on short-term contingencies related to group level dynamics as well as environmental variability. This is a very small set of broad examples of how researchers can use network analysis to study animal behavior. Research in this area is currently expanding very rapidly. Social network analysis is a valuable tool for studying animal behavior across all animal species, and has the potential to uncover new information about animal behavior and social ecology that was previously poorly understood.",
            "score": 64.13882744312286
        },
        {
            "docid": "48863280_12",
            "document": "Sex differences in emotional intelligence . In a study published in 2006, neuroscientist Tania Singer showed that empathy-related neural responses are significantly lower in males when observing an \"unfair\" person experiencing pain. Another 2014 study by researchers Chiyoko Kobayashi Frank, Simon Baron-Cohen and Barbara L. Ganzel found that on average women use networks in the brain associated with both cognitive empathy ( higher activity in mPFC) and emotional empathy (non-activity in the vmPFC) more than men, in which they inferred can somewhat explain why women have better performance in theory of mind or cognitive empathy skills. A 2014 analysis from the journal \"Neuroscience & Biobehavioral Reviews\" also found that there are sex differences in empathy from birth, growing larger with age and which remains consistent and stable across lifespan. Females were found to have higher empathy than males at all ages, and children with higher empathy regardless of gender continue to possess high empathy throughout development in life. Further analysis of brain tools such as event related potentials found that females who viewed human suffering had higher ERP waveforms than males, an indication of greater empathetic response. Another investigation with similar brain tools such as N400 amplitudes found higher N400 in females in response to social situations which then positively correlated with self-reported empathy. Structural fMRI studies have also found females to have larger grey matter volumes in posterior inferior frontal and anterior inferior parietal cortex areas which have been correlated with mirror neurons indicated by the fMRI literature. Mirror neurons are crucial for many if not most aspects of empathy. Females were also found to have stronger link between emotional and cognitive empathy. The researchers found that the stability of these sex differences in development are not likely explained by any environmental influences but instead might have some roots in human evolution and sex biased genetic inheritance.",
            "score": 71.74943578243256
        },
        {
            "docid": "13437523_9",
            "document": "Survey (human research) . When two variables are related, or correlated, one can make predictions for these two variables. However, it is important to note that this does not mean causality. At this point, it is not possible to determine a causal relationship between the two variables; correlation does not imply causality. However, correlation evidence is significant because it can help identify potential causes of behavior. Path analysis is a statistical technique that can be used with correlational data. This involves the identification of mediator and moderator variables. A mediator variable is used to explain the correlation between two variables. A moderator variable affects the direction or strength of the correlation between two variables. A spurious relationship is a relationship in which the relation between two variables can be explained by a third variable.",
            "score": 59.50093412399292
        },
        {
            "docid": "33476174_20",
            "document": "Substitutes for Leadership Theory . Another study (Podsakoff & Mackenzie, 1995) looked at 1,235 employees working for 265 leaders in a variety of job settings. Among their findings were that intrinsically satisfying tasks were positively related to subordinate satisfaction, indifference to rewards was negatively related to organizational commitment, and organizational formulation was negatively related to subordinate perceptions of role ambiguity. The researchers in this study concluded that substitutes for leadership were useful in predicting subordinate outcomes, but leader behaviors and substitutes should always be studied together, because together they explained about a third of the total variance in subordinate outcomes in their sample . A more recent study conducted by Dionne and colleagues (2002) collected data from 940 subordinates. Unsatisfied with the fact that prior studies had tested substitutes, enhancers, and neutralizers as moderators, they tested the effect of substitutes as mediators as well as moderators. Testing a variety of different substitutes and outcomes, the researchers found only very weak evidence that substitutes make a difference, and concluded that leader behaviors are the only important variable in predicting employee outcomes. Podsakoff, MacKenzie, and Bommer (1996) conducted a meta-analysis in which they took the results of 22 studies that examined the main effect of substitutes for leadership on the relationship between leader behaviors and subordinate outcomes. They found evidence supporting the theory— taking into account both leader behaviors and the effect of substitutes accounted for more of the variance in subordinate outcomes than taking into account leader behaviors alone.",
            "score": 55.85053098201752
        },
        {
            "docid": "197179_50",
            "document": "Sexual dimorphism . The relationship between sex differences in the brain and human behavior is a subject of controversy in psychology and society at large. Many females tend to have a higher ratio of gray matter in the left hemisphere of the brain in comparison to males. Males on average have larger brains than females; however, when adjusted for total brain volume the gray matter differences between sexes is almost nonexistent. Thus, the percentage of gray matter appears to be more related to brain size than it is to sex. Differences in brain physiology between sexes do not necessarily relate to differences in intellect. Haier \"et al.\" found in a 2004 study that \"men and women apparently achieve similar IQ results with different brain regions, suggesting that there is no singular underlying neuroanatomical structure to general intelligence and that different types of brain designs may manifest equivalent intellectual performance\". (See the sex and intelligence article for more on this subject.) Strict graph-theoretical analysis of the human brain connections revealed that in numerous graph-theoretical parameters (e.g., minimum bipartition width, edge number, the expander graph property, minimum vertex cover), the structural connectome of women are significantly \"better\" connected than the connectome of men. It was shown that the graph-theoretical differences are due to the sex and not to the differences in the cerebral volume, by analyzing the data of 36 females and 36 males, where the brain volume of each man in the group was smaller than the brain volume of each woman in the group.",
            "score": 91.5318512916565
        },
        {
            "docid": "614230_5",
            "document": "Event-related potential . ERPs can be reliably measured using electroencephalography (EEG), a procedure that measures electrical activity of the brain over time using electrodes placed on the scalp. The EEG reflects thousands of simultaneously ongoing brain processes. This means that the brain response to a single stimulus or event of interest is not usually visible in the EEG recording of a single trial. To see the brain's response to a stimulus, the experimenter must conduct many trials and average the results together, causing random brain activity to be averaged out and the relevant waveform to remain, called the ERP.",
            "score": 88.12420272827148
        },
        {
            "docid": "4335971_9",
            "document": "Equipotentiality . Using the idea of equipotentiality we can explain how someone who's received damage to a specific part of their brain can relearn how to perform actions that were lost due to brain damage. Since the area of the brain that was originally performing this function is damaged and unusable, the brain compensates and can code that information in other parts of the brain. Through Lashley's ideas of equipotentiality and the law of mass action, he is saying that the brain is functioning as a whole unit and that over all damage to the brain effects it's over all functioning. This starts to go against localization theories which would say that the brain is only functioning in specific regions and the brain's ability to perform at any given task is only effected by the overall damage to that area of the brain and damage to an unrelated area shouldn't affect the task. However, equipotentiality and the law of mass action don't mean that there is no localization. There are certain functions that have been pinned to specific parts of the brain, language and the senses for example, but for things like learning or behavior there is no specific area identified yet, and these are the brain activities that have the flexibility to be coded in different areas of the brain after damage has been sustained.",
            "score": 96.97701919078827
        },
        {
            "docid": "33431597_16",
            "document": "Attentional control . According to fMRI studies of the brain and behavioral observations, visual attention can be moved independently of moving eye position. Studies have had participants fixate their eyes on a central point and measured brain activity as stimuli were presented outside the visual fixation point. fMRI findings show changes in brain activity correlated with the shift in spatial attention to the various stimuli. Behavioral studies have also shown that when a person knows where a stimulus is likely to appear, their attention can shift to it more rapidly and process it better.",
            "score": 83.25474548339844
        },
        {
            "docid": "31496181_3",
            "document": "Biology and political orientation . Recent research points at substantial differences in the cognitive styles of liberals and conservatives on psychological measures. For example, conservatives respond to threatening situations with more aggression than do liberals. Similarly, conservatives are more sensitive to threatening facial expressions. Jost and colleagues posed that political orientation is associated with psychological processes for managing fear and uncertainty  A 2011 study by cognitive neuroscientist Ryota Kanai's group at University College London published in \"Current Biology\", found a correlation between differences in political views and differences in brain structures in a convenience sample of students from University College London. The researchers performed MRI scans on the brains of 90 volunteer students who had indicated their political orientation on a five-point scale ranging from \"very liberal\" to \"very conservative\". Students who reported more \"conservative\" political views tended to have larger amygdalae, a structure in the temporal lobes that performs a primary role in the processing and memory of emotions. In addition, they found clusters in which gray matter volume was significantly associated with conservativism in the left insula and the right entorhinal cortex. There is evidence that conservatives are more sensitive to disgust and the insula is involved in the feeling of disgust. On the other hand, more 'liberal' students tended to have a larger volume of grey matter in the anterior cingulate cortex, a structure of the brain associated with monitoring uncertainty and handling conflicting information. It is consistent with previous research suggesting that individuals with a larger ACC have a higher capacity to tolerate uncertainty and conflicts, allowing them to accept more liberal views. The authors concluded that, \"Although our data do not determine whether these regions play a causal role in the formation of political attitudes, they converge with previous work to suggest a possible link between brain structure and psychological mechanisms that mediate political attitudes.\" In an interview with LiveScience, Ryota Kanai said, \"It's very unlikely that actual political orientation is directly encoded in these brain regions\", and that, \"more work is needed to determine how these brain structures mediate the formation of political attitude.\" Kanai and colleagues added that it is necessary to conduct a longitudinal study to determine whether the changes in brain structure that we observed lead to changes in political behavior or whether political attitudes and behavior instead result in changes of brain structure.",
            "score": 93.33978271484375
        },
        {
            "docid": "3717_17",
            "document": "Brain . Brains are most simply compared in terms of their size. The relationship between brain size, body size and other variables has been studied across a wide range of vertebrate species. As a rule, brain size increases with body size, but not in a simple linear proportion. In general, smaller animals tend to have larger brains, measured as a fraction of body size. For mammals, the relationship between brain volume and body mass essentially follows a power law with an exponent of about 0.75. This formula describes the central tendency, but every family of mammals departs from it to some degree, in a way that reflects in part the complexity of their behavior. For example, primates have brains 5 to 10 times larger than the formula predicts. Predators tend to have larger brains than their prey, relative to body size. All vertebrate brains share a common underlying form, which appears most clearly during early stages of embryonic development. In its earliest form, the brain appears as three swellings at the front end of the neural tube; these swellings eventually become the forebrain, midbrain, and hindbrain (the prosencephalon, mesencephalon, and rhombencephalon, respectively). At the earliest stages of brain development, the three areas are roughly equal in size. In many classes of vertebrates, such as fish and amphibians, the three parts remain similar in size in the adult, but in mammals the forebrain becomes much larger than the other parts, and the midbrain becomes very small.",
            "score": 92.49419224262238
        },
        {
            "docid": "33912_35",
            "document": "Working memory . Brain imaging studies have been conducted with the reading span task or related tasks. Increased activation during these tasks was found in the PFC and, in several studies, also in the anterior cingulate cortex (ACC). People performing better on the task showed larger increase of activation in these areas, and their activation was correlated more over time, suggesting that their neural activity in these two areas was better coordinated, possibly due to stronger connectivity.",
            "score": 63.34680366516113
        },
        {
            "docid": "179092_24",
            "document": "Neurolinguistics . Transcranial magnetic stimulation (TMS), a new noninvasive technique for studying brain activity, uses powerful magnetic fields that are applied to the brain from outside the head. It is a method of exciting or interrupting brain activity in a specific and controlled location, and thus is able to imitate aphasic symptoms while giving the researcher more control over exactly which parts of the brain will be examined. As such, it is a less invasive alternative to direct cortical stimulation, which can be used for similar types of research but requires that the subject's scalp be removed, and is thus only used on individuals who are already undergoing a major brain operation (such as individuals undergoing surgery for epilepsy). The logic behind TMS and direct cortical stimulation is similar to the logic behind aphasiology: if a particular language function is impaired when a specific region of the brain is knocked out, then that region must be somehow implicated in that language function. Few neurolinguistic studies to date have used TMS; direct cortical stimulation and cortical recording (recording brain activity using electrodes placed directly on the brain) have been used with macaque monkeys to make predictions about the behavior of human brains.",
            "score": 99.41049659252167
        }
    ],
    "r": [
        {
            "docid": "3581220_21",
            "document": "Single-unit recording . Noninvasive tools to study the CNS have been developed to provide structural and functional information, but they do not provide very high resolution. To offset this problem invasive recording methods have been used. Single unit recording methods give high spatial and temporal resolution to allow for information assessing the relationship between brain structure, function, and behavior. By looking at brain activity at the neuron level, researchers can link brain activity to behavior and create neuronal maps describing flow of information through the brain. For example, Boraud et al. report the use of single unit recordings to determine the structural organization of the basal ganglia in patients with Parkinson's disease. Evoked potentials provide a method to couple behavior to brain function. By stimulating different responses, one can visualize what portion of the brain is activated. This method has been used to explore cognitive functions such as perception, memory, language, emotions, and motor control.",
            "score": 122.68046569824219
        },
        {
            "docid": "3354877_5",
            "document": "Social neuroscience . A number of methods are used in social neuroscience to investigate the confluence of neural and social processes. These methods draw from behavioral techniques developed in social psychology, cognitive psychology, and neuropsychology, and are associated with a variety of neurobiological techniques including functional magnetic resonance imaging (fMRI), magnetoencephalography (MEG), positron emission tomography (PET), facial electromyography (EMG), transcranial magnetic stimulation (TMS), electroencephalography (EEG), event-related potentials (ERPs), electrocardiograms, electromyograms, endocrinology, immunology, galvanic skin response (GSR), single-cell recording, and studies of focal brain lesion patients. Animal models are also important to investigate the putative role of specific brain structures, circuits, or processes (e.g., the reward system and drug addiction). In addition, quantitative meta-analyses are important to move beyond idiosyncrasies of individual studies, and neurodevelopmental investigations can contribute to our understanding of brain-behavior associations. The two most popular forms of methods used in social neuroscience are fMRI and EEG. fMRI are very cost efficient and high in spatial resolution. However, they are low in temporal resolution and therefore, are best to discover pathways in the brain that are used during social experiments. fMRI have low temporal resolution (timing) because they read oxygenated blood levels that pool to the parts of the brain that are activated and need more oxygen. Thus, the blood takes time to travel to the part of the brain being activated and in reverse provides a lower ability to test for exact timing of activation during social experiments. EEG is best used when a researcher is trying to brain map a certain area that correlates to a social construct that is being studied. EEGs provide high temporal resolution but low spatial resolution. In which, the timing of the activation is very accurate but it is hard to pinpoint exact areas on the brain, researchers are to narrow down locations and areas but they also create a lot of \"noise\". Most recently, researchers have been using TMS which is the best way to discover the exact location in the process of brain mapping. This machine can turn on and off parts of the brain which then allows researchers to test what that part of the brain is used for during social events. However, this machine is so expensive that it is rarely used.",
            "score": 114.43155670166016
        },
        {
            "docid": "41969333_3",
            "document": "Chemogenetics . In recent research projects, chemogenetics has been widely used to understand the relationship between brain activity and behavior. Prior to chemogenetics, researchers used methods such as transcranial magnetic stimulation (TMS) and deep brain stimulation (DBS) to study the relationship between neuronal activity and behavior.",
            "score": 112.31053161621094
        },
        {
            "docid": "55538688_29",
            "document": "MRI sequence . Functional MRI (fMRI) measures signal changes in the brain that are due to changing neural activity. It is used to understand how different parts of the brain respond to external stimuli or passive activity in a resting state, and has applications in behavioral and cognitive research, and in planning neurosurgery of eloquent brain areas. Researchers use statistical methods to construct a 3-D parametric map of the brain indicating the regions of the cortex that demonstrate a significant change in activity in response to the task. Compared to anatomical T1W imaging, the brain is scanned at lower spatial resolution but at a higher temporal resolution (typically once every 2–3 seconds). Increases in neural activity cause changes in the MR signal via \"T\" changes; this mechanism is referred to as the BOLD (blood-oxygen-level dependent) effect. Increased neural activity causes an increased demand for oxygen, and the vascular system actually overcompensates for this, increasing the amount of oxygenated hemoglobin relative to deoxygenated hemoglobin. Because deoxygenated hemoglobin attenuates the MR signal, the vascular response leads to a signal increase that is related to the neural activity. The precise nature of the relationship between neural activity and the BOLD signal is a subject of current research. The BOLD effect also allows for the generation of high resolution 3D maps of the venous vasculature within neural tissue.",
            "score": 111.7477035522461
        },
        {
            "docid": "5626_28",
            "document": "Cognitive science . Brain imaging involves analyzing activity within the brain while performing various tasks. This allows us to link behavior and brain function to help understand how information is processed. Different types of imaging techniques vary in their temporal (time-based) and spatial (location-based) resolution. Brain imaging is often used in cognitive neuroscience.",
            "score": 106.46934509277344
        },
        {
            "docid": "914025_10",
            "document": "Triune brain . The triune model of the mammalian brain is seen as an oversimplified organizing theme by some in the field of comparative neuroscience. It continues to hold public interest because of its simplicity. While technically inaccurate in many respects as an explanation for brain activity, it remains one of very few approximations of the truth we have to work with: the \"neocortex\" represents that cluster of brain structures involved in advanced cognition, including planning, modeling and simulation; the \"limbic brain\" refers to those brain structures, wherever located, associated with social and nurturing behaviors, mutual reciprocity, and other behaviors and affects that arose during the age of the mammals; and the \"reptilian brain\" refers to those brain structures related to territoriality, ritual behavior and other \"reptile\" behaviors. The broad explanatory value makes this approximation very engaging and is a useful level of complexity for high school students to begin engaging with brain research. Howard Bloom, in his book \"The Lucifer Principle\", references the concept of the triune brain in his explanations of certain aspects of human behavior. Arthur Koestler made MacLean's concept of the triune brain the centerpiece of much of his later work, notably \"The Ghost in the Machine\". English novelist Julian Barnes quotes MacLean on the triune brain in the foreword to his 1982 novel \"Before She Met Me\". Peter A. Levine uses the triune brain concept in his book \"Waking the Tiger\" to explain his somatic experiencing approach to healing trauma.",
            "score": 105.52326202392578
        },
        {
            "docid": "47511015_2",
            "document": "Large scale brain networks . Large scale brain networks are collections of widespread brain regions showing functional connectivity by statistical analysis of the fMRI BOLD signal or other signal fluctuations. An emerging paradigm in neuroscience is that cognitive tasks are performed not by individual brain regions working in isolation, but by networks consisting of several discrete brain regions that are said to be \"functionally connected\" due to tightly coupled activity. Functional connectivity may be measured as long-range synchronization of the EEG, MEG, or other dynamic brain signals. Synchronized brain regions may also be identified using spatial independent component analysis. The set of identified brain areas that are linked together in a large-scale network varies with cognitive function. When the cognitive state is not explicit (i.e., the subject is at \"rest\"), the large scale brain network is a resting state network (RSN). As a physical system with graph-like properties, a large scale brain network has both nodes and edges, and cannot be identified simply by the co-activation of brain areas. In recent decades, the analysis of brain networks was made feasible by advances in imaging techniques as well as new tools from graph theory and dynamical systems. Large scale brain networks are identified by their function, and provide a coherent framework for understanding cognition by offering a neural model of how different cognitive functions emerge when different sets of brain regions join together as self-organized coalitions. Disruptions in activity in various networks have been implicated in neuropsychiatric disorders such as depression, Alzheimer's, autism spectrum disorder, schizophrenia and bipolar disorder.",
            "score": 105.46553039550781
        },
        {
            "docid": "452306_4",
            "document": "Alvaro Pascual-Leone . Pascual-Leone is a world leader in the development of transcranial magnetic stimulation for application in cognitive neuroscience and for therapeutic applications in neurology, psychiatry and neurorehabilitation. Pascual-Leone's research projects aim at understanding the mechanisms that control brain plasticity across the lifespan to be able to modify them for the subject’s optimal behavioral outcome. Pascual-Leone combines various brain imaging and brain stimulation methodologies to establish a causal relationship and a precise chronometry between regional brain activation and behavior, and uses noninvasive brain stimulation techniques to modulate brain plasticity, suppressing some changes and enhancing others, to gain a clinical benefit and behavioral advantage for a given individual. Such non-invasive approaches can lead to clinically relevant therapeutic effects in neuropsychiatry and neurorehabilitation, and serve as proof-of-principle prior to more invasive neuromodulatory interventions.",
            "score": 105.31258392333984
        },
        {
            "docid": "987320_7",
            "document": "Neurotechnology . Magnetic resonance imaging (MRI) is used for scanning the brain for topological and landmark structure in the brain, but can also be used for imaging activation in the brain. While detail about how MRI works is reserved for the actual MRI article, the uses of MRI are far reaching in the study of neuroscience. It is a cornerstone technology in studying the mind, especially with the advent of functional MRI (fMRI). Functional MRI measures the oxygen levels in the brain upon activation (higher oxygen content = neural activation) and allows researchers to understand what loci are responsible for activation under a given stimulus. This technology is a large improvement to single cell or loci activation by means of exposing the brain and contact stimulation. Functional MRI allows researchers to draw associative relationships between different loci and regions of the brain and provides a large amount of knowledge in establishing new landmarks and loci in the brain.",
            "score": 104.5711669921875
        },
        {
            "docid": "22403616_4",
            "document": "Basic science (psychology) . Biological psychology or behavioral neuroscience is the scientific study of the biological bases of behavior and mental processes. Biological psychologists view all behavior as dependent on the nervous system, and study the neural basis for behavior. This is the approach taken in behavioral neuroscience, cognitive neuroscience, and neuropsychology. The goal of neuropsychology is to understand how the structure and function of the brain relate to specific behavioral and psychological processes. Neuropsychology is particularly concerned with brain injury in attempting to understand normal psychological function. Cognitive neuroscientists often use neuroimaging tools, which can help them to observe which areas of the brain are active during a particular task.",
            "score": 103.80191802978516
        },
        {
            "docid": "41420328_12",
            "document": "Interactions between the emotional and executive brain systems . The dorsolateral prefrontal cortex (dlPFC) and the dorsomedial prefrontal cortex (dmPFC) are implicated in the enhancement of representations of stimuli relevant to current decisions, behaviors or tasks. These areas also play a role in modulating emotions and dealing with emotional distractions during demanding tasks, and are also implicated in facilitating decision/resolve perceptual or conflict making by augmenting representations of stimuli relevant to decision or behavior. The dmPFC’s role in human emotional regulation decision making (decision conflict perspective – levels of indecision) e.g. Picking between similar items, acting in novel situations. There is also evidence of an inverse relationship between activation in the dPFC areas and activation in emotionally activated brain areas.",
            "score": 103.67404174804688
        },
        {
            "docid": "26277853_7",
            "document": "Subfields of psychology . Biological psychology is the scientific study of the biological substrates of behavior and mental states. Seeing all behavior as intertwined with the nervous system, biological psychologists feel it is sensible to study how the brain functions in order to understand behavior. This is the approach taken in behavioral neuroscience, cognitive neuroscience, and neuropsychology. Neuropsychology is the branch of psychology that aims to understand how the structure and function of the brain relate to specific behavioral and psychological processes. Neuropsychology is particularly concerned with the understanding of brain injury in an attempt to work out normal psychological function. Cognitive neuroscientists often use neuroimaging tools, which can help them to observe which areas of the brain are active during a particular task.",
            "score": 102.8418197631836
        },
        {
            "docid": "2938828_16",
            "document": "J. A. Scott Kelso . Subsequently, Kelso and his colleagues moved from the hand to the brain, using large arrays of SQUID magnetometers to record the neuromagnetic activity of the brain and Functional Magnetic Resonance Imaging to record BOLD (Blood Oxygen Level Dependent) activation in brain regions. This work showed that mathematical forms observable in the coordinated movement of the hands (such as phase transitions), were also observable in images of brain activity. Or as Kelso puts it, \"the same coordination dynamics governs brain activity and human behavior.\" For example, on the basis of recordings and analysis of human brain activity Viktor Jirsa and Armin Fuchs along with Kelso were able to derive the HKB equations of coordination at the behavioral level from a more realistic anatomical and physiological model of the underlying neural substrate",
            "score": 102.09746551513672
        },
        {
            "docid": "389579_13",
            "document": "Cognitive neuropsychology . With improved neuroimaging techniques, it has been possible to correlate patterns of impairment with a knowledge of exactly which parts of the nervous system are damaged, allowing previously undiscovered functional relationships to be explored (the \"lesion method\"). Contemporary cognitive neuropsychology uses many of the same techniques and technologies from the wider science of neuropsychology and fields such as cognitive neuroscience. These may include neuroimaging, electrophysiology and neuropsychological tests to measure either brain function or psychological performance. Useful technology in cognitive neuropsychology includes positron-emission tomography (PET) and functional magnetic resonance imaging (fMRI). These techniques make it possible to identify the areas of the brain responsible for performing certain cognitive tasks by measuring blood flow in the brain. PET scans sense the low-level radiation in the brain and produce 3-D images, whereas an fMRI works on a magnetic signal and is used to “map the brain”. Electroencephalography (EEG) records the brain’s electrical activity and can identify changes that occur over milliseconds. EEG is often used in patients with epilepsy to detect seizure activity.",
            "score": 101.60035705566406
        },
        {
            "docid": "599917_31",
            "document": "Mental image . As cognitive neuroscience approaches to mental imagery continued, research expanded beyond questions of serial versus parallel or topographic processing to questions of the relationship between mental images and perceptual representations. Both brain imaging (fMRI and ERP) and studies of neuropsychological patients have been used to test the hypothesis that a mental image is the reactivation, from memory, of brain representations normally activated during the perception of an external stimulus. In other words, if perceiving an apple activates contour and location and shape and color representations in the brain’s visual system, then imagining an apple activates some or all of these same representations using information stored in memory. Early evidence for this idea came from neuropsychology. Patients with brain damage that impairs perception in specific ways, for example by damaging shape or color representations, seem to generally to have impaired mental imagery in similar ways. Studies of brain function in normal human brains support this same conclusion, showing activity in the brain’s visual areas while subjects imagined visual objects and scenes.",
            "score": 100.84091186523438
        },
        {
            "docid": "605564_8",
            "document": "Clinical neuropsychology . The relationship between human behavior and the brain is the focus of clinical neuropsychology as defined by Meir in 1974. There are two subdivisions of clinical neuropsychology which draw much focus; organic and environmental natures. Ralph M. Reitan, Arthur L. Benton, and A. R. Luria are all past neuropsychologists whom believed and studied the organic nature of clinical neuropsychology. On the other side, environmental nature of clinical neuropsychology did not appear until more recently and is characterized by treatments such as behavior therapy. The relationship between physical brain abnormalities and the presentation of psychopathology is not completely understood, but this is one of the questions which clinical neuropsychologists hope to answer in time. In 1861 the debate over human potentiality versus localization began. The two sides argued over how human behavior presented in the brain. Paul Broca postulated that cognitive problems could be caused by physical damage to specific parts of the brain based on a case study of his in which he found a lesion on the brain of a deceased patient who had presented the symptom of being unable to speak, that portion of the brain is now known as Broca's Area. In 1874 Carl Wernicke also made a similar observation in a case study involving a patient with a brain lesion whom was unable to comprehend speech, the part of the brain with the lesion is now deemed Wernicke's Area. Both Broca and Wernicke believed and studied the theory of localization. On the other hand, equal potentiality theorists believed that brain function was not based on a single piece of the brain but rather on the brain as a whole. Marie J. P Flourens conducted animal studies in which he found that the amount of brain tissue damaged directly affected the amount that behavior ability was altered or damaged. Kurt Goldstein observed the same idea as Flourens except in veterans who had fought in World War I. In the end, despite all of the disagreement, neither theory completely explains the human brains complexity. Thomas Hughlings Jackson created a theory which was thought to be a possible solution. Jackson believed that both potentiality and localization were in part correct and that behavior was made by multiple parts of the brain working collectively to cause behaviors, and Luria (1966-1973) furthered Jackson's theory.",
            "score": 100.75213623046875
        },
        {
            "docid": "2849297_17",
            "document": "Oppositional defiant disorder . Deficits and injuries to certain areas of the brain can lead to serious behavioral problems in children. Brain imaging studies have suggested that children with ODD may have subtle differences in the part of the brain responsible for reasoning, judgment and impulse control. Children with ODD are thought to have an overactive behavioral activation system (BAS), and underactive behavioral inhibition system (BIS). The BAS stimulates behavior in response to signals of reward or nonpunishment. The BIS produces anxiety and inhibits ongoing behavior in the presence of novel events, innate fear stimuli, and signals of nonreward or punishment. Neuroimaging studies have also identified structural and functional brain abnormalities in several brain regions in youths with conduct disorders. These brain regions are the amygdala, prefrontal cortex, anterior cingulate, and insula, as well as interconnected regions.",
            "score": 100.072998046875
        },
        {
            "docid": "3717_38",
            "document": "Brain . As a side effect of the electrochemical processes used by neurons for signaling, brain tissue generates electric fields when it is active. When large numbers of neurons show synchronized activity, the electric fields that they generate can be large enough to detect outside the skull, using electroencephalography (EEG) or magnetoencephalography (MEG). EEG recordings, along with recordings made from electrodes implanted inside the brains of animals such as rats, show that the brain of a living animal is constantly active, even during sleep. Each part of the brain shows a mixture of rhythmic and nonrhythmic activity, which may vary according to behavioral state. In mammals, the cerebral cortex tends to show large slow delta waves during sleep, faster alpha waves when the animal is awake but inattentive, and chaotic-looking irregular activity when the animal is actively engaged in a task. During an epileptic seizure, the brain's inhibitory control mechanisms fail to function and electrical activity rises to pathological levels, producing EEG traces that show large wave and spike patterns not seen in a healthy brain. Relating these population-level patterns to the computational functions of individual neurons is a major focus of current research in neurophysiology.",
            "score": 100.00920867919922
        },
        {
            "docid": "987320_19",
            "document": "Neurotechnology . Magnetic resonance imaging is a vital tool in neurological research in showing activation in the brain as well as providing a comprehensive image of the brain being studied. While MRIs are used clinically for showing brain size, it still has relevance in the study of brains because it can be used to determine extent of injuries or deformation. These can have a significant effect on personality, sense perception, memory, higher order thinking, movement, and spatial understanding. However, current research tends to focus more so on fMRI or real-time functional MRI (rtfMRI). These two methods allow the scientist or the participant, respectively, to view activation in the brain. This is incredibly vital in understanding how a person thinks and how their brain reacts to a person's environment, as well as understanding how the brain works under various stressors or dysfunctions. Real-time functional MRI is a revolutionary tool available to neurologists and neuroscientists because patients can see how their brain reacts to stressors and can perceive visual feedback. CT scans are very similar to MRI in their academic use because they can be used to image the brain upon injury, but they are more limited in perceptual feedback. CTs are generally used in clinical studies far more than in academic studies, and are found far more often in a hospital than a research facility. PET scans are also finding more relevance in academia because they can be used to observe metabolic uptake of neurons, giving researchers a wider perspective about neural activity in the brain for a given condition. Combinations of these methods can provide researchers with knowledge of both physiological and metabolic behaviors of loci in the brain and can be used to explain activation and deactivation of parts of the brain under specific conditions.",
            "score": 99.48485565185547
        },
        {
            "docid": "179092_24",
            "document": "Neurolinguistics . Transcranial magnetic stimulation (TMS), a new noninvasive technique for studying brain activity, uses powerful magnetic fields that are applied to the brain from outside the head. It is a method of exciting or interrupting brain activity in a specific and controlled location, and thus is able to imitate aphasic symptoms while giving the researcher more control over exactly which parts of the brain will be examined. As such, it is a less invasive alternative to direct cortical stimulation, which can be used for similar types of research but requires that the subject's scalp be removed, and is thus only used on individuals who are already undergoing a major brain operation (such as individuals undergoing surgery for epilepsy). The logic behind TMS and direct cortical stimulation is similar to the logic behind aphasiology: if a particular language function is impaired when a specific region of the brain is knocked out, then that region must be somehow implicated in that language function. Few neurolinguistic studies to date have used TMS; direct cortical stimulation and cortical recording (recording brain activity using electrodes placed directly on the brain) have been used with macaque monkeys to make predictions about the behavior of human brains.",
            "score": 99.41049194335938
        },
        {
            "docid": "1826033_8",
            "document": "Comparative neuropsychology . Comparative neuropsychology involves the study of brain-behavior relationships by applying experimental paradigms, used extensively in animal laboratories, for testing human clinical populations. Popular paradigms include delayed reaction tasks, discrimination and reversal learning tasks, and matching- and nonmatching-to-sample. These tasks are used to test animals and relate them to human brain functioning. Such tasks were perfected on experimental animals having well defined brain lesions, and adapted for human neurological patients. The comparative aspects of such approach resides in the analogy between animals with brain lesions and human patients with lesions in homologous areas of the brain. One example is represented by the comparison between the brain of laboratory animals (primarily non human primates and mice) with the one of people with damages resulting from alcohol abuse.",
            "score": 99.1968002319336
        },
        {
            "docid": "38433123_10",
            "document": "Cognitive inhibition . Behavioral neuroscience applies the principles of neurobiology, to the study of physiological, genetic, and developmental mechanisms of behavior. Cognitive inhibition is caused by several different interacting biological factors. The first is the existence of inhibitory neurotransmitters, or chemicals emitted by brain cells to both communicate and inhibit communication between each other. \"GABA, an inhibitory transmitter substance that has been implicated in certain simple behavioral measures of inhibition and the control of aggressive behavior, was discovered in the cerebral cortex in substantial quantities\". Given the cerebral cortex's importance in many brain functions such as memory and thought, the presence of the inhibitory substance GABA supports the cognitive inhibition processes that go on in this area of the brain. Serotonin and dopamine, which can play inhibitory roles as well, are present in the brain in large quantities. All three of these neurotransmitters are capable of \"blocking\" the transmissions between neurons, which can ultimately result in cognitive inhibition. In addition, the presence of inhibitory connections in the central nervous system has been firmly demonstrated (Eccles, 1969). A process known as lateral inhibition, which involves the capacity of an excited neuron to reduce the activity of its neighbors, is integral in the biology of cognitive inhibition. It provides much of the neural background behind it and explains what exactly is going on at the cellular level.",
            "score": 99.17374420166016
        },
        {
            "docid": "5750673_20",
            "document": "Empathizing–systemizing theory . The fetal testosterone theory hypothesizes that higher levels of testosterone in the amniotic fluid of mothers push brain development towards improved ability to see patterns and analyze complex systems while diminishing communication and empathy, emphasizing \"male\" traits over \"female\", or in E-S theory terminology, emphasizing \"systemizing\" over \"empathizing\". This theory states that fetal testosterone influences the development of certain structures in the brain, and that these changes relate to behavioral traits seen in those with autism. Males generally have higher levels of fetal testosterone contributing to their brain developing in that particular way. The extreme male brain theory (EMB), put forward by Baron-Cohen suggests that autistic brains show an exaggeration of the features associated with male brains. These are mainly size and connectivity with males generally having a larger brain with more white matter, leading to increased connectivity in each hemisphere. This is seen in an exaggerated form in the brains of those with ASD. Another feature of male brains is having a smaller corpus callosum in at least some regions leading to decreased inter-hemispheric connectivity. This is also seen in those with ASD. Individuals with ASD were found to have widespread interconnectivity abnormalities in specific brain regions. This could explain the different results on empathy tests between men and women as well as the deficiencies in empathy seen in ASD as empathy requires several brain regions to be activated which need information from many different areas of the brain. A further example of how brain structure can influence ASD is looking at cases where the corpus callosum does not fully develop (agenesis of corpus callosum). It was found that autism is commonly diagnosed in children where the corpus callosum does not fully develop (45% of children with agenesis of the corpus callosum). A further example of brain structures relating to ASD is that children with ASD tend to have a larger amygdala, this is another example of being an extreme version of the male brain which generally has a larger amygdala. These brain differences have all been shown to have an influence on social cognition and communication. High levels of fetal testosterone have also been shown to be related to behavior associated with autism, such as eye contact. Studies examining the relationship between prenatal testosterone levels and autistic traits found that high levels correlated with traits such as decreased eye contact. These were present in both sexes. This suggests that fetal testosterone (fT) is the cause of sex differences in the brain and that there is a link between fT levels and ASD. In general females with autism have a higher rate of medical conditions which are related to high androgen levels and both males and females with autism have higher than average androgen levels. Males have higher fT levels naturally meaning that there is less of a change required in the hormone levels to reach a point high enough to cause the developmental changes seen in autism. This is a possible cause for the male prevalence seen in autism.",
            "score": 99.00027465820312
        },
        {
            "docid": "2878895_6",
            "document": "Edward Evarts . The work of Evarts gave rise to a new field in neuroscience. His followers use single electrodes and electrode arrays temporarily inserted or implanted in the brain to record brain signals during different types of behavioral and cognitive activity and thereby gain knowledge about how the brain works. The knowledge accumulated in this research recently resulted in creation of brain-computer interfaces—electronic devices that sample neuronal activity in the brain, decode its meaning and use decoded information to operate external devices, such as robots.",
            "score": 98.99279022216797
        },
        {
            "docid": "300628_27",
            "document": "Persistent vegetative state . Also, there is evidence of partially functional cerebral regions in catastrophically injured brains. To study five patients in PVS with different behavioral features, researchers employed PET, MRI and magnetoencephalographic (MEG) responses to sensory stimulation. In three of the five patients, co-registered PET/MRI correlate areas of relatively preserved brain metabolism with isolated fragments of behavior. Two patients had suffered anoxic injuries and demonstrated marked decreases in overall cerebral metabolism to 30–40% of normal. Two other patients with non-anoxic, multifocal brain injuries demonstrated several isolated brain regions with higher metabolic rates, that ranged up to 50–80% of normal. Nevertheless, their global metabolic rates remained <50% of normal. MEG recordings from three PVS patients provide clear evidence for the absence, abnormality or reduction of evoked responses. Despite major abnormalities, however, these data also provide evidence for localized residual activity at the cortical level. Each patient partially preserved restricted sensory representations, as evidenced by slow evoked magnetic fields and gamma band activity. In two patients, these activations correlate with isolated behavioral patterns and metabolic activity. Remaining active regions identified in the three PVS patients with behavioral fragments appear to consist of segregated corticothalamic networks that retain connectivity and partial functional integrity. A single patient who suffered severe injury to the tegmental mesencephalon and paramedian thalamus showed widely preserved cortical metabolism, and a global average metabolic rate of 65% of normal. The relatively high preservation of cortical metabolism in this patient defines the first functional correlate of clinical– pathological reports associating permanent unconsciousness with structural damage to these regions. The specific patterns of preserved metabolic activity identified in these patients reflect novel evidence of the modular nature of individual functional networks that underlie conscious brain function. The variations in cerebral metabolism in chronic PVS patients indicate that some cerebral regions can retain partial function in catastrophically injured brains (Schiff et al., 2002).",
            "score": 98.7634506225586
        },
        {
            "docid": "25_24",
            "document": "Autism . The mirror neuron system (MNS) theory of autism hypothesizes that distortion in the development of the MNS interferes with imitation and leads to autism's core features of social impairment and communication difficulties. The MNS operates when an animal performs an action or observes another animal perform the same action. The MNS may contribute to an individual's understanding of other people by enabling the modeling of their behavior via embodied simulation of their actions, intentions, and emotions. Several studies have tested this hypothesis by demonstrating structural abnormalities in MNS regions of individuals with ASD, delay in the activation in the core circuit for imitation in individuals with Asperger syndrome, and a correlation between reduced MNS activity and severity of the syndrome in children with ASD. However, individuals with autism also have abnormal brain activation in many circuits outside the MNS and the MNS theory does not explain the normal performance of children with autism on imitation tasks that involve a goal or object. ASD-related patterns of low function and aberrant activation in the brain differ depending on whether the brain is doing social or nonsocial tasks. In autism there is evidence for reduced functional connectivity of the default network, a large-scale brain network involved in social and emotional processing, with intact connectivity of the task-positive network, used in sustained attention and goal-directed thinking. In people with autism the two networks are not negatively correlated in time, suggesting an imbalance in toggling between the two networks, possibly reflecting a disturbance of self-referential thought.",
            "score": 98.73355865478516
        },
        {
            "docid": "664811_6",
            "document": "Writer's block . It has been suggested that writer's block is more than just a mentality. Under stress, a human brain will \"shift control from the cerebral cortex to the limbic system\". The limbic system is associated with the instinctual processes, such as \"fight or flight\" response; and behavior that is based on \"deeply engrained training\". The limited input from the cerebral cortex hinders a person's creative processes, which are replaced by the behaviors associated with the limbic system. The person is often unaware of the change, which may lead them to believe they are creatively \"blocked\". In her 2004 book \"The Midnight Disease: The Drive to Write, Writer's Block, and the Creative Brain\" (), the writer and neurologist Alice W. Flaherty has argued that literary creativity is a function of specific areas of the brain, and that block may be the result of brain activity being disrupted in those areas.",
            "score": 98.60369873046875
        },
        {
            "docid": "34760961_2",
            "document": "Neurobiological effects of physical exercise . The are numerous and involve a wide range of interrelated effects on brain structure, brain function, and cognition. A large body of research in humans has demonstrated that consistent aerobic exercise (e.g., 30 minutes every day) induces persistent improvements in certain cognitive functions, healthy alterations in gene expression in the brain, and beneficial forms of neuroplasticity and behavioral plasticity; some of these long-term effects include: increased neuron growth, increased neurological activity (e.g., and BDNF signaling), improved stress coping, enhanced cognitive control of behavior, improved declarative, spatial, and working memory, and structural and functional improvements in brain structures and pathways associated with cognitive control and memory. The effects of exercise on cognition have important implications for improving academic performance in children and college students, improving adult productivity, preserving cognitive function in old age, preventing or treating certain neurological disorders, and improving overall quality of life.",
            "score": 98.1698226928711
        },
        {
            "docid": "41118642_17",
            "document": "Dynamic functional connectivity . DFC has been shown to be significantly related to human performance, including vigilance and aspects of attention. It has been proposed and supported that the network behavior immediately prior to a task onset is a strong predictor of performance on that task. Traditionally, fMRI studies have focused on the magnitude of activation in brain regions as a predictor of performance, but recent research has shown that correlation between networks as measured with sliding window analysis is an even stronger predictor of performance. Individual differences in functional connectivity variability (FCV) across sliding windows within fMRI scans have been shown to correlate with the tendency to attend to pain. The degree to which a subject is mind wandering away from a sensory stimulus has also been related to FCV.",
            "score": 98.05728149414062
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 97.66841125488281
        },
        {
            "docid": "25225295_3",
            "document": "Consumer neuroscience . Consumer research has existed for more than a century and has been well established as a combination of sociology, psychology, and anthropology, and popular topics in the field revolve around consumer decision-making, advertising, and branding. For decades, however, consumer researchers had never been able to directly record the internal mental processes that govern consumer behavior; they always were limited to designing experiments in which they alter the external conditions in order to view the ways in which changing variables may affect consumer behavior (examples include changing the packaging or changing a subject’s mood). With the integration of neuroscience with consumer research, it is possible to go directly into the brain to discover the neural explanations for consumer behavior. The ability to record brain activity with electrodes and advances in neural imaging technology make it possible to determine specific regions of the brain that are responsible for critical behaviors involved in consumption.",
            "score": 97.55157470703125
        },
        {
            "docid": "3354877_6",
            "document": "Social neuroscience . Note: Most of these methods can only provide correlations between brain mapping and social events (apart from TMS), a con of Social Neuroscience is that the research must be interpreted through correlations which can cause a decreased content validity. For example, during an experiment when a participant is doing a task to test for a social theory and a part of the brain is activated, it is impossible to form causality because anything else in the room or the thoughts of the person could have triggered that response. It is very hard to isolate these variables during these experiments. That is why self-reports are very important. This will also help decrease the chances of VooDoo correlations (correlations that are too high and over 0.8 which look like a correlation exists between two factors but actually is just an error in design and statistical measures). Another way to avoid this con, is to use tests with hormones which can infer causality. For example, when people are given oxytocin and placebos and we can test their differences in social behavior between other people. Using SCRs will also help isolate unconscious thoughts and conscious thoughts because it is the body's natural parasympathetic response to the outside world. All of these tests and devices will help social neuroscientists discover the connections in the brain that are used to carry out our everyday social activities.",
            "score": 97.40872192382812
        }
    ]
}