{
    "q": [
        {
            "docid": "7009252_11",
            "document": "Generalized epilepsy with febrile seizures plus . The final type of GEFS+ is caused by mutations in the SCN2A gene, which encodes a sodium channel α subunit. The first associated mutation in this gene is R187W, located on the intracellular region linking membrane spanning units two and three in the first domain (D1S2-S3, figure 3). Patients with this mutation have both febrile and afebrile seizures. Electrophysiological examination of this mutant revealed that it increases the time constant for inactivation, presumably increasing sodium current and leading to hyperexcitability. However, this mutation also yields channels that inactivate at more hyperpolarized potentials relative to wild-type channels, indicative of hypoexcitability. Whether the end result on membrane excitability of this mutation is hyperexcitability or hypoexcitability is, as yet, unclear.",
            "score": 47.259777307510376
        },
        {
            "docid": "46352369_5",
            "document": "Familial hyperaldosteronism . Familial hyperaldosteronism type III is caused by mutations in the KCNJ5 gene. The KCNJ5 gene provides instructions for making a protein that functions as a potassium channel, which means that it transports positively charged atoms (ions) of potassium into and out of cells. In the adrenal glands, the flow of ions through potassium channels produced from the KCNJ5 gene is thought to help regulate the production of aldosterone. Mutations in the KCNJ5 gene likely result in the production of potassium channels that are less selective, allowing other ions (predominantly sodium) to pass as well. The abnormal ion flow results in the activation of biochemical processes (pathways) that lead to increased aldosterone production, causing the hypertension associated with familial hyperaldosteronism type III.",
            "score": 74.62613439559937
        },
        {
            "docid": "55498066_19",
            "document": "Bioelectricity . Work in model systems such as Xenopus laevis and zebrafish has revealed a role for bioelectric signaling in the development of heart, face, eye, brain, and other organs. Screens have identified roles for ion channels in size control of structures such as the zebrafish fin, while focused gain-of-function studies have shown for example that bodyparts can be re-specified at the organ level – for example creating entire eyes in gut endoderm. As in the brain, developmental bioelectrics can integrate information across significant distance in the embryo, for example such as the control of brain size by bioelectric states of ventral tissue. and the control of tumorigenesis at the site of oncogene expression by bioelectric state of remote cells.",
            "score": 90.51774597167969
        },
        {
            "docid": "30906179_2",
            "document": "Allometric engineering . Allometric engineering is the process of experimentally shifting the scaling relationships, for body size or shape, in a population of organisms. More specifically, the process of experimentally breaking the tight covariance evident among component traits of a complex phenotype by altering the variance of one trait relative to another. Typically, body size is one of the two traits. The measurements of the two traits are plotted against each other and the scaling relationship can be represented as: formula_1. Manipulations of this sort alter the scaling relationships either by shifting the intercept (\"b\"), slope (\"m\") or both to create novel variants (see: Allometry, for more details). These novel variants can then be tested for differences in performance or fitness. Through careful testing, one could sequentially test each component of a trait suite to determine how each part contributes to the function of the entire complex phenotype, and ultimately the fitness of the organism. This technique allows for comparison within or among biological groups differing in size by adjusting morphology to match one another and comparing their performances.",
            "score": 32.69494295120239
        },
        {
            "docid": "7009252_6",
            "document": "Generalized epilepsy with febrile seizures plus . A second subtype of GEFS+, type 2, is the result of mutations in SCN1A, a gene encoding a sodium channel α subunit. There are currently almost 90 known mutations in the SCN1A gene throughout the entirety of the channel (see table 1). These mutations result in almost any imaginable mutation type in the gene, short of duplications. The results of these mutations are highly variable, some producing functional channels while others result in non-functional channels. Some functional channels result in membrane hyperexcitability while others result in hypoexcitability. Most of the functional mutant channels result in hyperexcitability due to decreased frequency dependent rundown. An example of this is the D188V mutation. A 10 Hz stimulation of wild-type channels causes current to decrease to approximately 70% of maximum whereas the same stimulation of mutant channels results in rundown to 90% of maximum. This is caused by an expedited recovery from inactivation for mutant channels versus wild-type. The D188V mutant, for example, recovers to 90% maximal current in 200ms while wild-type channels are unable to recover to this degree in >1000ms. Some other functional mutations that lead to hyperexcitability due so by other means, such as decreasing the rate of entrance into the slow inactivated state.",
            "score": 49.99921774864197
        },
        {
            "docid": "4206029_7",
            "document": "Familial hemiplegic migraine . The first discovered FHM locus was the CACNA1A gene (originally named CACNL1A4), which encodes the P/Q-type calcium channel Ca2.1. There are currently 17 known mutations in this channel, see Table 1, and these mutations are distributed throughout the channel. Some of these mutations result in patients with notable cerebellar degeneration or other dysfunction. 15 of these mutants have received at least some further analysis at the electrophysiological level to attempt to determine how they might lead to the FHM1 phenotype. There is increasing contradiction in the literature as to the end result of these mutations on channel kinetics and neuronal excitability.",
            "score": 48.02934741973877
        },
        {
            "docid": "7114421_5",
            "document": "Juvenile myoclonic epilepsy . CACNB4 is a gene that encodes the calcium channel β subunit protein. β subunits are important regulators of calcium channel current amplitude, voltage dependence, and also regulate channel trafficking. The β isoform encoded by CACNB4 is most prevalent in the cerebellum. In mice, a naturally occurring null mutation leads to the \"lethargic\" phenotype, which is similar to JME. There are at least two mutations in the β subunit associated with JME, C104F and R482X. When wild-type α and β subunits are expressed in oocytes they produce large Ba currents that inactivate slowly. Incorporation of either of the mutant β subunit into channels instead of wild-type subunits produces currents that are larger by 30-40%. The R482X mutation also increases the rate of fast inactivation of the channel. Since these effects are subtle, it is believed that they are contributory rather than completely causative for JME.",
            "score": 50.89298963546753
        },
        {
            "docid": "1663537_3",
            "document": "Allometry . Allometry is a well-known study, particularly in statistical shape analysis for its theoretical developments, as well as in biology for practical applications to the differential growth rates of the parts of a living organism's body. One application is in the study of various insect species (e.g., Hercules beetles), where a small change in overall body size can lead to an enormous and disproportionate increase in the dimensions of appendages such as legs, antennae, or horns The relationship between the two measured quantities is often expressed as a power law equation which expresses a remarkable scale symmetry:",
            "score": 62.343268156051636
        },
        {
            "docid": "8159922_7",
            "document": "X-linked congenital stationary night blindness . The incomplete form of X-linked congenital stationary night blindness (CSNB2) is caused by mutations in the CACNA1F gene, which encodes the voltage-gated calcium channel Ca1.4 expressed heavily in retina. One of the important properties of this channel is that it inactivates at an extremely low rate. This allows it to produce sustained Ca entry upon depolarization. As photoreceptors depolarize in the absence of light, Ca1.4 channels operate to provide sustained neurotransmitter release upon depolarization. This has been demonstrated in CACNA1F mutant mice that have markedly reduced photoreceptor calcium signals. There are currently 55 mutations in CACNA1F located throughout the channel, Table 2 and Figure 1. While most of these mutations result in truncated and, likely, non-functional channels, it is expected that they prevent the ability of light to hyperpolarize photoreceptors. Of the mutations with known functional consequences, 4 produce channels that are either completely non-functional, and two that result in channels which open at far more hyperpolarized potentials than wild-type. This will result in photoreceptors that continue to release neurotransmitter even after light-induced hyperpolarization.",
            "score": 45.854875326156616
        },
        {
            "docid": "14754039_3",
            "document": "KCNA5 . Potassium channels represent the most complex class of voltage-gated ion channels from both functional and structural standpoints. KCNA5 encodes a member of the potassium channel, voltage-gated, shaker-related subfamily. This member contains six membrane-spanning domains with a shaker-type repeat in the fourth segment. It belongs to the delayed rectifier class, the function of which could restore the resting membrane potential of beta cells after depolarization, thereby contributing to the regulation of insulin secretion. This gene is intronless, and the gene is clustered with genes KCNA1 and KCNA6 on chromosome 12. Mutations in this gene have been related to both atrial fibrillation and sudden cardiac death. KCNA5 are also key players in pulmonary vascular function, where they play a role in setting the resting membrane potential and its involvement during hypoxic pulmonary vasoconstriction.",
            "score": 61.78989291191101
        },
        {
            "docid": "1557120_7",
            "document": "Andersen–Tawil syndrome . The protein made by the \"KCNJ2\" gene forms a channel that transports potassium ions into muscle cells. The movement of potassium ions through these channels is critical for maintaining the normal functions of skeletal muscles which are used for movement and cardiac muscle. Mutations in the \"KCNJ2\" gene alter the usual structure and function of potassium channels or prevent the channels from being inserted correctly into the cell membrane. Many mutations prevent a molecule called PIP2 from binding to the channels and effectively regulating their activity. These changes disrupt the flow of potassium ions in skeletal and cardiac muscle, leading to the periodic paralysis and irregular heart rhythm characteristic of Andersen–Tawil syndrome.Researchers have not yet determined the role of the KCNJ2 gene in bone development, and it is not known how mutations in the gene lead to the developmental abnormalities often found in Andersen–Tawil syndrome.",
            "score": 81.00415301322937
        },
        {
            "docid": "45672456_5",
            "document": "Lawrence B. Salkoff . Cloning of the extended family of potassium channel genes. The structure of potassium channels which shape the electrical activity in the nervous system was unknown when Salkoff was a graduate student. It was believed that one way to obtain the protein structure of a potassium channel was to identify a gene encoding the channel protein in a genetically tractable organism, and then combine newly developed tools in biophysics, molecular genetics, DNA sequencing in eukaryotes, and molecular cloning, to clone and sequence the gene and functionally express the encoded channel in a heterologous expression system. To this end, as a postdoctoral researcher, Salkoff adapted the voltage clamp technique to the fruit fly \"Drosophila\" which had been used by Alan Lloyd Hodgkin and Andrew Huxley to reveal the ionic basis of the nerve action potential. This enabled the direct observation of ion currents in a genetically tractable organism.",
            "score": 58.242104291915894
        },
        {
            "docid": "24662403_6",
            "document": "Tertiapin . Tertiapin binds specifically to different subunits of the inward rectifier potassium channel (Kir), namely GIRK1 (Kir 3.1), GIRK4 (Kir 3.4) and ROMK1 (Kir 1.1), inducing a dose-dependent block of the potassium current. It is thought that tertiapin binds to the Kir channel with its α-helix situated at the C-terminal of the peptide. This α-helix is plugged into the external end of the conduction pore, thereby blocking the channel. The N-terminal of the peptide sticks out of the extracellular side. Tertiapin has a high affinity for Kir channels with approximately Kd = 8 nM for GIRK1/4 channels and Kd = 2 nM for ROMK1 channels. In contrast to the voltage-gated K+ channels, Kir channels are more permeable to K during hyperpolarization than during depolarization. A voltage-dependent blockade by intracellular cations at voltages more positive than the K reversal potential is the mechanism underlying this feature. At more negative voltages the Kir channels are responsible for an inward K+ current. Therefore K channels contribute to the maintenance of the resting potential, the duration of the action potential and the neuronal excitability. GIRK1 and -4 are subunits of the muscarinic potassium channels (KACh) and have an important role in the slowing down of the heart rate in response to parasympathetic stimulation via acetylcholine. KAch channels activate during hyperpolarization, prolonging the cardiac action potential by inflow of potassium ions and reducing the frequency of action potential generation. An inhibition by tertiapin will result in a shorter cardiac action potential with loss of parasympathetic control, resulting in a faster heart rate ROMK is found in the kidneys where it contributes to K recycling. An inhibition will result in loss of potassium, as observed in Bartter syndrome, which can be caused by mutations in the ROMK channels.",
            "score": 67.23477184772491
        },
        {
            "docid": "20445291_11",
            "document": "Potassium spatial buffering . In patients with Tuberous Sclerosis Complex (TSC), abnormalities occur in astrocyte, which leads to pathogenesis of neurological dysfunction in this disease. TSC is a multisystem genetic disease with mutation in either TSC1 or TSC2 gene. It results in disabling neurological symptoms such as mental retardation, autism, and seizures. Glial cells have important physiological roles of regulating neuronal excitability and preventing epilepsy. Astrocytes maintain homeostasis of excitatory substances, such as extracellular potassium, by immediate uptake through specific potassium channels and sodium potassium pumps. It is also regulated by potassium spatial buffering via astrocyte networks where astrocytes are coupled through gap junctions. Mutations in TSC1 or TSC2 gene often results in decreased expression of the astrocytic connexin protein, Cx43. With impairment in gap junction coupling between astrocytes, myriad of abnormalities in potassium buffering occurs which results in increased extracellular potassium concentration and may predispose to neuronal hyperexcitability and seizures. According to a study done on animal model, connexin43-deficient mice showed decreased threshold for the generation of epileptiform events. The study also demonstrated role of gap junction in accelerating potassium clearance, limiting potassium accumulation during neuronal firing, and relocating potassium concentrations.",
            "score": 77.341756939888
        },
        {
            "docid": "463847_2",
            "document": "BK channel . BK channels (Big Potassium), also known as Maxi-K, slo1, or Kcal.1, are voltage-gated potassium channels that conduct large amounts of potassium ions (K) across the cell membrane, hence their name, Big Potassium. These channels can be activated (opened) by either electrical means, or by increasing calcium concentrations in the cell. BK channels help regulate physiological processes, such as circadian behavioral rhythms and neuronal excitability. BK channels are also involved in many processes in the body, as it is a ubiquitous channel. They have a tetrameric structure that is composed of a transmembrane domain, voltage sensing domain, potassium channel domain, and a cytoplasmic C-terminal domain, with many X-ray structures for reference. Their function is to repolarize the membrane potential by allowing for potassium to flow outward, in response to a depolarization or increase in calcium levels.",
            "score": 78.78834342956543
        },
        {
            "docid": "722421_10",
            "document": "Malignant hyperthermia . The other known causative gene for MH is \"CACNA1S\", which encodes an L-type voltage-gated calcium channel α-subunit. There are two known mutations in this protein, both affecting the same residue, R1086. This residue is located in the large intracellular loop connecting domains 3 and 4, a domain possibly involved in negatively regulating RYR1 activity. When these mutant channels are expressed in human embryonic kidney (HEK 293) cells, the resulting channels are five times more sensitive to activation by caffeine (and presumably halothane) and activate at 5–10mV more hyperpolarized. Furthermore, cells expressing these channels have an increased basal cytosolic concentration. As these channels interact with and activate RYR1, these alterations result in a drastic increase of intracellular , and, thereby, muscle excitability.",
            "score": 56.20029950141907
        },
        {
            "docid": "22585641_22",
            "document": "Mechanosensitive channels . The main conductance is 1nS in buffer solution. Channel-proteins have been found in gram positive and gram negative bacteria, archaea and plants. MscS channel was found after studies in E. coli spheroplasts. The identification of the gene family necessitated for MS of small conductance was as two different channels. YggB encoding MscS and KefA encoding MscK in E. coli further confirm its role osmotic regulation. Mutagenesis studies showed that when both genes YggB and KefA were deleted MscS lost its function, but maintain MscL and MscM, but mutants deficient of YggB and MscL showed that the function of those channel is to open in respond to pressure range right before cell rupture.",
            "score": 47.49336361885071
        },
        {
            "docid": "45672456_6",
            "document": "Lawrence B. Salkoff . This technique was then used to show that the \"Drosophila Shaker\" gene was the structural gene for a potassium channel, a claim which was based on several genetic criteria and confirmed by biophysical analysis of the expected ion channel curent phenotype. Thus, mutations of a structural gene should produce loss of function mutations where the gene product is absent or non-functional, gain of function mutations where the functional properties of the gene product is changed, and position effect mutations where a breakpoint near the gene reduces expression of a normal gene product. All three classes of mutations were characterized by Salkoff, e.g. 1. Loss-of-function mutant ( Sh) which removed the \"Shaker\" K current. 2. Gain-of-function mutant (Sh) (which changed the inactivaton kinetics of the current, 3. Position effect conferred by the W32 X-chromosome breakpoint.",
            "score": 60.17700743675232
        },
        {
            "docid": "463847_16",
            "document": "BK channel . Several issues arise when there is a deficit in BK channels. Consequences of the malfunctioning BK channel can affect the functioning of a person in many ways, some more life threatening than others. BK channels can be activated by exogenous pollutants and endogenous gasotransmitters carbon monoxide, nitric oxide, and hydrogen sulphide. Mutations in the proteins involved with BK channels or genes encoding BK channels are involved in many diseases. A malfunction of BK channels can proliferate in many disorders such as: epilepsy, cancer, diabetes, asthma, and hypertension. Specifically, β1 defect can increase blood pressure and hydrosaline retention in the kidney. Both loss of function and gain of function mutations have been found to be involved in disorders such as epilepsy and chronic pain. Furthermore, increases in BK channel activation, through gain-of-function mutants and amplification, has links to epilepsy and cancer. Moreover, BK channels play a role in tumors as well as cancers. In certain cancers gBK, a variant ion channel called glioma BK channel, can be found. It is known that BK channels do in some way influence the division of cells during replication, which when unregulated can lead to cancers and tumors. Moreover, an aspect studied includes the migration of cancer cells and the role in which BK channels can facilitate this migration, though much is still unknown. Another reason why BK channel understanding is important involves its role in organ transplant surgery. This is due to the activation of BK channels influencing repolarization of the resting membrane potential. Thus, understanding is crucial for safety in effective transplantation.",
            "score": 64.68426036834717
        },
        {
            "docid": "4206029_8",
            "document": "Familial hemiplegic migraine . A good example of this contradiction can be seen in the literature regarding the R192Q mutation. The first investigation of this mutation, using the rabbit isoform of the channel expressed in oocytes, found that it did not alter any measured channel properties. A subsequent report, using human channels expressed in HEK293 Cells, found a small hyperpolarizing shift in the midpoint for activation, a result common among FHM1 mutants. This shift results in channels that open at more negative potentials and, thus, have a higher open probability than wild-type channels at most potentials. This report also found that the R192Q mutant produced almost twice as much whole-cell current compared to wild-type channels. This is not due to a change in single channel conductance but to an equivalent increase in channel density. A subsequent group noticed that this mutation is in a region important for modulation by G protein-coupled receptors (GPCRs). GPCR activation leads to inhibition of wild-type Ca2.1 currents. R192Q mutant channel currents are also decreased by GPCR activation, but by a smaller amount. A more recent group has confirmed some of these results by creating a R192Q knock-in mouse. They confirmed that the R192Q mutant activates at more negative potentials and that neurons producing these channels have much larger whole-cell current. This resulted in a much larger quantal content (the number of neurotransmitter packets released per action potential) and generally enhanced neurotransmitter release in R192Q expressing neurons versus wild-type. Consequently, these mutant mice were more susceptible to cortical-spreading-depression than their wild-type counterparts. The most recent experiments on this mutant, however, have contradicted some of these results. In Ca2.1 knockout neurons transfected with human channels, P/Q-type currents from mutant channels are actually smaller than their wild-type counterpart. They also found a significant decrease in calcium influx during depolarization, leading to decreased quantal content, in mutant versus wild-type expressing neurons. Neurons expressing mutant channels were also less able to mediate inhibitory input and have smaller inhibitory postsynaptic currents through P/Q-type channels. Further testing with this and other mutants is required to determine their end affect on human physiology.",
            "score": 67.94025874137878
        },
        {
            "docid": "14875988_3",
            "document": "KCNAB2 . Voltage-gated potassium (Kv) channels represent the most complex class of voltage-gated ion channels from both functional and structural standpoints. Their diverse functions include regulating neurotransmitter release, heart rate, insulin secretion, neuronal excitability, epithelial electrolyte transport, smooth muscle contraction, and cell volume. Four sequence-related potassium channel genes - shaker, shaw, shab, and shal - have been identified in Drosophila, and each has been shown to have human homolog(s). This gene encodes a member of the potassium channel, voltage-gated, shaker-related subfamily. This member is one of the beta subunits, which are auxiliary proteins associating with functional Kv-alpha subunits. This member alters functional properties of the KCNA4 gene product. Alternative splicing of this gene results in two transcript variants encoding distinct isoforms.",
            "score": 62.11529779434204
        },
        {
            "docid": "6959429_15",
            "document": "Voltage-gated potassium channel . Study of the altered properties of voltage-gated K channel proteins produced by mutated genes has helped reveal the functional roles of K channel protein domains and even individual amino acids within their structures.",
            "score": 52.88435220718384
        },
        {
            "docid": "8064365_5",
            "document": "Episodic ataxia . Type 1 episodic ataxia (EA1) is characterized by attacks of generalized ataxia induced by emotion or stress, with myokymia both during and between attacks. This disorder is also known as episodic ataxia with myokymia (EAM), hereditary paroxysmal ataxia with neuromyotonia and Isaacs-Mertens syndrome. Onset of EA1 occurs during early childhood to adolescence and persists throughout the patient's life. Attacks last from seconds to minutes. Mutations of the gene KCNA1, which encodes the voltage-gated potassium channel K1.1, are responsible for this subtype of episodic ataxia. K1.1 is expressed heavily in basket cells and interneurons that form GABAergic synapses on Purkinje cells. The channels aid in the repolarization phase of action potentials, thus affecting inhibitory input into Purkinje cells and, thereby, all motor output from the cerebellum. EA1 is an example of a synaptopathy. There are currently 17 K1.1 mutations associated with EA1, Table 1 and Figure 1. 15 of these mutations have been at least partly characterized in cell culture based electrophysiological assays wherein 14 of these 15 mutations have demonstrated drastic alterations in channel function. As described in Table 1, most of the known EA1 associated mutations result in a drastic decrease in the amount of current through K1.1 channels. Furthermore, these channels tend to activate at more positive potentials and slower rates, demonstrated by positive shifts in their V½ values and slower τ activation time constants, respectively. Some of these mutations, moreover, produce channels that deactivate at faster rates (deactivation τ), which would also result in decreased current through these channels. While these biophysical changes in channel properties likely underlie some of the decrease in current observed in experiments, many mutations also seem to result in misfolded or otherwise mistrafficked channels, which is likely to be the major cause of dysfunction and disease pathogenesis. It is assumed, though not yet proven, that decrease in K1.1 mediated current leads to prolonged action potentials in interneurons and basket cells. As these channels are important in the regulation of Purkinje cell activity, it is likely that this results increased and aberrant inhibitory input into Purkinje cells and, thus, disrupted Purkinje cell firing and cerebellum output.",
            "score": 67.12324500083923
        },
        {
            "docid": "14709342_3",
            "document": "Cation channel superfamily . They are described as minimally having two transmembrane helices flanking a loop which determines the ion selectivity of the channel pore. Many eukaryotic channels have four additional transmembrane helices (TM) (), related to or vestigial of voltage gating. The proteins with only two transmembrane helices () are most commonly found in bacteria. This also includes the 2-TM Inward-rectifier potassium channels () found primarily in eukaryotes. There are commonly additional regulatory domains which serve to regulate ion conduction and channel gating. The pores may also be homotetramers or heterotetramers; where heterotetramers may be encoded as distinct genes or as multiple pore domains within a single polypeptide. The HVCN1 and Putative tyrosine-protein phosphatase proteins do not contain an expected ion conduction pore domain, but rather have homology only to the voltage sensor domain of voltage gated ion channels.",
            "score": 43.20100426673889
        },
        {
            "docid": "14874824_3",
            "document": "KCNK4 . Potassium channels play a role in many cellular processes including maintenance of the action potential, muscle contraction, hormone secretion, osmotic regulation, and ion flow. This gene encodes the K4.1 protein, one of the members of the superfamily of potassium channel proteins containing two pore-forming P domains. K4.1 homodimerizes and functions as an outwardly rectifying channel. It is expressed primarily in neural tissues and is stimulated by membrane stretch and polyunsaturated fatty acids.",
            "score": 62.98226475715637
        },
        {
            "docid": "39066649_14",
            "document": "Doubletime (gene) . Clock gene mutations, including those to Drosophila's \"dbt\", alter the sensitivization of drug-induced locomotor activity after repeated exposure to psychostimulants. Drosophila with mutant alleles of \"dbt\" failed to display locomotor sensitivization in response to repeated cocaine exposure. Additionally, there is experimental evidence for this gene to function in 13 unique biological processes, including biological regulation, phosphorus metabolic process, establishment of planar polarity, positive regulation of biological process, cellular process, single-organism developmental process, response to stimulus, response to organic substance, sensory organ development, macromolecule modification, growth, cellular component organization or biogenesis, and rhythmic process. The gene's alternative name, discs overgrown, refers to its role as a cell growth regulating gene that has strong effects of cell survival and growth control in imaginal discs, an attribute of the larvae fly stage. The protein is necessary in the mechanism linking cell survival during proliferation and growth arrest.",
            "score": 50.2913875579834
        },
        {
            "docid": "7009252_4",
            "document": "Generalized epilepsy with febrile seizures plus . GEFS+ type 1 is a subtype of GEFS+ in which there are mutations in SCN1B, a gene encoding a sodium channel β subunit. The β subunit is required for proper channel inactivation. There are two known mutations in SCN1B that lead to GEFS+ (Figure 1). The first and best characterized of these mutations is C121W. This mutation alters a cysteine involved in a disulfide bond in the extracellular N-terminus of the protein. This extracellular region is similar to the cell adhesion molecule contactin and other cell adhesion molecules. It is believed that the disulfide bond disrupted by the C121W mutation is required for the proper folding of this N-terminus motif. Coexpression of SCN1B with sodium channel α subunits in oocytes and other cells results in channels that inactivate more slowly. Expression of C121W mutant along with wild-type α subunits produces current indistinguishable from that through α subunits alone. Further investigation of this mutation has indicated that it results in decreased frequency dependent rundown and, thus, likely hyperexcitability when compared to cells expressing the wild-type subunit. This mutation also disrupts the subunit's ability to induce cellular aggregation. The importance of this last fact is unclear, though it is presumed that proper channel aggregation within cells and cell-cell contact are required for normal neuronal function.",
            "score": 43.48736763000488
        },
        {
            "docid": "14116811_3",
            "document": "TSC2 . Mutations in this gene lead to tuberous sclerosis. Its gene product is believed to be a tumor suppressor and is able to stimulate specific GTPases. Hamartin coded by the gene TSC1 functions as a facilitator of Hsp90 in chaperoning of Tuberin, therefore preventing its ubiquitination and degradation in the proteasome. Alternative splicing results in multiple transcript variants encoding different isoforms of the protein. Mutations in TSC2 can cause Lymphangioleiomyomatosis, a disease caused by the enlargement of tissue in the lungs, creating cysts and tumours and causing difficulty breathing. Because Tuberin regulates cell size, along with the protein Hamartin, mutations to TSC1 and TSC2 genes may prevent the control of cell growth in the lungs of individuals.",
            "score": 42.48504972457886
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 59.13490664958954
        },
        {
            "docid": "14817974_4",
            "document": "KCNJ15 . The existing literature describing KCNJ15 and K4.2 is sparse. In spite of some initial channel nomenclature confusion, in which the gene was referred to as Kir1.3 the channel was first cloned from human kidney by Shuck and coworkers in 1997. Shortly thereafter it was shown that mutation of an extracellular lysine residue resulted in 6-fold increase in K current. Two years later, in 1999, voltage clamp measurements in xenopus oocytes found that intracellular acidification decreased the potassium current of K4.2. Also activation of protein kinase C decreased the current although in a non-reversible fashion. Furthermore, it was found that coexpression with related potassium channel K5.1, changed these results somewhat, which the authors concluded was likely to be a result of heterodimerization. Further voltage clamp investigations found the exact pH sensitivity (pK = 7.1), open probability (high) and conductance of ~25 pS. In 2007 the channel was found to interact with the Calcium-sensing receptor in human kidney, using a yeast-two-hybrid system. This co-localization was verified at the protein level using both immunofluorescence techniques and coimmunoprecipitation of K4.2 and the Calcium-sensing receptor. Also a mutational study of K4.2 has demonstrated that removal of a c-terminal tyrosine increased the K current more than 10-fold. Because the channel has a very high open probability, the authors of this last article conclude that this increase is mediated by increased trafficking of the protein to the membrane and not increased single-channel conductance. This same line of reasoning is applicable to the initial work of Derst and coworkers.",
            "score": 62.59608590602875
        },
        {
            "docid": "4796463_9",
            "document": "PAX6 . Experiments in mice demonstrate that a deficiency in Pax-6 leads to decrease in brain size, brain structure abnormality leading to Autism, lack of iris formation or a thin cornea. Knockout experiments produced eyeless phenotypes reinforcing the gene’s role in eye development. During embryological development the PAX6 gene, found on chromosome 2, can be seen expressed in multiple early structures such as the spinal cord, hindbrain, forebrain and eyes. Mutations of the PAX6 gene in mammalian species can produce a drastic effect on the phenotype of the organism. This can be seen in mice that contain homozygous mutations of the 422 amino acid long transcription factor encoded by PAX6 in which they do not develop eyes or nasal cavities termed ‘small eye’ mice (PAX10). Deletion of PAX6 induces the same abnormal phenotypes indicating that mutations cause the protein to lose functionality. PAX6 is essential is the formation of the retina, lens and cornea due to its role in early cell determination when forming precursors of these structures such as the optic vesicle and overlying surface ectoderm. PAX10 mutations also hinder nasal cavity development due to the similar precursor structures that in small eye mice do not express PAX10 mRNA. Mice with the mutant genotype begin to be phenotypically differentiable from normal mouse embryos at about day 9 to 10 of gestation. The full elucidation of the precise mechanisms and molecular components by which the PAX6 gene influences eye, nasal and central nervous system development are still researched however, the study of PAX6 has brought more understanding to the development and genetic complexities of these mammalian body systems.",
            "score": 40.79689872264862
        },
        {
            "docid": "8497659_5",
            "document": "Nav1.7 . Mutation in Na1.7 may result in primary erythromelalgia (PE), an autosomal dominant, inherited disorder which is characterized by attacks or episodes of symmetrical burning pain of the feet, lower legs, and sometimes hands, elevated skin temperature of affected areas, and reddened extremities. The mutation causes excessive channel activity which suggests that Na1.7 sets the gain on pain signaling in humans. It was observed that a missense mutation in the \"SCN9A\" gene affected conserved residues in the pore-forming α subunit of the Na1.7 channel. Multiple studies have found a dozen \"SCN9A\" mutations in multiple families as causing erythromelagia. All of the observed erythromelalgia mutations that are observed are missense mutations that change important and highly conserved amino acid residues of the Na1.7 protein. The majority of mutations that cause PE are located in cytoplasmic linkers of the Na1.7 channel, however some mutations are present in transmembrane domains of the channel. The PE mutations cause a hyperpolarizing shift in the voltage dependence of channel activation, which allows the channel to be activated by smaller than normal depolarizations, thus enhancing the activity of Na1.7. Moreover, the majority of the PE mutations also slow deactivation, thus keeping the channel open longer once it is activated. In addition, in response to a slow, depolarizing stimulus, most mutant channels will generate a larger than normal sodium current. Each of these alterations in activation and deactivation can contribute to the hyperexcitability of pain-signaling DRG neurons expressing these mutant channels, thus causing extreme sensitivity to pain (hyperalgesia). While the expression of PE Na1.7 mutations produces hyperexcitability in DRG neurons, studies on cultured rat in sympathetic ganglion neurons indicate that expression of these same PE mutations results in reduction of excitability of these cells. This occurs because Na1.8 channels, which are selectively expressed in addition to Na1.7 in DRG neurons, are not present within sympathetic ganglion neurons. Thus lack of Na1.7 results in inactivation of the sodium channels results in reduced excitability. Thus physiological interaction of Na1.7 and Na1.8 can explain the reason that PE presents with pain due to hyperexcitability of nociceptors and with sympathetic dysfunction that is most likely due to hypoexcitability of sympathetic ganglion neurons. Recent studies have associated a defect in \"SCN9A\" with congenital insensitivity to pain.",
            "score": 59.1804084777832
        }
    ],
    "r": [
        {
            "docid": "55498066_19",
            "document": "Bioelectricity . Work in model systems such as Xenopus laevis and zebrafish has revealed a role for bioelectric signaling in the development of heart, face, eye, brain, and other organs. Screens have identified roles for ion channels in size control of structures such as the zebrafish fin, while focused gain-of-function studies have shown for example that bodyparts can be re-specified at the organ level – for example creating entire eyes in gut endoderm. As in the brain, developmental bioelectrics can integrate information across significant distance in the embryo, for example such as the control of brain size by bioelectric states of ventral tissue. and the control of tumorigenesis at the site of oncogene expression by bioelectric state of remote cells.",
            "score": 90.51774597167969
        },
        {
            "docid": "9044842_14",
            "document": "Peripheral chemoreceptors . Transferring the signal to the medulla requires that neurotransmitter be released from the vesicles in the type I cells, and as with many other neural cells, this is triggered by an influx of calcium into the cell after membrane depolarization. The process of identifying signal transduction in interoceptors such as the peripheral chemoreceptors requires moving backward from membrane depolarization to discover the previous steps, often internal to the cell, that transduces blood chemicals to a neural signal. Up to this point, most research agrees that membrane depolarization is caused by inhibition of potassium channels that otherwise maintain the resting potential. As to the step before potassium channel inhibition, many mechanisms are proposed, none of which receive unanimous support from the research community. Multiple types of potassium channels respond to hypoxia, with significant differences between different species, and a number of different types for each species. Expression of potassium channels also changes throughout the lifetime. Some studies propose that heme-oxygenase 2 is the transducer; however, since its deletion in mice does not affect chemoreceptor oxygen sensitivity, this hypothesis is open to question. Another enzyme, AMP-activated protein kinase (AMPK), provides a mechanism that could apply not only to all types of potassium channels, but also other oxygen-sensing tissues in the body, such as pulmonary vasculature and neonatal chromaffin cells. AMPK is an enzyme activated by an increase in the AMP:ATP ratio resulting from increasing cellular respiration. Once activated, the enzyme promotes production of ATP and suppresses reactions that consume it. AMPK activation is also a more appealing candidate because it can activate both of the two most common types of potassium channels. Another study identified that AMPK opens and closes potassium channels via phosphorylation, further underlining the link between the two. The role of AMPK in oxygen sensing in type-1 cells has however also recently been called into question.",
            "score": 81.18701171875
        },
        {
            "docid": "1557120_7",
            "document": "Andersen–Tawil syndrome . The protein made by the \"KCNJ2\" gene forms a channel that transports potassium ions into muscle cells. The movement of potassium ions through these channels is critical for maintaining the normal functions of skeletal muscles which are used for movement and cardiac muscle. Mutations in the \"KCNJ2\" gene alter the usual structure and function of potassium channels or prevent the channels from being inserted correctly into the cell membrane. Many mutations prevent a molecule called PIP2 from binding to the channels and effectively regulating their activity. These changes disrupt the flow of potassium ions in skeletal and cardiac muscle, leading to the periodic paralysis and irregular heart rhythm characteristic of Andersen–Tawil syndrome.Researchers have not yet determined the role of the KCNJ2 gene in bone development, and it is not known how mutations in the gene lead to the developmental abnormalities often found in Andersen–Tawil syndrome.",
            "score": 81.004150390625
        },
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 79.4734878540039
        },
        {
            "docid": "463847_2",
            "document": "BK channel . BK channels (Big Potassium), also known as Maxi-K, slo1, or Kcal.1, are voltage-gated potassium channels that conduct large amounts of potassium ions (K) across the cell membrane, hence their name, Big Potassium. These channels can be activated (opened) by either electrical means, or by increasing calcium concentrations in the cell. BK channels help regulate physiological processes, such as circadian behavioral rhythms and neuronal excitability. BK channels are also involved in many processes in the body, as it is a ubiquitous channel. They have a tetrameric structure that is composed of a transmembrane domain, voltage sensing domain, potassium channel domain, and a cytoplasmic C-terminal domain, with many X-ray structures for reference. Their function is to repolarize the membrane potential by allowing for potassium to flow outward, in response to a depolarization or increase in calcium levels.",
            "score": 78.78834533691406
        },
        {
            "docid": "7869912_10",
            "document": "Margatoxin . Ion channels play a key role in lymphocyte signal transduction. Potassium channels are required for the activation of T-cells. Pharmacological inhibition of Potassium channels can be useful in the treatment of immune diseases. The membrane potential exerts powerful effects on the lymphocyte activation. The resting potential results primarily from a potassium-diffusion potential contributed by potassium channels. Margatoxin depolarizes resting human T cells. Pharmacological studies suggest that functional potassium channels are required in the activation of T- and B-cells. KV channel blockers inhibit activation, gene expression, killing by cytotoxic T cells and NK cells, lymphokine secretion and proliferation. Margatoxin blocks mitogen-induced proliferation, the mixed lymphocyte response and the secretion of Interleukin-2 and interferon-gamma (IFN-γ). This provides the strongest available evidence for a role of KV channels in mitogenesis.",
            "score": 78.04309844970703
        },
        {
            "docid": "8981514_4",
            "document": "Familial atrial fibrillation . Mutations in the \"KCNQ1\" gene cause familial atrial fibrillation. The \"KCNE2\" and \"KCNJ2\" genes are associated with familial atrial fibrillation. A small percentage of all cases of familial atrial fibrillation are associated with changes in the \"KCNE2\", \"KCNJ2\", and \"KCNQ1\" genes. These genes provide instructions for making proteins that act as channels across the cell membrane. These channels transport positively charged potassium ions into and out of cells. In heart muscle, the ion channels produced from the \"KCNE2\", \"KCNJ2\", and \"KCNQ1\" genes play critical roles in maintaining the heart's normal rhythm. Mutations in these genes have been identified in only a few families worldwide. These mutations increase the activity of the channels, which changes the flow of potassium ions between cells. This disruption in ion transport alters the way the heart beats, increasing the risk of syncope, stroke, and sudden death.",
            "score": 77.96001434326172
        },
        {
            "docid": "463847_13",
            "document": "BK channel . BK channels help regulate both the firing of neurons and neurotransmitter release. This modulation of synaptic transmission and electrical discharge at the cellular level is due to BK channel expression in conjunction with other potassium-calcium channels. The opening of these channels causes a drive towards the potassium equilibrium potential and thus play a role in speeding up the repolarization of action potentials. This would effectively allow for more rapid stimulation. There is also a role played in shaping the general repolarization of cells, and thus after hyperpolarization (AHP) of action potentials. The role that BK channels have in the fast phase of AHP has been studied extensively in the hippocampus. It can also play a role in inhibiting the release of neurotransmitters. There are many BK channels in Purkinje cells in the cerebellum, thus highlighting their role in motor coordination and function. Furthermore, BK channels play a role in modulating the activity of dendrites as well as astrocytes and microglia. They not only play a role in the CNS (central nervous system) but also in smooth muscle contractions, the secretion of endocrine cells, and the proliferation of cells. Various γ subunits during early brain development are involved in neuronal excitability and in non-excitable cells they often are responsible as a driving force of calcium. Therefore, these subunits can be targets for therapeutic treatments as BK channel activators. There is further evidence that inhibiting BK channels would prevent the efflux of potassium and thus reduce the usage of ATP, in effect allowing for neuronal survival in low oxygen environments. BK channels can also function as a neuronal protectant in terms such as limiting calcium entry into the cells through methionine oxidation.",
            "score": 77.6767578125
        },
        {
            "docid": "20445291_11",
            "document": "Potassium spatial buffering . In patients with Tuberous Sclerosis Complex (TSC), abnormalities occur in astrocyte, which leads to pathogenesis of neurological dysfunction in this disease. TSC is a multisystem genetic disease with mutation in either TSC1 or TSC2 gene. It results in disabling neurological symptoms such as mental retardation, autism, and seizures. Glial cells have important physiological roles of regulating neuronal excitability and preventing epilepsy. Astrocytes maintain homeostasis of excitatory substances, such as extracellular potassium, by immediate uptake through specific potassium channels and sodium potassium pumps. It is also regulated by potassium spatial buffering via astrocyte networks where astrocytes are coupled through gap junctions. Mutations in TSC1 or TSC2 gene often results in decreased expression of the astrocytic connexin protein, Cx43. With impairment in gap junction coupling between astrocytes, myriad of abnormalities in potassium buffering occurs which results in increased extracellular potassium concentration and may predispose to neuronal hyperexcitability and seizures. According to a study done on animal model, connexin43-deficient mice showed decreased threshold for the generation of epileptiform events. The study also demonstrated role of gap junction in accelerating potassium clearance, limiting potassium accumulation during neuronal firing, and relocating potassium concentrations.",
            "score": 77.34175872802734
        },
        {
            "docid": "777072_3",
            "document": "Resting potential . Apart from the latter two, which occur in excitable cells (neurons, muscles, and some secretory cells in glands), membrane voltage in the majority of non-excitable cells can also undergo changes in response to environmental or intracellular stimuli . In principle, there is no difference between resting membrane potential and dynamic voltage changes like action potential from a biophysical point of view: all these phenomena are caused by specific changes in membrane permeabilities for potassium, sodium, calcium, and chloride ions, which in turn result from concerted changes in functional activity of various ion channels, ion transporters, and exchangers. Conventionally, resting membrane potential can be defined as a relatively stable, ground value of transmembrane voltage in animal and plant cells. Any voltage is a difference in electric potential between two points—for example, the separation of positive and negative electric charges on opposite sides of a resistive barrier. The typical resting membrane potential of a cell arises from the separation of potassium ions from intracellular, relatively immobile anions across the membrane of the cell. Because the membrane permeability for potassium is much higher than that for other ions (disregarding voltage-gated channels at this stage), and because of the strong chemical gradient for potassium, potassium ions flow from the cytosol into the extracellular space carrying out positive charge, until their movement is balanced by build-up of negative charge on the inner surface of the membrane. Again, because of the high relative permeability for potassium, the resulting membrane potential is almost always close to the potassium reversal potential. But in order for this process to occur, a concentration gradient of potassium ions must first be set up. This work is done by the ion pumps/transporters and/or exchangers and generally is powered by ATP.",
            "score": 76.13001251220703
        },
        {
            "docid": "2648999_3",
            "document": "Zona glomerulosa . In response to increased potassium levels, renin or decreased blood flow to the kidneys, cells of the zona glomerulosa produce and secrete the mineralocorticoid aldosterone into the blood as part of the renin–angiotensin system. Although sustained production of aldosterone requires persistent calcium entry through low-voltage activated Ca channels, isolated zona glomerulosa cells are considered nonexcitable, with recorded membrane voltages that are too hyperpolarized to permit Ca channels entry. However, mouse zona glomerulosa cells within adrenal slices spontaneously generate membrane potential oscillations of low periodicity; this innate electrical excitability of zona glomerulosa cells provides a platform for the production of a recurrent Ca channels signal that can be controlled by angiotensin II and extracellular potassium, the 2 major regulators of aldosterone production. Aldosterone regulates the body's concentration of electrolytes, primarily sodium and potassium, by acting on the distal convoluted tubule of kidney nephrons to: increase sodium reabsorption, increase potassium excretion, increase water reabsorption through osmosis.",
            "score": 76.12396240234375
        },
        {
            "docid": "3706056_9",
            "document": "Analeptic . Two common potassium channel blockers are Doxapram and GAL-021. Both act on potassium channels in Carotid Bodies. These cells are responsible for sensing low concentrations of oxygen and transmitting information to the central nervous system ultimately leading to an increase in respiration. Blocking the potassium channels on the membranes of these cells effectively depolarizes the membrane potential, which in turn leads to opening of voltage gated calcium channels and neurotransmitter release. This begins the process of relaying the signal to the central nervous system. Doxapram blocks leak potassium channels in the Tandom pore domain family of potassium channels while GAL-021 blocks BK channels, or big potassium channels, which are activated by a change in membrane electron potential or by an increase in internal calcium.",
            "score": 75.7720718383789
        },
        {
            "docid": "4367754_11",
            "document": "Epoxyeicosatrienoic acid . With respect to the regulation of blood pressure as well as the kidneys' regulation of salt and water absorption (which contributes to blood pressure regulation), EETS are counterpoises to another CYP-derived arachidonic acid metabolite, 20-Hydroxyeicosatetraenoic acid (20-HETE). In humans, the major CYPs making 20-HETE are CYP4A11, CYP4F2, and CYP4F3. In animal models, 20-HETE raises blood pressure by contracting arteries and stimulating the kidney to reabsorb salt and water to increase the intravascular volume (see 20-Hydroxyeicosatetraenoic acid). EETs have the opposite effects. They are one type of Endothelium-Derived Hyperpolarizing Factor, i.e. a substance and/or electrical signal synthesized or generated in and released from the vascular endothelium that hyperpolarize nearby vascular smooth muscle cells. This causes these cells to relax and thereby lowers blood pressure. In animal (primarily rodent) models, EETs dilate smaller sized resistance arteries involved in causing hypertension as well as cardiac and renal arteries. They cause smooth muscle hyperpolarization by opening vascular smooth muscle large-conductance calcium-activated potassium channels, opening certain vascular smooth muscle transient receptor potential channels, or facilitating the movement of excitatory signals through gap junctions between endothelium and smooth muscles or between smooth muscles. The actual mechanism(s) involved in these EET-induced effects have not been fully elucidated although some studies implicate EET binding to an unidentified Cell surface receptor and/or Gs protein-linked G protein–coupled receptor to initiate the signal pathway(s) leading to the cited channel and gap junction changes. With respect to the kidney, studies in rodents find that 20-HETE increases sodium and water reabsorption while the EETs, which are made in the proximal tubules and cortical collecting ducts, reduce sodium ion and water transport at both sites by inhibiting kidney Sodium–hydrogen antiporter (i.e. Na+/H+ exchanger) and/or Epithelial sodium channels. Mice lacking either of the EET-producing Cyp2c44 or Cyp4ac44 genes (by gene knockout) develop hypertension when fed high sodium or high potassium diets. These and large number of other studies included in the cited references implicate the EETs in the control of at least certain forms of hypertension in rodents.",
            "score": 74.67874145507812
        },
        {
            "docid": "46352369_5",
            "document": "Familial hyperaldosteronism . Familial hyperaldosteronism type III is caused by mutations in the KCNJ5 gene. The KCNJ5 gene provides instructions for making a protein that functions as a potassium channel, which means that it transports positively charged atoms (ions) of potassium into and out of cells. In the adrenal glands, the flow of ions through potassium channels produced from the KCNJ5 gene is thought to help regulate the production of aldosterone. Mutations in the KCNJ5 gene likely result in the production of potassium channels that are less selective, allowing other ions (predominantly sodium) to pass as well. The abnormal ion flow results in the activation of biochemical processes (pathways) that lead to increased aldosterone production, causing the hypertension associated with familial hyperaldosteronism type III.",
            "score": 74.62613677978516
        },
        {
            "docid": "638645_3",
            "document": "Short QT syndrome . Some individuals with short QT syndrome frequently complain of palpitations and may have unexplained syncope (loss of consciousness). Mutations in the \"KCNH2\", \"KCNJ2\", and \"KCNQ1\" genes cause short QT syndrome. These genes provide instructions for making proteins that act as channels across the cell membrane. These channels transport positively charged atoms (ions) of potassium into and out of cells. In cardiac muscle, these ion channels play critical roles in maintaining the heart's normal rhythm. Mutations in the \"KCNH2\", \"KCNJ2\", or \"KCNQ1\" gene increase the activity of the channels, which changes the flow of potassium ions between cells. This disruption in ion transport alters the way the heart beats, leading to the abnormal heart rhythm characteristic of short QT syndrome. Short QT syndrome appears to have an autosomal dominant pattern of inheritance.",
            "score": 74.54487609863281
        },
        {
            "docid": "55498066_31",
            "document": "Bioelectricity . Recent experiments using ion channel opener/blocker drugs, as well as dominant ion channel misexpression, in a range of model species, has shown that bioelectricity, specifically, voltage gradients instruct not only stem cell behavior but also large-scale patterning. Patterning cues are often mediated by spatial gradients of cell resting potentials, or Vmem, which can be transduced into second messenger cascades and transcriptional changes by a handful of known mechanisms (Figure 7). These potentials are set by the function of ion channels and pumps, and shaped by gap junctional connections which establish developmental compartments (isopotential cell fields). Because both gap junctions and ion channels are themselves voltage-sensitive, cell groups implement electric circuits with rich feedback capabilities (Figure 8). The outputs of developmental bioelectric dynamics \"in vivo\" represent large-scale patterning decisions such as the number of heads in planaria, the shape of the face in frog development, and the size of tails in zebrafish. Experimental modulation of endogenous bioelectric prepatterns have enabled converting body regions (such as the gut) to a complete eye (Figure 9), inducing regeneration of appendages such as tadpole tails at non-regenerative contexts, and conversion of flatworm head shapes and contents to patterns appropriate to other species of flatworms, despite a normal genome. Recent work has shown the use of physiological modeling environments for identifying predictive interventions to target bioelectric states for repair of embryonic brain defects under a range of genetic and pharmacologically-induced teratologies.",
            "score": 73.30570983886719
        },
        {
            "docid": "7355463_18",
            "document": "ATP-sensitive potassium channel . Upon further exploration of sarcK’s role in cardiac rhythm regulation, it was discovered that mutant forms of the channel, particularly mutations in the SUR2 subunit, were responsible for dilated cardiomyopathy, especially after ischemia/reperfusion. It is still unclear as to whether opening of K channels has completely pro- or antiarrhythmic effects. Increased potassium conductance should stabilize membrane potential during ischemic insults, reducing the extent infarct and ectopic pacemaker activity. On the other hand, potassium channel opening accelerates repolarization of the action potential, possibly inducing arrhythmic reentry.",
            "score": 71.5971450805664
        },
        {
            "docid": "378912_4",
            "document": "Potassium in biology . Potassium is the major cation (positive ion) inside animal cells, while sodium is the major cation outside animal cells. The difference between the concentrations of these charged particles causes a difference in electric potential between the inside and outside of cells, known as the membrane potential. The balance between potassium and sodium is maintained by ion transporters in the cell membrane. All potassium ion channels are tetramers with several conserved secondary structural elements. A number of potassium channel structures have been solved including voltage gated, ligand gated, tandem-pore, and inwardly rectifying channels, from prokaryotes and eukaryotes. The cell membrane potential created by potassium and sodium ions allows the cell to generate an action potential—a \"spike\" of electrical discharge. The ability of cells to produce electrical discharge is critical for body functions such as neurotransmission, muscle contraction, and heart function.",
            "score": 70.97086334228516
        },
        {
            "docid": "7704373_2",
            "document": "SK channel . SK channels (small conductance calcium-activated potassium channels) are a subfamily of Ca-activated K channels. They are so called because of their small single channel conductance in the order of 10 pS. SK channels are a type of ion channel allowing potassium cations to cross the cell membrane and are activated (opened) by an increase in the concentration of intracellular calcium through N-type calcium channels. Their activation limits the firing frequency of action potentials and is important for regulating afterhyperpolarization in the neurons of the central nervous system as well as many other types of electrically excitable cells. This is accomplished through the hyperpolarizing leak of positively charged potassium ions along their concentration gradient into the extracellular space. This hyperpolarization causes the membrane potential to become more negative. SK channels are thought to be involved in synaptic plasticity and therefore play important roles in learning and memory.",
            "score": 70.74213409423828
        },
        {
            "docid": "2194910_9",
            "document": "4-Aminopyridine . 4-AP works as a potassium channel blocker. Electrophysiologic studies of demyelinated axons show that augmented potassium currents increase extracellular potassium ion concentration which decreases action potential duration and amplitude which may cause conduction failure. Potassium channel blockade reverses this effect. A study has shown that 4-AP is a potent calcium channel activator and can improve synaptic and neuromuscular function by directly acting on the calcium channel beta subunit.",
            "score": 70.4549789428711
        },
        {
            "docid": "40620720_23",
            "document": "SGK1 . A gain-of-function mutation in SGK1, or serum and glucocorticoid-inducible kinase 1, can lead to a shortening of the QT interval, which represents the repolarization time of the cardiac cells after a cardiac muscle contraction action potential. SGK1 does this by interacting with the KvLQT1 channel in cardiac cells, stimulating this channel when it is complex with KCNE1. SGK1 stimulates the slow delayed rectifier potassium current through this channel by phosphorylating PIKfyve, which then makes PI(3,5)P2, which goes on to increase the RAB11-dependent insertion of the KvLQT1/KCNE1 channels into the plasma membrane of cardiac neurons. SGK1 phosphorylates PIKfyve, which results in regulated channel activity through RAB11-dependent exocytosis of these KvLQT1/KCNE1-containing vesicles. Stress-induced stimuli have been known to activate SGK1, which demonstrates how Long QT Syndrome is brought on by stressors to the body or to the heart itself. By increasing the insertion of KVLQT1/KCNE1 channels into the plasma membrane through an alteration of trafficking within the cell, SGK1 is able to enhance the slow delayed potassium rectifier current in the neurons.",
            "score": 70.44266510009766
        },
        {
            "docid": "6959376_7",
            "document": "Calcium-activated potassium channel . Though not implied in the name, but implied by the structure these channels can also be activated by voltage. The different modes of activation in these channels are thought to be independent of one another. This feature of the channel allows them to participate in many different physiologic functions. The physiological effects of BK channels have been studied extensively using knockout mice. In doing so it was observed that there were changes in the blood vessels of the mice. The animals without the BK channels showed increased mean arterial pressure and vascular tone. These findings indicate that BK channels are involved in the relaxation of smooth muscle cells. In any muscle cell, increased intracellular calcium causes contraction. In smooth muscle cells the elevated levels of intracellular calcium cause the opening of BK channels which in turn allow potassium ions to flow out of the cell. This causes further hyperpolarization and closing of voltage gated calcium channels, relaxation can then occur. The knockout mice also experienced intention tremors, shorter stride length, and slower swim speed. All of these are symptoms of ataxia, indicating that BK channels are highly important in the cerebellum.",
            "score": 70.26314544677734
        },
        {
            "docid": "34073298_2",
            "document": "Robert Fettiplace . Fettiplace studied the mechanism of hearing in vertebrates. In 1976, he and Andrew Crawford developed a method of recording the electrical responses of hair cells in the isolated cochlea of reptiles. These experiments, which were the first to give extensive quantitative records from auditory receptors, showed that each hair cell is sharply tuned to a characteristic frequency and that much of the frequency selectivity in the turtle’s ear can be attributed to electrical resonance in the hair cell membrane. Later work proved that the resonant frequency was set by the density and kinetics of potassium channels, the frequency increasing with a greater number of faster channels. At least three classes of potassium channels are needed to cover the range of hearing: voltage- and calcium-activated (BK) channels, voltage-gated (Kv) channels, and inwardly rectifying channels. These channels work together with voltage-gated calcium channels to generate electrical resonance, a conclusion that was supported by mathematical reconstruction and simulations. This mechanism is present in all vertebrate classes except mammals. Another important development was the use of new methods of imaging hair cell stereociliary bundles and delivering force stimuli, providing the first demonstration of sub-micron active oscillations of the bundles. His subsequent work has focused on determining the properties, location and identity of the mechanically sensitive ion channels that transduce sound stimuli into electrical signals.",
            "score": 70.19586944580078
        },
        {
            "docid": "741847_23",
            "document": "Hyperkalemia . With mild to moderate hyperkalemia, there is prolongation of the PR interval and development of peaked T waves. Severe hyperkalemia results in a widening of the QRS complex, and the ECG complex can evolve to a sinusoidal shape. There appears to be a direct effect of elevated potassium on some of the potassium channels that increases their activity and speeds membrane repolarization. Also, (as noted above), hyperkalemia causes an overall membrane depolarization that inactivates many sodium channels. The faster repolarization of the cardiac action potential causes the tenting of the T waves, and the inactivation of sodium channels causes a sluggish conduction of the electrical wave around the heart, which leads to smaller P waves and widening of the QRS complex. Some of potassium currents are sensitive to extracellular potassium levels, for reasons that are not well understood. As the extracellular potassium levels increase, potassium conductance is increased so that more potassium leaves the myocyte in any given time period.",
            "score": 70.10531616210938
        },
        {
            "docid": "598586_9",
            "document": "Threshold potential . However, once a stimulus activates the voltage-gated sodium channels to open, positive sodium ions flood into the cell and the voltage increases. This process can also be initiated by ligand or neurotransmitter binding to a ligand-gated channel. More sodium is outside the cell relative to the inside, and the positive charge within the cell propels the outflow of potassium ions through delayed-rectifier voltage-gated potassium channels. Since the potassium channels within the cell membrane are delayed, any further entrance of sodium activates more and more voltage-gated sodium channels. Depolarization above threshold results in an increase in the conductance of Na sufficient for inward sodium movement to swamp outward potassium movement immediately. If the influx of sodium ions fails to reach threshold, then sodium conductance does not increase a sufficient amount to override the resting potassium conductance. If successful, the sudden influx of positive charge depolarizes the membrane, and potassium is delayed in re-establishing, or hyperpolarizing, the cell. Sodium influx depolarizes the cell in attempt to establish its own equilibrium potential (about +52 mV) to make the inside of the cell more positive relative to the outside.",
            "score": 69.98078918457031
        },
        {
            "docid": "1938822_2",
            "document": "HERG . hERG (the human \" Ether-à-go-go\"-Related Gene) is a gene () that codes for a protein known as K11.1, the alpha subunit of a potassium ion channel. This ion channel (sometimes simply denoted as 'hERG') is best known for its contribution to the electrical activity of the heart that coordinates the heart's beating (i.e., the hERG channel mediates the repolarizing \"I\" current in the cardiac action potential). When this channel's ability to conduct electrical current across the cell membrane is inhibited or compromised, either by application of drugs or by rare mutations in some families, it can result in a potentially fatal disorder called long QT syndrome; a number of clinically successful drugs in the market have had the tendency to inhibit hERG, and create a concomitant risk of sudden death, as a side-effect, which has made hERG inhibition an important antitarget that must be avoided during drug development. hERG has also been associated with modulating the functions of some cells of the nervous system and with establishing and maintaining cancer-like features in leukemic cells.",
            "score": 69.76875305175781
        },
        {
            "docid": "741847_19",
            "document": "Hyperkalemia . Increased extracellular potassium levels result in depolarization of the membrane potentials of cells due to the increase in the equilibrium potential of potassium. This depolarization opens some voltage-gated sodium channels, but also increases the inactivation at the same time. Since depolarization due to concentration change is slow, it never generates an action potential by itself; instead, it results in accommodation. Above a certain level of potassium the depolarization inactivates sodium channels, opens potassium channels, thus the cells become refractory. This leads to the impairment of neuromuscular, cardiac, and gastrointestinal organ systems. Of most concern is the impairment of cardiac conduction, which can cause ventricular fibrillation, abnormally slow heart rhythms, or asystole.",
            "score": 69.51910400390625
        },
        {
            "docid": "20445291_4",
            "document": "Potassium spatial buffering . Neurons are surrounded by extracellular fluid rich in sodium ions and poor in potassium ions. The concentrations of these ions are reversed inside the cells. Due to the difference in concentration, there is a chemical gradient across the cell membrane, which leads to sodium influx and potassium efflux. When the action potential takes place, a considerable change in extracellular potassium concentration occurs due to the limited volume of the CNS extracellular space. The change in potassium concentration in the extracellular space impacts a variety of neuronal processes, such as maintenance of membrane potential, activation and inactivation of voltage gated channels, synaptic transmission, and electrogenic transport of neurotransmitter. Change of extracellular potassium concentration of from 3mM can affect neural activity. Therefore, there are diverse cellular mechanisms for tight control of potassium ions, the most widely accepted mechanisms being K+ spatial buffering mechanism. Orkand and his colleagues who first theorized spatial buffering stated “if a Glial cell becomes depolarized by K+ that has accumulated in the clefts, the resulting current carries K+ inward in the high [K+] region and out again, through electrically coupled Glial cells in low [K+] regions”  In the model presented by Orkand and his colleagues, glial cells intake and traverse potassium ions from region of high concentrations to region of low concentration maintaining potassium concentration to be low in extracellular space. Glial cells are well suited for transportation of potassium ions since it has unusually high permeability to potassium ions and traverse long distance by its elongated shape or by being coupled to one another.",
            "score": 69.24635314941406
        },
        {
            "docid": "1822196_6",
            "document": "Molecular neuroscience . Potassium channels come in a variety of forms, are present in most eukaryotic cells, and typically tend to stabilize the cell membrane at the potassium equilibrium potential. As with sodium ions, graded potentials and action potentials are also dependent on potassium channels. While influx of Na ions into a neuron induce cellular depolarization, efflux of influx of K ions out of a neuron causes a cell to repolarize to resting membrane potential. The activation of potassium ion channels themselves are dependent on the depolarization resulting from Na influx during an action potential.  As with sodium channels, the potassium channels have their own toxins that block channel protein action. An example of such a toxin is the large cation, tetraethylammonium (TEA), but it is notable that the toxin does not have the same mechanism of action on all potassium channels, given the variety of channel types across species. The presence of potassium channels was first identified in \"Drosophila melanogaster\" mutant flies that shook uncontrollably upon anesthesia due to problems in cellular repolarization that led to abnormal neuron and muscle electrophysiology. Potassium channels were first identified by manipulating molecular genetics (of the flies) instead of performing channel protein purification because there were no known high-affinity ligands for potassium channels (such as TEA) at the time of discovery.",
            "score": 69.1773681640625
        },
        {
            "docid": "6706761_13",
            "document": "Kv1.1 . Voltage-dependent potassium channels modulate excitability by opening and closing a potassium selective pore in response to voltage. The flow of potassium ions is interrupted by interaction of an inactivating particle, an auxiliary protein in humans but an intrinsic part of the channel in other species. The I to V amino acid change is thought to disrupt the hydrophobic interaction between the inactivating particle and the pore lining. This interrupts the process of fast inactivation. Activation kinetics are unaffected by RNA editing. Changes in inactivation kinetics affect the duration and frequency of the action potential. An edited channel passes more current and has a shorter action potential than the non-edited type due to the inability of the inactivating particle to interact with the residue in the ion-conducting pore of the channel.This was determined by electrophysiology analysis. The length of time the membrane is depolarised is decreased, which also reduces the efficiency of transmitter release. Since editing can cause amino acid changes in 1- 4 in potassium channel tetramers, it can have a wide variety of effects on channel inactivation.",
            "score": 69.11382293701172
        },
        {
            "docid": "2440680_10",
            "document": "Dendrotoxin . Potassium channels of vertebrate neurons display a high degree of diversity that allows neurons to precisely tune their electrical signaling properties by expression of different combinations of potassium channel subunits. Furthermore, because they regulate ionic flux across biological membranes, they are important in many aspects of cellular regulation and signal transduction of different cell types. Therefore, voltage-gated potassium channels are targets for a wide range of potent biological toxins from such organisms as snakes, scorpions, sea anemones, and cone snails. Thus, venom purification has led to the isolation of peptide toxins such as the dendrotoxins, which have become useful pharmacological tools for the study of potassium channels. Because of their potency and selectivity for different subtypes of potassium channels, dendrotoxins have become useful as molecular probes for the structural and functional study of these proteins. This may help improve our understanding of the roles played by individual channel types, as well as assist in the pharmacological classification of these diverse channel types. Furthermore, the availability of radiolabelled dendrotoxins provides a tool for the screening of other sources in a search for new potassium channel toxins, such as the kalicludine class of potassium channel toxins in sea anemones. Lastly, the structural information provided by dendrotoxins may provide clues to the synthesis of therapeutic compounds that may target particular classes of potassium channels.",
            "score": 68.98824310302734
        },
        {
            "docid": "14773966_9",
            "document": "KCNB1 . Voltage-gated potassium (K) channels represent the most complex class of voltage-gated ion channels from both functional and structural standpoints. Delayed rectifier potassium channels’ most prevalent role is in the falling phase of physiological action potentials. KCNB1 rectifiers are also important in forming the cardiac beat and rate synchronicity that exists within the heart, and the lysis of target molecules in the immune response. These channels can also act as effectors in downstream signaling in G-protein coupled receptor transduction. KCNB1’s regulation and propagation of current provides a means for regulatory control over several physiological functions. Their diverse functions include regulating neurotransmitter release, heart rate, insulin secretion, neuronal excitability, epithelial electrolyte transport, smooth muscle contraction, and apoptosis.",
            "score": 68.55059814453125
        }
    ]
}