{
    "q": [
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 82.14094233512878
        },
        {
            "docid": "15181943_3",
            "document": "SH2B3 . SH2B adapter protein 3 is a protein that in humans is encoded by the SH2B3 gene on chromosome 12. It is ubiquitously expressed in many tissues and cell types. LNK functions as a regulator in signaling pathways relating to hematopoiesis, inflammation, and cell migration. As a result, it is involved in blood diseases, autoimmune disorders, and vascular disease. The \"SH2B3\" gene also contains one of 27 SNPs associated with increased risk of coronary artery disease.",
            "score": 67.69199419021606
        },
        {
            "docid": "14157278_3",
            "document": "PD-L1 . Programmed death-ligand 1 (PD-L1) is a 40kDa type 1 transmembrane protein that has been speculated to play a major role in suppressing the immune system during particular events such as pregnancy, tissue allografts, autoimmune disease and other disease states such as hepatitis. Normally the immune system reacts to foreign antigens that are associated with exogenous or endogenous danger signals, which triggers a proliferation of antigen-specific CD8+ T cells and/or CD4+ helper cells. The binding of PD-L1 to PD-1 or B7.1 transmits an inhibitory signal that reduces the proliferation of antigen-specific T-cells in lymph nodes, while simultaneously reducing apoptosis in regulatory T cells (anti-inflammatory, suppressive T cells) - further mediated by a lower regulation of the gene Bcl-2.",
            "score": 63.81595826148987
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 50.63346827030182
        },
        {
            "docid": "1171686_8",
            "document": "Regulatory T cell . The immune system must be able to discriminate between self and non-self. When self/non-self discrimination fails, the immune system destroys cells and tissues of the body and as a result causes autoimmune diseases. Regulatory T cells actively suppress activation of the immune system and prevent pathological self-reactivity, i.e. autoimmune disease. The critical role regulatory T cells play within the immune system is evidenced by the severe autoimmune syndrome that results from a genetic deficiency in regulatory T cells (IPEX syndrome – see also below).",
            "score": 43.155744314193726
        },
        {
            "docid": "1920949_2",
            "document": "FOXP3 . FOXP3 (forkhead box P3), also known as scurfin, is a protein involved in immune system responses. A member of the FOX protein family, FOXP3 appears to function as a master regulator of the regulatory pathway in the development and function of regulatory T cells. Regulatory T cells generally turn the immune response down. In cancer, an excess of regulatory T cell activity can prevent the immune system from destroying cancer cells. In autoimmune disease, a deficiency of regulatory T cell activity can allow other autoimmune cells to attack the body's own tissues.",
            "score": 50.14669370651245
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 86.1846981048584
        },
        {
            "docid": "30894898_4",
            "document": "Functional element SNPs database . The study involved the investigation of ITIH3 (inter alpha trypsin inhibitor heavy chain 3). Researchers used Functional analysis, Linkage disequilibrium mapping,SNP markers, and the HapMap database. FESD Version II may have been used since it has the information from HapMap as well as other databases. The found that the gene was on chromosome 3. In vitro functional analyses showed that this SNP enhanced the transcriptional level of the ITIH3 gene. Furthermore, we found expression of the ITIH3 protein in the vascular smooth muscle cells and macrophages in the human atherosclerotic lesions, suggesting ITIH3 SNP to be a novel genetic risk factor of MI. The gene has been shown to be related to the proinflammatory process of immune response. ITIH3 makes a complex with the locally synthesized hyaluronan (HA) and interacts with inflammatory cells. The ITIH3-HA complex has been reported to be involved in inflammatory diseases, including rheumatoid arthritis and inflammatory bowel diseases. The most statistically-significant SNP did not substitute an amino acid of ITIH3 protein. The researchers hypothesized that this synonymous SNP affected the transcriptional regulation, because several papers reported that some transcriptional factors bound to the exonic coding sequences of some genes and regulated their transcriptional level. There was expression of ITIH3 protein in the atherosclerotic lesion. ITIH3 might play a critical role in the pathogenesis of atherosclerosis and subsequent myocardial infarction. These Researchers used snp selecting web tools and again could have used FESD Version II to select their SNPs. They hypothesized that the polymorphisms in circadian genes may be associated with prognosis of hepatocellular carcinoma. The circadian negative feedback regulation genes- CRY1, CRY2, PER1, PER2 and PER3 were identified based on a comprehensive literature review and the potentially functional SNPs were selected through web tools. Finally, a total of twelve potentially functional SNPs in five genes were selected, including CRY1: rs1056560, rs3809236; CRY2: rs6798, rs2292910; PER1: rs2585405, rs3027178; PER2: rs934945, rs2304669; PER3: rs2640908, rs172933, rs2859390, rs228669. When the dominant genetic model was tested, their data showed that only SNP rs2640908 in PER3 gene was significantly associated with overall survival of hepatocellular carcinoma patients. Patients carrying at least one variant allele of rs2640908 had a significantly decreased risk of death when compared with those carrying homozygous wild-type alleles.",
            "score": 71.23295891284943
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 64.89910435676575
        },
        {
            "docid": "18647261_6",
            "document": "Protective autoimmunity . The outcome of autoimmune activity is determined by several factors, namely: the intensity, the location, and the duration of the autoimmune response. For an autoimmune response to be beneficial, its intensity, duration and site of activity must be tightly regulated. Although autoimmune T cells exist in all healthy individuals, a relatively small portion of the population develops autoimmune diseases. This is due to various mechanisms that constantly regulate the activity of autoimmune cells. One of the prominent autoimmune regulatory mechanisms is a sub-population of T cells called ‘regulatory T cells’ (previously known as ‘suppressor T cells’), which restrict autoimmune activity. Experiments in animal models of CNS injury have shown that depletion of regulatory T cells allows an enhanced neuroprotective autoimmune response to take place after the insult. Importantly, however, such an experimental manipulation can at the same time increase the susceptibility to development of an autoimmune disease. Under certain conditions, an initially protective autoimmune response can reach a tipping point, after which it will have a detrimental effect on the tissue, and might even develop into an autoimmune disease. Both genetic and environmental factors (such as infection) can underlie such a transition from a neuroprotective autoimmune response into an overwhelming and detrimental autoimmune disease.",
            "score": 54.86370515823364
        },
        {
            "docid": "2846331_14",
            "document": "Helminthic therapy . Experimental data support the hypothesis that clinically induced helminthic infections have the ability to alleviate or mitigate immune responses. Most autoimmune disorders are believed to involve hyperactive Th1 or Th17 immune responses that are down regulated by the promotion of a Th2 response by helminths. Helminths secrete immunoregulatory molecules that promote the induction of regulatory T cells while inhibiting the function of antigen presenting cells and other T cells. As such, helminthic therapy attempts to restore homeostasis by shifting a hyperactive Th1 pro-inflammatory response to a Th2 response with reduced inflammation. Human and animal studies have provided evidence of decreased Th1 and Th17 immune responses with a shift to Th2 cytokine production resulting in significantly decreased levels of interleukin 12 and IFNy with simultaneous increases in the regulatory T cells, interleukin 4, interleukin 5 and interleukin 10 of test subjects. These observations indicate that helminth therapy can provide protection against autoimmune disease not only through prevention, since helminths can be present before autoimmune disease develops, but also after autoimmune responses are initiated. Furthermore, responses of type-two T helper cells rarely kill the parasitic worms. Rather, the Th2 response limits the infection by reducing the viability and reproductive capacity of the parasite.",
            "score": 47.00970447063446
        },
        {
            "docid": "614697_10",
            "document": "Bcl-2 . Apoptosis plays an active role in regulating the immune system. When it is functional, it can cause immune unresponsiveness to self-antigens via both central and peripheral tolerance. In the case of defective apoptosis, it may contribute to etiological aspects of autoimmune diseases. The autoimmune disease type 1 diabetes can be caused by defective apoptosis, which leads to aberrant T cell AICD and defective peripheral tolerance. Due to the fact that dendritic cells are the immune system's most important antigen-presenting cells, their activity must be tightly regulated by mechanisms such as apoptosis. Researchers have found that mice containing dendritic cells that are Bim -/-, thus unable to induce effective apoptosis, suffer autoimmune diseases more so than those that have normal dendritic cells. Other studies have shown that dendritic cell lifespan may be partly controlled by a timer dependent on anti-apoptotic Bcl-2.",
            "score": 46.61027956008911
        },
        {
            "docid": "14723147_4",
            "document": "PTPN22 . This gene encodes a protein tyrosine phosphatase which is expressed primarily in lymphoid tissues. This enzyme is involved in several signalling pathways associated with the immune response. Based on models of the murine phosphatase, structural identification, and human genetics the phosphatase forms complexes with C-src tyrosine kinase (Csk), associated with the control of Src family members. The mutation Arg620Trp disrupts binding to Csk, alters the responsiveness of T and B cell receptors, and is associated with autoimmune diseases. There are other suggestions that the phosphatase regulates CBL function in the T cell receptor signaling pathway. Other interactions are likely.",
            "score": 56.72729229927063
        },
        {
            "docid": "18003398_5",
            "document": "Eugene C. Butcher . A major focus of the group is on understanding the physiologic significance and control of targeted lymphocyte trafficking. To this end, they are studying the specialized homing mechanisms and functional properties of tissue infiltrating lymphocytes involved in local immune, autoimmune and regulatory responses in the GI tract (intestines, liver), skin, lungs, and other sites. Genetic, antibody and small molecule-based approaches allow them to define the role of trafficking molecules and mechanisms in models of autoimmune and infectious diseases. The team is also exploring mechanisms that imprint lymphocyte homing and chemokine receptor expression during tissue-specific immune responses, and are developing techniques to recapitulate such regulation in vitro for cell targeting and therapy. Dendritic cells (DC) play an important role in this context, and they are interested in the mechanisms by which specialized DC “interpret” and process local environmental signals (e.g. vitamins, metabolites, cytokines) to control T cell trafficking and regulatory vs. effector activities.",
            "score": 46.67925715446472
        },
        {
            "docid": "1171686_22",
            "document": "Regulatory T cell . Similar to other T cells, regulatory T cells develop in the thymus. The latest research suggests that regulatory T cells are defined by expression of the forkhead family transcription factor Foxp3 (forkhead box p3). Expression of Foxp3 is required for regulatory T cell development and appears to control a genetic program specifying this cell's fate. The large majority of Foxp3-expressing regulatory T cells are found within the major histocompatibility complex (MHC) class II restricted CD4-expressing (CD4) population and express high levels of the interleukin-2 receptor alpha chain (CD25). In addition to the Foxp3-expressing CD4 CD25, there also appears to be a minor population of MHC class I restricted CD8 Foxp3-expressing regulatory T cells. These Foxp3-expressing CD8 T cells do not appear to be functional in healthy individuals but are induced in autoimmune disease states by T cell receptor stimulation to suppress IL-17-mediated immune responses. Unlike conventional T cells, regulatory T cells do not produce IL-2 and are therefore anergic at baseline.",
            "score": 60.977012157440186
        },
        {
            "docid": "1171686_28",
            "document": "Regulatory T cell . Genetic mutations in the gene encoding Foxp3 have been identified in both humans and mice based on the heritable disease caused by these mutations. This disease provides the most striking evidence that regulatory T cells play a critical role in maintaining normal immune system function. Humans with mutations in Foxp3 suffer from a severe and rapidly fatal autoimmune disorder known as Immune dysregulation, Polyendocrinopathy, Enteropathy X-linked (IPEX) syndrome.",
            "score": 53.12015700340271
        },
        {
            "docid": "14753893_8",
            "document": "PSMB5 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "24603_51",
            "document": "Proteasome . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14753899_9",
            "document": "PSMC1 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14754058_8",
            "document": "PSMA2 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14754922_7",
            "document": "PSMD2 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "15227762_8",
            "document": "PSMD14 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14755165_5",
            "document": "PSMD8 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14755626_12",
            "document": "PSMB6 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14754718_8",
            "document": "PSMA5 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14753885_9",
            "document": "PSMA7 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14757315_4",
            "document": "PSMD6 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14723094_9",
            "document": "PSMB8 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14754894_10",
            "document": "PSMB7 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14724029_8",
            "document": "PSMD4 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14754066_9",
            "document": "PSMD7 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        },
        {
            "docid": "14754916_7",
            "document": "PSMD1 . The proteasomes form a pivotal component for the Ubiquitin-Proteasome System (UPS) and corresponding cellular Protein Quality Control (PQC). Protein ubiquitination and subsequent proteolysis and degradation by the proteasome are important mechanisms in the regulation of the cell cycle, cell growth and differentiation, gene transcription, signal transduction and apoptosis. Subsequently, a compromised proteasome complex assembly and function lead to reduced proteolytic activities and the accumulation of damaged or misfolded protein species. Such protein accumulation may contribute to the pathogenesis and phenotypic characteristics in neurodegenerative diseases, cardiovascular diseases, inflammatory responses and autoimmune diseases, and systemic DNA damage responses leading to malignancies.",
            "score": 36.985358238220215
        }
    ],
    "r": [
        {
            "docid": "25058426_4",
            "document": "Expression quantitative trait loci . Some cis eQTLs are detected in many tissue types but the majority of trans eQTLs are tissue-dependent (dynamic). eQTLs may act in cis (locally) or trans (at a distance) to a gene. The abundance of a gene transcript is directly modified by polymorphism in regulatory elements. Consequently, transcript abundance might be considered as a quantitative trait that can be mapped with considerable power. These have been named expression QTLs (eQTLs). The combination of whole-genome genetic association studies and the measurement of global gene expression allows the systematic identification of eQTLs. By assaying gene expression and genetic variation simultaneously on a genome-wide basis in a large number of individuals, statistical genetic methods can be used to map the genetic factors that underpin individual differences in quantitative levels of expression of many thousands of transcripts. Studies have shown that single nucleotide polymorphisms (SNPs) reproducibly associated with complex disorders as well as certain pharmacologic phenotypes are found to be significantly enriched for eQTLs, relative to frequency-matched control SNPs.",
            "score": 125.5689468383789
        },
        {
            "docid": "25058426_3",
            "document": "Expression quantitative trait loci . Expression traits differ from most other classical complex traits in one important respect—the measured mRNA or protein trait is almost always the product of a single gene with a specific chromosomal location. eQTLs that map to the approximate location of their gene-of-origin are referred to as local eQTLs. In contrast, those that map far from the location of their gene of origin, often on different chromosomes, are referred to as distant eQTLs. Often, these two types of eQTLs are referred to as cis and trans, respectively, but these terms are best reserved for instances when the regulatory mechanism (cis vs. trans) of the underlying sequence has been established. The first genome-wide study of gene expression was carried out in yeast and published in 2002. The initial wave of eQTL studies employed microarrays to measure genome-wide gene expression; more recent studies have employed massively parallel RNA sequencing. Many expression QTL studies were performed in plants and animals, including humans, non-human primates and mice.",
            "score": 103.32238006591797
        },
        {
            "docid": "42068849_10",
            "document": "GWAS in allergy . The eQTL analysis determines loci associated with a quantitative trait, where expression studies of loci associated with traits such as allergy are performed, with a functional explanation . Through these studies, an overlap between loci associated with allergy was observed and it loci previously implicated in autoimmune diseases. Thus, in a region of chromosome 5, presents a loci associated with allergic asthma, which is in the path of PTGER4, which encodes a prostaglandin receptor, and poses linkage disequilibrium ( LD ), which is the association between two alleles located near each other on a chromosome, which assumes more frequent than expected at random co-inheritance, as it presents a great LD with other SNPs associated with the disease of spondylitis. In addition, many loci associated with allergies are near genes involved in the differentiation of T helper cells. The association, according to the analysis can be eQTL since said SNP associated gene causes BCL6 expression, a transcription factor that suppresses the differentiation of T helper type 2 cells in animal models.",
            "score": 102.4548568725586
        },
        {
            "docid": "623866_28",
            "document": "Quantitative trait locus . In a recent development, classical QTL analyses were combined with gene expression profiling i.e. by DNA microarrays. Such expression QTLs (eQTLs) describe cis- and trans-controlling elements for the expression of often disease-associated genes. Observed epistatic effects have been found beneficial to identify the gene responsible by a cross-validation of genes within the interacting loci with metabolic pathway- and scientific literature databases.",
            "score": 97.72984313964844
        },
        {
            "docid": "11808249_19",
            "document": "Genome-wide association study . The goal of elucidating pathophysiology has also led to increased interest in the association between risk-SNPs and the gene expression of nearby genes, the so-called expression quantitative trait loci (eQTL) studies. The reason is that GWAS studies identify risk-SNPs, but not risk-genes, and specification of genes is one step closer towards actionable drug targets. As a result, major GWA studies by 2011 typically included extensive eQTL analysis. One of the strongest eQTL effects observed for a GWA-identified risk SNP is the SORT1 locus. Functional follow up studies of this locus using small interfering RNA and gene knock-out mice have shed light on the metabolism of low-density lipoproteins, which have important clinical implications for cardiovascular disease.",
            "score": 95.95137786865234
        },
        {
            "docid": "25058426_5",
            "document": "Expression quantitative trait loci . Mapping eQTLs is done using standard QTL mapping methods that test the linkage between variation in expression and genetic polymorphisms. The only considerable difference is that eQTL studies can involve a million or more expression microtraits. Standard gene mapping software packages can be used, although it is often faster to use custom code such as QTL Reaper or the web-based eQTL mapping system GeneNetwork. GeneNetwork hosts many large eQTL mapping data sets and provide access to fast algorithms to map single loci and epistatic interactions. As is true in all QTL mapping studies, the final steps in defining DNA variants that cause variation in traits are usually difficult and require a second round of experimentation. This is especially the case for trans eQTLs that do not benefit from the strong prior probability that relevant variants are in the immediate vicinity of the parent gene. Statistical, graphical, and bioinformatic methods are used to evaluate positional candidate genes and entire systems of interactions.",
            "score": 87.29439544677734
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 86.18470001220703
        },
        {
            "docid": "43780204_24",
            "document": "Gene set enrichment analysis . Single-nucleotide polymorphisms, or SNPs, are single base mutations that may be associated with diseases. One base change has the potential to affect the protein that results from that gene being expressed; however, it also has the potential to have no effect at all. Genome-wide association studies are comparisons between healthy and disease genotypes to try to find SNPs that are overrepresented in the disease genomes, and might be associationed with that condition. Before GSEA, the accuracy of genome-wide SNP association studies was severely limited by a high number of false positives. The theory that the SNPs contributing to a disease tend to be grouped in a set of genes that are all involved in the same biological pathway, is what the GSEA-SNP method is based on. This application of GSEA does not only aid in the discovery of disease-associated SNPs, but helps illuminate the corresponding pathways and mechanisms of the diseases.",
            "score": 82.81817626953125
        },
        {
            "docid": "16853131_6",
            "document": "VEZT . Endometriosis is a gynaecological disorder affecting 1 in 10 women in their reproductive years globally . This disorder occurs when endometrial tissue which grows inside the lining of the uterus grows on the outer surface of the uterus . The predominant symptoms of this are pelvic pain and infertility, however 25% of women who are inflicted with the disease may show none of these symptoms . Whilst the disease is usually non-fatal, it can have prolonged social and psychological effects on women and thus degrades their quality of life . Whilst the causes of the disease are still unclear, a certain number of genes have been linked to being a contributing factor for the disease. Of these, mutations in the VEZT gene have been identified by various Genome-wide association studies (GWAS) . The VEZT gene is a complex gene, however it is known that the single nucleotide polymorphism (SNP) rs10859871 at locus 12q22 has been highly linked to being a genetic cause of endometriosis in women . An SNP is simply a variation that occurs in a single nucleotide in a specific region of a gene. Vezatin, the protein encoded by the VEZT gene is seen abundantly in endometrial and myometrial tissue, with localisation of the protein being both cytoplasmic and nuclear . This result was concurrent with previous literature stating the prominent role of vezatin in the regulation and maintenance of adherens junctions . This specific SNP is proven to cause an increase in vezatin expression within the endometrial cells, thus posing as a risk factor in the pathogenesis of endometriosis . Vezatin expression is also greater in ectopic endometrium as opposed to eutopic . Furthermore, vezatin expression is significantly increased in glandular endometrium during the secretory phase of the menstrual cycle . This result in conjunction with the finding that other adherens junction components also increase expression suggests that this process may be occurring in response to fluctuating progesterone levels . However, the mechanism of increased vezatin expression leading to the formation of ectopic endometrial tissues is unknown. Furthermore, there is much more scientific study required to directly link mutations in the VEZT gene to a direct cause of endometriosis.",
            "score": 82.37545013427734
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 82.14094543457031
        },
        {
            "docid": "55312460_3",
            "document": "HBS1 like translational GTPase . This gene encodes a member of the GTP-binding elongation factor family. It is expressed in multiple tissues with the highest expression in heart and skeletal muscle. The intergenic region of this gene and the MYB gene has been identified to be a quantitative trait locus (QTL) controlling fetal hemoglobin level, and this region influences erythrocyte, platelet, and monocyte counts as well as erythrocyte volume and hemoglobin content. DNA polymorphisms at this region associate with fetal hemoglobin levels and pain crises in sickle cell disease. A single nucleotide polymorphism in exon 1 of this gene is significantly associated with severity in beta-thalassemia/Hemoglobin E. Multiple alternatively spliced transcript variants encoding different protein isoforms have been found for this gene.",
            "score": 80.43170928955078
        },
        {
            "docid": "21009880_24",
            "document": "Systemic lupus erythematosus . Genome-wide association studies (GWAS) revealed regions of linkage that were found on most chromosomes. These studies are useful in identifying the genes that may be responsible for complex diseases such as SLE. Candidate gene loci implicated with SLE include multiple alleles from the HLA region, Fc-gamma receptor, and complement component system. However, association does not prove that a specific form of a gene is responsible for the disease, as there may be other polymorphisms in the region that have a greater association effect. However, because the biological role of most genes are not completely understood, it can be difficult to attribute phenotypic traits to certain genetic polymorphisms. Since SLE is associated with so many genetic regions, it is likely an oligogenic trait, meaning that there are several genes that control susceptibility to the disease. Further complicating our understanding is the association of certain linkages with various ethnic groups.",
            "score": 79.65203094482422
        },
        {
            "docid": "7011336_14",
            "document": "Nav1.5 . Genetic variations in SCN5A, i.e. single nucleotide polymorphisms (SNPs) have been described in both coding and non-coding regions of the gene. These variations are typically present at relatively high frequencies within the general population. Genome Wide Association Studies (GWAS) have used this type of common genetic variation to identify genetic loci associated with variability in phenotypic traits. In the cardiovascular field this powerful technique has been used to detect loci involved in variation in electrocardiographic parameters (i.e. PR-, QRS- and QTc-interval duration) in the general population. The rationale behind this technique is that common genetic variation present in the general population can influence cardiac conduction in non-diseased individuals. these studies consistently identified the SCN5A-SCN10A genomic region on chromosome 3 to be associated with variation in QTc-interval, QRS duration and PR-interval. These results indicate that genetic variation at the SCN5A locus is not only involved in disease genetics but also plays a role in the variation in cardiac function between individuals in the general population.",
            "score": 77.30243682861328
        },
        {
            "docid": "101965_17",
            "document": "Psoriasis . Classic genome-wide linkage analysis has identified nine loci on different chromosomes associated with psoriasis. They are called psoriasis susceptibility 1 through 9 (\"PSORS1\" through \"PSORS9\"). Within those loci are genes on pathways that lead to inflammation. Certain variations (mutations) of those genes are commonly found in psoriasis. Genome-wide association scans have identified other genes that are altered to characteristic variants in psoriasis. Some of these genes express inflammatory signal proteins, which affect cells in the immune system that are also involved in psoriasis. Some of these genes are also involved in other autoimmune diseases.",
            "score": 76.97773742675781
        },
        {
            "docid": "14162110_21",
            "document": "Prostaglandin EP4 receptor . Several \"PTGER4\" gene variations have been associated with inflammatory bowel disease: a) Meta-analysis of Genome-wide association studies found that SNP variant rs11742570 containing a C/T single-nucleotide variation in \"PTGER4\" is associated with an increased incidence of Crohn's disease; b) rs4495224, an A/C SNP variant, and rs7720838, both of which are projected to be binding sights in \"PTERG4\" for the transcription factor, NF-κB, have been associated with Crohn's disease in three independent cohorts with the association between rs7720838 and Crohn's disease being replicated in other populations; and c) certain alleles in 5p13.1, a Gene desert close to \"PTGER4\", correlate with the expression levels of EP as well as with the development of Crohn's disease.",
            "score": 76.36404418945312
        },
        {
            "docid": "50429846_12",
            "document": "Gene desert . These varied effects occur due to the different interactions between the SNPs in this region and MYC promoters of different organs. The MYC promoter, which is located at a short distance downstream of the 8q24 region, is perhaps the most studied oncogene due to its association with a myriad of diseases. Normal functioning of the MYC promoter ensures that cells divide regularly. The study postulates that the 8q region, which underwent a chromosomal translocation in humans, could have moved an essential enhancer for the MYC promoter. This areas around this region could have been subjected to recombination that may have hidden the essential MYC enhancer within the gene desert through time, although its enhancing effects are still very much retained. This analysis stems from disease associations observed in several mice species where this region is retained at proximity to the MYC promoter. Thus, the 8q24 gene desert should have been somewhat linked to the MYC promoter. The desert resembles a stable gene desert that has had very little recombination after the translocation event. Thus, a potential hypothesis is that SNPs affecting this region disrupt the important tissue-specific genes with the stable gene desert, which could explain the risks of cancer in various tissue forms. This effect of hidden enhancer elements can also be observed in other locations in the genome. For instance, SNPs in the 5p13.1 deregulate the PTGER4 coding region, leading to Crohn’s Disease. Another affected region in the 9p21 gene desert causes several coronary artery diseases. However, none of these risk-conferring gene deserts seem to be affected as much as the 8q24 regions. Current studies are still unsure about the SNP-affected processes in the 8q24 region that result in particularly amplified responses to the MYC promoter. With the aid of a more accessible population and more specific markers for genome wide association mapping, an increasing number of risk alleles are now being marked in gene deserts, where small, isolated, and seemingly-unimportant regions of genes may moderate important genes.",
            "score": 76.0089111328125
        },
        {
            "docid": "24219329_4",
            "document": "Neurogenomics . In 1999, Cirelli & Tononi first reported the association of genome-wide brain gene expression profiling (using microarrays) with a behavioural phenotype in mice. Since then, global brain gene expression data, derived from microarrays, has been aligned to various behavioural quantitative trait loci (QTLs) and reported in several publications. However, microarray based approaches have their own problems that confound analysis – probe saturation can result in very small measurable variance of gene expression between genetically unique individuals, and the presence of single nucleotide polymorphisms (SNPs) can result in hybridization artifacts. Furthermore, due to their probe-based nature, microarrays can miss out on many types of transcripts (ncRNAs, miRNAs, and mRNA isoforms). Probes can also have species-specific binding affinities that can confound comparative analysis.",
            "score": 75.32616424560547
        },
        {
            "docid": "5293306_5",
            "document": "SNP array . An SNP array is a useful tool for studying slight variations between whole genomes. The most important clinical applications of SNP arrays are for determining disease susceptibility and for measuring the efficacy of drug therapies designed specifically for individuals. In research, SNP arrays are most frequently used for genome-wide association studies. Each individual has many SNPs. SNP-based genetic linkage analysis can be used to map disease loci, and determine disease susceptibility genes in individuals. The combination of SNP maps and high density SNP arrays allows SNPs to be used as markers for genetic diseases that have complex traits. For example, genome-wide association studies have identified SNPs associated with diseases such as rheumatoid arthritis, prostate cancer, and type 2 diabetes. A SNP array can also be used to generate a virtual karyotype using software to determine the copy number of each SNP on the array and then align the SNPs in chromosomal order.",
            "score": 75.0595474243164
        },
        {
            "docid": "14297503_3",
            "document": "Serum amyloid A1 . The gene coding for human SAA1 is one of the 4 SAA genes mapped to a region in the short arm on Chromosome 15. Two of these genes, SAA1 and SAA2, are inducible during acute-phase response, whereas \"SAA3\" is a pseudogene in humans and SAA4 is constitutively expressed in a variety of tissues and cells. Single nucleotide polymorphisms (SNPs) are found in SAA1 in both coding and non-coding sequences, with those located in the coding sequence defining 5 isoforms of SAA1 (SAA1.1 – 1.5). Genetic studies have shown association of some of these SNPs with the disposition to several human diseases including familiar Mediterranean fever, coronary artery diseases, cerebral infarction, and osteoporosis. Mice also have 4 Saa genes. A major difference between human and mouse SAA genes is the expression of the mouse Saa3 gene for a functional protein, generally considered an inducible SAA in inflammatory tissues.",
            "score": 74.8515853881836
        },
        {
            "docid": "346315_24",
            "document": "Human variability . Single-nucleotide polymorphism or SNPs are variations of a single nucleotide. SNPs can occur in coding or non-coding regions of genes and on average occur once every 300 nucleotides. SNPs in coding regions can cause synonymous, missense, and nonsense mutations. SNPs have shown to be correlated with drug responses and risk of diseases such as sickle-cell anemia, Alzheimer's disease, cystic fibrosis, and more.",
            "score": 74.78128814697266
        },
        {
            "docid": "15181943_8",
            "document": "SH2B3 . In humans, genetic linkage analyses, genome-wide association studies of single nucleotide polymorphisms, copy number variation surveys, and mutation screenings found the human chromosomal 12q24 locus, with the SH2B3 gene at its core, to be associated with an exceptionally wide spectrum of disease susceptibilities. For example, hematopoietic traits of red and white blood cells (like erythrocytosis and myeloproliferative disease), autoimmune disorders, and vascular pathology have been reported. Moreover, co-expression of the interleukin-7 receptor together with LNK was carefully studied, and it was concluded that interleukin-7 receptor expression was significantly more highly expressed than LNK in B-cell acute leukemic lymphoma. This observation distinguished a novel subset of high-risk B-cell acute lymphoblastic lymphoma with a potential therapy targeting the interleukin-7 signaling pathway. Another study indicated that LNK can suppress the interleukin-7/JAK/STAT signaling pathway to restrict pre B-cell progenitor expansion and leukemia development, which provided a pathogenic mechanism and a potential therapeutic approach for B-cell acute lymphoblastic leukemia with SH2B3 gene mutations.",
            "score": 74.75621032714844
        },
        {
            "docid": "8767449_7",
            "document": "Public health genomics . Single nucleotide polymorphisms (SNPs) are single bases within a gene sequence that differ from that gene's consensus sequence, and are present in a subset of the population. SNPs may have no effect on gene expression, or they can change the function of a gene completely. Resulting gene expression changes can, in some cases, result in disease, or in susceptibility to disease (e.g., viral or bacterial infection).",
            "score": 74.27290344238281
        },
        {
            "docid": "11157092_2",
            "document": "TCF7L2 . Transcription factor 7-like 2 (T-cell specific, HMG-box) also known as TCF7L2 or TCF4 is a protein acting as a transcription factor that in humans, is encoded by the \"TCF7L2\" gene. The TCF7L2 gene is located on chromosome 10q25.2-q25.3, contains 19 exons, and has autosomal dominant inheritance. The TCF7L2 gene is polymorphic and pleiotropic. As a member of the TCF family, TCF7L2 can form a bipartite transcription factor and influence several biological pathways, including the Wnt signalling pathway. The single nucleotide polymorphism (SNP) within the TCF7L2 gene, rs7903146, is, to date, the most significant genetic marker associated with Type 2 diabetes mellitus (T2DM) risk. SNPs in this gene are especially known to be linked to higher risk to develop type 2 diabetes, gestational diabetes, and multiple other diseases.",
            "score": 74.03330993652344
        },
        {
            "docid": "16770101_36",
            "document": "Long non-coding RNA . Recently, a number of association studies examining single nucleotide polymorphisms (SNPs) associated with disease states have been mapped to long ncRNAs. For example, SNPs that identified a susceptibility locus for myocardial infarction mapped to a long ncRNA, MIAT (myocardial infarction associated transcript). Likewise, genome-wide association studies identified a region associated with coronary artery disease that encompassed a long ncRNA, ANRIL. ANRIL is expressed in tissues and cell types affected by atherosclerosis and its altered expression is associated with a high-risk haplotype for coronary artery disease.",
            "score": 73.9240951538086
        },
        {
            "docid": "50518079_17",
            "document": "Human Genome Structural Variation . The factors that contribute to the development of schizophrenia have been studied extensively. A very recent study was conducted on the mechanism and genes responsible for schizophrenia development. It had been previously shown that variation at an MHC locus was associated with the development of schizophrenia. This study found that the association is caused partly by the complement component 4 (C4) genes and therefore implying that allele variants of the C4 genes contribute to the development of schizophrenia. Linkage disequilibrium helped researchers identify which C4 structural variant an individual had by looking at the SNP haplotypes. The SNP haplotypes and the C4 alleles were linked which was why they were in linkage disequilibrium, meaning that they segregated together. A single structural C4 variant was associated with many different SNP haplotypes, but different SNP haplotypes where associated with only one C4 structural variant. This was due to the linkage disequilibrium which allowed the researchers to determine the C4 structural variant easily by looking at the SNP haplotype. Their data suggested this because the results showed that the structural variants of C4 express the C4A protein at different levels and this difference in higher C4A protein expressions were associated with higher rates of schizophrenia development. The different structural variant alleles of the same gene were shown to have different phenotypes and susceptibility to disease. These studies exhibit the breadth of the involvement and significance of structural variation on the human genome. Its importance is demonstrated with its contribution to phenotypic diversity and disease susceptibility.",
            "score": 73.53852081298828
        },
        {
            "docid": "54112223_44",
            "document": "Transcriptomics technologies . Transcriptomic strategies have seen broad application across diverse areas of biomedical research, including disease diagnosis and profiling. RNA-Seq approaches have allowed for the large-scale identification of transcriptional start sites, uncovered alternative promoter usage, and novel splicing alterations. These regulatory elements are important in human disease and, therefore, defining such variants is crucial to the interpretation of disease-association studies. RNA-Seq can also identify disease-associated single nucleotide polymorphisms (SNPs), allele-specific expression, and gene fusions, which contributes to the understanding of disease causal variants.",
            "score": 72.970947265625
        },
        {
            "docid": "38678086_11",
            "document": "STARR-seq . STARR-seq by combining traditional approach with high-throughput sequencing technology and highly specialized bio-computing methods is able to detect enhancers in a quantitative and genome-wide manner. The study of gene regulation and their responsible pathways in the genome during normal development and also in disease can be very demanding. Therefore, applying STARR-seq to many cell types across organisms supports identifying cell type-specific gene regulatory elements and practically assesses non-coding mutations causing disease. Alexander Stark, designer of this technique quotes, “STARR-seq is like a magic microscope that lets us zoom in on the regulatory regions of DNA. It will be crucial to study gene regulation and how it is encoded in the genome- both during development and when it goes wrong in disease.” Recently, a related approach coupling capture of regions of interest to STARR-seq technique have been developed and extensively validated in mammalian cell lines.",
            "score": 72.95748901367188
        },
        {
            "docid": "30894898_5",
            "document": "Functional element SNPs database . A polymorphism interaction analysis (PIA) algorithm was used to obtain cooperating single nucleotide polymorphisms (SNPs) that contribute to RA disease. The acquired SNP pairs were used to construct a SNP-SNP network. Sub-networks defined by hub SNPs were then extracted and turned into gene modules by mapping SNPs to genes using dbSNP database. The FESD Version II would also be a good choice in database because it also covers the dbSNP database. They ran the Haseman Elston test, then a random forest algorithm. The shared SNPs detected were then ran through a polymorphism interaction analysis (PIA) algorithm. They performed Gene ontology analysis of the 5 modules that were created. They suggested that Ets-1 may be an important transcription factor in the cytokine-mediated inflammatory pathway and destructive cascade characteristic of RA. The ATP-binding cassette (ABC) transporter, ABCA1, was induced during differentiation of human monocytes into macrophages, and there was a dual regulatory function for ABCA1 in macrophage lipid metabolism and inflammation. Extracellular signals are transduced intracellularly via multiple pathways, resulting in alterations in the transcription and translation of specific proteins. Some of these signaling pathways result in the production of proteins, including cytokines and matrix metalloproteinases, which are implicated in the pathogenesis of RA. The zinc-finger protein 238 (ZNF238) is attached to zinc-finger proteins that can regulate the human immunodeficiency virus type 1. Hub gene CD160 is a potential RA association gene. The CD160 receptor represents a unique triggering surface molecule that is expressed by cytotoxic NK cells, it participates in the inflammatory response and determines the type of subsequent specific immunity.",
            "score": 72.63850402832031
        },
        {
            "docid": "34284246_4",
            "document": "Genetic causes of diabetes mellitus type 2 . Genetic cause and mechanism of type 2 diabetes is largely unknown. However, single nucleotide polymorphism (SNP) is one of many mechanisms that leads to increased risk for type 2 diabetes. To locate genes and loci that are responsible for the risk of type 2 diabetes, genome wide association studies (GWAS) was utilized to compare the genomes of diabetic patient group and the non-diabetic control group. The diabetic patients’ genome sequences differ from the controls' genome in specific loci along and around numerous genes, and these differences in the nucleotide sequences alter phenotypic traits that exhibit increased susceptibility to the diabetes. GWAS has revealed 65 different loci (where single nucleotide sequences differ from the patient and control group's genomes), and genes associated with type 2 diabetes, including \"TCF7L2\", \"PPARG\", \"FTO\", \"KCNJ11\",\"NOTCH2\", \"WFS1\", \"IGF2BP2\", \"SLC30A8\", \"JAZF1\", \"HHEX, DGKB, CDKN2A, CDKN2B, KCNQ1, HNF1A, HNF1B MC4R, GIPR, HNF4A, MTNR1B, PARG6, ZBED3, SLC30A8, CDKAL1, GLIS3, GCKR,\" among others.\"KCNJ11\" (potassium inwardly rectifying channel, subfamily J, member 11), encodes the islet ATP-sensitive potassium channel Kir6.2, and \"TCF7L2\" (transcription factor 7–like 2) regulates proglucagon gene expression and thus the production of glucagon-like peptide-1. In addition, there is also a mutation to the Islet Amyloid Polypeptide gene that results in an earlier onset, more severe, form of diabetes. However, this is not a comprehensive list of genes that affects the proneness to the diabetes.",
            "score": 72.62313079833984
        },
        {
            "docid": "57196924_4",
            "document": "Complex traits . A quantitative trait locus (QTL) is a section of the genome associated with variation in a quantitative, or complex, trait. To identify QTLs, QTL mapping is performed on individuals with differing genotypes; often, these individuals are related, coming from pedigrees or designed crosses. First, mapping involves either full-genome sequencing or the genotyping of many marker loci throughout the genome; then, phenotypes of interest are measured. For example, the expression levels of each gene in the genome is one commonly-measured phenotype (the associated loci are called eQTLs). At each locus, individuals are grouped by their genotype, and statistical tests are performed to determine whether measured trait values for one group differ significantly from the overall mean for all groups. Identified loci may not be QTLs themselves, but are likely in linkage disequilibrium—and therefore strongly associate—with the loci actually influencing the trait.",
            "score": 72.11517333984375
        },
        {
            "docid": "3248511_4",
            "document": "Copy-number variation . One of the most well known examples of a short copy number variation is the tri-nucleotide repeat of the CAG base pairs in the Huntingtin gene, the gene that is responsible for the neurological disorder Huntington's disease. For this particular case, once the CAG tri-nucleotide repeats more than 36 times, Huntington’s disease will likely develop in the individual and it will likely be inherited by his or her offspring. Interestingly, the number of repeats of the CAG tri-nucleotide is correlated with the age of onset of Huntington’s disease. These types of short repeats are often thought to be due to errors in polymerase activity during replication including polymerase slippage, template switching, and fork switching which will be discussed in detail later. The short repeat size of these copy number variations lends itself to errors in the polymerase as these repeated regions are prone to misrecognition by the polymerase and replicated regions may be replicated again, leading to extra copies of the repeat. In addition, if these tri-nucleotide repeats are in the same reading frame in the coding portion of a gene, it may lead to a long chain of the same amino acid, possibly creating protein aggregates in the cell, and if these short repeats fall into the non-coding portion of the gene, it may affect gene expression and regulation. On the other hand, a variable number of repeats of entire genes is less commonly identified in the genome. One example of a whole gene repeat is the alpha-amylase 1 gene (AMY1) that encodes alpha-amylase which has a significant copy number variation between different populations with different diets. Although the specific mechanism that allows the AMY1 gene to increase or decrease its copy number is still a topic of debate, some hypotheses suggest that the non-homologous end joining or the microhomology-mediated end joining is likely responsible for these whole gene repeats. Repeats of entire genes has immediate effects on expression of that particular gene, and the fact that the copy number variation of the AMY1 gene has been related to diet is a remarkable example of recent human evolutionary adaptation. Although these are the general groups that copy number variations are grouped into, the exact number of base pairs copy number variations affect depends on the specific loci of interest. Currently, using data from all reported copy number variations, the mean size of copy number variant is around 118kb, and the median is around 18kb.",
            "score": 71.29615020751953
        },
        {
            "docid": "30894898_4",
            "document": "Functional element SNPs database . The study involved the investigation of ITIH3 (inter alpha trypsin inhibitor heavy chain 3). Researchers used Functional analysis, Linkage disequilibrium mapping,SNP markers, and the HapMap database. FESD Version II may have been used since it has the information from HapMap as well as other databases. The found that the gene was on chromosome 3. In vitro functional analyses showed that this SNP enhanced the transcriptional level of the ITIH3 gene. Furthermore, we found expression of the ITIH3 protein in the vascular smooth muscle cells and macrophages in the human atherosclerotic lesions, suggesting ITIH3 SNP to be a novel genetic risk factor of MI. The gene has been shown to be related to the proinflammatory process of immune response. ITIH3 makes a complex with the locally synthesized hyaluronan (HA) and interacts with inflammatory cells. The ITIH3-HA complex has been reported to be involved in inflammatory diseases, including rheumatoid arthritis and inflammatory bowel diseases. The most statistically-significant SNP did not substitute an amino acid of ITIH3 protein. The researchers hypothesized that this synonymous SNP affected the transcriptional regulation, because several papers reported that some transcriptional factors bound to the exonic coding sequences of some genes and regulated their transcriptional level. There was expression of ITIH3 protein in the atherosclerotic lesion. ITIH3 might play a critical role in the pathogenesis of atherosclerosis and subsequent myocardial infarction. These Researchers used snp selecting web tools and again could have used FESD Version II to select their SNPs. They hypothesized that the polymorphisms in circadian genes may be associated with prognosis of hepatocellular carcinoma. The circadian negative feedback regulation genes- CRY1, CRY2, PER1, PER2 and PER3 were identified based on a comprehensive literature review and the potentially functional SNPs were selected through web tools. Finally, a total of twelve potentially functional SNPs in five genes were selected, including CRY1: rs1056560, rs3809236; CRY2: rs6798, rs2292910; PER1: rs2585405, rs3027178; PER2: rs934945, rs2304669; PER3: rs2640908, rs172933, rs2859390, rs228669. When the dominant genetic model was tested, their data showed that only SNP rs2640908 in PER3 gene was significantly associated with overall survival of hepatocellular carcinoma patients. Patients carrying at least one variant allele of rs2640908 had a significantly decreased risk of death when compared with those carrying homozygous wild-type alleles.",
            "score": 71.23295593261719
        }
    ]
}