{
    "q": [
        {
            "docid": "6062401_10",
            "document": "PTPN11 . Patients with a subset of Noonan syndrome PTPN11 mutations also have a higher prevalence of juvenile myelomonocytic leukemias (JMML). Activating Shp2 mutations have also been detected in neuroblastoma, melanoma, acute myeloid leukemia, breast cancer, lung cancer, colorectal cancer. Recently, a relatively high prevalence of PTPN11 mutations (24%) were detected by next-generation sequencing in a cohort of NPM1-mutated acute myeloid leukemia patients, although the prognostic significance of such associations has not been clarified. These data suggests that Shp2 may be a proto-oncogene. However, it has been reported that PTPN11/Shp2 can act as either tumor promoter or suppressor. In aged mouse model, hepatocyte-specific deletion of PTPN11/Shp2 promotes inflammatory signaling through the STAT3 pathway and hepatic inflammation/necrosis, resulting in regenerative hyperplasia and spontaneous development of tumors. Decreased PTPN11/Shp2 expression was detected in a subfraction of human hepatocellular carcinoma (HCC) specimens. The bacterium \"Helicobacter pylori\" has been associated with gastric cancer, and this is thought to be mediated in part by the interaction of its virulence factor CagA with SHP2.",
            "score": 84.65023159980774
        },
        {
            "docid": "9065739_16",
            "document": "KRAS . Different types of data including mutation status and gene expression did not have a significant prognostic power. No correlation to survival was observed in 72% of all studies with KRAS sequencing performed in non-small cell lung cancer (NSCLC). However, KRAS mutations cannot solely affect the gene itself and the expression of the corresponding protein, but can also influence the expression of other downstream genes involved in crucial pathways regulating cell growth, differentiation and apoptosis. The different expression of these genes in KRAS-mutant tumors might have a more prominent role in affecting patient’s clinical outcomes.",
            "score": 73.70133185386658
        },
        {
            "docid": "18398577_15",
            "document": "Somatic evolution in cancer . System instability is a major contributing factor for genetic heterogeneity. For the majority of cancers, genome instability is reflected in a large frequency of mutations in the whole genome DNA sequence (not just the protein coding regions that are only 1.5% of the genome). In whole genome sequencing of different types of cancers, large numbers of mutations were found in two breast cancers (about 20,000 point mutations), 25 melanomas (9,000 to 333,000 point mutations) and a lung cancer (50,000 point mutations and 54,000 small additions and deletions). Genome instability is also referred to as an enabling characteristic for achieving endpoints of cancer evolution. Many of the somatic evolutionary studies have traditionally been focused on clonal expansion, as recurrent types of changes can be traced to illustrate the evolutionary path based on available methods. Recent studies from both direct DNA sequencing and karyotype analysis illustrate the importance of the high level of heterogeneity in somatic evolution. For the formation of solid tumors, there is an involvement of multiple cycles of clonal and non-clonal expansion. Even at the typical clonal expansion phase, there are significant levels of heterogeneity within the cell population, however, most are under-detected when mixed populations of cells are used for molecular analysis. In solid tumors, a majority of gene mutations are not recurrent types, and neither are the karyotypes. These analyses offer an explanation for the findings that there are no common mutations shared by most cancers.",
            "score": 74.14553928375244
        },
        {
            "docid": "206979_13",
            "document": "Colorectal cancer . Comprehensive, genome-scale analysis has revealed that colorectal carcinomas can be categorized into hypermutated and non-hypermutated tumor types. In addition to the oncogenic and inactivating mutations described for the genes above, non-hypermutated samples also contain mutated CTNNB1, FAM123B, SOX9, ATM, and ARID1A. Progressing through a distinct set of genetic events, hypermutated tumors display mutated forms of ACVR2A, TGFBR2, MSH3, MSH6, SLC9A9, TCF7L2, and BRAF. The common theme among these genes, across both tumor types, is their involvement in WNT and TGF-β signaling pathways, which results in increased activity of MYC, a central player in colorectal cancer.",
            "score": 76.49141001701355
        },
        {
            "docid": "14134041_19",
            "document": "EZH2 . EZH2 is an attractive target for anti-cancer therapy because it helps cancerous cells divide and proliferate. It is found in larger amounts than in healthy cells in a wide range of cancers including breast, prostate, bladder, uterine, and renal cancers, as well as melanoma and lymphoma. EZH2 is a gene suppressor, so when it becomes overexpressed, many tumor suppressor genes that are normally turned on, are turned off. Inhibition of EZH2 function shrinks malignant tumors in some reported cases because those tumor suppressor genes are not silenced by EZH2. EZH2 typically is not expressed in healthy adults; it is only found in actively dividing cells, like those active during fetal development. Because of this characteristic, overexpression of EZH2 can be used as a diagnostic marker of cancer and some neurodegenerative disorders. However, there are cases where it is difficult to tell whether overexpression of EZH2 is the cause of a disease, or simply a consequence. If it is only a consequence, targeting EZH2 for inhibition may not cure the disease. One example of a cancer pathway in which EZH2 plays a role is the pRB-E2F pathway. It is downstream from the pRB-E2F pathway, and signals from this pathway lead to EZH2 overexpression. Another important characteristic of EZH2 is that when EZH2 is overexpressed, it can activate genes without forming PRC2. This is an issue because it means the methylation activity of the enzyme is not mediated by complex formation. In breast cancer cells, EZH2 activates genes that promote cell proliferation and survival. It can also activate regulatory genes like c-myc and cyclin D1 by interacting with Wnt signaling factors. Importantly, the mutation of tyrosine 641 to phenylalanine in the active SET domain of EZH2 results in preference for H3K27 tri-methylation and has been linked to lymphoma.",
            "score": 72.17166948318481
        },
        {
            "docid": "47253581_9",
            "document": "Tumor antigens recognized by T lymphocytes . Mutated genes contribute greatly to the immunogenicity of human tumors. In cancer patients, about one half of the highly tumor-specific antigens recognized by spontaneous T cell responses are encoded by mutated genes, the other half being encoded by cancer-germline genes. In some patients, the majority of the tumor-specific T cells recognize mutated antigens. The contribution of these antigens to tumor immunogenicity is expected to vary according to the mutation rate: higher in lung carcinomas arising in tobacco smokers, in melanomas owing to mutations induced by UV and in the 15% of colorectal carcinomas that have hypermutated DNA owing to defects in the DNA mismatch repair pathway.",
            "score": 82.63202548027039
        },
        {
            "docid": "28646010_7",
            "document": "COSMIC cancer database . The COSMIC database contains thousands of somatic mutations that are implicated in the development of cancer. The database collects information from two major sources. Firstly, mutations in known cancer genes are collected from the literature. The list of genes that undergo manual curation are identified by their presence in the Cancer Gene Census. Secondly, data for inclusion in the database is collected from whole genome resequencing studies of cancer samples undertaken by the Cancer Genome Project. For example, Campbell and colleagues used next generation sequencing to examine samples from two individuals with lung cancer which led to the identification of 103 somatic DNA rearrangements.",
            "score": 58.15930485725403
        },
        {
            "docid": "574917_6",
            "document": "Autocrine signalling . Normally, the Wnt signaling pathway leads to stabilization of β-catenin through inactivation of a protein complex containing the tumor suppressors APC and Axin. This destruction complex normally triggers β-catenin phosphorylation, inducing its degradation. De-regulation of the autocrine Wnt signaling pathway via mutations in APC and Axin have been linked to activation of various types of human cancer. Genetic alterations that lead to de-regulation of the autocrine Wnt pathway result in transactivation of epidermal growth factor receptor (EGFR) and other pathways, in turn contributing to proliferation of tumor cells. In colorectal cancer, for example, mutations in APC, axin, or β-catenin promote β-catenin stabilization and transcription of genes encoding cancer-associated proteins. Furthermore, in human breast cancer, interference with the de-regulated Wnt signaling pathway reduces proliferation and survival of cancer. These findings suggest that interference with Wnt signaling at the ligand-receptor level may improve the effectiveness of cancer therapies.",
            "score": 86.90113759040833
        },
        {
            "docid": "14082598_35",
            "document": "BRAF (gene) . Mutations in this gene have been found in cancers, including non-Hodgkin lymphoma, colorectal cancer, malignant melanoma, papillary thyroid carcinoma, non-small-cell lung carcinoma, adenocarcinoma of the lung, brain tumors including glioblastoma and pilocytic astrocytomas as well as inflammatory diseases like erdheim-chester disease.",
            "score": 88.00228667259216
        },
        {
            "docid": "28107410_9",
            "document": "Pathway Genomics . Liquid Biopsy The CancerIntercept™ tests are 96-mutation panels designed for the detection of somatic mutations in a set of 9 driver genes involved primarily in breast, ovarian, lung, and colorectal cancers, and melanoma. These tests, which must be ordered by a physician, may be used to either monitor patients already diagnosed with cancer or potentially detect undiagnosed cancer. Results are available within 2–3 weeks.",
            "score": 67.58033561706543
        },
        {
            "docid": "44690654_18",
            "document": "Circulating tumor DNA . While ctDNA analysis is not a routine clinical procedure, a ctDNA assay to detect \"EGFR\" mutations in non-small cell lung cancer (NSCLC) was recently approved based on a 2014 phase IV clinical trial which focused on the efficacy of gefitinib in NSCLC patients with an \"EGFR\" mutation. The study included matched tumor and plasma samples and determined that ctDNA analysis may be used where tumor samples are not available for mutational analysis. Similar findings were made in a study profiling somatic mutations in solid tumors from 105 patients enrolled in phase I clinical trials for molecular targeted agents. In this study, researchers found that ctDNA analysis was beneficial in cases where repeated tumor biopsies were not feasible.",
            "score": 48.05668830871582
        },
        {
            "docid": "14818761_5",
            "document": "ROS1 . Gene rearrangements involving the \"ROS1\" gene were first detected in glioblastoma tumors and cell lines. In 2007 a \"ROS1\" rearrangement was identified in a cell line derived from a lung adenocarcinoma patient. Since that discovery, multiple studies have demonstrated an incidence of approximately 1% in lung cancers, demonstrated oncogenicity, and showed that inhibition of tumor cells bearing \"ROS1\" gene fusions by crizotinib or other \"ROS1\" tyrosine kinase inhibitors was effective in vitro. Clinical data supports the use of crizotinib in lung cancer patients with \"ROS1\" gene fusions. Preclinical and clinical work suggests multiple potential mechanisms of drug resistance in \"ROS1\" + lung cancer, including kinase domain mutations in \"ROS1\" and bypass signaling via RAS and EGFR. Although the most preclinical and clinical studies of \"ROS1\" gene fusions have been performed in lung cancer, \"ROS1\" fusions have been detected in multiple other tumor histologies, including ovarian carcinoma, sarcoma, cholangiocarcinomas and others. Crizotinib or other \"ROS1\" inhibitors may be effective in other tumor histologies beyond lung cancer as demonstrated by a patient with an inflammatory myofibroblastic tumor harboring a \"ROS1\" fusion with a dramatic response to crizotinib.",
            "score": 72.42282891273499
        },
        {
            "docid": "26062564_28",
            "document": "Cancer genome sequencing . A large-scale screen for somatic mutations in breast and colorectal tumors showed that many low-frequency mutations each make small contribution to cell survival. If cell survival is determined by many mutations of small effect, it is unlikely that genome sequencing will uncover a single \"Achilles heel\" target for anti-cancer drugs. However, somatic mutations tend to cluster in a limited number of signalling pathways, which are potential treatment targets.",
            "score": 78.0080144405365
        },
        {
            "docid": "206979_58",
            "document": "Colorectal cancer . Exercise may be recommended in the future as secondary therapy to cancer survivors. In epidemiological studies, exercise may decrease colorectal cancer-specific mortality and all-cause mortality. Results for the specific amounts of exercise needed to observe a benefit were conflicting. These differences may reflect differences in tumour biology and expression of biomarkers. Patients with tumors that lacked CTNNB1 expression (β-catenin), involved in Wnt signalling pathway, required more than 18 Metabolic equivalent (MET) hours per week, a measure of exercise, to observe a reduction in colorectal cancer mortality. The mechanism of how exercise benefits survival may be involved in immune surveillance and inflammation pathways. In clinical studies, a pro-inflammatory response was found in patients with stage II-III colorectal cancer who underwent 2 weeks of moderate exercise after completing their primary therapy. Oxidative balance may be another possible mechanism for benefits observed. A significant decrease in 8-oxo-dG was found in the urine of patients who underwent 2 weeks of moderate exercise after primary therapy. Other possible mechanisms may involve metabolic hormone and sex-steroid hormones, although these pathways may be involved in other types of cancers",
            "score": 72.0655882358551
        },
        {
            "docid": "7737653_40",
            "document": "Oncogenomics . Mutational analysis of entire gene families revealed that genes of the same family have similar functions, as predicted by similar coding sequences and protein domains. Two such classes are the kinase family, involved in adding phosphate groups to proteins and the phosphatase family, involved with removing phosphate groups from proteins. These families were first examined because of their apparent role in transducing cellular signals of cell growth or death. In particular, more than 50% of colorectal cancers carry a mutation in a kinase or phosphatase gene. Phosphatidylinositold 3-kinases (PIK3CA) gene encodes for lipid kinases that commonly contain mutations in colorectal, breast, gastric, lung and various other cancers. Drug therapies can inhibit PIK3CA. Another example is the BRAF gene, one of the first to be implicated in melanomas. BRAF encodes a serine/threonine kinase that is involved in the RAS-RAF-MAPK growth signaling pathway. Mutations in BRAF cause constitutive phosphorylation and activity in 59% of melanomas. Before BRAF, the genetic mechanism of melanoma development was unknown and therefore prognosis for patients was poor.",
            "score": 87.51913774013519
        },
        {
            "docid": "14798965_6",
            "document": "PNKD . Point mutations in PNKD exon 1 cause an inherited neurological movement disorder in human, paroxysmal non-kinesigenic dyskinesia. Overexpression of PNKD has also been associated with multiple cancers, including pancreatic ductal adenocarcinoma, gastric cancer, ovarian cancer, and breast cancer and may serve as a therapeutic target for treating these cancers or a biomarker for assessing patient outcome. The signaling pathways involved may vary depending on the cancer. For instance, in human breast cancer (MCF7) cells, PNKD may promote tumor cell proliferation by activating the MEK/ERK signaling pathway, while in human hepatoma (HepG2) cells, PNKD may operate through the MLC2/FAK/AKT pathway.",
            "score": 75.56788086891174
        },
        {
            "docid": "14797620_8",
            "document": "RPTOR . The clinical significance of RPTOR is primarily due to its involvement in the mTOR pathway, which plays roles in mRNA translation, autophagy, and cell growth. Mutations in the PTEN tumor suppressor gene are the best known genetic deficiencies in cancer which affect mTOR signaling. These mutations are frequently found in a very large variety of cancers, including prostate, breast, lung, bladder, melanoma, endometrial, thyroid, brain, and renal carcinomas. PTEN inhibits the lipid-kinase activity of class I PtdIns3Ks, which phosphorylate PtdIns(4,5)P to create PtdIns(3,4,5)P (PIP3). PIP3 is a membrane-docking site for AKT and PDK1. In turn, active PDK1, along with mTORC1, phosphorylates S6K in the part of the mTOR pathway which promotes protein synthesis and cell growth.",
            "score": 74.53474879264832
        },
        {
            "docid": "14082598_37",
            "document": "BRAF (gene) . More than 30 mutations of the \"BRAF\" gene associated with human cancers have been identified. The frequency of BRAF mutations varies widely in human cancers, from more than 80% in melanomas and nevi, to as little as 0–18% in other tumors, such as 1–3% in lung cancers and 5% in colorectal cancer. In 90% of the cases, thymine is substituted with adenine at nucleotide 1799. This leads to valine (V) being substituted for by glutamate (E) at codon 600 (now referred to as V600E) in the activation segment that has been found in human cancers. This mutation has been widely observed in papillary thyroid carcinoma, colorectal cancer, melanoma and non-small-cell lung cancer. BRAF-V600E mutation are present in 57% of Langerhans cell histiocytosis patients. The V600E mutation is a likely driver mutation in 100% of cases of hairy cell leukaemia. High frequency of BRAF V600E mutations have been detected in ameloblastoma, a benign but locally infiltrative odontogenic neoplasm. The V600E mutation may also be linked, as a single-driver mutation (a genetic 'smoking gun') to certain cases of papillary craniopharyngioma development.",
            "score": 77.02636361122131
        },
        {
            "docid": "14163156_13",
            "document": "Lymphotoxin alpha . However, recent studies have shown the contribution of LT-α mediated signaling to the development of cancer. As mentioned previously, LT-α signaling can promote inflammatory responses, but prolonged inflammation can cause serious cellular damage and increase the risk of certain diseases including cancer. Thus, mutations in regulatory factors in LT-α signaling pathways can promote cell signaling disruptions and encourage the creation of cancerous cell lines. One of these mutations includes constant binding of LT-α-β complex to LT-β receptors, which results in the constant activation of the NF-κB alternative pathway. Presence of a constitutively active NF-κB pathway manifests in multiple myeloma and other cancer-related diseases. Removal of LT-β receptors has shown to inhibit tumor growth and decrease angiogenesis. Thus, lymphotoxin and its downstream signaling via the NF-κB pathway illustrate the cytokine's influence on tumor development and metastasis.",
            "score": 80.24610483646393
        },
        {
            "docid": "46332876_2",
            "document": "Interleukin-1 receptor associated kinase . The interleukin-1 receptor (IL-1R) associated kinase (IRAK) family plays a crucial role in the protective response to pathogens introduced into the human body by inducing acute inflammation followed by additional adaptive immune responses. IRAKs are essential components of the Interleukin-1 receptor signaling pathway and some Toll-like receptor signaling pathways. Toll-like receptors (TLRs) detect microorganisms by recognizing specific pathogen-associated molecular patterns (PAMPs) and IL-1R family members respond the interleukin-1 (IL-1) family cytokines. These receptors initiate an intracellular signaling cascade through adaptor proteins, primarily, MyD88. This is followed by the activation of IRAKs. TLRs and IL-1R members have a highly conserved amino acid sequence in their cytoplasmic domain called the Toll/Interleukin-1 (TIR) domain. The elicitation of different TLRs/IL-1Rs results in similar signaling cascades due to their homologous TIR motif leading to the activation of mitogen-activated protein kinases (MAPKs) and the IκB kinase (IKK) complex, which initiates a nuclear factor-κB (NF-κB) and AP-1-dependent transcriptional response of pro-inflammatory genes. Understanding the key players and their roles in the TLR/IL-1R pathway is important because the presence of mutations causing the abnormal regulation of Toll/IL-1R signaling leading to a variety of acute inflammatory and autoimmune diseases.",
            "score": 106.10029292106628
        },
        {
            "docid": "4584230_10",
            "document": "Biomarker (medicine) . An NIH study group committed to the following definition in 1998: \"a characteristic that is objectively measured and evaluated as an indicator of normal biologic processes, pathogenic processes, or pharmacologic responses to a therapeutic intervention.\"  In the past, biomarkers were primarily physiological indicators such as blood pressure or heart rate. More recently, biomarker is becoming a synonym for molecular biomarker, such as elevated prostate specific antigen as a molecular biomarker for prostate cancer, or using enzyme assays as liver function tests. There has recently been heightened interest in the relevance of biomarkers in oncology, including the role of KRAS in colorectal cancer and other EGFR-associated cancers. In patients whose tumors express the mutated KRAS gene, the KRAS protein, which forms part of the EGFR signaling pathway, is always ‘turned on’. This overactive EGFR signaling means that signaling continues downstream – even when the upstream signaling is blocked by an EGFR inhibitor, such as cetuximab (Erbitux) – and results in continued cancer cell growth and proliferation. Testing a tumor for its KRAS status (wild-type vs. mutant) helps to identify those patients who will benefit most from treatment with cetuximab.",
            "score": 68.01126849651337
        },
        {
            "docid": "7737653_11",
            "document": "Oncogenomics . These genes are involved in pathways known to contribute to cancer pathogenesis, but before this study most would not have been candidates for targeted gene therapy. This analysis validated the approach of whole cancer genome sequencing in identifying somatic mutations and the importance of parallel sequencing of normal and tumor cell genomes.",
            "score": 80.56325125694275
        },
        {
            "docid": "3773877_5",
            "document": "P110α . The involvement of p110α in human cancer has been hypothesized since 1995. Support for this hypothesis came from genetic and functional studies, including the discovery of common activating PIK3CA missense mutations in common human tumors. It has been found to be oncogenic and is implicated in cervical cancers. \"PIK3CA\" mutations are present in over one-third of breast cancers, with enrichment in the luminal and in human epidermal growth factor receptor 2-positive subtypes (HER2 +). The three hotspot mutation positions (GLU542, GLU545, and HIS1047) have been widely reported till date. While substantial preclinical data show an association with robust activation of the pathway and resistance to common therapies, clinical data do not indicate that such mutations are associated with high levels of pathway activation or with a poor prognosis. It is unknown whether the mutation predicts increased sensitivity to agents targeting the P3K pathway.",
            "score": 76.04425859451294
        },
        {
            "docid": "53264736_4",
            "document": "Nuria Lopez Bigas . López-Bigas' lab has contributed to the identification of genes that drive abnormal growth of malignant cells, known as cancer driver genes. During tumorigenesis, positive selection of mutations that activate the tumorigenic potential of oncogenes occur. Her lab has developed computational methodologies to detect these signals of positive selection in the pattern of somatic mutations observed in tumors. They developed pioneer methods to identify cancer driver genes through the creation of IntOGen. This web platform supports cancer researchers by providing a systematic analysis of oncogene data across various sequencing projects to aid in clinical decision-making. The lab is also involved in advancing precision medicine by using targetable gene alterations to help determine therapeutic options for cancer patients. They have developed an approach that uses bioinformatic resources to identify therapeutically actionable genomic alterations in tumors, which is accessible through another online database called the Cancer Genome Interpreter.",
            "score": 68.52947664260864
        },
        {
            "docid": "14517273_9",
            "document": "GPR56 . Mutations in GPR56 cause the brain developmental disorder BFPP, characterized by disordered cortical lamination in frontal cortex. Mice lacking expression of GPR56 develop a comparable phenotype. Furthermore, loss of GPR56 leads to reduced fertility in male mice, resulting from a defect in seminiferous tubule development. GPR56 is expressed in glioblastoma/astrocytoma as well as in esophageal squamous cell, breast, colon, non-small cell lung, ovarian, and pancreatic carcinoma. GPR56 was shown to localize together with α-actinin at the leading edge of membrane filopodia in glioblastoma cells, suggesting a role in cell adhesion/migration. In addition, recombinant GPR56-NTF protein interacts with glioma cells to inhibit cellular adhesion. Inactivation of Von Hippel-Lindau (VHL) tumor-suppressor gene and hypoxia suppressed GPR56 in a renal cell carcinoma cell line, but hypoxia influenced GPR56 expression in breast or bladder cancer cell lines. GPR56 is a target gene for vezatin, an adherens junctions transmembrane protein, which is a tumor suppressor in gastric cancer. Xu et al. used an in vivo metastatic model of human melanoma to show that GPR56 is downregulated in highly metastatic cells. Later, by ectopic expression and RNA interference they confirmed that GPR56 inhibits melanoma tumor growth and metastasis. Silenced expression of GPR56 in HeLa cells enhanced apoptosis and anoikis, but suppressed anchorage-independent growth and cell adhesion. High ecotropic viral integration site-1 acute myeloid leukemia (EVI1-high AML) expresses GPR56 that was found to be a transcriptional target of EVI1. Silencing expression of GPR56 decreases adhesion, cell growth and induces apoptosis through reduced RhoA signaling. GPR56 suppresses the angiogenesis and melanoma growth through inhibition of vascular endothelial growth factor (VEGF) via PKCα signaling pathway. Furthermore, GPR56 expression was found to be negatively correlated with the malignancy of melanomas in human patients.",
            "score": 63.27216684818268
        },
        {
            "docid": "14087410_12",
            "document": "Heat shock protein 90kDa alpha (cytosolic), member A1 . Over the last two decades HSP90 has emerged as an intriguing target in the war on cancer. HSP90 interacts and supports numerous proteins that promote oncogenesis, thus distinguishing Hsp90 as a cancer enabler as it is regarded as essential for malignant transformation and progression. Moreover, through their extensive interactomes, both paralogs are associated with each hallmark of cancer. The HSP90AA1 gene however is not altered in a majority of tumors according to The Cancer Genome Atlas (TCGA). Currently bladder cancer is found to have the largest number of alterations followed by pancreatic cancer. This may not come as a surprise since overall Hsp90 expression levels are held at such a high level compared to most all other proteins within the cell., therefore further increasing Hsp90 levels may not provide any benefit to cancer growth. Additionally, whole genome sequencing across all tumor types and cancer cell lines reveals that there are presently 115 different mutations within the HSP90AA1 open reading frame. The effects of these mutations on HSP90A function, however, remain unknown. Remarkably, in a number of tumors the HSP90AA1 gene is homozygously deleted, suggesting that these tumors may have a reduced level of malignancy. This is supported by a comparative genome-wide analysis of 206 gastric cancer patients that reported loss of HSP90AA1 is indeed associated with favorable outcomes after surgery alone. This supports the possibility that the absence of Hsp90A in tumor biopsies may serve as a biomarker for positive clinical outcomes. Biologically, Hsp90A differs from Hsp90B in that Hsp90A is presently understood to function as a secreted extracellular agent in wound healing and inflammation in addition to its intracellular roles. These two processes are often hijacked by cancer allowing for malignant cell motility, metastasis and extravasion. Current research in prostate cancer indicates that extracellular Hsp90A transduces signals that promote the chronic inflammation of cancer-associated fibroblasts. This reprogramming of the extracellular milieu surrounding malignant adenocarcinoma cells is understood to stimulate prostate cancer progression. Extracellular HSP90A induces inflammation through the activation of the NF-κB (RELA) and STAT3 transcription programs that include the pro-inflammatory cytokines IL-6 and IL-8. Coincidentally NF-κB also induces expression Hsp90A., thus providing a model where newly expressed Hsp90A would also be secreted from the stimulated fibroblast thereby creating positive autocrine and paracrine feedback loops resulting in an inflammatory storm at the site of malignancy. This concept requires further attention as it may explain the correlation of increased levels of Hsp90A in the plasma of patients with advanced stages of malignancy.",
            "score": 61.29509377479553
        },
        {
            "docid": "1661124_57",
            "document": "Cancer immunotherapy . Many tumors express mutations. These mutations potentially create new targetable antigens (neoantigens) for use in T cell immunotherapy. The presence of CD8+ T cells in cancer lesions, as identified using RNA sequencing data, is higher in tumors with a high mutational burden. The level of transcripts associated with cytolytic activity of natural killer cells and T cells positively correlates with mutational load in many human tumors. In non–small cell lung cancer patients treated with lambrolizumab, mutational load shows a strong correlation with clinical response. In melanoma patients treated with ipilimumab, long-term benefit is also associated with a higher mutational load, although less significantly. The predicted MHC binding neoantigens in patients with a long-term clinical benefit were enriched for a series of tetrapeptide motifs that were not found in tumors of patients with no or minimal clinical benefit. However, human neoantigens identified in other studies do not show the bias toward tetrapeptide signatures.",
            "score": 53.76687145233154
        },
        {
            "docid": "22108748_9",
            "document": "Hippo signaling pathway . Many of the pathway components recognized as tumor suppressor genes are mutated in human cancers. For example, mutations in Fat4 have been found in breast cancer, while NF2 is mutated in familial and sporadic schwannomas. Additionally, several human cancer cell lines invoke mutations of the WW45 and MOBK1B proteins. However, recent research by Marc Kirschner and others has demonstrated that Hippo pathway components may play a more nuanced role in cancer than previously thought. Hippo pathway inactivation enhanced the effect of 15 FDA-approved oncology drugs by promoting chemo-retention. In another study, the Hippo pathway kinases LATS1/2 were found to suppress cancer immunity in mice. Two venture-backed oncology startups, Vivace Therapeutics and the General Biotechnologies subsidiary Nivien Therapeutics, are actively developing kinase inhibitors targeting the Hippo pathway.",
            "score": 83.00772428512573
        },
        {
            "docid": "5674591_17",
            "document": "Mothers against decapentaplegic homolog 3 . In mice, mutation of SMAD3 has been linked to colorectal adenocarcinoma,[3] increased systemic inflammation, and accelerated wound healing.[4] Studies have shown that mutations in SMAD3 gene promote colorectal cancer in mice. The altered activity of SMAD3 was linked to chronic inflammation and somatic mutations that contribute to chronic colitis and the development of colorectal cancer.  The results generated on mice helped identify SMAD3 like a possible player in human colorectal cancer. The impact of SMAD3 has also been analyzed in colorectal cancer human cell lines, using single-nucleotide polymorphism (SNP) microarray analysis. The results showed reductions in SMAD3 transcriptional activity and SMAD2-SMAD4 complex formation, underlining the critical roles of these three proteins within the TGF-β signaling pathway and the impact of this pathway in colorectal cancer development.",
            "score": 109.89994215965271
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 80.14164328575134
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 80.14164328575134
        },
        {
            "docid": "36667426_9",
            "document": "XB130 . Adaptor proteins play an important role as molecular scaffolds to mediate the transport and interaction of various proteins and is therefore highly involved in signal transduction. Deregulation of adaptor proteins is highly related to the abnormality of cellular functions and many adaptor proteins are frequently overexpressed in cancers. Clinical studies on the expression level and pattern of XB130 in various human tumors demonstrate that XB130 expression is regulated in thyroid and gastrointestinal cancer and soft tissue tumors. Expression level of XB130 was significantly higher in normal and benign lesion than that of papillary and anaplastic/insular carcinoma. Through the studies on many gastrointestinal cancers, the oncogenic roles of XB130 was shown. XB130 expression is significantly correlated with the survival time and disease-free period in gastric cancer patients. XB130 was identified as a potential colorectal cancer markers. XB130 protein level was elevated in human esophageal squamous carcinoma. In addition, XB130 was selected as one of six highly expressed genes related to local aggressiveness of soft tissue tumors in a set of 102 representative tumor samples. These findings suggest that XB130 may be involved in tumorigenesis and that XB130 is a potential diagnostic biomarker and therapeutic target for cancer.",
            "score": 53.3493070602417
        }
    ],
    "r": [
        {
            "docid": "16818636_5",
            "document": "Mouse model of colorectal and intestinal cancer . The most frequent mutations in Hereditary nonpolyposis colorectal cancer (HNPCC) are mutations in the \"MSH2\" and \"MLH1\" genes. These genes play an important role in repairing incorrectly positioned nucleotides. Another gene involved in DNA mismatch repair is \"Msh6\". Both the \"Msh6\" and \"Msh2\" mutant mice develop gastrointestinal cancer but the tumours differ in their microsatellite instability (MI) status. While MSH2 deficiency promotes MI-high tumours, MSH6 deficiency results in MI-low tumours. Another component of the DNA repair machinery in the cell is the protein MLH1. Ablation of MLH1 in mice causes development of gastrointestinal tumours in the small intestine – adenomas and invasive carcinomas. The combination of MLH1 deficiency with the \"Apc\"1638N mutant mouse results in strong reduction of viability and increased tumour burden. The tumours were classified as adenomas, invasive adenocarcinomas and late stage carcinomas. Similarly, mice deficient for \"Msh2\" combined with \"Apc \" demonstrate accelerated rate of tumorigenesis. Another similar mouse model of HNPCC is the combination of \"PMS2\" mutant mouse with the \"Min Apc\" allele resulting in increased number of tumours in the gastrointestinal tract compared to \"Min\". Yet these adenocarcinomas do not metastasize and their histopathology is similar to that of the right side colon cancer in human with frequent mutation of the type II receptor for TGF-β.",
            "score": 111.54190826416016
        },
        {
            "docid": "5674591_17",
            "document": "Mothers against decapentaplegic homolog 3 . In mice, mutation of SMAD3 has been linked to colorectal adenocarcinoma,[3] increased systemic inflammation, and accelerated wound healing.[4] Studies have shown that mutations in SMAD3 gene promote colorectal cancer in mice. The altered activity of SMAD3 was linked to chronic inflammation and somatic mutations that contribute to chronic colitis and the development of colorectal cancer.  The results generated on mice helped identify SMAD3 like a possible player in human colorectal cancer. The impact of SMAD3 has also been analyzed in colorectal cancer human cell lines, using single-nucleotide polymorphism (SNP) microarray analysis. The results showed reductions in SMAD3 transcriptional activity and SMAD2-SMAD4 complex formation, underlining the critical roles of these three proteins within the TGF-β signaling pathway and the impact of this pathway in colorectal cancer development.",
            "score": 109.89994049072266
        },
        {
            "docid": "46332876_2",
            "document": "Interleukin-1 receptor associated kinase . The interleukin-1 receptor (IL-1R) associated kinase (IRAK) family plays a crucial role in the protective response to pathogens introduced into the human body by inducing acute inflammation followed by additional adaptive immune responses. IRAKs are essential components of the Interleukin-1 receptor signaling pathway and some Toll-like receptor signaling pathways. Toll-like receptors (TLRs) detect microorganisms by recognizing specific pathogen-associated molecular patterns (PAMPs) and IL-1R family members respond the interleukin-1 (IL-1) family cytokines. These receptors initiate an intracellular signaling cascade through adaptor proteins, primarily, MyD88. This is followed by the activation of IRAKs. TLRs and IL-1R members have a highly conserved amino acid sequence in their cytoplasmic domain called the Toll/Interleukin-1 (TIR) domain. The elicitation of different TLRs/IL-1Rs results in similar signaling cascades due to their homologous TIR motif leading to the activation of mitogen-activated protein kinases (MAPKs) and the IκB kinase (IKK) complex, which initiates a nuclear factor-κB (NF-κB) and AP-1-dependent transcriptional response of pro-inflammatory genes. Understanding the key players and their roles in the TLR/IL-1R pathway is important because the presence of mutations causing the abnormal regulation of Toll/IL-1R signaling leading to a variety of acute inflammatory and autoimmune diseases.",
            "score": 106.10029602050781
        },
        {
            "docid": "54439024_8",
            "document": "Squamous cell carcinoma . Esophageal cancer may be due to either squamous cell carcinoma (ESCC) or adenocarcinoma (EAC). SCCs tend to occur closer to the mouth, while adenocarcinomas occur closer to the stomach. Dysphagia (difficulty swallowing, solids worse than liquids) and painful swallowing are common initial symptoms. If the disease is localized, surgical removal of the affected esophagus may offer the possibility of a cure. If the disease has spread, chemotherapy and radiotherapy are commonly used.",
            "score": 97.98542022705078
        },
        {
            "docid": "243539_20",
            "document": "Esophageal cancer . Esophageal cancers are typically carcinomas that arise from the epithelium, or surface lining, of the esophagus. Most esophageal cancers fall into one of two classes: esophageal squamous-cell carcinomas (ESCC), which are similar to head and neck cancer in their appearance and association with tobacco and alcohol consumption—and esophageal adenocarcinomas (EAC), which are often associated with a history of GERD and Barrett's esophagus. A rule of thumb is that a cancer in the upper two-thirds is likely to be ESCC and one in the lower one-third EAC.",
            "score": 97.56563568115234
        },
        {
            "docid": "11329339_2",
            "document": "TIRAP . TIRAP is an adapter molecule associated with toll-like receptors. The innate immune system recognizes microbial pathogens through Toll-like receptors (TLRs), which identify pathogen-associated molecular patterns. Different TLRs recognize different pathogen-associated molecular patterns and all TLRs have a Toll-interleukin 1 receptor (TIR) domain, which is responsible for signal transduction. The protein encoded by this gene is a TIR adaptor protein involved in the TLR4 signaling pathway of the immune system. It activates NF-kappa-B, MAPK1, MAPK3 and JNK, which then results in cytokine secretion and the inflammatory response. Alternative splicing of this gene results in several transcript variants; however, not all variants have been fully described.",
            "score": 92.3709716796875
        },
        {
            "docid": "41890711_4",
            "document": "Oesophagogastric junctional adenocarcinoma . OGJ adenocarcinoma is a highly mutated and heterogeneous disease. Microsatellite instability (MSI) can be observed and coincides with an elevated number of somatic mutations. Potentially actionable coding mutations have been identified in 67 genes, including those in CR2, HGF, FGFR4 and ESRRB. Numerous genes harbouring somatic coding mutations and copy number changes in the microsatellite stable (MSS) OGJA are also known to be altered with similar predicted functional consequence in other tumour types. TP53, SYNE1, and ARID1A are among the most frequently mutated genes.",
            "score": 92.31417846679688
        },
        {
            "docid": "243539_2",
            "document": "Esophageal cancer . Esophageal cancer is cancer arising from the esophagus—the food pipe that runs between the throat and the stomach. Symptoms often include difficulty in swallowing and weight loss. Other symptoms may include pain when swallowing, a hoarse voice, enlarged lymph nodes (\"glands\") around the collarbone, a dry cough, and possibly coughing up or vomiting blood. The two main sub-types of the disease are esophageal squamous-cell carcinoma (often abbreviated to ESCC), which is more common in the developing world, and esophageal adenocarcinoma (EAC), which is more common in the developed world. A number of less common types also occur. Squamous-cell carcinoma arises from the epithelial cells that line the esophagus. Adenocarcinoma arises from glandular cells present in the lower third of the esophagus, often where they have already transformed to intestinal cell type (a condition known as Barrett's esophagus). Causes of the squamous-cell type include tobacco, alcohol, very hot drinks, poor diet, and chewing betel nut. The most common causes of the adenocarcinoma type are smoking tobacco, obesity, and acid reflux. The disease is diagnosed by biopsy done by an endoscope (a fiberoptic camera). Prevention includes stopping smoking and eating a healthy diet. Treatment is based on the cancer's stage and location, together with the person's general condition and individual preferences. Small localized squamous-cell cancers may be treated with surgery alone with the hope of a cure. In most other cases, chemotherapy with or without radiation therapy is used along with surgery. Larger tumors may have their growth slowed with chemotherapy and radiation therapy. In the presence of extensive disease or if the affected person is not fit enough to undergo surgery, palliative care is often recommended. As of 2012, esophageal cancer was the eighth-most common cancer globally with 456,000 new cases during the year. It caused about 400,000 deaths that year, up from 345,000 in 1990. Rates vary widely among countries, with about half of all cases occurring in China. It is around three times more common in men than in women. Outcomes are related to the extent of the disease and other medical conditions, but generally tend to be fairly poor, as diagnosis is often late. Five-year survival rates are around 13% to 18%.",
            "score": 91.8917465209961
        },
        {
            "docid": "28902806_6",
            "document": "Reolysin . Reovirus was noted to be a potential cancer therapeutic when early studies on reovirus suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras (a cellular signaling pathway that is involved in cell growth and differentiation) with very little effect in cells that do not have active Ras pathways. Reovirus replicates in and eventually kills Ras-activated tumour cells, and as cell death occurs, progeny virus particles are then free to infect surrounding cancer cells. This cycle of infection, replication and cell death is believed to be repeated until all tumour cells carrying an activated Ras pathway are destroyed. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that REOLYSIN may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 91.33575439453125
        },
        {
            "docid": "10967782_5",
            "document": "TRIF . Investigations into the function of TRIF are of great significance to various fields of biomedical research. The pathogenesis of infectious disease, septic shock, tumor growth, and rheumatoid arthritis all have close ties with TLR signaling pathways, specifically to that of TRIF. Better understanding of the TRIF pathway will be therapeutically useful in the development of vaccines and treatments that can control associated inflammation and antiviral responses. Experiments involving wild-type and TRIF-deficient mice are critical for understanding the coordinated responses of TLR pathways. It is necessary to study the coordinated effects of these pathways in order to understand the complex responses initiated by TRIF.",
            "score": 89.51981353759766
        },
        {
            "docid": "363559_23",
            "document": "Pancreatic cancer . The genetic events found in ductal adenocarcinoma have been well characterized, and complete exome sequencing has been done for the common types of tumor. Four genes have each been found to be mutated in the majority of adenocarcinomas: \"KRAS\" (in 95% of cases), \"CDKN2A\" (also in 95%), \"TP53\" (75%), and \"SMAD4\" (55%). The last of these are especially associated with a poor prognosis. \"SWI/SNF\" mutations/deletions occur in about 10–15% of the adenocarcinomas. The genetic alterations in several other types of pancreatic cancer and precancerous lesions have also been researched. Transcriptomics analyses and mRNA sequencing for the common forms of pancreatic cancer have found that 75% of human genes are expressed in the tumors, with some 200 genes more specifically expressed in pancreatic cancer as compared to other tumor types.",
            "score": 89.33346557617188
        },
        {
            "docid": "46332876_20",
            "document": "Interleukin-1 receptor associated kinase . Inflammation signalling is known to be a major factor in many cancer types, and an inflammatory microclimate is a key aspect of human tumours. IL-1ß, which activates the inflammatory signalling pathway containing IRAKs, is directly involved in tumour cell growth, angiogenesis, invasion, and metastasis. In tumour cells containing the L265P MyD88 mutant, protein-signalling complexes spontaneously assemble, activating IRAK-4’s kinase activity and promoting inflammation and growth independent of Interleukin-1 signalling. IRAK-4 inhibiting drugs are thus a potential therapeutic treatment for lymphoid malignancies with the L265P MyD88 mutation, especially in Waldenström’s Macroglobulinaemia, in which BTK and IRAK1/4 inhibitors have shown promising but unconfirmed results.",
            "score": 88.74652862548828
        },
        {
            "docid": "55215371_19",
            "document": "Ced-3 . Ced-3 is a critical part of the programmed cell death pathway which is a well known pathway for being associated with cancer, autoimmune diseases, and neurodegenerative diseases in mammals. The discovery of the ced-3 function and mutations in \"C. elegans\" led to the understanding of how programmed cell death works in mammals. The \"C.elegans\" provided as a model organism that allowed researchers to compare the ortholog genes in the programmed cell death pathway. The ortholog of ced-3 gene is caspase 9 and its mutated form is involved in the origin of certain cancers and tumourous tissues. A mutation in the caspase gene can either cause the protein to be non-functional thereby allowing the cells to live and accumulate in the tissue or cause a DNA damaged protein to live and disrupt the body for further harm. This occurs commonly in the brain, leading to neurodevelopmental or neurodegenerative diseases.",
            "score": 88.53915405273438
        },
        {
            "docid": "14082598_35",
            "document": "BRAF (gene) . Mutations in this gene have been found in cancers, including non-Hodgkin lymphoma, colorectal cancer, malignant melanoma, papillary thyroid carcinoma, non-small-cell lung carcinoma, adenocarcinoma of the lung, brain tumors including glioblastoma and pilocytic astrocytomas as well as inflammatory diseases like erdheim-chester disease.",
            "score": 88.00228881835938
        },
        {
            "docid": "7737653_40",
            "document": "Oncogenomics . Mutational analysis of entire gene families revealed that genes of the same family have similar functions, as predicted by similar coding sequences and protein domains. Two such classes are the kinase family, involved in adding phosphate groups to proteins and the phosphatase family, involved with removing phosphate groups from proteins. These families were first examined because of their apparent role in transducing cellular signals of cell growth or death. In particular, more than 50% of colorectal cancers carry a mutation in a kinase or phosphatase gene. Phosphatidylinositold 3-kinases (PIK3CA) gene encodes for lipid kinases that commonly contain mutations in colorectal, breast, gastric, lung and various other cancers. Drug therapies can inhibit PIK3CA. Another example is the BRAF gene, one of the first to be implicated in melanomas. BRAF encodes a serine/threonine kinase that is involved in the RAS-RAF-MAPK growth signaling pathway. Mutations in BRAF cause constitutive phosphorylation and activity in 59% of melanomas. Before BRAF, the genetic mechanism of melanoma development was unknown and therefore prognosis for patients was poor.",
            "score": 87.51913452148438
        },
        {
            "docid": "978720_3",
            "document": "Gefitinib . Gefitinib is the first selective inhibitor of epidermal growth factor receptor's (EGFR) tyrosine kinase domain. Thus gefitinib is an EGFR inhibitor. The target protein (EGFR) is a member of a family of receptors (ErbB) which includes Her1(EGFR), Her2(erb-B2), Her3(erb-B3) and Her4 (Erb-B4). EGFR is overexpressed in the cells of certain types of human carcinomas - for example in lung and breast cancers. This leads to inappropriate activation of the anti-apoptotic Ras signalling cascade, eventually leading to uncontrolled cell proliferation. Research on gefitinib-sensitive non-small cell lung cancers has shown that a mutation in the EGFR tyrosine kinase domain is responsible for activating anti-apoptotic pathways. These mutations tend to confer increased sensitivity to tyrosine kinase inhibitors such as gefitinib and erlotinib. Of the types of non-small cell lung cancer histologies, adenocarcinoma is the type that most often harbors these mutations. These mutations are more commonly seen in Asians, women, and non-smokers (who also tend to more often have adenocarcinoma).",
            "score": 87.49662017822266
        },
        {
            "docid": "10967782_4",
            "document": "TRIF . TRIF is primarily active in the spleen and is often regulated when MyD88 is deficient in the liver, indicating organ-specific regulation of signaling pathways. Curiously, there is a lack of redundancy within the TLR4 signaling pathway that leads to microbial evasion of immune response in the host after mutations occur within intermediates of the pathway. Three TRAF-binding motifs present in the amino terminal region of TRIF are necessary for association with TRAF6. Destruction of these motifs reduced the activation of NF-κB, a transcription factor that is also activated by the carboxy-terminal domain of TRIF in the upregulation of cytokines and co-stimulatory immune molecules. This domain recruits receptor-interacting protein (RIP1) and RIP3 through the RIP homotypic interaction motif. Cells deficient for RIP1 gene display attenuated TLR3 activation of NF-κB, indicating the use of the RIP1 gene in downstream TRIF activation, in contrast to other TLRs that use IRAK protein for the activation of NF-κB.",
            "score": 87.27203369140625
        },
        {
            "docid": "1150680_10",
            "document": "Germline mutation . Mutations in tumour suppressor genes or proto-oncogenes can predispose an individual to developing tumours. These mutations make a person susceptible to tumour development if the other copy of the oncogene is randomly mutated. These mutations can occur in germ cells, allowing them to be heritable. Individuals who inherit germline mutations in tumour suppressor genes are therefore predisposed to certain cancer variants. Examples of this include mutations in the BRCA1 and BRCA2 genes which predispose to breast and ovarian cancer, or mutations in MLH1 which predispose to hereditary non-polyposis colorectal cancer.",
            "score": 87.1102066040039
        },
        {
            "docid": "574917_6",
            "document": "Autocrine signalling . Normally, the Wnt signaling pathway leads to stabilization of β-catenin through inactivation of a protein complex containing the tumor suppressors APC and Axin. This destruction complex normally triggers β-catenin phosphorylation, inducing its degradation. De-regulation of the autocrine Wnt signaling pathway via mutations in APC and Axin have been linked to activation of various types of human cancer. Genetic alterations that lead to de-regulation of the autocrine Wnt pathway result in transactivation of epidermal growth factor receptor (EGFR) and other pathways, in turn contributing to proliferation of tumor cells. In colorectal cancer, for example, mutations in APC, axin, or β-catenin promote β-catenin stabilization and transcription of genes encoding cancer-associated proteins. Furthermore, in human breast cancer, interference with the de-regulated Wnt signaling pathway reduces proliferation and survival of cancer. These findings suggest that interference with Wnt signaling at the ligand-receptor level may improve the effectiveness of cancer therapies.",
            "score": 86.90113830566406
        },
        {
            "docid": "46617123_6",
            "document": "Jan Vijg . Genome instability, i.e., the tendency of the genome to acquire mutations and epimutations, underlies human genetic disease, causally contributes to cancer and has also been implicated in aging and age-related, degenerative conditions other than cancer. Little is known about the mechanisms that give rise to spontaneous changes in the genome or epigenome and how this may lead, in somatic cells, to increased cancer risk and loss of organ and tissue function with age. We study genome and epigenome instability as a function of age in various model organisms, including mouse and fruit fly, and its consequences in terms of alterations in tissue-specific patterns of gene regulation. We developed transgenic reporter systems in mouse and fruit fly, which allow us to determine tissue-specific frequencies of various forms of genome instability, e.g., point mutations, deletions, translocations. By crossing the mutational reporter animals with mutants harboring specific defects in various genome maintenance pathways, the relevance of these pathways for the accumulation of specific forms of genome instability is assessed, in relation to the pathophysiology of aging. Similarly, by using knockdown approaches we assess the effect of specific genes implicated in longevity and healthy aging, e.g., SOD, FOXO, SIR2, on genome integrity. More recently, we have begun to assess global gene mutation and epimutation loads in normal and disease tissues of both animal models and humans using massively parallel sequencing approaches.",
            "score": 86.16368103027344
        },
        {
            "docid": "1278022_20",
            "document": "Gray (horse) . The identification of the gray mutation is also of great interest in of medical research since this mutation also enhances the risk for melanoma in horses; About 75% of gray horses over 15 years of age have a benign form of melanoma that in some cases develops into a malignant melanoma. The study of gray genetics has pointed to a molecular pathway that may lead to tumour development. Both STX17 and the neighboring NR4A3 gene are overexpressed in melanomas from gray horses, and those carrying a loss-of-function mutation in ASIP (agouti signaling protein) had a higher incidence of melanoma, implying that increased melanocortin-1 receptor signaling promotes melanoma development in Gray horses.",
            "score": 85.94522094726562
        },
        {
            "docid": "19220477_4",
            "document": "Akt/PKB signaling pathway . The pathway is highly regulated by multiple mechanisms, often involving cross-talk with other signalling pathways. Problems with PI3K-Akt pathway regulation can lead to increase in signalling activity. This has been linked to a range of diseases such as cancer and type II diabetes. A major antagonist of PI3K activity is PTEN (phosphatase and tensin homolog), a tumour suppressor which is often mutated or lost in cancer cells. Akt phosphorylates as many as 100 different substrates, leading to a wide range of effects on cells.",
            "score": 85.22663879394531
        },
        {
            "docid": "6802179_24",
            "document": "Deleted in Colorectal Cancer . It was originally believed that there were two major pathways in colorectal cancer formation. The first was a chromosomal instability pathway thought to be responsible for the adenoma to carcinoma progression, which was characterized by loss of heterozygosity (LOH) on chromosome 5q, 17p and 18q. The second pathway was believed to be the microsatellite instability pathway, which is characterized by increases or decreases in the number of tandem repeats of simple DNA sequences. This type of instability is associated with some specific mutations, including genes involved with DNA mismatch repair and surprisingly, transforming growth factor-beta. More recently, those in the field of colorectal cancer have acknowledged that cancer formation is far more complex, but cancer related genes still tend to be categorized as chromosomal or microsatellite instability genes.",
            "score": 85.17237854003906
        },
        {
            "docid": "42067251_2",
            "document": "Tumour heterogeneity . Tumour heterogeneity describes the observation that different tumour cells can show distinct morphological and phenotypic profiles, including cellular morphology, gene expression, metabolism, motility, proliferation, and metastatic potential. This phenomenon occurs both between tumours (inter-tumour heterogeneity) and within tumours (intra-tumour heterogeneity). A minimal level of intra-tumour heterogeneity is a simple consequence of the imperfection of DNA replication: whenever a cell (normal or cancerous) divides, a few mutations are acquired—leading to a diverse population of cancer cells. The heterogeneity of cancer cells introduces significant challenges in designing effective treatment strategies. However, research into understanding and characterizing heterogeneity can allow for a better understanding of the causes and progression of disease. In turn, this has the potential to guide the creation of more refined treatment strategies that incorporate knowledge of heterogeneity to yield higher efficacy.",
            "score": 85.15507507324219
        },
        {
            "docid": "62810_60",
            "document": "Reelin . DNA methylation patterns are often changed in tumours, and the RELN gene could be affected: according to one study, in the pancreatic cancer the expression is suppressed, along with other reelin pathway components In the same study, cutting the reelin pathway in cancer cells that still expressed reelin resulted in increased motility and invasiveness. On the contrary, in prostate cancer the RELN expression is excessive and correlates with Gleason score. Retinoblastoma presents another example of RELN overexpression. This gene has also been seen recurrently mutated in cases of acute lymphoblastic leukaemia.<ref name=\"doi.10.1038/nature10725\"></ref>",
            "score": 85.10742950439453
        },
        {
            "docid": "55361892_20",
            "document": "Cancer-associated fibroblast . Cancer-associated fibroblasts have been found to promote tumour growth. They do this through a number of different mechanisms, notably angiogenesis, metastasis and immune evasion. CAF express various cytokines and factors, which activate and contribute to pathways favouring tumorigenesis They may disrupt normal cell functions, such as cell cycle regulation and cell death, or signal to specific types of cells to mobilize and activate their pro-tumour actions. Furthermore, it has been found that the effect of CAF on neoplastic cells is unique to the type of tumour cells. Cytokine release from CAFs have been linked to breast carcinomas through the metabolism and production of androgen synthesis enzymes.  Furthermore on the topic of the progression of breast cancer, CAFs induces the release growth factors such as FGF and HGF which in turn induces the hyperproliferation of epithelial cells of the breast. EMT and ECM reorganisation are further mechanisms by which the CAFs induce cancer. FSP1, which is secreted by CAFs, promotes tumours through another method - by altering the tumour microenvironment (TME). Some CAFs also recycle the by-products of anaerobic metabolism by resorting to other metabolic pathways to sustain the growth of cancer cells.",
            "score": 85.0948715209961
        },
        {
            "docid": "5602902_4",
            "document": "Beta-catenin . Mutations and overexpression of β-catenin are associated with many cancers, including hepatocellular carcinoma, colorectal carcinoma, lung cancer, malignant breast tumors, ovarian and endometrial cancer. Alterations in the localization and expression levels of beta-catenin have been associated with various forms of heart disease, including dilated cardiomyopathy. β-catenin is regulated and destroyed by the \"beta-catenin destruction complex\", and in particular by the adenomatous polyposis coli (APC) protein, encoded by the tumour-suppressing APC gene. Therefore, genetic mutation of the APC gene is also strongly linked to cancers, and in particular colorectal cancer resulting from familial adenomatous polyposis (FAP).",
            "score": 84.67328643798828
        },
        {
            "docid": "6062401_10",
            "document": "PTPN11 . Patients with a subset of Noonan syndrome PTPN11 mutations also have a higher prevalence of juvenile myelomonocytic leukemias (JMML). Activating Shp2 mutations have also been detected in neuroblastoma, melanoma, acute myeloid leukemia, breast cancer, lung cancer, colorectal cancer. Recently, a relatively high prevalence of PTPN11 mutations (24%) were detected by next-generation sequencing in a cohort of NPM1-mutated acute myeloid leukemia patients, although the prognostic significance of such associations has not been clarified. These data suggests that Shp2 may be a proto-oncogene. However, it has been reported that PTPN11/Shp2 can act as either tumor promoter or suppressor. In aged mouse model, hepatocyte-specific deletion of PTPN11/Shp2 promotes inflammatory signaling through the STAT3 pathway and hepatic inflammation/necrosis, resulting in regenerative hyperplasia and spontaneous development of tumors. Decreased PTPN11/Shp2 expression was detected in a subfraction of human hepatocellular carcinoma (HCC) specimens. The bacterium \"Helicobacter pylori\" has been associated with gastric cancer, and this is thought to be mediated in part by the interaction of its virulence factor CagA with SHP2.",
            "score": 84.65023040771484
        },
        {
            "docid": "546406_13",
            "document": "Toll-like receptor . \"Drosophila melanogaster\" has only innate immune responses. Response to fungal or bacterial infection occurs through two distinct signalling cascades, one of which is toll pathway and the other is immune deficiency (IMD) pathway. The toll pathway is similar to mammalian TLR signalling, but unlike mammalian TLRs, toll is not activated directly by pathogen-associated molecular patterns (PAMPs). Its receptor ectodomain recognizes cleaved form of the cytokine Spätzle, which is secreted in the haemolymph as inactive dimeric precursor. Toll receptor shares the cytoplasmatic TIR domain with mammalian TLRs, but ectodomain and intracytoplasmatic tail are different. This difference might reflect a function of these receptors as cytokine receptors rather than PRRs. Toll pathway is activated by different stimuli, such as Gram positive bacteria, fungi and virulence factors. First, the Spätzle processing enzyme (SPE) is activated in response to infection and cleaves Spätzle. Cleaved Spätzle then binds to toll receptor and crosslinks its ectodomains. This triggers conformational changes in receptor resulting in signalling through toll. Signalling now is very similar to mammalian signalling through TLRs. Toll-induced signalling complex (TICS) is formed, comprising MyD88, Tube and Pelle (the orthologue of mammalian IRAK). Signal from TICS is then transduced to Cactus (homologue of mammalian IκB), phosphorylated Cactus is polyubiquitylated and degraded, allowing nuclear translocation of DIF (dorsal-related immunity facor; a homologue of mammalian NF-κB) and induction of transcription of genes for antimicrobial peptides (AMPs) such as Drosomycin.",
            "score": 84.26029968261719
        },
        {
            "docid": "10849236_7",
            "document": "Antibody-dependent enhancement . A study conducted by Modhiran et al. attempted to explain how non-neutralizing antibodies down regulate the immune response in the host cell through the TLR signaling pathway. TLRs are known to recognize extra and intra cellular viral particles and to be a major basis of the cytokines production. In vitro experiments showed that the inflammatory cytokines and Type 1 IFN production was reduced when the ADE-DENV complexe bound to the Fc receptor of THP-1 cells. This can be explained by both a decrease of TLR production and a modification of its signaling pathway. On one hand, an unknown protein induced by the stimulated Fc receptor reduces the TLRs transcription and translation, which reduce the capacity of the cell to detect viral proteins. On the other hand, many proteins (TRIF, TRAF6, TRAM, TIRAP, IKKα, TAB1, TAB2, NF-κB complex) involved in the TLR signaling pathway are down regulated, which led to a decrease of the cytokine production. Two of them, TRIF and TRAF6, are respectively down regulated by 2 proteins SARM and TANK up regulated by the stimulated Fc receptors.",
            "score": 83.64161682128906
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 83.57302856445312
        },
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 83.4188232421875
        }
    ]
}