{
    "q": [
        {
            "docid": "5937432_18",
            "document": "Social learning (social pedagogy) . Albert Bandura advanced the social learning theory by including the individual and the environment in the process of learning and imitating behaviour. In other words, children and adults learn or change behaviours by imitating behaviours observed in others. Albert Bandura mentions that the environment plays an important role as it is the stimuli that triggers the learning process. For example, according to Bandura (1978), people learn aggressive behaviour through 3 sources: Family members, community and mass media. Research shows that parent who prefer aggressive solution to solve their problems tend to have children who use aggressive tactics to deal with other people. Research also found that communities in which fighting prowess are valued have a higher rate of aggressive behaviour. Also, findings show that watching televisions can have at least 4 different effect on people: 1) it teaches aggressive style of conduct, 2) it alters restraints over aggressive behavior,3) it desensitizes and habituate people to violence and 4) it shapes people’s image of reality. The environment also allows people to learn through another person’s experience. For example, students don’t cheat on exams (at least no openly) because they know the consequences of it, even if they never experienced the consequences themselves",
            "score": 49.806344985961914
        },
        {
            "docid": "44472220_18",
            "document": "Food choice of older adults . As a result of certain mental health conditions and/or diseases—like Alzheimer's—a person's food preferences might become affected. With certain diseases, people tend to develop specific preferences or distaste for various types of food. For example, people with Alzheimer's (which is the most common form of dementia), experience many big and small changes as a result of their symptoms. One change identified by Suszynski in \"How Dementia Tampers With Taste Buds\" is a dementia patient's taste buds, which contain the receptors for taste. Since they don’t experience flavor the way they once did, people with dementia often change their eating habits and take on entirely new food preferences. In this study, the researchers found that these dementia patients had trouble identifying flavors and appeared to have lost the ability to remember tastes; therefore, leading to a theory that dementia caused the patients to lose their knowledge of flavors. That, in turn, can lead to changes in eating behaviors.",
            "score": 92.57355785369873
        },
        {
            "docid": "12947872_13",
            "document": "Adult development . At the sensory level, changes occur to vision, hearing, taste, touch, and smell, and taste. Two common sensory changes that begin in midlife include our ability to see close objects and our ability to hear high pitches. Other developmental changes to vision might include cataracts, glaucoma, and the loss of central visual field with macular degeneration . Hearing also becomes impaired in midlife and aging adults, particularly in men. In the past 30 years, hearing impairment has doubled. Hearing aids as an aid for hearing loss still leave many individuals dissatisfied with their quality of hearing. Olfaction can co-occur with changes in sense of taste. “Olfactory dysfunction can impair quality of life and may be a marker for other deficits and illnesses” and can also lead to decreased satisfaction in taste when eating. Losses to the sense of touch are usually noticed when there is a decline in the ability to detect a vibratory stimulus. The loss in sense of touch can harm a person’s fine motor skills such as writing and using utensils. The ability to feel painful stimuli is usually preserved in aging, but the process of decline for touch is accelerated in those with diabetes. Physical deterioration to the body begins to increase in midlife and late life, and includes degeneration of muscle, bones, and joints. Sarcopenia, a normal developmental change, is the degeneration of muscle mass, which includes both strength and quality. This change occurs even in those who consider themselves athletes, and is accelerated by physical inactivity. Many of the contributing factors that may cause sarcopenia include neuronal and hormonal changes, inadequate nutrition, and physical inactivity. Apoptosis has also been suggested as an underlying mechanism in the progression of sarcopenia. The prevalence of sarcopenia increases as people age and is associated with the increased likelihood of disability and restricted independence among elderly people. Approaches to preventing and treating sarcopenia are being explored by researchers. A specific preventative approach includes progressive resistance training, which is safe and effective for the elderly.",
            "score": 44.99638569355011
        },
        {
            "docid": "28075557_11",
            "document": "Values scale . Values are important in the construction of personal morality and as a basis for living life. Recent literature suggests that social values are reflected in a large variety of advertisements and can influence audience reactions to advertising appeals. When a choice is tied to a value, that choice then becomes more attractive to people who share that value. Means-end chain analyses often find that consumers select products with attributes that deliver consequences, which in turn contribute to value fulfillment. In short, people’s values resonate in and are observable throughout their daily lives. An example, presented in the \"Journal of Advertising Research\" by Eda Gurel-Atay, is coffee. People who endorse fun and enjoyment in life may want a cup of coffee for its rich, pleasant taste. Meanwhile, people who value a sense of accomplishment may rather use coffee as a mild stimulant. People who value warm, loving relationships with others may want a cup of coffee to share in a social manner. Perspective and personal beliefs greatly influence behavior.",
            "score": 56.68594455718994
        },
        {
            "docid": "1117658_8",
            "document": "Social model of disability . The social model of disability implies that attempts to change, \"fix\" or \"cure\" individuals, especially when used against the wishes of the patient, can be discriminatory and prejudiced. This attitude, which may be seen as stemming from a medical model and a subjective value system, can harm the self-esteem and social inclusion of those constantly subjected to it (e.g. being told they are not as good or valuable, in an overall and core sense, as others). Some communities have actively resisted \"treatments\", while, for example, defending a unique culture or set of abilities. In the deaf community, sign language is valued even if most people do not know it and some parents argue against cochlear implants for deaf infants who cannot consent to them. People diagnosed as being on the autism spectrum may argue against efforts to change them to be more like others. They argue instead for acceptance of neurodiversity and accommodation to different needs and goals. Some people diagnosed with a mental disorder argue that they are just different and don't necessarily conform. The biopsychosocial model of disease/disability is a holistic attempt by practitioners to address this.",
            "score": 42.04084658622742
        },
        {
            "docid": "41822655_15",
            "document": "Team Based Learning Organization . 1. Orientation on meaning and purpose: Managing by objectives limits people in their use of contextual intelligence; more, objectives tend to become quickly obsolete as realities change. Hence it is good to have people really on board as far as the “why we do things and for whom” tends to become more important than “what we should do”. When changes occur – and this happens with an increasing rhythm – people can react intelligently rather than in compliance with the target sheet of the MBO. Many other advantages result from being familiar and in line with meaning, as e.g. higher identification with the company, better retention scores etc.",
            "score": 43.91992235183716
        },
        {
            "docid": "21282070_80",
            "document": "Taste . Taste can be objective in terms of the five tastes (sweet, salt, sour, bitter, and savory) but it can also be subjective in terms of what we deem \"good\" and \"bad.\" Taste is \"subjective, objective, and qualitative\". In terms of it being a philosophical concept, taste is hard to define because it is essentially subjective when pertaining to the personal preferences of individuals i.e. \"'de gustibus non est disputandum' (there is no disputing taste)\". We cannot tell someone they do not \"think\" something tastes good because we do not agree, and vice versa. In order to evaluate taste in this context, we must explore all the ways in which taste can be defined. According to Alan Weiss, taste fulfills the purpose of six functions: taste is the tool in which we use to define flavor; it is also flavor and how we categorize flavor (sweet or salty); it is the preference, we as the tastemakers, place on specific flavors and our demand for those flavors; it is whether we choose to like or dislike a certain taste and therefore allow it into our general society of acceptable tastes or exile it; it is the value in which we place on certain taste (one might believe one's taste in Bach or Rothko earns one capital); and lastly, with good judgement comes good taste and therefore, one with expressively good taste are expected to have good judgement, just as those in bad taste are expected to be in bad judgement",
            "score": 87.20844602584839
        },
        {
            "docid": "33127264_6",
            "document": "Appreciative listening . Perception is an important factor in appreciative listening. As one is exposed to different experiences his/her perceptions can change. For example: individual's taste in music. We need to listen to various types of music to have a preference over other types and appreciate them. An individual's expectations also affects our perception.",
            "score": 55.76093578338623
        },
        {
            "docid": "296942_3",
            "document": "Double counting (proof technique) . One example of the double counting method counts the number of ways in which a committee can be formed from \"n\" people, allowing any number of the people (even zero of them) to be part of the committee. That is, one counts the number of subsets that an \"n\"-element set may have. One method for forming a committee is to ask each person to choose whether or not to join it. Each person has two choices – yes or no – and these choices are independent of those of the other people. Therefore there are 2 × 2 × ... × 2 = 2 possibilities. Alternatively, one may observe that the size of the committee must be some number between 0 and \"n\". For each possible size \"k\", the number of ways in which a committee of \"k\" people can be formed from \"n\" people is the binomial coefficient Therefore the total number of possible committees is the sum of binomial coefficients over \"k\" = 0, 1, 2, ... \"n\". Equating the two expressions gives the identity a special case of the binomial theorem. A similar double counting method can be used to prove the more general identity",
            "score": 48.20287775993347
        },
        {
            "docid": "29265347_35",
            "document": "Food choice . Across the lifespan, different eating habits can be observed based on socio-economic status, workforce conditions, financial security, and taste preference amongst other factors. A significant portion of middle-aged and older adults responded to choosing foods due to concerns with body-weight and heart disease, whereas adolescents select food without consideration of the impact on their health. Convenience, appeal of food (taste and appearance), and hunger and food cravings were found to be the greatest determinants of an adolescent’s food choice. Food choice can change from an early to mature age as a result of a more sophisticated taste palate, income, and concerns about health and wellness.",
            "score": 76.04118430614471
        },
        {
            "docid": "14511650_49",
            "document": "Impulsivity . Intertemporal choice is commonly measured in the laboratory using a \"delayed discounting\" paradigm, which measures the process of devaluing rewards and punishments that happen in the future. In this paradigm, subjects must choose between a smaller reward delivered soon and a larger reward delivered at a delay in the future. Choosing the smaller-sooner reward is considered impulsive. By repeatedly making these choices, indifference points can be estimated. For example, if someone chose $70 now over $100 in a week, but chose the $100 in a week over $60 now, it can be inferred that they are indifferent between $100 in a week and an intermediate value between $60 and $70. A delay discounting curve can be obtained for each participant by plotting their indifference points with different reward amounts and time delays. Individual differences in discounting curves are affected by personality characteristics such as self-reports of impulsivity and locus of control; personal characteristics such as age, gender, IQ, race, and culture; socioeconomic characteristics such as income and education; and many other variables. Lesions of the nucleus accumbens core subregion or basolateral amygdala produce shifts towards choosing the smaller-sooner reward, suggesting the involvement of these brain regions in the preference for delayed reinforcers. There is also evidence that the orbitofrontal cortex is involved in delay discounting, although there is currently debate on whether lesions in this region result in more or less impulsivity.",
            "score": 67.41335725784302
        },
        {
            "docid": "7547077_9",
            "document": "Correspondent inference theory . In fact, social desirability – although an important influence on behaviour – is really only a special case of the more general principle that behaviour which deviates from the normal, usual, or expected is more informative about a person's disposition than behaviour that conforms to the normal, usual, or expected. So, for example, when people do not conform to group pressure we can be more certain that they truly believe the views they express than people who conform to the group. Similarly, when people in a particular social role (e.g. doctor, teacher, salesperson, etc.) behave in ways that are not in keeping with the role demands, we can be more certain about what they are really like than when people behave in role.",
            "score": 62.07347106933594
        },
        {
            "docid": "24897_33",
            "document": "Persuasion . Social proof is most effective when people are uncertain or when there are similarities in a situation. In uncertain or ambiguous situations, when multiple possibilities create choices we must make, people are likely to conform to what others do. We become more influenced by people around us in situations that present a decision. The other effective situation for social proofing is when there are similarities. We are more prone to change or conform around people who are similar to us. If someone who is similar to you is being controlling and a leader, you are more likely to listen and follow what they say.",
            "score": 63.52382516860962
        },
        {
            "docid": "226631_117",
            "document": "Logistic regression . As an example, consider a province-level election where the choice is between a right-of-center party, a left-of-center party, and a secessionist party (e.g. the Parti Québécois, which wants Quebec to secede from Canada). We would then use three latent variables, one for each choice. Then, in accordance with utility theory, we can then interpret the latent variables as expressing the utility that results from making each of the choices. We can also interpret the regression coefficients as indicating the strength that the associated factor (i.e. explanatory variable) has in contributing to the utility — or more correctly, the amount by which a unit change in an explanatory variable changes the utility of a given choice. A voter might expect that the right-of-center party would lower taxes, especially on rich people. This would give low-income people no benefit, i.e. no change in utility (since they usually don't pay taxes); would cause moderate benefit (i.e. somewhat more money, or moderate utility increase) for middle-incoming people; and would cause significant benefits for high-income people. On the other hand, the left-of-center party might be expected to raise taxes and offset it with increased welfare and other assistance for the lower and middle classes. This would cause significant positive benefit to low-income people, perhaps weak benefit to middle-income people, and significant negative benefit to high-income people. Finally, the secessionist party would take no direct actions on the economy, but simply secede. A low-income or middle-income voter might expect basically no clear utility gain or loss from this, but a high-income voter might expect negative utility, since he/she is likely to own companies, which will have a harder time doing business in such an environment and probably lose money.",
            "score": 61.39952576160431
        },
        {
            "docid": "25795594_31",
            "document": "Inuit women . Studies have shown that Inuit women prefer life in the modern world to the old ways. In addition to this, studies have found that, with the exception of sewing, which they enjoyed, Inuit women find their new jobs more satisfying. All things considered, the transition to life in the modern world has empowered Inuit women and improved their status in their culture and outside it.  Example: Would you prefer to live in an igloo(we used what we could) in a small community sewing all day or would you like to get education and support your community with better food, and a better future? For some reason many people think Inuit and other First People can not learn and keep up with \"modern culture\" while keeping their traditional values. We are a contemporary people in a contemporary world, and our values and communities have grown with that. We still put family, environment and community before us. We are doing our best even through experiencing genocide through the residential school system. I wish people could see that we are not stuck in time, we are working with the times to integrate ourselves in a changing world, and accommodating our beliefs and values through a system that oppresses us (example: reservations, treaties, etc.)",
            "score": 67.19026279449463
        },
        {
            "docid": "656694_25",
            "document": "The Art of Happiness . While chapter ten talks about shifting your perspective, chapter 11 talks about finding the meaning in pain and suffering, turning them into something you can reflect upon yourself. Victor Frankl was a Jewish psychiatrist and was imprisoned by the Nazis. He had a brutal experience in a concentration camp and gained insight into how people survived the atrocities (199). He observed that those who survived did so not because of youth or physical strength, but the strength derived from purpose. Being able to find meaning in suffering is powerful because it helps us cope even during the most difficult times in our lives. Being able to feel the rewards, we must search for meaning when things are going well for us too (200). For many people the search starts with religion. They give some examples from Buddhist and Hindu models. For our faith and trust in His plan allows us to tolerate our suffering more easily and trusting His plan he has for us. They give an example on how pain can be a good thing such as childbirth. It is very painful to give birth but the reward is having the child. Having suffering can strengthen us in many ways because it can test and strengthen our faith, it can bring us closer to God in a very fundamental and intimate way, or it can loosen the bonds to the material world and make us clever to God as our refuge (201). Clever to God means being or feeling closer to him and knowing what you should do.",
            "score": 46.74350464344025
        },
        {
            "docid": "22722870_5",
            "document": "Emotions in the workplace . Among the many reasons to be interested in human emotions in the workplace, foremost is that as applied scientists, one of our aspirations is to increase human welfare. Rather than being objective, welfare is subjectively defined by people in terms of their affective reactions to organizational events. Consequently, if we can find ways to alter organizational practices, social processes, or task designs in ways that increase positive emotions and reduce negative emotions, the welfare of organizational members is directly increased. Emotions play such a big role in our lives that there are more than 600 words in English to describe them verbally, not to mention 43 facial muscles to express them physically. And although human beings speak more than 6,000 languages, about 90 percent of people across different cultures have no trouble figuring out if someone is registering happiness, surprise, or disgust just by looking at the person’s face. We are super-sensitive to the slightest shift in people’s facial expressions, especially if they are registering fear or anger. We are not slaves to emotional cues and triggers. We can use reason to evaluate our emotions, interpret them, and even reassess our initial reaction to them. We can soften their impact or shift their meaning. In other words, we can control our own emotions as well as the effect that other people’s emotions have on us. In fact, the ability to detect, assess, and control one’s emotions is one of the predictors of success in relating to the Other. Connecting with the Other depends on developing an understanding of ourselves — what triggers our strongest emotions, and how the emotions we show impact others. For example, an executive who understands that looming deadlines bring out the worse in her won’t schedule an important meeting if she has work piling up. A manager who knows that talking about certain subjects tends to get him angry will think twice before reacting to an opinion that would normally set him off.Being able to read emotional cues in employees is a tool that can make any supervisor’s or manager’s job easier. It can allow you to motivate them in ways that cause positive performance, and avoid conflict in your workplace.",
            "score": 61.82280397415161
        },
        {
            "docid": "14768005_11",
            "document": "Conservation psychology . Another interesting line of research looks at how people identify positively or negatively with certain issues. One relevant idea is the notion of \"consistency attitudes\". Studies have shown that people tend to take a good association they have, and then use this to make positive or negative links with other, related things. For example, if someone thinks it is a good idea to protect old Pacific forests, this will positively form a link to also want to protect smaller forests and even grasslands. This same line of thinking can cause someone who supports the protection of old Pacific forests to start thinking negatively about the creation of more logging roads. Other studies on consistency attitudes have shown that, with one particular issue, people like to align their preferences with each other. This has been shown repeatedly while looking at political ideologies and racial attitudes, and studies have shown that this can also include environmental issues. Finally, other studies have shown that how people identify an ecosystem geographically can affect their concern for it. For instance, when people think of saving the rainforests, they often think of this as a global problem and support it more readily. However, lesser known but still significant local ecosystems remain ignored and unprotected.",
            "score": 60.95596706867218
        },
        {
            "docid": "12465661_4",
            "document": "Acquired taste . Intentionally changing one's preferences can be hard to accomplish. It usually requires a deliberate effort, acting as if one likes something in order to have the responses and feelings that will produce the desired taste. The challenge becomes one of distinguishing authentic or legitimate acquired tastes as a result of deeply considered preference changes from inauthentic ones motivated by status or conformity.",
            "score": 61.19921660423279
        },
        {
            "docid": "1281850_16",
            "document": "Q-learning . Since \"Q\"-learning is an iterative algorithm, it implicitly assumes an initial condition before the first update occurs. High initial values, also known as \"optimistic initial conditions\", can encourage exploration: no matter what action is selected, the update rule will cause it to have lower values than the other alternative, thus increasing their choice probability. The first reward formula_23 can be used to reset the initial conditions. According to this idea, the first time an action is taken the reward is used to set the value of formula_14. This allows immediate learning in case of fixed deterministic rewards. RIC seems to be consistent with human behaviour in repeated binary choice experiments.",
            "score": 41.97683489322662
        },
        {
            "docid": "31086918_3",
            "document": "Self esteem in communication . There are three primary influences on self-esteem: reflected appraisal, social comparison, and contingencies of self-worth. Reflected appraisal refers to messages you receive from others that assess your self-concept. For example, we are not able to believe that we are smart if the ones who are important in our lives tell us that we are slow or dumb. Social comparison is evaluating ourselves by comparing our own abilities, attributes, and accomplishments to those of other people. When we surround ourselves with others whom we perceive to be superior to us, our self-esteem tends to diminish, while when we surround ourselves with others whom we perceive to be not as talented as us, our self-esteem tends to inflate. Lastly, contingencies of self-worth is how our self-esteem is influenced by what is perceived as most important to us feeling good about ourselves. For example, one person's self-esteem could be highly contingent on doing well in academics and having a lot of friends whereas another person's self-esteem could be highly contingent on their performance in athletics and adherence to moral standards.",
            "score": 55.055174112319946
        },
        {
            "docid": "33972238_4",
            "document": "Allocentrism . Allocentrism is contrasted with idiocentrism, the psychological manifestation of individualism. As stated earlier, allocentrism includes holding values and preferences of placing higher importance on in-group needs and goals over one’s own, defining oneself in terms of the in-group, and seeing oneself as an extension of the in-group. Idiocentrism, however, is an orientation whereby individuals hold quite different values and preferences from those with an allocentric orientation. Idiocentric people tend to focus more on their own goals and needs rather than in-group ones. They prefer self-reliance, to make their own decisions without worrying about what others think, and enjoy competition. It seems people can be both allocentric and idiocentric, but how much they are either is dependent on the situation and how the individual defines that situation. Certain situations encourage more allocentric behavior. These are found more in some cultures than others. These situations include when people are rewarded by the social context for being group orientated, when cultural norms encourage conformity which leads to success, when goals are easier achieved through group action, and when there are not many options for acting independently.",
            "score": 80.56899857521057
        },
        {
            "docid": "27232148_2",
            "document": "Identity Performance . In everyday interactions, the body serves as a critical site of identity performance. In conveying who we are to other people, we use our bodies to project information about ourselves. This is done through movement, clothes, speech, and facial expressions. What we put forward is our best effort at what we want to say about who we are. Yet while we intend to convey one impression, our performance is not always interpreted as we might expect. Through learning to make sense of others’ responses to our behavior, we can assess how well we have conveyed what we intended. We can then alter our performance accordingly. This process of performance, interpretation, and adjustment is what Erving Goffman calls impression management. Impression management is a part of a larger process where people seek to define a situation through their behavior. People seek to define social situations by using contextual cues from the environment around them. Social norms emerge from situational definitions, as people learn to read cues from the environment and the people present to understand what is appropriate behavior.",
            "score": 65.34229373931885
        },
        {
            "docid": "33544122_20",
            "document": "Sensory branding . The sense of taste is considered to be the most intimate one because we can't taste anything from a distance. It is also believed to be the most distinctly emotional sense. Our taste is also dependent on our saliva and differs on each different person. People who prefer saltier foods are used to a higher concentration of sodium and therefore have a saltier saliva. In fact, 78% of our taste preferences are dependent on one's genes. Taste also has a social aspect attached to it, we rarely seek to enjoy food by ourselves since eating usually facilitates social interaction between people. Business meetings and home dinners are almost all of the time in company of others and companies need to take this into consideration.",
            "score": 76.3260498046875
        },
        {
            "docid": "27797792_24",
            "document": "Construal level theory . CLT can also be used to explain stereotypes. The abstractness of the representations we have of people or groups can change our judgment of people who do not fit in the same categories as ourselves and are therefore more socially distant. For example, when viewing a different group of people in a more distant or high-level way, one may easily use abstract or centralized views. Viewing a group of teenagers in the mall, an adult may think that they are up to no good, or that they are trouble-makers. This is an overall abstract and centralized view focused only on one broad aspect of the group. These views are usually incorrect, and can lead to stereotypes and discrimination. Similarly, thinking of others on the lower level, such as people that the individual knows personally (i.e., less distant people), allows for more detailed ideas and perceptions of those people. Therefore, these perceptions are often more correct and less likely to create or strengthen stereotypes. The more social distance there is between groups, the more it increases discrimination against groups that are racially or sexually different from ourselves. When people are categorized in such a way that is distinctly different from oneself (that is, psychologically distant from the self) and are thus viewed in more abstract terms, there tend to be more negative effects. Increasing other types of psychological distance (e.g., temporal, spatial) can increase social distance between groups, leading to more of these negative intergroup outcomes.",
            "score": 50.801153898239136
        },
        {
            "docid": "14585748_25",
            "document": "Belongingness . Group membership can involve conformity. Conformity is the act of changing one’s actions, attitudes, and behaviors to match the norms of others. Norms are unsaid rules that are shared by a group. The tendency to conform results from direct and indirect social pressures occurring in whole societies and in small groups. There are two types of conformity motivations known as informational social influence and normative social influence. Information social influence is the desire to obtain and form accurate information about reality. Information social influence occurs in certain situations, such as in a crisis. This information can be sought out by other people in the group or experts. If someone is in a situation where they do not know the right way to behave, they look at the cues of others to correct their own behavior. These people conform because the group interpretation is more accurate than your own. Normative social influence is the desire to obtain social approval from others. Normative social influence occurs when one conforms to be accepted by members of a group, since the need to belong is in our human desire. When people do not conform, they are less liked by the group and may even be considered deviant. Normative influence usually leads to public compliance, which is fulfilling a request or doing something that one may not necessarily believe in, but that the group believes in.",
            "score": 71.64906632900238
        },
        {
            "docid": "8087746_9",
            "document": "Attribution (psychology) . Correspondent inferences state that people make inferences about a person when their actions are freely chosen, are unexpected, and result in a small number of desirable effects. According to Edward E. Jones and Keith Davis' correspondent inference theory, people make correspondent inferences by reviewing the context of behavior. It describes how people try to find out individual's personal characteristics from the behavioral evidence. People make inferences on the basis of three factors; degree of choice, expectedness of behavior, and effects of someone's behaviors. For example, we believe we can make stronger assumptions about a man who gives half of his money to charity, than we can about one who gives $5 to charity. An average person would not want to donate as much as the first man because they would lose a lot of money. By donating half of his money, it is easier for someone to figure out what the first man's personality is like. The second factor, that affects correspondence of action and inferred characteristic, is the number of differences between the choices made and the previous alternatives. If there aren't many differences, the assumption made will match the action because it is easy to guess the important aspect between each choice.",
            "score": 65.0964744091034
        },
        {
            "docid": "29529070_13",
            "document": "Social construction of gender . Lisa M. Diamond argues that gender identity is not a stable, fixed trait – rather, it is socially constructed and may vary over time for an individual. A study by Bandura and Bussey shows that kids want to be like others of their sex. Social conformity has been widely studied on adolescents. Results showed that 6-year-old children tend to conform to choices that their peers find more popular. They begin labeling objects as \"for girls\" or \"for boys\" and conform to what is expected of them. West and Zimmerman argue that the notion of womanhood or femininity is accomplished through an active process of creating gender through interacting with others in a particular social context. Society typically only recognizes two genders. Therefore, when transgender individuals want to have a sex change operation, they must prove that they can \"pass\" as a man or woman – so even the choice of changing one's gender is socially constructed.",
            "score": 39.92091083526611
        },
        {
            "docid": "22410248_7",
            "document": "Carbohydrate conformation . The chair conformation of six membered rings have a dihedral angle of 60° between adjacent substituents thus usually making it the most stable conformer. Since there are two possible chair conformation steric and stereoelectronic effects such as the anomeric effect, 1,3 diaxial interactions, dipoles and intramolecular hydrogen bonding must be taken into consideration when looking at relative energies. Conformations with 1,3 diaxial interactions are usually disfavored due to steric congestion and can shift equilibrium to the other chair form (example: C to C).  The size of the substituents greatly affects this equilibrium. However, intramolecular hydrogen bonding can be an example of a stabilizing 1,3 diaxial interaction. Dipoles also play a role in conformer stability, aligned dipoles lead to an increase in energy while opposed dipoles lead to a lowering of energy hence a stabilizing effect, this can be complicated by solvent effects. Polar solvents tend to stabilize aligned dipoles. All interaction must be taken into account when determining a preferred conformation.",
            "score": 28.68503224849701
        },
        {
            "docid": "203996_18",
            "document": "Bayesian network . Because a Bayesian network is a complete model for the variables and their relationships, it can be used to answer probabilistic queries about them. For example, the network can be used to find out updated knowledge of the state of a subset of variables when other variables (the \"evidence\" variables) are observed. This process of computing the \"posterior\" distribution of variables given evidence is called probabilistic inference. The posterior gives a universal sufficient statistic for detection applications, when one wants to choose values for the variable subset which minimize some expected loss function, for instance the probability of decision error. A Bayesian network can thus be considered a mechanism for automatically applying Bayes' theorem to complex problems.",
            "score": 57.493550539016724
        },
        {
            "docid": "24006408_23",
            "document": "Psychological behaviorism . Psychological behaviorism (e.g.) however considers it important to study what personality is, how personality determines behavior, what causes personality, as well as what personality tests measure. Tests (including intelligence tests) are considered to measure different repertoires of behavior that individuals have learned. The individual in life situations also displays behaviors that have been learned. That is why personality tests can predict how people will behave. That means also that tests can be used to identify important human behaviors, and the learning that produces those behaviors can be studied. Gaining that knowledge will make it possible to develop environmental experiences that produce or prevent types of personality from developing. A study has shown, for example, that in learning to write letters of the alphabet children learn repertoires that make them more intelligent.",
            "score": 34.96712279319763
        },
        {
            "docid": "10323935_19",
            "document": "Parametric determinism . Perceptions of what people can change or act upon may vary a great deal, they might overestimate it, or underestimate it. Thus it may take scientific inquiry to find out what perceptions are realistic. By discovering what the determinism is, we can learn better how we can be free. Simply put, we could \"bang our head against a wall\", but we could also go over the wall, through a door in the wall, or around the wall. At crucial points, humans can \"make history\" actively with a high awareness of what they are doing, changing the course of history, but they can also \"be made by history\" to the extent that they passively conform to (or are forced to conform to) a situation which is mostly not of their own making and which they may not understand.",
            "score": 51.03166651725769
        }
    ],
    "r": [
        {
            "docid": "44472220_18",
            "document": "Food choice of older adults . As a result of certain mental health conditions and/or diseases—like Alzheimer's—a person's food preferences might become affected. With certain diseases, people tend to develop specific preferences or distaste for various types of food. For example, people with Alzheimer's (which is the most common form of dementia), experience many big and small changes as a result of their symptoms. One change identified by Suszynski in \"How Dementia Tampers With Taste Buds\" is a dementia patient's taste buds, which contain the receptors for taste. Since they don’t experience flavor the way they once did, people with dementia often change their eating habits and take on entirely new food preferences. In this study, the researchers found that these dementia patients had trouble identifying flavors and appeared to have lost the ability to remember tastes; therefore, leading to a theory that dementia caused the patients to lose their knowledge of flavors. That, in turn, can lead to changes in eating behaviors.",
            "score": 92.57355499267578
        },
        {
            "docid": "44472220_2",
            "document": "Food choice of older adults . Food preferences in older adults and seniors takes into consideration how people's experiences change with aging; that is, including conditions like taste, diet (nutrition) and food choice. Primarily, this occurs when most people approach the age of 70 or older. Influencing variables can include: social and cultural environment; male or female sex; personal habits; as well as physical and mental health. Scientific studies explain why people like or dislike certain foods.",
            "score": 92.1493911743164
        },
        {
            "docid": "21282070_80",
            "document": "Taste . Taste can be objective in terms of the five tastes (sweet, salt, sour, bitter, and savory) but it can also be subjective in terms of what we deem \"good\" and \"bad.\" Taste is \"subjective, objective, and qualitative\". In terms of it being a philosophical concept, taste is hard to define because it is essentially subjective when pertaining to the personal preferences of individuals i.e. \"'de gustibus non est disputandum' (there is no disputing taste)\". We cannot tell someone they do not \"think\" something tastes good because we do not agree, and vice versa. In order to evaluate taste in this context, we must explore all the ways in which taste can be defined. According to Alan Weiss, taste fulfills the purpose of six functions: taste is the tool in which we use to define flavor; it is also flavor and how we categorize flavor (sweet or salty); it is the preference, we as the tastemakers, place on specific flavors and our demand for those flavors; it is whether we choose to like or dislike a certain taste and therefore allow it into our general society of acceptable tastes or exile it; it is the value in which we place on certain taste (one might believe one's taste in Bach or Rothko earns one capital); and lastly, with good judgement comes good taste and therefore, one with expressively good taste are expected to have good judgement, just as those in bad taste are expected to be in bad judgement",
            "score": 87.20844268798828
        },
        {
            "docid": "526636_10",
            "document": "False consensus effect . The false-consensus effect, as defined by Ross, Greene, and House in 1977, came to be the culmination of the many related theories that preceded it. In their well-known series of four studies, Ross and associates hypothesized and then demonstrated that people tend to overestimate the popularity of their own beliefs and preferences. In each of the studies, subjects or \"raters\" were asked to choose one of a few mutually-exclusive responses. They would then predict the popularity of each of their choices among other participants, referred to as \"actors\". To take this a step further, Ross and associates also proposed and tested a related bias in social inferences: they found that raters in an experiment estimated their own response to be not only common, but also not very revealing of the actors' \"distinguishing personal dispositions\". On the other hand, alternative or opposite responses were perceived as much more revealing of the actors as people. In general, the raters made more \"extreme predictions\" about the personalities of the actors that did not share the raters' own preference. In fact, the raters may have even thought that there was something wrong with the people expressing the alternative response.",
            "score": 84.78821563720703
        },
        {
            "docid": "38544571_6",
            "document": "The formalist vs substantivist debate . Since a formalist model usually states what is to be maximized in terms of preferences, which often but not necessarily include culturally expressed value goals, it is deemed to be sufficiently abstract to explain human behavior in any context. A traditional assumption many formalists borrow from neoclassical economics is that the individual will make rational choices based on full information, or information that is incomplete in a specific way, in order to maximize whatever that individual considers being of value. While preferences may vary or change, and information about choices may or may not be complete, the principles of economising and maximising still apply.",
            "score": 81.2000732421875
        },
        {
            "docid": "23469564_15",
            "document": "Introspection illusion . Inspired by the Nisbett and Wilson paper, Petter Johansson and colleagues investigated subjects' insight into their own preferences using a new technique. Subjects saw two photographs of people and were asked which they found more attractive. They were given a closer look at their \"chosen\" photograph and asked to verbally explain their choice. However, in some trials, the experimenter had slipped them the other photograph rather than the one they had chosen, using sleight of hand. A majority of subjects failed to notice that the picture they were looking at did not match the one they had chosen just seconds before. Many subjects confabulated explanations of their preference. For example, a man might say \"I preferred this one because I prefer blondes\" when he had in fact pointed to the dark-haired woman, but had been handed a blonde. These must have been confabulated because they explain a choice that was never made.",
            "score": 80.71635437011719
        },
        {
            "docid": "33972238_4",
            "document": "Allocentrism . Allocentrism is contrasted with idiocentrism, the psychological manifestation of individualism. As stated earlier, allocentrism includes holding values and preferences of placing higher importance on in-group needs and goals over one’s own, defining oneself in terms of the in-group, and seeing oneself as an extension of the in-group. Idiocentrism, however, is an orientation whereby individuals hold quite different values and preferences from those with an allocentric orientation. Idiocentric people tend to focus more on their own goals and needs rather than in-group ones. They prefer self-reliance, to make their own decisions without worrying about what others think, and enjoy competition. It seems people can be both allocentric and idiocentric, but how much they are either is dependent on the situation and how the individual defines that situation. Certain situations encourage more allocentric behavior. These are found more in some cultures than others. These situations include when people are rewarded by the social context for being group orientated, when cultural norms encourage conformity which leads to success, when goals are easier achieved through group action, and when there are not many options for acting independently.",
            "score": 80.56900024414062
        },
        {
            "docid": "232167_25",
            "document": "Consumer choice . In order to reason from the central postulate towards a useful model of consumer choice, it is necessary to make additional assumptions about the certain preferences that consumers employ when selecting their preferred \"bundle\" of goods. These are relatively strict, allowing for the model to generate more useful hypotheses with regard to consumer behaviour than weaker assumptions, which would allow any empirical data to be explained in terms of stupidity, ignorance, or some other factor, and hence would not be able to generate any predictions about future demand at all. For the most part, however, they represent statements which would only be contradicted if a consumer was acting in (what was widely regarded as) a strange manner. In this vein, the modern form of consumer choice theory assumes:",
            "score": 78.98546600341797
        },
        {
            "docid": "56481836_2",
            "document": "Taste-based discrimination . Taste-based discrimination is an economic model of labor market discrimination which argues that employers experience negative effects as a result of hiring minority workers, meaning that they can be said to have a taste for discrimination. The model further posits that employers discriminate against minority applicants to avoid interacting with them, regardless of the applicant's productivity, and that employers are willing to pay a financial penalty to do so. It is one of the two leading theoretical explanations for labor market discrimination, the other being statistical discrimination. The taste-based model further supposes that employers' preference for employees of certain groups is unrelated to their preference for more productive employees. According to this model, employees that are members of a group that is discriminated against may have to work harder for the same wage.  The taste-based discrimination model was first proposed by Gary Becker in 1957. Becker argued that the reasons for such discrimination should be determined by psychologists and sociologists, not by economists, and he sought only to determine the consequences of discrimination as manifested in economic decision-making. The early version of this model was criticized for failing to explain the continued existence of discriminating firms, because it predicts that these firms will be less profitable than their non-discriminating counterparts. Nevertheless, the taste-based model has since become the predominant economic explanation for discriminatory practices. It is difficult for economists to distinguish between taste-based and statistical discrimination. In 2014, however, researchers from the Center for Economic and Policy Research conducted a study of the Fantasy Premier League which allowed them to control for statistical discrimination, because all information about potential employees' productivity is publicly disclosed. They found no evidence of taste-based discrimination.",
            "score": 78.48951721191406
        },
        {
            "docid": "8529463_5",
            "document": "Aggregation problem . This second problem is more serious. As David M. Kreps notes, “total demand will shift about as a function of how individual incomes are distributed even holding total (societal) income fixed. So it makes no sense to speak of aggregate demand as a function of price and societal income\". Since any change in relative price affects a redistribution of real income, there is a separate demand curve for every relative price. Kreps continues, \"So what can we say about aggregate demand based on the hypothesis that individuals are preference/utility maximizers? Unless we are able to make strong assumptions about the distribution of preferences or income throughout the economy (everyone has the same homothetic preferences for example) there is little we can say”. The strong assumptions are that everyone has the same tastes and that each person’s taste remain the same as income changes so additional income is spent in exactly the same way as previously.",
            "score": 77.44512939453125
        },
        {
            "docid": "1187311_59",
            "document": "Belief revision . Many revision proposals involve orderings over models representing the relative plausibility of the possible alternatives. The problem of merging amounts to combine a set of orderings into a single one expressing the combined plausibility of the alternatives. This is similar with what is done in social choice theory, which is the study of how the preferences of a group of agents can be combined in a rational way. Belief revision and social choice theory are similar in that they combine a set of orderings into one. They differ on how these orderings are interpreted: preferences in social choice theory; plausibility in belief revision. Another difference is that the alternatives are explicitly enumerated in social choice theory, while they are the propositional models over a given alphabet in belief revision.",
            "score": 76.4188003540039
        },
        {
            "docid": "33544122_20",
            "document": "Sensory branding . The sense of taste is considered to be the most intimate one because we can't taste anything from a distance. It is also believed to be the most distinctly emotional sense. Our taste is also dependent on our saliva and differs on each different person. People who prefer saltier foods are used to a higher concentration of sodium and therefore have a saltier saliva. In fact, 78% of our taste preferences are dependent on one's genes. Taste also has a social aspect attached to it, we rarely seek to enjoy food by ourselves since eating usually facilitates social interaction between people. Business meetings and home dinners are almost all of the time in company of others and companies need to take this into consideration.",
            "score": 76.3260498046875
        },
        {
            "docid": "1956359_4",
            "document": "Revealed preference . Therefore revealed preference is a way to infer the preferences of individuals given the observed choices. It contrasts with attempts to directly measure preferences or utility, for example through stated preferences. Taking economics to be an empirical subject, there is the issue that one cannot observe preferences. Choices are made. In other words \"It is not what you say, it is what you do that reveals what you want.\"  Revealed preference theory tries to understand the preferences of a consumer among bundles of goods, given their budget constraint. For instance, if the consumer buys bundle of goods \"A\" over bundle of goods \"B\", where both bundles of goods are affordable, it is revealed that he/she directly prefers \"A\" over \"B\". It is assumed that the consumer's preferences are stable over the observed time period, i.e. the consumer will not reverse their relative preferences regarding \"A\" and \"B\".",
            "score": 76.20367431640625
        },
        {
            "docid": "29265347_35",
            "document": "Food choice . Across the lifespan, different eating habits can be observed based on socio-economic status, workforce conditions, financial security, and taste preference amongst other factors. A significant portion of middle-aged and older adults responded to choosing foods due to concerns with body-weight and heart disease, whereas adolescents select food without consideration of the impact on their health. Convenience, appeal of food (taste and appearance), and hunger and food cravings were found to be the greatest determinants of an adolescent’s food choice. Food choice can change from an early to mature age as a result of a more sophisticated taste palate, income, and concerns about health and wellness.",
            "score": 76.04118347167969
        },
        {
            "docid": "14832576_9",
            "document": "Cristina Bicchieri . Her most recent research is experimental, showing how normative and empirical expectations support norm compliance, and how manipulating such expectations can radically change behavior. Her experimental results show that most subjects have a conditional preference for following pro-social norms. Manipulating their expectations causes major behavioral changes (i.e., from fair to unfair choices, from cooperation to defection). She asserts that there are no such things as stable dispositions or unconditional preferences (to be fair, reciprocate, cooperate, and so on). She similarly concludes that policymakers who want to induce pro-social behavior have to work on changing people's expectations about how others behave and how others think one should behave in similar situations (i.e. people's empirical and normative expectations). These results have major consequences for our understanding of moral behavior and the construction of better normative theories, grounded on what people can in fact do.",
            "score": 75.70318603515625
        },
        {
            "docid": "35611432_17",
            "document": "Quantum Bayesianism . Approaches to quantum theory, like QBism, which treat quantum states as expressions of information, knowledge, belief, or expectation are called \"epistemic\" interpretations. These approaches differ from each other in what they consider quantum states to be information or expectations \"about\", as well as in the technical features of the mathematics they employ. Furthermore, not all authors who advocate views of this type propose an answer to the question of what the information represented in quantum states concerns. In the words of the paper that introduced the Spekkens Toy Model,if a quantum state is a state of knowledge, and it is not knowledge of local and noncontextual hidden variables, then what is it knowledge about? We do not at present have a good answer to this question. We shall therefore remain completely agnostic about the nature of the reality to which the knowledge represented by quantum states pertains. This is not to say that the question is not important. Rather, we see the epistemic approach as an unfinished project, and this question as the central obstacle to its completion. Nonetheless, we argue that even in the absence of an answer to this question, a case can be made for the epistemic view. The key is that one can hope to identify phenomena that are characteristic of states of incomplete knowledge regardless of what this knowledge is about.Leifer and Spekkens propose a way of treating quantum probabilities as Bayesian probabilities, thereby considering quantum states as epistemic, which they state is \"closely aligned in its philosophical starting point\" with QBism. However, they remain deliberately agnostic about what physical properties or entities quantum states are information (or beliefs) about, as opposed to QBism, which offers an answer to that question. Another approach, advocated by Bub and Pitowsky, argues that quantum states are information about propositions within event spaces that form non-Boolean lattices. On occasion, the proposals of Bub and Pitowsky are also called \"quantum Bayesianism\".",
            "score": 75.50872802734375
        },
        {
            "docid": "1974810_21",
            "document": "Taste (sociology) . Sociologists suggest that people disclose much about their positions in social hierarchies by how their everyday choices reveal their tastes. That is preference for certain consumer goods, appearances, manners etc. may signal status because it is perceived as part of the lifestyle of high-status groups. But, it is further argued, not just that patterns of taste are determined by class structure. because people may also strategically employ distinctions of taste as resources in maintaining and redefining their social status.",
            "score": 75.10150146484375
        },
        {
            "docid": "7283_12",
            "document": "Controversy . Brocas and Carrillo propose a model to make decisions based on noisy sensory inputs, beliefs about the state of the world are modified by Bayesian updating, and then decisions are made based on beliefs passing a threshold. They show that this model, when optimized for single-step decision making, produces belief anchoring and polarization of opinions – exactly as described in the global warming controversy context – in spite of identical evidence presented, the pre-existing beliefs (or evidence presented first) has an overwhelming effect on the beliefs formed. In addition, the preferences of the agent (the particular rewards that they value) also cause the beliefs formed to change – this explains the biased assimilation (also known as confirmation bias) shown above. This model allows the production of controversy to be seen as a consequence of a decision maker optimized for single-step decision making, rather than as a result of limited reasoning in the bounded rationality of Daniel Kahneman.",
            "score": 75.0169906616211
        },
        {
            "docid": "1974810_12",
            "document": "Taste (sociology) . Veblen understood man as a creature with a strong instinct to emulate others to survive. As social status is in many cases at least partially based on or represented by one's property, men tend to try and match their acquisitions with those who are higher in a social hierarchy. In terms of taste and modern consumption this means that taste forms in a process of emulation: people emulate each other, which creates certain habits and preferences, which in turn contributes to consumption of certain preferred goods.",
            "score": 74.34549713134766
        },
        {
            "docid": "25225295_15",
            "document": "Consumer neuroscience . A study by McClure et al. investigated the difference in branding between Coca-Cola and Pepsi. The study found that when the two drinks were tasted blind there was no difference in consumer preference between the brands. Both drinks produced equal activation in the ventromedial prefrontal cortex, which is thought to be activated because the taste is rewarding. When the subjects were informed of the brand names the consumers preferred Coke, and only Coke activated the ventromedial prefrontal cortex, suggesting that drinking the Coke brand is rewarding beyond simply the taste itself. More subjects preferred Coke when they knew it was Coke than when the taste testing was anonymous, which demonstrates the power of branding to influence consumer behavior. There was also significant activation in the hippocampus and dorsolateral prefrontal cortex when subjects knew they were drinking Coke. These brain structures are known to play a role in memory and recollection, which indicates they are helping the subjects to connect their present drinking experience to previous brand associations. The study proposes that there are two separate processes contributing to consumer decision making: the ventromedial prefrontal cortex responds to sensory inputs and the hippocampus and dorsolateral prefrontal cortex recall previous associations to cultural information. According to the results of this study, the Coke brand has much more firmly established itself as a rewarding experience.",
            "score": 73.72986602783203
        },
        {
            "docid": "35005736_4",
            "document": "Memory and decision-making . Classic models of judgment and decision-making assume that all individuals abide to a given set of assumptions when making a decision. Humans are believed to have stable preferences that follow the rules of continuity and precision, and so we will make consistent choices regardless of the influence of any internal or external factors. These assumptions have been challenged. A growing body of evidence suggests that our preferences are constructed for each novel occurrence of a situation and thus are not as stringent as previously thought. The PAM framework diverges from classical models and views our preferences as volatile and subject to change.",
            "score": 73.39969635009766
        },
        {
            "docid": "253980_17",
            "document": "Time preference . Offered a choice of $100 today and $100 in one month, individuals will most likely choose the $100 now. However, should the question change to having $100 today, or $1,000 in one month, individuals will most likely choose the $1,000 in one month. The $100 can be conceptualized as a Smaller Sooner Reward (SSR), and the $1,000 can be conceptualized as a Larger Later Reward (LLR). Researchers who study temporal discounting are interested in the point in time in which an individual changes their preference for the SSR to the LLR, or vice versa. For example, although an individual may prefer $1,000 in one month over $100 now, they may switch their preference to the $100 if the delay to the $1,000 is increased to 60 months (5 years). This means that this individual values $1,000 after a delay of 60 months less than $100 now. The trick is to find the point in time in which the individual values the LLR and the SSR as being equivalent. That is known as the indifference point.",
            "score": 73.31417846679688
        },
        {
            "docid": "7214278_2",
            "document": "Decision field theory . Decision field theory (DFT) is a dynamic-cognitive approach to human decision making. It is a cognitive model that describes how people actually make decisions rather than a rational or normative theory that prescribes what people should or ought to do. It is also a dynamic model of decision making rather than a static model, because it describes how a person's preferences evolve across time until a decision is reached rather than assuming a fixed state of preference. The preference evolution process is mathematically represented as a stochastic process called a diffusion process. It is used to predict how humans make decisions under uncertainty, how decisions change under time pressure, and how choice context changes preferences. This model can be used to predict not only the choices that are made but also decision or response times.",
            "score": 73.04682922363281
        },
        {
            "docid": "1008074_19",
            "document": "Social dilemma . Motivational solutions assume that people have other-regarding preferences. There is a considerable literature on social value orientations which shows that people have stable preferences for how much they value outcomes for self versus others. Research has concentrated on three social motives: (1) individualism—maximizing own outcomes regardless of others; (2) competition—maximizing own outcomes relative to others; and (3) cooperation—maximizing joint outcomes. The first two orientations are referred to as proself orientations and the third as a prosocial orientation. There is much support for the idea that prosocial and proself individuals behave differently when confronted with a social dilemma in the laboratory as well as the field. People with prosocial orientations weigh the moral implications of their decisions more and see cooperation as the most preferable choice in a social dilemma. When there are conditions of scarcity, like a water shortage, prosocials harvest less from a common resource. Similarly prosocials are more concerned about the environmental consequences of, for example, taking the car or public transport.",
            "score": 72.7146987915039
        },
        {
            "docid": "510995_2",
            "document": "Actor–observer asymmetry . Actor–observer asymmetry (also actor–observer bias) explains the errors that one makes when forming attributions about the behavior of others . When people judge their own behavior, and they are the actor, they are more likely to attribute their actions to the particular situation than to a generalization about their personality. Yet when an observer is explaining the behavior of another person (the actor), they are more likely to attribute this behavior to the actors’ overall disposition rather than to situational factors. This frequent error shows the bias that people hold in their evaluations of behavior . Because people are better acquainted with the situational (external) factors affecting their own decisions, they are more likely to see their own behavior as affected by the social situation they are in. However, because the situational effects of anothers' behavior are less accessible to the observer, observers see the actor's behavior as influenced more by the actor's overall personality. The actor-observer asymmetry is a component of the ultimate attribution error. Sometimes the Actor–observer asymmetry is defined as the fundamental attribution error which is when people tend to focus on the internal, personal characteristic or disposition as cause of a behavior rather than the external factors or situational influences.. The actor-observer asymmetry tends to happen in event where people express behavioral emotion, such a first meeting, a blind date, a shopping at a supermarket etc... (Jones & Nisbett, 1972). From a study by Jhonson and Sheldon (1993) when asking people which object they have noticed when talking with another person, their common answers were based on their own thought and the other person appearance",
            "score": 72.57628631591797
        },
        {
            "docid": "1974810_2",
            "document": "Taste (sociology) . In sociology, taste is an individual's personal and cultural patterns of choice and preference. Taste is drawing distinctions between things such as styles, manners, consumer goods, and works of art and relating to these. Social inquiry of taste is about the human ability to judge what is beautiful, good, and proper.",
            "score": 72.47504425048828
        },
        {
            "docid": "548102_16",
            "document": "Experimental economics . The term \"social preferences\" refers to the concern (or lack thereof) that people have for each other's well-being, and it encompasses altruism, spitefulness, tastes for equality, and tastes for reciprocity. Experiments on social preferences generally study economic games including the dictator game, the ultimatum game, the trust game, the public goods game, and modifications to these canonical settings. As one example of results, ultimatum game experiments have shown that people are generally willing to sacrifice monetary rewards when offered low allocations, thus behaving inconsistently with simple models of self-interest. Economic experiments have measured how this deviation varies across cultures.",
            "score": 72.31964111328125
        },
        {
            "docid": "2025792_38",
            "document": "Music education . The music, languages, and sounds we are exposed to within our own cultures determine our tastes in music and affect the way we perceive the music of other cultures. Many studies have shown distinct differences in the preferences and abilities of musicians from around the world. One study attempted to view the distinctions between the musical preferences of English and Japanese speakers, providing both groups of people with the same series of tones and rhythms. The same type of study was done for English and French speakers. Both studies suggested that the language spoken by the listener determined which groupings of tones and rhythms were more appealing, based on the inflections and natural rhythm groupings of their language.",
            "score": 72.23633575439453
        },
        {
            "docid": "1098754_12",
            "document": "Pluralistic ignorance . A study done by Greene, House, and Ross used simple circumstantial questionnaires on Stanford undergrads to gather info on FCE. They compiled thoughts on the choice they felt people would or should make, considering traits such as shyness, cooperativeness, trust, and adventurousness. Studies found that when explaining their decisions, participants gaged choices based on what they explained as \"people in general\" and their idea of \"typical\" answers. For each of the stories those subjects said that they personally would follow a given behavioral alternative also tended to rate that alternative as relatively probable for \"people in general\": those subjects who claimed that they would reject the alternative tended to rate it as relatively improbable for \"people in general\". It was evident that the influence of the subjects' own behavior choice affected the estimates of commonness. Although it would seem as if the two are built on the same premise of social norms, they take two very oppositional stances on a similar phenomenon. The false consensus effect considers that in predicting an outcome, people will assume that the masses agree with their opinion and think the same way they do on an issue, whereas the opposite is true of pluralistic ignorance, where the individual does not agree with a certain action but go along with it anyway, believing that their view is not shared with the masses (which is usually untrue).",
            "score": 72.18518829345703
        },
        {
            "docid": "1233715_5",
            "document": "Median voter theorem . As mentioned above, (1) the first assumption is that there is single-dimensional voting. Put simply, this means that there is only one issue that is being voted on at a time. Additionally, it is assumed that (2) voters' preferences are single-peaked, which is just the notion that people's preferences are a spectrum of utility, with the strongest preference at the maximum (see figures to the right). This assumption is critical because it prevents a phenomenon called \"cycling\" which is detailed below. The third assumption (3) is that voters are only choosing between two options. This is important because when there are more than two choices for voters, the median voter may not have voted for the most popular option. For example, in a population of 100 people voting between A, B, and C imagine 33 people vote for A, 33 people vote for B, and 34 people vote for C. Assuming A, B, and C lie on a spectrum (i.e. a scale from liberal to neutral to conservative) the median voter would have voted for B even though choice C was the most popular. . If each choice is a candidate, and all three start at the median, any slight move captures the entire voting group on that end of the spectrum. No equilibrium exists in this situation, because every candidate has the incentive to move across the ideological spectrum based on the positions of their competitors. The fourth assumption (4) is that there is no ideology or influence with regards to the voting options. Essentially, this means that politicians only care about maximizing votes, not necessarily sticking true to their beliefs. In reality, this ignores politician’s ability to change voters’ ideologies to mirror their own. Additionally, career politicians may purposely take positions away from the ideological center in order to gain favor with specific voting bases. The fifth assumption (5) is that there is no selective voting and all eligible voters for an election will turn out to vote. The sixth assumption (6) says that money and lobbying have no effect on elections because introducing these incentives can dramatically change voting patterns. In reality, money is one of many variables that contribute to the outcome of elections. The theorem ignores the fact that politicians sometimes take positions with the primary goal of raising money for their campaigns. Political contributions can be used for advertising and campaign trips, and gaining monetary support may require moving away from the median. The final assumption (7) is the notion that all parties of elections have full information. This means that voters have knowledge on the issues, candidates have knowledge on the issues, and candidates have knowledge on voter preferences.",
            "score": 71.92034912109375
        },
        {
            "docid": "45222866_7",
            "document": "Behavioral game theory . Beliefs about other people in a decision-making game are expected to influence ones ability to make rational choices. However, beliefs of others can also cause experimental results to deviate from equilibrium, utility-maximizing decisions. In an experiment by Costa-Gomez (2008) participants were questioned about their first order beliefs about their opponent's actions prior to completing a series of normal-form games with other participants. Participants complied with Nash Equilibrium only 35% of the time. Further, participants only stated beliefs that their opponents would comply with traditional game theory equilibrium 15% of the time. This means participants believed their opponents would be less rational than they really were. The results of this study show that participants do not choose the utility-maximizing action and they expect their opponents to do the same. Also, the results show that participants did not choose the utility-maximizing action that corresponded to their beliefs about their opponent's action. While participants may have believed their opponent was more likely to make a certain decision, they still made decisions as if their opponent was choosing randomly. Another study that examined participants from the TV show Deal or No Deal found divergence from rational choice. Participants were more likely to base their decisions on previous outcomes when progressing through the game. Risk aversion decreased when participants' expectations were not met within the game. For example a subject that experienced a string of positive outcomes was less likely to accept the deal and end the game. The same was true for a subject that experienced primarily negative outcomes early in the game.",
            "score": 71.84371185302734
        },
        {
            "docid": "28365380_4",
            "document": "Bicultural identity . Culture affects the personality of an individual because the individual may react in a way that is reflective of the knowledge one acquires from one or more culture(s). Problems may arise when ideals in one culture are not connected to another culture, which may cause generalizations about personality. Personality is shaped by both cultures and thus generalizations should not be made based on one single culture. One’s culture also influences one’s hormonal changes, one’s interaction with violence and one’s family values. For example, Hispanic American culture often requires older children to take care and/or help raise younger siblings, while mainstream American culture interprets parents as the sole caregivers. Another example of this difference would be religious preference and or practice. Cultures other than the American culture may often identify more with certain religions and are often more in tune with their religious beliefs.",
            "score": 71.7623062133789
        }
    ]
}