{
    "q": [
        {
            "docid": "3190431_29",
            "document": "Spatial analysis . Spatial regression methods capture spatial dependency in regression analysis, avoiding statistical problems such as unstable parameters and unreliable significance tests, as well as providing information on spatial relationships among the variables involved. The estimated spatial relationships can be used on spatial and spatio-temporal predictions. Depending on the specific technique, spatial dependency can enter the regression model as relationships between the independent variables and the dependent, between the dependent variables and a spatial lag of itself, or in the error terms. Geographically weighted regression (GWR) is a local version of spatial regression that generates parameters disaggregated by the spatial units of analysis. This allows assessment of the spatial heterogeneity in the estimated relationships between the independent and dependent variables. The use of Bayesian hierarchical modeling in conjunction with Markov Chain Monte Carlo (MCMC) methods have recently shown to be effective in modeling complex relationships using Poisson-Gamma-CAR, Poisson-lognormal-SAR, or Overdispersed logit models.  Spatial stochastic processes, such as Gaussian processes are also increasingly being deployed in spatial regression analysis. Model-based versions of GWR, known as spatially varying coefficient models have been applied to conduct Bayesian inference. Spatial stochastic process can become computationally effective and scalable Gaussian process models, such as Gaussian Predictive Processes and Nearest Neighbor Gaussian Processes (NNGP).",
            "score": 36.30290675163269
        },
        {
            "docid": "1706860_6",
            "document": "Bayesian experimental design . Recently, increased computational resources allow inference of the posterior distribution of model parameters, which can directly be used for experiment design. proposed an approach that uses the posterior predictive distribution to assess the effect of new measurements on prediction uncertainty, while suggest maximizing the mutual information between parameters, predictions and potential new experiments.",
            "score": 27.41535782814026
        },
        {
            "docid": "11864519_48",
            "document": "Approximate Bayesian computation . Interestingly, fundamentally novel approaches for model choice that incorporate quality control as an integral step in the process have recently been proposed. ABC allows, by construction, estimation of the discrepancies between the observed data and the model predictions, with respect to a comprehensive set of statistics. These statistics are not necessarily the same as those used in the acceptance criterion. The resulting discrepancy distributions have been used for selecting models that are in agreement with many aspects of the data simultaneously, and model inconsistency is detected from conflicting and co-dependent summaries. Another quality-control-based method for model selection employs ABC to approximate the effective number of model parameters and the deviance of the posterior predictive distributions of summaries and parameters. The deviance information criterion is then used as measure of model fit. It has also been shown that the models preferred based on this criterion can conflict with those supported by Bayes factors. For this reason, it is useful to combine different methods for model selection to obtain correct conclusions.",
            "score": 33.571373462677
        },
        {
            "docid": "40364158_46",
            "document": "Antibiotic use in livestock . More recently, there has been increased concern about the use of anti-microbials in animals (including pets, livestock, and companion animals) contributing to the rise in antibiotic resistant infections in humans. The use of antimicrobials has been linked to the rise of resistance in every drug and species where it has been studied, including humans and livestock. However, the role of antibiotic use in food animals – in contrast to the use of antibiotics in humans – in the rise of resistant infections in humans is in dispute. The use of antimicrobials in various forms is widespread throughout animal industry, and is an essential part in preventing animals from suffering from disease and economic loss to farmers. It is linked by some activist groups to the animal welfare concern, large scale commercial agriculture, international food trade, agricultural protectionist laws, environmental protection (including climate change) and other topics, which make the aims of some groups on both sides of the debate difficult to untangle.",
            "score": 62.69206213951111
        },
        {
            "docid": "55170833_15",
            "document": "Environmental risk transition . No data was collected for other global risks such as ozone depletion and land-use changes for the project. It has been found that climate change has thus far had minimal impact on human health worldwide. However, exposure to climate change will continue to increase in future years, which may magnify prevalent risks such as malaria. Results show that risks from climate change decreased with increased development, highlighting that poorer populations are more susceptible and in contact with the diseases affected by climate change. This contradicts the environmental transition framework since it takes account of where the risk is experienced rather than where it originates from. However, it remains true, that as development proceeds, the global risk of climate change expands as well.",
            "score": 38.847036361694336
        },
        {
            "docid": "244113_73",
            "document": "Lyme disease . Many studies in North America have examined ecological and environmental correlates of Lyme disease prevalence. A 2005 study using climate suitability modelling of \"I. scapularis\" projected that climate change would cause an overall 213% increase in suitable vector habitat by the year 2080, with northward expansions in Canada, increased suitability in the central U.S., and decreased suitable habitat and vector retraction in the southern U.S. A 2008 review of published studies concluded that the presence of forests or forested areas was the only variable that consistently elevated the risk of Lyme disease whereas other environmental variables showed little or no concordance between studies. The authors argued that the factors influencing tick density and human risk between sites are still poorly understood, and that future studies should be conducted over longer time periods, become more standardized across regions, and incorporate existing knowledge of regional Lyme disease ecology.",
            "score": 37.80161476135254
        },
        {
            "docid": "339553_32",
            "document": "Diagnosis of HIV/AIDS . Of course, the actual numbers vary depending on the testing population. This is because interpreting of the results of any medical test (assuming no test is 100% accurate) depends upon the initial degree of belief, or the prior probability that an individual has, or does not have a disease. Generally the prior probability is estimated using the prevalence of a disease within a population or at a given testing location. The positive predictive value and negative predictive value of all tests, including HIV tests, take into account the prior probability of having a disease along with the accuracy of the testing method to determine a new degree of belief that an individual has or does not have a disease (also known as the posterior probability). The chance that a positive test accurately indicates an HIV infection increases as the prevalence or rate of HIV infection increases in the population. Conversely, the negative predictive value will decrease as the HIV prevalence rises. Thus a positive test in a high-risk population, such as people who frequently engage in unprotected anal intercourse with unknown partners, is more likely to correctly represent HIV infection than a positive test in a very low-risk population, such as unpaid blood donors.",
            "score": 50.2864031791687
        },
        {
            "docid": "40841348_11",
            "document": "Computational and Statistical Genetics . In this era of large amount of genetic and genomic data, accurate representation and identification of statistical interactions in biological/genetic/genomic data constitutes a vital basis for designing interventions and curative solutions for many complex diseases. Variations in human genome have been long known to make us susceptible to many diseases. We are hurtling towards the era of personal genomics and personalized medicine that require accurate predictions of disease risk posed by predisposing genetic factors. Computational and statistical methods for identifying these genetic variations, and building these into intelligent models for diseaseassociation and interaction analysis studies genome-wide are a dire necessity across many disease areas. The principal challenges are: (1) most complex diseases involve small or weak contributions from multiple genetic factors that explain only a minuscule fraction of the population variation attributed to genetic factors. (2) Biological data is inherently extremely noisy, so the underlying complexities of biological systems (such as linkage disequilibrium and genetic heterogeneity) need to be incorporated into the statistical models for disease association studies. The chances of developing many common diseases such as cancer, autoimmune diseases and cardiovascular diseases involves complex interactions between multiple genes and several endogenous and exogenous environmental agents or covariates. Many previous disease association studies could not produce significant results because of the lack of incorporation of statistical interactions in their mathematical models explaining the disease outcome. Consequently much of the genetic risks underlying several diseases and disorders remain unknown. Computational methods such as to model and identify the genetic/genomic variations underlying disease risks has a great potential to improve prediction of disease outcomes, understand the interactions and design better therapeutic methods based on them.",
            "score": 47.835997223854065
        },
        {
            "docid": "18166009_14",
            "document": "Lower critical solution temperature . There are three groups of methods for correlating and predicting LCSTs. The first group proposes models that are based on a solid theoretical background using liquid–liquid or vapor–liquid experimental data. These methods require experimental data to adjust the unknown parameters, resulting in limited predictive ability . Another approach uses empirical equations that correlate θ(LCST) with physicochemical properties such as density, critical properties etc., but suffers from the disadvantage that these properties are not always available. A new approach proposed by Liu and Zhong develops linear models for the prediction of θ(LCST) using molecular connectivity indices, which depends only on the solvent and polymer structures. The latter approach has proven to be a very useful technique in quantitative structure–activity/property relationships (QSAR/QSPR) research for polymers and polymer solutions. QSAR/QSPR studies constitute an attempt to reduce the trial-and-error element in the design of compounds with desired activity/properties by establishing mathematical relationships between the activity/property of interest and measurable or computable parameters, such as topological, physicochemical, stereochemistry, or electronic indices. More recently QSPR models for the prediction of the θ (LCST) using molecular (electronic, physicochemical etc.) descriptors have been published. Using validated robust QSPR models, experimental time and effort can be reduced significantly as reliable estimates of θ(LCST) for polymer solutions can be obtained before they are actually synthesized in the laboratory.",
            "score": 35.283889412879944
        },
        {
            "docid": "11864519_63",
            "document": "Approximate Bayesian computation . ABC can be used to infer problems in high-dimensional parameter spaces, although one should account for the possibility of overfitting (e.g., see the model selection methods in and ). However, the probability of accepting the simulated values for the parameters under a given tolerance with the ABC rejection algorithm typically decreases exponentially with increasing dimensionality of the parameter space (due to the global acceptance criterion). Although no computational method (based on ABC or not) seems to be able to break the curse-of-dimensionality, methods have recently been developed to handle high-dimensional parameter spaces under certain assumptions (e.g., based on polynomial approximation on sparse grids, which could potentially heavily reduce the simulation times for ABC). However, the applicability of such methods is problem dependent, and the difficulty of exploring parameter spaces should in general not be underestimated. For example, the introduction of deterministic global parameter estimation led to reports that the global optima obtained in several previous studies of low-dimensional problems were incorrect. For certain problems, it might therefore be difficult to know whether the model is incorrect or, as discussed above, whether the explored region of the parameter space is inappropriate. A more pragmatic approach is to cut the scope of the problem through model reduction.",
            "score": 30.536672711372375
        },
        {
            "docid": "984692_9",
            "document": "Computational sociology . By the late 1960s and early 1970s, social scientists used increasingly available computing technology to perform macro-simulations of control and feedback processes in organizations, industries, cities, and global populations. These models used differential equations to predict population distributions as holistic functions of other systematic factors such as inventory control, urban traffic, migration, and disease transmission. Although simulations of social systems received substantial attention in the mid-1970s after the Club of Rome published reports predicting global environmental catastrophe based upon the predictions of global economy simulations, the inflammatory conclusions also temporarily discredited the nascent field by demonstrating the extent to which results of the models are highly sensitive to the specific quantitative assumptions (backed by little evidence, in the case of the Club of Rome) made about the model's parameters. As a result of increasing skepticism about employing computational tools to make predictions about macro-level social and economic behavior, social scientists turned their attention toward micro-simulation models to make forecasts and study policy effects by modeling aggregate changes in state of individual-level entities rather than the changes in distribution at the population level. However, these micro-simulation models did not permit individuals to interact or adapt and were not intended for basic theoretical research.",
            "score": 31.358667135238647
        },
        {
            "docid": "55721426_13",
            "document": "Pyrogeography . Spatial distribution models are used in pyrogeography to describe empirical relationships between fire and environmental factors. There are a number of statistical methods used to build and run these models. Most models consist of mapped fire observations compared against various independent variables (in this case, spatial environmental gradients such as topography or precipitation). The two of these components together produce a statistical model of fire probability that can be used to assess hypotheses or challenge assumptions. Some of the variables used include things like net primary productivity (NPP), annual precipitation, temperature or soil moisture. Models are especially important for pyrogeography since they can be used across areas where fire observation data may be incomplete or biased. Models with high reliability can be used to project or predict conditions in areas with little data or observations.",
            "score": 29.866007804870605
        },
        {
            "docid": "40977477_17",
            "document": "Cross-species transmission . Two methods of measuring genetic variation, variable number tandem repeats (VNTRs) and single nucleotide polymorphisms (SNPs), have been very beneficial to the study of bacterial transmission. VNTRs, due to the low cost and high mutation rates, make them particularly useful to detect genetic differences in recent outbreaks, and while SNPs have a lower mutation rate per locus than VNTRs, they deliver more stable and reliable genetic relationships between isolates. Both methods are used to construct phylogenies for genetic analysis, however, SNPs are more suitable for studies on phylogenies contraction. However, it can be difficult for these methods accurately simulate CSTs everts. Estimates of CST based on phylogenys made using VNTR marker can be biased towards detecting CST events across a wide range of the parameters. SNPs tend to be less biased and variable in estimates of CST when estimations of CST rates are low and low number of SNPs is used. In general, CST rate estimates using these methods are most reliable in systems with more mutations, more markers, and high genetic differences between introduced strains. CST is very complex and models need to account for a lot of parameters to accurately represent the phenomena. Models that oversimplify reality can result in biased data. Multiple parameters such as number of mutations accumulated since introduction, stochasticity, the genetic difference of strains introduced, and the sampling effort can make unbiased estimates of CST difficult even with whole-genome sequences, especially if sampling is limited, mutation rates are low, or if pathogens were recently introduced. More information on the factors that influence CST rates is needed for the contraction of more appropriate models to study these events.",
            "score": 37.716532826423645
        },
        {
            "docid": "48403381_21",
            "document": "Dragon King Theory . How one models and predicts dragon kings depends on the underlying mechanism. However, the common approach will require continuous monitoring of the focal system and comparing measurements with a (non-linear or complex) dynamic model. It has been proposed that the more homogeneous the system, and the stronger its interactions, the more predictable it will be. For instance, in non-linear systems with phase transitions at a critical point, it is well known that a window of predictability occurs in the neighborhood of the critical point due to precursory signs: the system recovers more slowly from perturbations, autocorrelation changes, variance increases, spatial coherence increases, etc. These properties have been used for prediction in many applications ranging from changes in the bio-sphere to rupture of pressure tanks on the Ariane rocket. For the phenomena of unsustainable growth (e.g., of populations or stock prices), one can consider a growth model that features a finite time singularity, which is a critical point where the growth regime changes. In systems that are discrete scale invariant such a model is power law growth, decorated with a log-periodic function. Fitting this model on the growth data (non-linear regression) allows for the prediction of the singularity, i.e., the end of unsustainable growth. This has been applied to many problems, for instance: rupture in materials, earthquakes, and the growth and burst of bubbles in financial markets (see http://www.er.ethz.ch/financial-crisis-observatory.html for bubble indicators based on such techniques).",
            "score": 30.30836856365204
        },
        {
            "docid": "6173994_11",
            "document": "Cannibalism . Cannibalism can potentially reduce the prevalence of parasites in the population by decreasing the number of susceptible hosts and indirectly killing the parasite in the host. It has been shown in some studies that the risk of encountering an infected victim increases when there is a higher cannibalism rate, though this risk drops as the number of available hosts decreases. However, this is only the case if the risk of disease transmission is low. Cannibalism is an ineffective method of disease spread as cannibalism in the animal kingdom is normally a one-on-one interaction, and the spread of disease requires group cannibalism; thereby it is rare for a disease to have evolved to rely solely on cannibalism to spread. Usually there are different means of transmission, such as with direct contact, maternal transmission, coprophagy, and necrophagy with different species. Infected individuals are more likely to be consumed than non-infected individuals, thus some research has suggested that the spread of disease may be a limiting factor to the prevalence of cannibalism in the population. Some examples of diseases transmitted by cannibalism in mammals include Kuru which is a prion disease that degenerates the brain. This disease is prevalent in Papua New Guinea whereby tribes practice endocannibalism in cannibalistic funeral rituals and consume the brains infected by these prions. It is a cerebellar dysfunctional disease which has symptoms including a broad-based gait and decreased motor activity control, however, the disease has a long incubation rate and symptoms may not appear until years later.",
            "score": 82.08998644351959
        },
        {
            "docid": "5736781_15",
            "document": "Andrey Korotayev . Of special importance is his study of the hypothesis that population pressure causes increased warfare. This hypothesis has been recently criticised on the empirical grounds. Both studies focusing on specific historical societies and analyses of cross-cultural data have failed to find positive correlation between population density and incidence of warfare. Korotayev, in collaboration with Peter Turchin, has shown that such negative results do not falsify the population-warfare hypothesis. Population and warfare are dynamical variables, and if their interaction causes sustained oscillations, then we do not in general expect to find strong correlation between the two variables measured at the same time (that is, unlagged). Korotayev and Turchin have explored mathematically what the dynamical patterns of interaction between population and warfare (focusing on internal warfare) might be in both stateless and state societies. Next, they have tested the model predictions in several empirical case studies: early modern England, Han and Tang China, and the Roman Empire. Their empirical results have supported the population-warfare theory: Korotayev and Turchin have found that there is a tendency for population numbers and internal warfare intensity to oscillate with the same period but shifted in phase (with warfare peaks following population peaks). Furthermore, they have demonstrated that in the agrarian societies the rates of change of the two variables behave precisely as predicted by the theory: population rate of change is negatively affected by warfare intensity, while warfare rate of change is positively affected by population density. As Kohler and Reed put it, Korotayev and Turchin have demonstrated that \"human population movements and sociopolitical strife play the roles of sometimes endogenous, sometimes exogenous, factors that on small spatial scales may seem inexplicable but which on longer temporal and wider spatial scales may have understandable rhythms\".",
            "score": 39.94408977031708
        },
        {
            "docid": "48758386_40",
            "document": "Linear regression . Early evidence relating tobacco smoking to mortality and morbidity came from observational studies employing regression analysis. In order to reduce spurious correlations when analyzing observational data, researchers usually include several variables in their regression models in addition to the variable of primary interest. For example, in a regression model in which cigarette smoking is the independent variable of primary interest and the dependent variable is lifespan measured in years, researchers might include education and income as additional independent variables, to ensure that any observed effect of smoking on lifespan is not due to those other socio-economic factors. However, it is never possible to include all possible confounding variables in an empirical analysis. For example, a hypothetical gene might increase mortality and also cause people to smoke more. For this reason, randomized controlled trials are often able to generate more compelling evidence of causal relationships than can be obtained using regression analyses of observational data. When controlled experiments are not feasible, variants of regression analysis such as instrumental variables regression may be used to attempt to estimate causal relationships from observational data.",
            "score": 23.114509224891663
        },
        {
            "docid": "36519158_7",
            "document": "Solar power forecasting . \"Short-term\" forecasting provides predictions up to 7 days ahead. This kind of forecast is also valuable for grid operators in order to make decisions of grid operation, as well as, for electric market operators. Under this perspective, the meteorological resources are estimated at a different temporal and spatial resolution. This implies that meteorological variables and phenomena are looked from a more general perspective, not as local as nowcasting services do. In this sense, most of the approaches make use of different numerical weather prediction models (NWP) that provide an initial estimation of weather variables. Currently, several models are available for this purpose, such as Global Forecast System (GFS) or data provided by the European Center for Medium Range Weather Forecasting (ECMWF). These two models are considered the state of the art of global forecast models, which provide meteorological forecasts all over the world. In order to increase spatial and temporal resolution of these models, other models have been developed which are generally called mesoscale models. Among others, HIRLAM, WRF or MM5 are the most representative of these models since they are widely used by different communities. To run these models a wide expertise is needed in order to obtain accurate results, due to the wide variety of parameters that can be configured in the models. In addition, sophisticated techniques such as data assimilation might be used in order to produce more realistic simulations. Finally, some communities argue for the use of post-processing techniques, once the models’ output is obtained, in order to obtain a probabilistic point of view of the accuracy of the output. This is usually done with ensemble techniques that mix different outputs of different models perturbed in strategic meteorological values and finally provide a better estimate of those variables and a degree of uncertainty, like in the model proposed by Bacher et al. (2009)",
            "score": 36.62344682216644
        },
        {
            "docid": "46736055_10",
            "document": "Atmospheric lidar . Extracting the microphysical properties of particles is motivated by the need for a deeper understanding of the effect of aerosols on climate by investigating their spatial and temporal variability. A key parameter is the distribution of the number of particles with respect to their size. Other microphysical parameters involving the characterization of aerosols are the mean (effective) radius, the total volume and surface-area concentration, the complex refractive index and the single-scattering albedo (climate forcing). While knowing the aerosol properties (forward problem) and predicting the lidar signal is a straightforward calculation, the inverse process is mathematically ill-posed (i.e., non-unique and incomplete solution space), showing a strong sensitivity on input uncertainties. Optical parameters can be obtained from measurements using multi-wavelength elastic-Raman lidar systems. The parameters are used as inputs to the inversion algorithms.  The extinction (formula_7) and backscatter (formula_8) coefficients measured by a multi-wavelength (formula_9 ) lidar is related to the number size distribution via the Fredholm integral equation of the first kind: (\\lambda ) = \\int\\limits_}^} (r,\\lambda ;m)n(r)dr} , where r is particle radius, m is the complex refractive index, and ? are the kernel functions which summarize the size, shape and composition of particles. The non-linear dependence on the refractive index is usually tackled by assuming a grid of viable options. The solution space is built and further restricted by physical and/or mathematical constraints and the particle size bounds formula_10 are also pre-determined. The model Eq. () further assumes a wavelength-independent refractive index. The wavelength is restricted to several discrete values depending on current technology and availability of the lidar system. The minimum optical data setup consists of 5 values, where formula_11 nm, formula_12. Eq. () has to be discretized as it cannot be solved analytically. The theory of inverse ill-posed problems demonstrates that potential noisy components in the lidar data will cause the solution to blow up, regardless of the error level magnitude. Regularization methods are used to counteract the inherent instability of the inversion. The goal of these methods is to filter out the noisy components of the solutions, keeping at the same time as much of the solution content as possible. The ideal compromise between noise and regularity is expressed by the so-called parameter choice rules. Commonly used regularization methods are the Truncated Singular Value Decomposition, Tikhonov regularization combined with the Discrepancy Principle, the L-curve method or the Generalized Cross Validation method as a parameter choice rule.  While the model Eq. () offers a reasonable approximation for almost-spherical particles (e.g. biomass burning aerosols), it no longer provides a viable description for the non-spherical case. Particle shape is known to have substantial effects for the scattering in side- and backward direction. Recent studies show that the spheroidal particle approximation is able to reproduce the optical data much more accurately than spheres.",
            "score": 25.46493947505951
        },
        {
            "docid": "29782518_8",
            "document": "Agent-based model in biology . The agent-based model developed for the study considered three types of agents: invasive species, importers, and border enforcement agents. In the model, the invasive species can only react to their surroundings, while the importers and border enforcement agents are able to make their own decisions based on their own goals and objectives. The invasive species has the ability to determine if it has been released in an area containing the target crop, and to spread to adjacent plots of the target crop. The model incorporates spatial probability maps that are used to determine if an invasive species becomes established. The study focused on shipments of broccoli from Mexico into California through the ports of entry Calexico, California and Otay Mesa, California. The selected invasive species of concern was the crucifer flea beetle (\"Phyllotreta cruciferae\"). California is by far the largest producer of broccoli in the United States and so the concern and potential impact of an invasive species introduction through the chosen ports of entry is significant. The model also incorporated a spatially explicit damage function that was used to model invasive species damage in a realistic manner. Agent-based modeling provides the ability to analyze the behavior of heterogeneous actors, so three different types of importers were considered that differed in terms of commodity infection rates (high, medium, and low), pretreatment choice, and cost of transportation to the ports. The model gave predictions on inspection rates for each port of entry and importer and determined the success rate of border agent inspection, not only for each port and importer but also for each potential level of pretreatment (no pretreatment, level one, level two, and level three).",
            "score": 53.650768995285034
        },
        {
            "docid": "54712_13",
            "document": "Abdominal obesity . Based on studies, it is evident that obesity has a strong association with vascular and metabolic disease which could potentially be linked to Alzheimer's disease. Recent studies have also shown an association between mid-life obesity and dementia, but the relationship between later life obesity and dementia is less clear. A study by Debette et al. (2010) examining over 700 adults found evidence to suggest higher volumes of visceral fat, regardless of overall weight, were associated with smaller brain volumes and increased risk of dementia. Alzheimer's disease and abdominal obesity has a strong correlation and with metabolic factors added in, the risk of developing Alzheimer's disease was even higher. Based on logistic regression analyses, it was found that obesity was associated with an almost 10-fold increase risk of Alzheimer's disease.",
            "score": 51.968865275382996
        },
        {
            "docid": "16181960_6",
            "document": "Plant disease forecasting . Forecasting systems may use one of several parameters in order to work out disease risk, or a combination of factors. One of the first forecasting systems designed was for Stewart's wilt and based on winter temperature index as low temperatures would kill the vector of the disease so there would be no outbreak. An example of a multiple disease/pest forecasting system is the EPIdemiology, PREdiction, and PREvention (EPIPRE) system developed in the Netherlands for winter wheat that focused on multiple pathogens. USPEST.org graphs risks of various plants diseases based on weather forecasts with hourly resolution of leaf wetness. Forecasting models are often based on a relationship like simple linear regression where x is used to predict y. Other relationships can be modelled using population growth curves. The growth curve that is used will depend on the nature of the epidemic. Polycyclic epidemics such as potato late blight are usually best modelled by using the logistic model, whereas monocyclic epidemics may be best modelled using the monomolecular model. Correct choice of a model is essential for a disease forecasting system to be useful.",
            "score": 34.41304159164429
        },
        {
            "docid": "23179394_8",
            "document": "Ray Hilborn . In their research, Hilborn and Walters investigated the ways that dynamic models can be used to manage fisheries in order to maintain states of optimum equilibrium. In their paper, they examined the effectiveness of using the Ricker and Beverton-Holt models to estimate the potential yield of future generations by using data taken from prior generations. They addressed the problem that, in regards to fisheries, the parameters of the control system are often either varied or uncertain and the use of historical data becomes progressively more unreliable as it gets older. Variables, regarding these issues, include natural mortality and spawning rates as well the effects of human fishing, as a predator-prey relationship. Influenced by control theory, Hilborn and Walters modified the original models with various new formulae to create alternative models, in order to achieve more accurate predictions. They then identified “a series of alternative harvesting experiments… each of which would be reasonably certain to discriminate between the alternative models…” The development of these alternative models and harvesting methods has been invaluable in assessing the sustainability of the world's fisheries.",
            "score": 26.44833242893219
        },
        {
            "docid": "3472237_11",
            "document": "Gerald Schatten . His more recent research has focused on the use of human and primate stem cells to determine the potential of stem cell-based medical therapies and better understand cell and human development; the study of genetic versus epigenetic (environmental) causes for human disease; cloned transgenic disease modeling (using primates) (see Selected Publications).",
            "score": 38.8225200176239
        },
        {
            "docid": "8768560_25",
            "document": "Wind power forecasting . However, even by better understanding and modeling both the meteorological and power conversion processes, there will always be an inherent and irreducible uncertainty in every prediction. This epistemic uncertainty corresponds to the incomplete knowledge one has of the processes that influence future events. Therefore, in complement to point forecasts of wind generation for the coming hours or days, of major importance is to provide means for assessing online the accuracy of these predictions. In practice today, uncertainty is expressed in the form of probabilistic forecasts or with risk indices provided along with the traditional point predictions. It has been shown that some decisions related to wind power management and trading are more optimal when accounting for prediction uncertainty. For the example of the trading application, studies have shown that reliable estimation of prediction uncertainty allows wind power producer to significantly increase their income in comparison to the sole use of an advanced point forecasting method. Other studies of this type deal with optimal dynamic quantification of reserve requirements, optimal operation of combined systems including wind, or multi-area multi-stage regulation. More and more research efforts are expected on prediction uncertainty and related topics.",
            "score": 47.119332790374756
        },
        {
            "docid": "62329_32",
            "document": "Meta-analysis . Since neither of these factors automatically indicates a faulty larger study or more reliable smaller studies, the re-distribution of weights under this model will not bear a relationship to what these studies actually might offer. Indeed, it has been demonstrated that redistribution of weights is simply in one direction from larger to smaller studies as heterogeneity increases until eventually all studies have equal weight and no more redistribution is possible. Another issue with the random effects model is that the most commonly used confidence intervals generally do not retain their coverage probability above the specified nominal level and thus substantially underestimate the statistical error and are potentially overconfident in their conclusions. Several fixes have been suggested but the debate continues on. A further concern is that the average treatment effect can sometimes be even less conservative compared to the fixed effect model and therefore misleading in practice. One interpretational fix that has been suggested is to create a prediction interval around the random effects estimate to portray the range of possible effects in practice. However, an assumption behind the calculation of such a prediction interval is that trials are considered more or less homogeneous entities and that included patient populations and comparator treatments should be considered exchangeable and this is usually unattainable in practice. The most widely used method to estimate between studies variance (REVC) is the DerSimonian-Laird (DL) approach. Several advanced iterative (and computationally expensive) techniques for computing the between studies variance exist (such as maximum likelihood, profile likelihood and restricted maximum likelihood methods) and random effects models using these methods can be run in Stata with the metaan command. The metaan command must be distinguished from the classic metan (single \"a\") command in Stata that uses the DL estimator. These advanced methods have also been implemented in a free and easy to use Microsoft Excel add-on, MetaEasy. However, a comparison between these advanced methods and the DL method of computing the between studies variance demonstrated that there is little to gain and DL is quite adequate in most scenarios.",
            "score": 48.91584014892578
        },
        {
            "docid": "7519917_26",
            "document": "Bayesian linear regression . The model evidence formula_64 is the probability of the data given the model formula_65. It is also known as the marginal likelihood, and as the \"prior predictive density\". Here, the model is defined by the likelihood function formula_66 and the prior distribution on the parameters, i.e. formula_67. The model evidence captures in a single number how well such a model explains the observations. The model evidence of the Bayesian linear regression model presented in this section can be used to compare competing linear models by Bayesian model comparison. These models may differ in the number and values of the predictor variables as well as in their priors on the model parameters. Model complexity is already taken into account by the model evidence, because it marginalizes out the parameters by integrating formula_68 over all possible values of formula_6 and formula_20. This integral can be computed analytically and the solution is given in the following equation.",
            "score": 24.917370557785034
        },
        {
            "docid": "41162624_18",
            "document": "Human mating strategies . Another important societal variable for mating strategies is the threat of infectious disease or \"pathogen prevalence\". Since physical attractiveness is thought to signal health and disease resistance, evolutionary psychologists have predicted that, in societies high in pathogen prevalence, people will value attractiveness more in a mate. Indeed, research has confirmed that pathogen prevalence is associated with preferences for attractiveness across nations. Women in nations with high pathogen prevalence also show greater preferences for facial masculinity. Researchers have also reasoned that sexual contact with multiple individuals increases the risk of disease transmission, thereby increasing the costs of pursuing a short-term mating strategy. Consistent with this reasoning, higher pathogen prevalence is associated with lower national SOI scores. Finally, several studies have found that experimentally manipulating disease salience has a causal influence on attractiveness preferences and SOI scores in predicted directions.",
            "score": 39.33794379234314
        },
        {
            "docid": "3561094_10",
            "document": "Modifiable areal unit problem . This topic is of particular importance because in some cases data aggregation can obscure a strong correlation between variables, making the relationship appear weak or even negative. Conversely, MAUP can cause random variables to appear as if there is a significant association where there is not. Multivariate regression parameters are more sensitive to MAUP than correlation coefficients. Until a more analytical solution to MAUP is discovered, spatial sensitivity analysis using a variety of areal units is recommended as a methodology to estimate the uncertainty of correlation and regression coefficients due to ecological bias. An example of data simulation and re-aggregation using the ArcPy library is available. In transport planning, MAUP is associated to Traffic Anaisis Zoning (TAZ). A major point of departure in understanding problems in transportation analysis is the recognition that spatial analysis has some limitations associated with the discretization of space. Among them, modifiable areal units and boundary problems are directly or indirectly related to transportation planning and analysis through the design of traffic analysis zones (TAZs) - most of transport studies require directly or indirectly the definition of TAZs. The modifiable boundary and the scale issues should all be given specific attention during the specification of a TAZ because of the effects these factors exert on statistical and mathematical properties of spatial patterns (ie the modifiable areal unit problem—MAUP). In the studies of Viegas, Martinez and Silva (2009, 2009b) the authors propose a method where the results obtained from the study of spatial data are not independent of the scale, and the aggregation effects are implicit in the choice of zonal boundaries. The delineation of zonal boundaries of TAZs has a direct impact on the reality and accuracy of the results obtained from transportation forecasting models. In this paper the MAUP effects on the TAZ definition and the transportation demand models are measured and analyzed using different grids (in size and in origin location). This analysis was developed by building an application integrated in commercial GIS software and by using a case study (Lisbon Metropolitan Area) to test its implementabiity and performance. The results reveal the conflict between statistical and geographic precision, and their relationship with the loss of information in the traffic assignment step of the transportation planning models.http://journals.sagepub.com/doi/abs/10.1068/b34033",
            "score": 35.34541606903076
        },
        {
            "docid": "4599275_4",
            "document": "Human overpopulation . Human population has been rising continuously since the end of the Black Death, around the year 1350, although the most significant increase has been since the 1950s, mainly due to medical advancements and increases in agricultural productivity. The rate of population growth has been declining since the 1980s, while the absolute total numbers kept increasing. Recent rate increases in several countries previously enjoying steady declines are also apparently contributing to continued growth in total numbers. The United Nations has expressed concerns on continued population growth in sub-Saharan Africa. Recent research has demonstrated that those concerns are well grounded. As of 08, 2020 the world's human population is estimated to be  billion. Or, 7,622,106,064 on May 14, 2018 and the United States Census Bureau calculates 7,472,985,269 for that same date. and over 7 billion by the United Nations. Most contemporary estimates for the carrying capacity of the Earth under existing conditions are between 4 billion and 16 billion. Depending on which estimate is used, human overpopulation may or may not have already occurred. Nevertheless, the rapid recent increase in human population is causing some concern. The population is expected to reach between 8 and 10.5 billion between the years 2040 and 2050. In 2017, the United Nations increased the medium variant projections to 9.8 billion for 2050 and 11.2 billion for 2100.",
            "score": 47.19156491756439
        },
        {
            "docid": "49099203_5",
            "document": "ShoreZone . Coastal resource managers need an inventory of habitats and associated biota that are threatened by increasing development and encroachment along coastal areas, as well as the indirect effects of human activities. Coastal mapping efforts, such as ShoreZone, to a large extent fulfil these needs by providing physical and biological characterizations of the shoreline. The ShoreZone imagery and maps were originally intended as an oil spill response tool, and notably the data have been used in several emergency situations including the grounding in 2012 of the drilling barge \"Kulluk\" near Kodiak, Alaska. Although the majority of users access only the imagery, the regional scale habitat attribute data have been used for ecological modelling and marine conservation planning. More recently the data are benefiting NOAA climate resilience studies. Recent improvements in quantifying habitat attributes allow for analytical studies such as estimating potential Blue Carbon resources of salt marshes. The imagery also has aesthetic appeal and is used for art exhibits, exploring, books, and story maps.",
            "score": 42.051780223846436
        },
        {
            "docid": "6244696_7",
            "document": "Latent growth modeling . Although many applications of latent growth curve models estimate only initial level and slope components, these models have unusual properties such as indefinitely increasing variance. Models with higher order components, e.g., quadratic, cubic, do not predict ever-increasing variance, but require more than two occasions of measurement. It is also possible to fit models based on growth curves with functional forms, often versions of the generalised logistic growth such as the logistic, exponential or Gompertz functions. Though straightforward to fit with versatile software such as OpenMx, these more complex models cannot be fitted with SEM packages in which path coefficients are restricted to being simple constants or free parameters, and cannot be functions of free parameters and data.",
            "score": 16.961193799972534
        }
    ],
    "r": [
        {
            "docid": "141029_2",
            "document": "African trypanosomiasis . African trypanosomiasis, also known as sleeping sickness, is an insect-borne parasitic disease of humans and other animals. It is caused by protozoa of the species \"Trypanosoma brucei\". There are two types that infect humans, \"Trypanosoma brucei gambiense\" (TbG) and \"Trypanosoma brucei rhodesiense\" (TbR). TbG causes over 98% of reported cases. Both are usually transmitted by the bite of an infected tsetse fly and are most common in rural areas. Initially, in the first stage of the disease, there are fevers, headaches, itchiness and joint pains. This begins one to three weeks after the bite. Weeks to months later the second stage begins with confusion, poor coordination, numbness and trouble sleeping. Diagnosis is via finding the parasite in a blood smear or in the fluid of a lymph node. A lumbar puncture is often needed to tell the difference between first and second stage disease. Prevention of severe disease involves screening the population at risk with blood tests for TbG. Treatment is easier when the disease is detected early and before neurological symptoms occur. Treatment of the first stage is with the medications pentamidine or suramin. Treatment of the second stage involves eflornithine or a combination of nifurtimox and eflornithine for TbG. While melarsoprol works for both stages, it is typically only used for TbR, due to serious side effects. Without treatment it typically results in death. The disease occurs regularly in some regions of sub-Saharan Africa with the population at risk being about 70 million in 36 countries. An estimated 11,000 people are currently infected with 2,800 new infections in 2015. In 2015 it caused around 3,500 deaths, down from 34,000 in 1990. More than 80% of these cases are in the Democratic Republic of the Congo. Three major outbreaks have occurred in recent history: one from 1896 to 1906 primarily in Uganda and the Congo Basin and two in 1920 and 1970 in several African countries. It is classified as a neglected tropical disease. Other animals, such as cows, may carry the disease and become infected in which case it is known as animal trypanosomiasis.",
            "score": 119.10030364990234
        },
        {
            "docid": "141029_6",
            "document": "African trypanosomiasis . \"Trypanosoma brucei gambiense\" accounts for the majority of African trypanosomiasis cases, with humans as the main reservoir needed for the transmission, while \"Trypanosoma brucei rhodesiense\" is mainly zoonotic, with the occasional human infection. African Trypanosomiasis is dependent on the interaction of the parasite (trypanosome) with the tsetse flies (vector), as well as the host (human for \"Trypanosoma brucei gambiense\", and animals for \"Trypanosoma brucei rhodesiense\"). The risk of contracting African Trypanosomiasis is dependent on coming in contact with an infected tsetse fly.",
            "score": 105.70553588867188
        },
        {
            "docid": "2198661_2",
            "document": "Trypanosoma brucei . Trypanosoma brucei is a species of parasitic kinetoplastid belonging to the genus \"Trypanosoma\". The parasite is the cause of a vector-borne disease of vertebrate animals, including humans, carried by genera of tsetse fly in sub-Saharan Africa. In humans \"T. brucei\" causes African trypanosomiasis, or sleeping sickness. In animals it causes animal trypanosomiasis, also called nagana in cattle and horses. \"T. brucei\" has traditionally been grouped into three subspecies: \"T. b. brucei\", \"T. b. gambiense\" and \"T. b. rhodesiense\". The first is a parasite of non-human vertebrates, while the latter two are the known parasites of humans. Only rarely can the \"T. b. brucei\" infect a human.",
            "score": 104.79485321044922
        },
        {
            "docid": "160067_45",
            "document": "Tsetse fly . The species \"Trypanosoma brucei\", which causes the disease, has often been subdivided into three subspecies that were identified based either on the vertebrate hosts which the strain could infect or on the virulence of the disease in humans. The trypanosomes infectious to animals and not to humans were named \"Trypanosoma brucei brucei\". Strains that infected humans were divided into two subspecies based on their different virulences: \"Trypanosoma brucei gambiense\" was thought to have a slower onset and \"Trypanosoma brucei rhodesiense\" refers to strains with a more rapid, virulent onset. This characterization has always been problematic but was the best that could be done given the knowledge of the time and the tools available for identification. A recent molecular study using restriction fragment length polymorphism analysis suggests that the three subspecies are polyphyletic, so the elucidation of the strains of \"T. brucei\" infective to humans requires a more complex explanation. Procyclins are proteins developed in the surface coating of trypanosomes whilst in their tsetse fly vector.",
            "score": 101.127685546875
        },
        {
            "docid": "141029_7",
            "document": "African trypanosomiasis . There are two subspecies of the parasite that are responsible for starting the disease in humans. \"Trypanosoma brucei gambiense\" causes the diseases in west and central Africa, whereas \"Trypanosoma brucei rhodesiense\" has a limited geographical range and is responsible for causing the disease in east and southern Africa. In addition, a third subspecies of the parasite known as \"Trypanosoma brucei brucei\" is responsible for affecting animals but not humans.",
            "score": 98.29378509521484
        },
        {
            "docid": "2568137_2",
            "document": "Animal trypanosomiasis . Animal trypanosomiasis, also known as nagana and nagana pest, or sleeping sickness, is a disease of vertebrates. The disease is caused by trypanosomes of several species in the genus \"Trypanosoma\" such as \"Trypanosoma brucei\". \"Trypanosoma vivax\" causes nagana mainly in West Africa, although it has spread to South America. The trypanosomes infect the blood of the vertebrate host, causing fever, weakness, and lethargy, which lead to weight loss and anemia; in some animals the disease is fatal unless treated. The trypanosomes are transmitted by tsetse flies.",
            "score": 92.24929809570312
        },
        {
            "docid": "141029_42",
            "document": "African trypanosomiasis . Additionally, the Drugs for Neglected Disease Initiative has contributed to the African sleeping sickness research effort by developing a compound called fexinidazole. This project was originally started in April 2007 and is currently in a pivotal study in clinical phase II/III. The goal is to have the drug succeed and be proven effective against stage one and stage two HAT caused by \"T. b. gambiense\", as well as HAT caused by \"T. b. rhodesiense\".",
            "score": 90.57386779785156
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 89.27588653564453
        },
        {
            "docid": "1339605_2",
            "document": "Melarsoprol . Melarsoprol is a medication used for the treatment of sleeping sickness (African trypanosomiasis). It is specifically used for second-stage disease caused by \"Trypanosoma brucei rhodesiense\" when the central nervous system is involved. For \"Trypanosoma brucei gambiense\", the medication eflornithine is usually preferred. It is given by injection into a vein. Melarsoprol has a high number of side effects. Common side effects include brain dysfunction, numbness, rashes, and kidney and liver problems. In those with glucose-6-phosphate dehydrogenase (G6PD) deficiency, red blood cell breakdown may occur. It has not been studied in pregnancy. It works by blocking pyruvate kinase, an enzyme required for the parasite to make adenosine triphosphate. Melarsoprol has been used medically since 1949. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. In regions of the world where the disease is common, melarsoprol is provided for free by the World Health Organization. It is not commercially available in Canada or the United States. In the United States, it may be obtained from the Centers for Disease Control and Prevention, while in Canada it is available from Health Canada.",
            "score": 87.71173095703125
        },
        {
            "docid": "1043902_2",
            "document": "Fasciolosis . Fasciolosis is a parasitic worm infection caused by the common liver fluke \"Fasciola hepatica\" as well as by \"Fasciola gigantica\". The disease is a plant-borne trematode zoonosis, and is classified as a neglected tropical disease (NTD). It affects humans, but its main host is ruminants such as cattle and sheep. The disease progresses through four distinct phases; an initial incubation phase of between a few days up to three months with little or no symptoms; an invasive or acute phase which may manifest with: fever, malaise, abdominal pain, gastrointestinal symptoms, urticaria, anemia, jaundice, and respiratory symptoms. The disease later progresses to a latent phase with less symptoms and ultimately into a chronic or obstructive phase months to years later. In the chronic state the disease causes inflammation of the bile ducts, gall bladder and may cause gall stones as well as fibrosis. While chronic inflammation is connected to increased cancer rates, it is unclear whether fasciolosis is associated with increased cancer risk. Up to half of those infected display no symptoms, and diagnosis is difficult because the worm eggs are often missed in fecal examination. The methods of detection are through fecal examination, parasite-specific antibody detection, or radiological diagnosis, as well as laparotomy. In case of a suspected outbreak it may be useful to keep track of dietary history, which is also useful for exclusion of differential diagnoses. Fecal examination is generally not helpful because the worm eggs can seldom be detected in the chronic phase of the infection. Eggs appear in the feces first between 9–11 weeks post-infection. The cause of this is unknown, and it is also difficult to distinguish between the different species of fasciola as well distinguishing them from echinostomes and \"Fasciolopsis\". Most immunodiagnostic tests detect infection with very high sensitivity, and as concentration drops after treatment, it is a very good diagnostic method. Clinically it is not possible to differentiate from other liver and bile diseases. Radiological methods can detect lesions in both acute and chronic infection, while laparotomy will detect lesions and also occasionally eggs and live worms. Because of the size of the parasite, as adult \"F. hepatica\": or adult \"F. gigantica:\" 25–75×12 mm, fasciolosis is a big concern. The amount of symptoms depend on how many worms and what stage the infection is in. The death rate is significant in both sheep and cattle, but generally low among humans. Treatment with triclabendazole has been highly effective against the adult worms as well as various developing stages. Praziquantel is not effective, and older drugs such as bithionol are moderately effective but also cause more side effects. Secondary bacterial infection causing cholangitis has also been a concern and can be treated with antibiotics, and toxaemia may be treated with prednisolone. Humans are infected by eating watergrown plants, primarily wild-grown watercress in Europe or morning glory in Asia. Infection may also occur by drinking contaminated water with floating young fasciola or when using utensils washed with contaminated water. Cultivated plants do not spread the disease in the same capacity. Human infection is rare, even if the infection rate is high among animals. Especially high rates of human infection have been found in Bolivia, Peru and Egypt, and this may be due to consumption of certain foods. No vaccine is available to protect people against \"Fasciola\" infection. Preventative measures are primarily treating and immunization of the livestock, which are required to host the live cycle of the worms. Veterinary vaccines are in development, and their use is being considered by a number of countries on account of the risk to human health and economic losses resulting from livestock infection. Other methods include using molluscicides to decrease the number of snails that act as vectors, but it is not practical. Educational methods to decrease consumption of wild watercress and other waterplants has been shown to work in areas with a high disease burden.",
            "score": 87.06973266601562
        },
        {
            "docid": "22892661_6",
            "document": "Phytophthora kernoviae . Since this disease has more recently been identified management practices are still developing. For best management it is most important to remove the sporulating plants in the area of infection. Along with this the clear cutting of trees or complete removal of shrub growth and thorough sanitation including removal of plant debris and leaves in infected area have been attempted to control the spread of the disease. Removal of standing water, properly timed watering and proper irrigation help to prevent the spread of spores through water.In areas of large infection bans can be placed on the removal of host plants and foliage from them. In addition to this bans on hiking trails can be enforced to manage spore transport through human activity. Anti-\"Phytophthora\" fungicides may be used in some cases, while these fungicides do not actually kill the organism but prevent it from becoming established or continued growth. Another method currently being used is controlling by culling \"Rhododendrons\" within diseased regions. In 2008, an infected \"Rhododendron ponticum\" was found in Ireland. More studies will need to be conducted in the spread and reproduction of this disease before more advanced chemical management methods become available.",
            "score": 84.14045715332031
        },
        {
            "docid": "55680227_26",
            "document": "Foreign animal disease . Foot-and-mouth disease Foot-and-mouth disease (FMD) is a severe highly contagious viral disease affecting cloven-hooved animals, such as cattle, sheep, and swine. FMD was once worldwide but has been largely controlled in developed nations, and has been eradicated from some regions such as North America and western Europe. The disease was eradicated from the United States in 1929. FMD is endemic in parts of Asia, and most of Africa and the Middle East, but FMD can occur sporadically in typically free areas. The organism causing FMS is an aphthovirus in the family \"Picornaviridae\". There are seven major viral serotypes containing collectively more than 60 strains with occasional new strains arising. Vaccines can provide immunity, but each serotype requires its own specific vaccine. The disease is characterized by vesiculation or blistering of the hooves and oval cavity and on the mammary glands, leading to pain and discomfort, and to depression, anorexia, excessive salivation, lameness, and reluctance to move or stand, and causing production losses. The death loss is minimal, but there is a high rate of illness when a susceptible population is infected, and the disease has severe economic implications in the livestock industries. Because of how quickly FMD can spread, with nearly 100 percent of exposed animals ultimately becoming infected, and the significant economic losses it can cause, FMD is a worldwide concern. There is also concern that the FMD virus could be utilized by a terrorist organization or rogue state to perpetuate a terrorist attack against the United States by targeting the $100 billion/year U.S. livestock industry. In 2001, from February to September, an outbreak of FMD in the United Kingdom caused the slaughter of over 4 million animals of sheep, cattle, goats, and pigs to gain control of the disease. The FMD virus is found in all excretions and secretions of an infected animal. Transmission of the virus can be from contact with an infected animal, a contaminated environment used to house or transport susceptible animals, contaminated materials or fomites, people wearing contaminated clothes or footwear or using contaminated equipment, infected meat or animal products fed raw or improperly cooked to susceptible animals, contact with an infected carcass, and from aerosol spread of virus from an infected animal or property via air currents. Prompt reporting of suspicious signs of FMD to the proper agents (state veterinarians, federal animal disease control officials, or county agricultural agents will enable an investigation, testing, and containment should an outbreak occur. Laboratory testing is required to confirm the diagnosis. Stringent import and cross-border animal movement controls and surveillance are used in protection of FMD free countries. A response effort to eradicate any potential outbreaks include humane destruction of all infected, recovered and FMD-susceptible animals; appropriate disposal of animal carcasses and all animal products; surveillance and tracing of potentially infected or exposed livestock; strict quarantine and controls on movement of livestock, equipment, and vehicles; and, thorough disinfection of premises and all infected material (implements, cars, clothes, etc.).",
            "score": 84.10476684570312
        },
        {
            "docid": "2203831_9",
            "document": "Neospora caninum . In addition to being an important cause of cattle abortions, neosporosis is a significant disease in dogs throughout the world. If the disease is caught early, dogs may be successfully treated with clindamycin and other antiprotozoan drugs. However, the disease is often fatal to young puppies. Preventative vaccines have been tested on cattle. An inactivated vaccine was made commercially available but had mixed results. A live vaccine using attenuated \"N. caninum\" tachyzoites has been more successful but is expensive to produce. Other treatment options aim at prevention of the disease. Prevention requires an understanding of the transmission cycle, especially the connection between cattle and dogs (canids). Canids may pick up the parasite from eating infected material and spread the disease through contaminated feces. One control method is to test for the disease and remove infected cattle from the herd. Another method of control is preventing canids from entering the cattle holding area.",
            "score": 83.64289855957031
        },
        {
            "docid": "1453225_4",
            "document": "Eflornithine . Eflornithine is also effective in combination with other drugs, such as melarsoprol and nifurtimox. A study in 2005 compared the safety of eflornithine alone to melarsoprol and found eflornithine to be more effective and safe in treating second-stage sleeping sickness \"Trypanosoma brucei gambiense\". Eflornithine is not effective in the treatment of \"Trypanosoma brucei rhodesiense\" due to the parasite's low sensitivity to the drug. Instead, melarsoprol is used to treat \"Trypanosoma brucei rhodesiense\". Another randomized control trial in Uganda compared the efficacy of various combinations of these drugs and found that the nifurtimox-eflornithine combination was the most promising first-line theory regimen.",
            "score": 82.79509735107422
        },
        {
            "docid": "6173994_11",
            "document": "Cannibalism . Cannibalism can potentially reduce the prevalence of parasites in the population by decreasing the number of susceptible hosts and indirectly killing the parasite in the host. It has been shown in some studies that the risk of encountering an infected victim increases when there is a higher cannibalism rate, though this risk drops as the number of available hosts decreases. However, this is only the case if the risk of disease transmission is low. Cannibalism is an ineffective method of disease spread as cannibalism in the animal kingdom is normally a one-on-one interaction, and the spread of disease requires group cannibalism; thereby it is rare for a disease to have evolved to rely solely on cannibalism to spread. Usually there are different means of transmission, such as with direct contact, maternal transmission, coprophagy, and necrophagy with different species. Infected individuals are more likely to be consumed than non-infected individuals, thus some research has suggested that the spread of disease may be a limiting factor to the prevalence of cannibalism in the population. Some examples of diseases transmitted by cannibalism in mammals include Kuru which is a prion disease that degenerates the brain. This disease is prevalent in Papua New Guinea whereby tribes practice endocannibalism in cannibalistic funeral rituals and consume the brains infected by these prions. It is a cerebellar dysfunctional disease which has symptoms including a broad-based gait and decreased motor activity control, however, the disease has a long incubation rate and symptoms may not appear until years later.",
            "score": 82.0899887084961
        },
        {
            "docid": "141029_20",
            "document": "African trypanosomiasis . Regular active surveillance, involving detection and prompt treatment of new infections, and tsetse fly control is the backbone of the strategy used to control sleeping sickness. Systematic screening of at-risk communities is the best approach, because case-by-case screening is not practical in endemic regions. Systematic screening may be in the form of mobile clinics or fixed screening centres where teams travel daily to areas of high infection rates. Such screening efforts are important because early symptoms are not evident or serious enough to warrant patients with gambiense disease to seek medical attention, particularly in very remote areas. Also, diagnosis of the disease is difficult and health workers may not associate such general symptoms with trypanosomiasis. Systematic screening allows early-stage disease to be detected and treated before the disease progresses, and removes the potential human reservoir. A single case of sexual transmission of West African sleeping sickness has been reported.",
            "score": 81.75027465820312
        },
        {
            "docid": "37220_45",
            "document": "Infection . Another effective way to decrease the transmission rate of infectious diseases is to recognize the effects of small-world networks. In epidemics, there are often extensive interactions within hubs or groups of infected individuals and other interactions within discrete hubs of susceptible individuals. Despite the low interaction between discrete hubs, the disease can jump to and spread in a susceptible hub via a single or few interactions with an infected hub. Thus, infection rates in small-world networks can be reduced somewhat if interactions between individuals within infected hubs are eliminated (Figure 1). However, infection rates can be drastically reduced if the main focus is on the prevention of transmission jumps between hubs. The use of needle exchange programs in areas with a high density of drug users with HIV is an example of the successful implementation of this treatment method. Another example is the use of ring culling or vaccination of potentially susceptible livestock in adjacent farms to prevent the spread of the foot-and-mouth virus in 2001.",
            "score": 81.53705596923828
        },
        {
            "docid": "16577718_33",
            "document": "Agriculture in Uganda . In the 1980s, the government provided substantial aid to farmers, and by 1983 eighty ranches had been restocked with cattle. Nevertheless, by the late 1980s, the livestock sector continued to incur heavy animal losses as a result of disease, especially in the northern and northeastern regions. Civil strife in those areas also led to a complete breakdown in disease control and the spread of tsetse flies. Cattle rustling, especially along the Kenyan border, also depleted herds in some areas of the northeast.",
            "score": 81.48970031738281
        },
        {
            "docid": "816223_16",
            "document": "2001 United Kingdom foot-and-mouth outbreak . The effort to prevent the spread of the disease, which caused a complete ban of the sale of British pigs, sheep and cattle until the disease was confirmed eradicated, concentrated on a cull and then by burning all animals located near an infected farm. The complete halt on movement of livestock, cull, and extensive measures to prevent humans carrying the disease on their boots and clothing from one site to another, brought the disease under control during the summer. From May to September, about five cases per day were reported.",
            "score": 81.3851318359375
        },
        {
            "docid": "52640771_9",
            "document": "Sociality and disease transmission . The first large human social activities, trailed by major disease outbreaks that have been documented occurred by fecal-oral route. Contaminated food or water by fecal matter can cause devastating effects and spread with extreme rapidity. They are, of course, not the only types of infection that threaten large gatherings of people. Respiratory infections, sexually transmitted infections, and measles have all been measured as potential infections resulting from mass gatherings. Social gatherings that have been linked to outbreaks include the 1918 Great Pandemic, the Asian Flu Pandemic of 1957, a 1987 outbreak of multi-drug resistant shigellosis in North Carolina that infected over 50% of event attendees, a 1992 outbreak of Campylobacter in the UK, a 1993 Hepatitis A outbreak at a youth camp in Australia, two separate outbreaks of meningococcal meningitis at the 2000 and 2001 Hajj, a 2008 influenza outbreak in Sydney, the 2009 H1N1 pandemic (which followed a large Easter gathering in Mexico). Rainey et al. (2016) identified a total of 72 mass-gathering related respiratory outbreaks between 2005 and 2014. Many of these outbreaks led to further outbreaks within the cities that infected individuals returned home to after the events. Particularly the epidemiological consequences of the Hajj are notable because of the range of dissemination that attendees have when they return from the pilgrimage. Infected individuals may return to their homes far from the source of the outbreak, and into communities that are especially vulnerable to a disease not characteristic of that community. Health response teams may be less equipped to manage the spread of the foreign pathogen, and the people may be less knowledgeable about risks and symptoms. Diseases such a tuberculosis have long incubation periods, which creates another obstacle since it separates the point of infection from the start of illness and therefore obscures the connection. Intervention and mitigation are possible for such large events, but involve very expensive and complex measures. Vaccinations are highly effective, but it is extremely costly to attempt to vaccinate large hordes of individuals. In a study of livestock populations, Hu et al., 2013 observed important patterns for vaccination efforts. When deaths from infection occur, or a method of culling is used, social networks will alter and individuals will spread out. Because of this, carefully designed vaccination efforts are significantly more effective and cheaper and must be implemented as fast as possible in order to contain the pathogen. Relatively new methods, such as tracking mobile phone data, have been used to glean information on effective strategies for containment in the situation of mass gatherings. Finger et al. (2016) state \"human mobility is undisputedly one of the main spreading mechanisms of infectious disease\". In their study, cell phone data was used to track the migration of people for the Grand Magal de Touba, a religious pilgrimage event that occurs in Senegal. Figure 6 illustrates the findings of this study and identifies areas that are paramount for targeting in an epidemiological prevention effort.",
            "score": 81.25346374511719
        },
        {
            "docid": "33894099_2",
            "document": "Ticks of domestic animals . Ticks of domestic animals directly cause poor health and loss of production to their hosts by many parasitic mechanisms. Ticks also transmit numerous kinds of viruses, bacteria, and protozoa between domestic animals. These microbes cause diseases which can be severely debilitating or fatal to domestic animals, and may also affect humans. Ticks are especially important to domestic animals in tropical and subtropical countries, where the warm climate enables many species of ticks to flourish. Also, the large populations of wild animals in warm countries provide a reservoir of ticks and infective microbes that spread to domestic animals. Farmers of livestock animals use many methods to control ticks, and related treatments are used to reduce infestation of companion animals.",
            "score": 80.89437103271484
        },
        {
            "docid": "14815943_10",
            "document": "Apolipoprotein L1 . Although its intracellular function has not been elucidated, apoL1 circulating in plasma has the ability to kill the trypanosome \"Trypanosoma brucei\" that causes sleeping sickness. Recently, two coding sequence variants in APOL1 have been shown to associate with kidney disease in a recessive fashion while at the same time conferring resistance against \"Trypanosoma brucei rhodesiense\". People who have at least one copy of either the G1 or G2 variant are resistant to infection by trypanosomes, but people who have two copies of either variant are at an increased risk of developing a non-diabetic kidney disease.",
            "score": 80.07784271240234
        },
        {
            "docid": "6706071_3",
            "document": "List of diseases caused by insects . Many invertebrates are responsible for transmitting diseases. Mosquitoes are perhaps the best known invertebrate vector and transmit a wide range of tropical diseases including malaria, dengue fever and yellow fever. Another large group of vectors are flies. Sandfly species transmit the disease leishmaniasis, by acting as vectors for protozoan \"Leishmania\" species, and tsetse flies transmit protozoan trypansomes (\"Trypanosoma brucei gambiense\" and \"Trypansoma brucei rhodesiense\") which cause African Trypanosomiasis (sleeping sickness). Ticks and lice form another large group of invertebrate vectors. The bacterium \"Borrelia burgdorferi\", which causes Lyme Disease, is transmitted by ticks and members of the bacterial genus \"Rickettsia\" are transmitted by lice. For example, the human body louse transmits the bacterium \"Rickettsia prowazekii\" which causes epidemic typhus.",
            "score": 79.50045776367188
        },
        {
            "docid": "518489_23",
            "document": "Amoebozoa . Amoebiasis, also known as amebiasis or entamoebiasis, is an infection caused by any of the amoebas of the \"Entamoeba\" group. Symptoms are most common upon infection by \"Entamoeba histolytica\". Amoebiasis can present with no, mild, or severe symptoms. Symptoms may include abdominal pain, mild diarrhoea, bloody diarrhea or severe colitis with tissue death and perforation. This last complication may cause peritonitis. People affected may develop anemia due to loss of blood. Invasion of the intestinal lining causes amoebic bloody diarrhea or amoebic colitis. If the parasite reaches the bloodstream it can spread through the body, most frequently ending up in the liver where it causes amoebic liver abscesses. Liver abscesses can occur without previous diarrhea. Cysts of \"Entamoeba\" can survive for up to a month in soil or for up to 45 minutes under fingernails. It is important to differentiate between amoebiasis and bacterial colitis. The preferred diagnostic method is through faecal examination under microscope, but requires a skilled microscopist and may not be reliable when excluding infection. This method however may not be able to separate between specific types. Increased white blood cell count is present in severe cases, but not in mild ones. The most accurate test is for antibodies in the blood, but it may remain positive following treatment. Prevention of amoebiasis is by separating food and water from faeces and by proper sanitation measures. There is no vaccine. There are two treatment options depending on the location of the infection. Amoebiasis in tissues is treated with either metronidazole, tinidazole, nitazoxanide, dehydroemetine or chloroquine, while luminal infection is treated with diloxanide furoate or iodoquinoline. For treatment to be effective against all stages of the amoeba may require a combination of medications. Infections without symptoms do not require treatment but infected individuals can spread the parasite to others and treatment can be considered. Treatment of other \"Entamoeba\" infections apart from \"E. histolytica\" is not needed. Amoebiasis is present all over the world. About 480 million people are infected with what appears to be \"E. histolytica\" and these result in the death of between 40,000–110,000 people every year. Most infections are now ascribed to \"E. dispar\". \"E. dispar\" is more common in certain areas and symptomatic cases may be fewer than previously reported. The first case of amoebiasis was documented in 1875 and in 1891 the disease was described in detail, resulting in the terms \"amoebic dysentery\" and \"amoebic liver abscess\". Further evidence from the Philippines in 1913 found that upon ingesting cysts of \"E. histolytica\" volunteers developed the disease. It has been known since 1897 that at least one non-disease-causing species of \"Entamoeba\" existed (\"Entamoeba coli\"), but it was first formally recognized by the WHO in 1997 that \"E. histolytica\" was two species, despite this having first been proposed in 1925. In addition to the now-recognized \"E. dispar\" evidence shows there are at least two other species of \"Entamoeba\" that look the same in humans - \"E. moshkovskii\" and \"Entamoeba bangladeshi\". The reason these species haven't been differentiated until recently is because of the reliance on appearance.",
            "score": 79.1337890625
        },
        {
            "docid": "7012_2",
            "document": "Chagas disease . Chagas disease, also known as American trypanosomiasis, is a tropical parasitic disease caused by the protist \"Trypanosoma cruzi\". It is spread mostly by insects known as Triatominae, or \"kissing bugs\". The symptoms change over the course of the infection. In the early stage, symptoms are typically either not present or mild, and may include fever, swollen lymph nodes, headaches, or local swelling at the site of the bite. After 8–12 weeks, individuals enter the chronic phase of disease and in 60–70% it never produces further symptoms. The other 30 to 40% of people develop further symptoms 10 to 30 years after the initial infection, including enlargement of the ventricles of the heart in 20 to 30%, leading to heart failure. An enlarged esophagus or an enlarged colon may also occur in 10% of people. \"T. cruzi\" is commonly spread to humans and other mammals by the blood-sucking \"kissing bugs\" of the subfamily Triatominae. These insects are known by a number of local names, including: \"vinchuca\" in Argentina, Bolivia, Chile and Paraguay, \"barbeiro\" (the barber) in Brazil, \"pito\" in Colombia, \"chinche\" in Central America, and \"chipo\" in Venezuela. The disease may also be spread through blood transfusion, organ transplantation, eating food contaminated with the parasites, and by vertical transmission (from a mother to her fetus). Diagnosis of early disease is by finding the parasite in the blood using a microscope. Chronic disease is diagnosed by finding antibodies for \"T. cruzi\" in the blood. Prevention mostly involves eliminating kissing bugs and avoiding their bites. This may involve the use of insecticides or bed-nets. Other preventive efforts include screening blood used for transfusions. A vaccine has not been developed as of 2017. Early infections are treatable with the medication benznidazole or nifurtimox. Medication nearly always results in a cure if given early, but becomes less effective the longer a person has had Chagas disease. When used in chronic disease, medication may delay or prevent the development of end–stage symptoms. Benznidazole and nifurtimox cause temporary side effects in up to 40% of people including skin disorders, brain toxicity, and digestive system irritation. It is estimated that 6.6 million people, mostly in Mexico, Central America and South America, have Chagas disease as of 2015. In 2015, Chagas was estimated to result in 8,000 deaths. Most people with the disease are poor, and most do not realize they are infected. Large-scale population movements have increased the areas where Chagas disease is found and these include many European countries and the United States. These areas have also seen an increase in the years up to 2014. The disease was first described in 1909 by the Brazilian physician Carlos Chagas, after whom it is named. Chagas disease is classified as a neglected tropical disease. It affects more than 150 other animals.",
            "score": 78.88623809814453
        },
        {
            "docid": "88869_2",
            "document": "Trichomoniasis . Trichomoniasis (trich) is an infectious disease caused by the parasite \"Trichomonas vaginalis\". About 70% of women and men do not have symptoms when infected. When symptoms do occur they typically begin 5 to 28 days after exposure. Symptoms can include itching in the genital area, a bad smelling thin vaginal discharge, burning with urination, and pain with sex. Having trichomoniasis increases the risk of getting HIV/AIDS. It may also cause complications during pregnancy. Trichomoniasis is a sexually transmitted infection (STI) which is most often spread through vaginal, oral, or anal sex. It can also spread through genital touching. People who are infected may spread the disease even when symptoms are not present. Diagnosis is by finding the parasite in the vaginal fluid using a microscope, culturing the vagina or urine, or testing for the parasite's DNA. If present other sexually transmitted infections should be tested for. Methods of prevention include not having sex, using condoms, not douching, and being tested for STIs before having sex with a new partner. Trichomoniasis can be cured with antibiotics, either metronidazole or tinidazole. Sexual partners should also be treated. About 20% of people get infected again within three months of treatment. There were about 122 million new cases of trichomoniasis in 2015. In the United States there are about 2 million women affected. It occurs more often in women than men. \"Trichomonas vaginalis\" was first identified in 1836 by Alfred Donné. It was first recognized as causing this disease in 1916.",
            "score": 78.65850067138672
        },
        {
            "docid": "55680227_21",
            "document": "Foreign animal disease . African Swine Fever African swine fever (ASF) is a highly contagious viral disease of pigs, endemic in sub-Saharan Africa, with no vaccine or treatment available. The ASF virus has spread through Georgia (2007) into Russia, then Ukraine, Belarus, and other Eastern European countries, and as of 2015 reports of outbreaks continue, mainly in wild boar. Mortality can be near-100 percent in some viral strains causing serious viral hemorrhagic disease while others can have more subtle clinical signs and be difficult to identify. \"With high virulent forms of the virus, ASF is characterized by high fever, loss of appetite, hemorrhages in the skin and internal organs, and death in 2-10 days on average. Mortality rates may be as high as 100%.\" The ASF virus can be transmitted directly between animals, indirectly via fomites, or by tick vectors. Wild suids such as Warthogs are important to maintaining the virus present (by a natural cycle of transmission between warthogs and the soft tick vector O moubata in Africa, but the ASF virus can infect domestic pigs, feral swine, and some members of the wild pig family. The bite of an infected soft tick or ingestion of warthog tissues can spread the virus from the wildlife reservoirs to domestic pigs, then spread can be continued to pig to pig by blood, the oronasal route by direct contact with infected pigs, or by ingestion of waste food containing unprocessed pig meat or pig meat products. Other potential routes for spread can be from feeding food waste collected from international airplanes or ships from countries where ASF is found, feral swine movements, the movement of trucks between infected and disease-free areas, and illegal movement of infected pigs or pork products, whether unintentional (e.g., by tourists) or intentional (e.g., meat smuggling). The risk that the ASF virus can be introduced into the US and North America has increased because of changes in production practices, increasing globalization, and outbreaks of ASF in Europe. If the virus were to enter the US, control measures must be initiated to prevent the spread of the virus and eliminate it as quickly as possible, of which the primary control and eradication strategy will be depopulation of infected and exposed susceptible animals.",
            "score": 78.60498046875
        },
        {
            "docid": "2198682_2",
            "document": "Trypanosoma equiperdum . Τrypanosoma equiperdum is a species of excavate parasites that causes Dourine or covering sickness in horses and other animals in the family equidae. Genetic analyses have revealed \"T. equiperdum\" to be a derivative of \"Trypanosoma brucei\", the causative agent of African trypanosomiasis. Unlike \"T. brucei\", \"T. equiperdum\" is spread primarily via sexual transmission, an adaptation that has allowed it to escape beyond the range of the tsetse fly and attain a cosmopolitan distribution. Mother-foal transmission has also been documented. Τhe donkey shows no symptoms but is a carrier of this parasite. Can be found in genital organs and secretions.",
            "score": 77.74566650390625
        },
        {
            "docid": "26378_2",
            "document": "Rift Valley fever . Rift Valley fever (RVF) is a viral disease that can cause mild to severe symptoms. The mild symptoms may include: fever, muscle pains, and headaches which often last for up to a week. The severe symptoms may include: loss of sight beginning three weeks after the infection, infections of the brain causing severe headaches and confusion, and bleeding together with liver problems which may occur within the first few days. Those who have bleeding have a chance of death as high as 50%. The disease is caused by the RVF virus, which is of the \"Phlebovirus\" type. It is spread by either touching infected animal blood, breathing in the air around an infected animal being butchered, drinking raw milk from an infected animal, or the bite of infected mosquitoes. Animals such as cows, sheep, goats, and camels may be affected. In these animals it is spread mostly by mosquitoes. It does not appear that one person can infect another person. The disease is diagnosed by finding antibodies against the virus or the virus itself in the blood. Prevention of the disease in humans is accomplished by vaccinating animals against the disease. This must be done before an outbreak occurs because if it is done during an outbreak it may worsen the situation. Stopping the movement of animals during an outbreak may also be useful, as may decreasing mosquito numbers and avoiding their bites. There is a human vaccine; however, as of 2010 it is not widely available. There is no specific treatment and medical efforts are supportive. Outbreaks of the disease have only occurred in Africa and Arabia. Outbreaks usually occur during periods of increased rain which increase the number of mosquitoes. The disease was first reported among livestock in Rift Valley of Kenya in the early 1900s, and the virus was first isolated in 1931.",
            "score": 77.61930847167969
        },
        {
            "docid": "40364158_11",
            "document": "Antibiotic use in livestock . The use of antibiotics to increase the growth of pigs is the most studied in livestock. This use for growth rather than disease prevention is referred to as subtherapeutic antibiotic use. Studies have shown that administering low doses of antibiotics in livestock feed improves growth rate, reduces mortality and morbidity, and improves reproductive performance. It is estimated that over one-half of the antibiotics produced and sold in the United States is used as a feed additive. Although it is still not completely understood why and how antibiotics increase the growth rate of pigs, possibilities include metabolic effects, disease control effects, and nutritional effects. While subtherapeutic use has many benefits for raising swine, there is growing concern that this practice leads to increased antibiotic resistance in bacteria. Antibiotic resistance occurs when bacteria are resistant to one or more microbial agents that are usually used to treat infection. There are three stages in the possible emergence and continuation of antibiotic resistance: genetic change, antibiotic selection, and spread of antibiotic resistance.",
            "score": 77.1960678100586
        },
        {
            "docid": "3325923_2",
            "document": "Winterbottom's sign . Winterbottom's sign is seen in the early phase of African trypanosomiasis, a disease caused by the parasites \"Trypanosoma brucei rhodesiense\" and \"Trypanosoma brucei gambiense\" which is more commonly known as African sleeping sickness. Dr. Anthony Martinelli describes Winterbottom's sign as the swelling of lymph nodes (lymphadenopathy) along the back of the neck, in the posterior cervical chain of lymph nodes, as trypanosomes travel in the lymphatic fluid and cause inflammation.",
            "score": 77.12584686279297
        },
        {
            "docid": "40364158_19",
            "document": "Antibiotic use in livestock . A vector, in this context, is an organism that transmits disease to another organism. Insects such as flies and mosquitoes have high amounts of breeding grounds and nests of eggs around manure waste, allowing rapid reproduction and fresh vectors for potential disease. Typically with dense populations of livestock, transmission of disease from one animal to another can be on account of insects, such as flies, mosquitoes or ticks, spreading blood from one animal to another. This can be particularly dangerous for sick animals spreading diseases to healthier animals, promoting general malaise in a concentrated area. Additionally, the animals can be infected from other animals' manure making contact with their food. In fact, fecal-oral transmission are one of the largest sources for pathogen transmission. Within concentrated animal farming operations, there is no mandatory testing of novel viruses, only reporting known illnesses to the World Organization for Animal Health. Thus, certain mutations or recombinant bacteria strains, which are more efficient in translation to human to human events, can be unnoticed.",
            "score": 77.0521011352539
        }
    ]
}