{
    "q": [
        {
            "docid": "21373569_4",
            "document": "Epstein–Barr virus nuclear antigen 1 . Though EBNA1 is a well-characterized protein, its role in oncogenesis is less well defined. It is consistently expressed in EBV-associated tumors. EBNA1 is the only identified latent protein-encoding genes that it consistently expressed in Burkitt's lymphoma cells and is believed to contribute to EBV malignancies through B cell-directed expression. This expression has the ability to produce B-cell lymphomas in transgenic mice and contribute to the survival of Burkitt’s lymphoma in vitro. EBNA1 may regulate cellular genes during EBV’s latency phase and thus regulate EBV associated tumors. Some studies suggest that it is possible that EBNA1 may be involved in the maintenance function in tumors. Transgenic mice expressing EBNA1 in B cell lines showed a predisposition for developing B cell lymphoma, thus demonstrating that EBNA1 is a viral oncogene and that it likely plays a role in B cell neoplasia. Data also show that, though its role in extrachromosomal replication, EBNA1 also increases the growth of B cells, thus aiding in the formation of malignancies. Adoptive ex vivo transfer of EBNA-1-specific T cells is a feasible and well-tolerated therapeutic option, however for optimal efficacy expansion protocols should use antigenic sequences from relevant EBV strains.",
            "score": 155.62568771839142
        },
        {
            "docid": "21859704_5",
            "document": "Epstein–Barr virus latent membrane protein 2 . Epstein–Barr virus (EBV) establishes a lifelong latent infection in B lymphocytes. Viral LMP2A mRNA is frequently detected in peripheral blood B lymphocytes and the protein is often present in tumor biopsies from EBV malignancies. This suggests LMP2A plays an important role in viral latency, as well as in progression of EBV related diseases such as Burkitt's lymphoma, Nasopharyngeal carcinoma, and Hodgkin's lymphoma. Portis and Longnecker (2004) have found that LMP2A induces activation of B cell Ras pathway in vivo. Using down stream inhibitors of Ras signaling components, they demonstrated activation of PI3K/Akt pathway is involved in LMP2A mediated B cell survival and resistance to apoptosis Caldwell et al. (1998) demonstrated the ability of LMP2A to provide survival signals to B-cells in vivo where expression of an LMP2A transgene in mice disrupts with normal B-cell development. This results in BCR-negative cells being able to exit the bone marrow and survive in peripheral lymphoid organs. B-cells from LMP2A transgenic E line undergo immunoglobulin light chain rearrangements, but not heavy chain rearrangement. This indicates that LMP2A signaling bypasses the requirement for immunoglobulin recombination and allows immunoglobulin M-negative type cells to bypass apoptosis, allowing them to colonize peripheral lymphoid organs.",
            "score": 131.74203670024872
        },
        {
            "docid": "8263081_5",
            "document": "Nasopharynx cancer . The association between Epstein-Barr virus and nasopharyngeal carcinoma is unequivocal in World Health Organization (WHO) types II and III tumors but less well-established for WHO type I (WHO-I) NPC, where preliminary evaluation has suggested that human papillomavirus HPV may be associated. EBV DNA was detectable in the blood plasma samples of 96% of patients with non-keratinizing NPC, compared with only 7% in controls. The detection of nuclear antigen associated with Epstein-Barr virus (EBNA) and viral DNA in NPC type 2 and 3, has revealed that EBV can infect epithelial cells and is associated with their transformation. The cause of NPC (particularly the endemic form) seems to follow a multi-step process, in which EBV, ethnic background, and environmental carcinogens all seem to play an important role. More importantly, EBV DNA levels appear to correlate with treatment response and may predict disease recurrence, suggesting that they may be an independent indicator of prognosis. The mechanism by which EBV alters nasopharyngeal cells is being elucidated to provide a rational therapeutic target.",
            "score": 171.30310654640198
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 114.15214598178864
        },
        {
            "docid": "41585434_15",
            "document": "Anti-miRNA oligonucleotides . It is believed that cellular miRNAs inhibit viral gene expression. In a study of HIV-1, anti-miRNA inhibitors were used to deactivate two miRNAs that inhibit viral gene expression, has-miR-29a and 29b. It was shown that viral gene expression increased after the introduction of anti-miRNAs targeting has-miR-29a and 29b. This demonstrated miRNA inhibitors were able to directly target and reverse the inhibitory effect of has-miR-29a and 29b in the HIV-1 virus. By creating an AMO, certain genomic sequences of HIV were able to be studied more in depth. A further understanding of the way the genome of certain viruses work can allow scientists to create preventative measures against these viruses.  The mechanism for anti-miRNA regulation in the case of the Epstein-Barr virus (EBV) differs slightly than other viral cases such as HIV-1. EBV is a herpesvirus related to various cancers that has the ability to express miRNAs, unlike many other viruses that affect humans. Unlike other studies that utilize anti-miRNAs as a knockdown tool to demonstrate the effects of miRNAs, researchers of EBV used them to inhibit the miRNAs produced by the virus. MiR-BART5, a miRNA of EBV, regulates the protein: p53 Up-regulated Modulator of Apoptosis (PUMA). When the viral mir-BART5 was depleted using its anti-miRNA, anti-miR-BART5, cell apoptosis was triggered and resulted in disease control, killing the cells that are identified as infected.",
            "score": 185.730078458786
        },
        {
            "docid": "2457_41",
            "document": "Apoptosis . Apoptosis in HeLa cells is inhibited by proteins produced by the cell; these inhibitory proteins target retinoblastoma tumor-suppressing proteins. These tumor-suppressing proteins regulate the cell cycle, but are rendered inactive when bound to an inhibitory protein. HPV E6 and E7 are inhibitory proteins expressed by the human papillomavirus, HPV being responsible for the formation of the cervical tumor from which HeLa cells are derived. HPV E6 causes p53, which regulates the cell cycle, to become inactive. HPV E7 binds to retinoblastoma tumor suppressing proteins and limits its ability to control cell division. These two inhibitory proteins are partially responsible for HeLa cells' immortality by inhibiting apoptosis to occur. CDV (Canine Distemper Virus) is able to induce apoptosis despite the presence of these inhibitory proteins. This is an important oncolytic property of CDV: this virus is capable of killing canine lymphoma cells. Oncoproteins E6 and E7 still leave p53 inactive, but they are not able to avoid the activation of caspases induced from the stress of viral infection. These oncolytic properties provided a promising link between CDV and lymphoma apoptosis, which can lead to development of alternative treatment methods for both canine lymphoma and human non-Hodgkin lymphoma. Defects in the cell cycle are thought to be responsible for the resistance to chemotherapy or radiation by certain tumor cells, so a virus that can induce apoptosis despite defects in the cell cycle is useful for cancer treatment.",
            "score": 86.08741676807404
        },
        {
            "docid": "19167679_66",
            "document": "Virus . Viruses are an established cause of cancer in humans and other species. Viral cancers occur only in a minority of infected persons (or animals). Cancer viruses come from a range of virus families, including both RNA and DNA viruses, and so there is no single type of \"oncovirus\" (an obsolete term originally used for acutely transforming retroviruses). The development of cancer is determined by a variety of factors such as host immunity and mutations in the host. Viruses accepted to cause human cancers include some genotypes of human papillomavirus, hepatitis B virus, hepatitis C virus, Epstein–Barr virus, Kaposi's sarcoma-associated herpesvirus and human T-lymphotropic virus. The most recently discovered human cancer virus is a polyomavirus (Merkel cell polyomavirus) that causes most cases of a rare form of skin cancer called Merkel cell carcinoma. Hepatitis viruses can develop into a chronic viral infection that leads to liver cancer. Infection by human T-lymphotropic virus can lead to tropical spastic paraparesis and adult T-cell leukaemia. Human papillomaviruses are an established cause of cancers of cervix, skin, anus, and penis. Within the \"Herpesviridae\", Kaposi's sarcoma-associated herpesvirus causes Kaposi's sarcoma and body-cavity lymphoma, and Epstein–Barr virus causes Burkitt's lymphoma, Hodgkin's lymphoma, B lymphoproliferative disorder, and nasopharyngeal carcinoma. Merkel cell polyomavirus closely related to SV40 and mouse polyomaviruses that have been used as animal models for cancer viruses for over 50 years.",
            "score": 67.48216891288757
        },
        {
            "docid": "47253581_12",
            "document": "Tumor antigens recognized by T lymphocytes . A number of viruses named oncoviruses cause cancer. These are mainly human papilloma virus (HPV) causing cervical carcinoma, and Epstein-Barr virus causing B cell lymphomas and nasopharyngeal carcinomas. Kaposi sarcoma virus and Merkel cell polyoma virus cause skin cancers. Human T-lymphotropic virus (HTLV) causes T cell leukemias. Hepatitis B (HBV) and C (HCV) viruses cause chronic inflammation which favors the appearance of hepatocarcinoma. The carcinoma cells still harbour the viral genes and antigens. As expected T cell responses against antigens encoded by genes of these viruses are observed.",
            "score": 74.75296807289124
        },
        {
            "docid": "14517273_9",
            "document": "GPR56 . Mutations in GPR56 cause the brain developmental disorder BFPP, characterized by disordered cortical lamination in frontal cortex. Mice lacking expression of GPR56 develop a comparable phenotype. Furthermore, loss of GPR56 leads to reduced fertility in male mice, resulting from a defect in seminiferous tubule development. GPR56 is expressed in glioblastoma/astrocytoma as well as in esophageal squamous cell, breast, colon, non-small cell lung, ovarian, and pancreatic carcinoma. GPR56 was shown to localize together with α-actinin at the leading edge of membrane filopodia in glioblastoma cells, suggesting a role in cell adhesion/migration. In addition, recombinant GPR56-NTF protein interacts with glioma cells to inhibit cellular adhesion. Inactivation of Von Hippel-Lindau (VHL) tumor-suppressor gene and hypoxia suppressed GPR56 in a renal cell carcinoma cell line, but hypoxia influenced GPR56 expression in breast or bladder cancer cell lines. GPR56 is a target gene for vezatin, an adherens junctions transmembrane protein, which is a tumor suppressor in gastric cancer. Xu et al. used an in vivo metastatic model of human melanoma to show that GPR56 is downregulated in highly metastatic cells. Later, by ectopic expression and RNA interference they confirmed that GPR56 inhibits melanoma tumor growth and metastasis. Silenced expression of GPR56 in HeLa cells enhanced apoptosis and anoikis, but suppressed anchorage-independent growth and cell adhesion. High ecotropic viral integration site-1 acute myeloid leukemia (EVI1-high AML) expresses GPR56 that was found to be a transcriptional target of EVI1. Silencing expression of GPR56 decreases adhesion, cell growth and induces apoptosis through reduced RhoA signaling. GPR56 suppresses the angiogenesis and melanoma growth through inhibition of vascular endothelial growth factor (VEGF) via PKCα signaling pathway. Furthermore, GPR56 expression was found to be negatively correlated with the malignancy of melanomas in human patients.",
            "score": 115.48039734363556
        },
        {
            "docid": "41057682_4",
            "document": "Epstein–Barr virus stable intronic-sequence RNAs . A recent study of ncRNAs in EBV using bioinformatics and RNA-Seq identified multiple regions within its genome likely to contain functional RNAs. These regions included EBER-1 and -2, v-snoRNA1, and most of the known viral miRNAs. In addition to these known EBV ncRNAs, this analysis identified new RNAs, including two stable intronic sequence (sis)RNAs. Introns, typically are rapidly degraded in the cell, but can persist and accumulate to high abundance when they serve a functional role. Such sisRNAs have been found in Xenopus oocytes. Stable introns are also found in other herpesviruses, for example, the HHV Latency Associated Transcript, which plays important roles in the maintenance of virus latency.  In EBV, sisRNAs are generated from a region known as the W repeats. This region is transcribed during a type of viral latency that is highly oncogenic (latency type III) and also in a rare type of latency (Wp-restricted latency) observed in ~15% of endemic Burkitt's lymphoma. Splicing of these W repeat transcripts produces a short intron and a long intron (Fig. 1), both of which accumulate to high abundance in EBV-infected human B cells. Indeed, ebv-sisRNA-1 is the third most abundantly produced EBV RNA after EBER1 and EBER2, which are highly expressed in EBV-infected cells., The presence of these RNAs in a pathogenic form of latency suggests roles in EBV-associated cancers.",
            "score": 130.72012436389923
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 117.85852408409119
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 88.4864012002945
        },
        {
            "docid": "21373569_2",
            "document": "Epstein–Barr virus nuclear antigen 1 . Epstein–Barr nuclear antigen 1 (EBNA1) is a multifunctional, dimeric viral protein associated with Epstein–Barr virus (EBV). It is the only EBV protein found in all EBV-related malignancies. It is important in establishing and maintaining the altered state that cells take when infected with EBV. EBNA1 has a glycine–alanine repeat sequence that separates the protein into amino- and carboxy-terminal domains. This sequence also seems to stabilize the protein, preventing proteasomal breakdown, as well as impairing antigen processing and MHC class I-restricted antigen presentation. This thereby inhibits the CD8-restricted cytotoxic T cell response against virus-infected cells. EBNA1 is expressed from the Qp promoter during all latency programs. It is the only viral protein expressed in latency program I.",
            "score": 121.4810585975647
        },
        {
            "docid": "14765419_8",
            "document": "USP7 . More recently, an interaction between USP7 and the EBNA1 protein of Epstein-Barr virus (EBV) (another herpesvirus) was also discovered. This interaction is particularly interesting given the oncogenic potential (potential to cause cancer) of EBV, which is associated with several human cancers. EBNA1 can compete with p53 for binding USP7. Stabilization by USP7 is important for the tumor suppressor function of p53. In cells, EBNA1 can sequester USP7 from p53 and thus attenuate stabilization of p53, rendering the cells predisposed to turning cancerous. Compromising the function of p53 by sequestering USP7 is one way EBNA1 can contribute to the oncogenic potential of EBV. Additionally, human USP7 was also shown to form a complex with GMPS and this complex is recruited to EBV genome sequences. USP7 was shown to be important for histone H2B deubiquitination in human cells and for deubiquitination of histone H2B incorporated in the EBV genome. Thus USP7 may also be important for regulation of viral gene expression.",
            "score": 133.86754298210144
        },
        {
            "docid": "41057682_3",
            "document": "Epstein–Barr virus stable intronic-sequence RNAs . The Epstein–Barr virus (EBV) infects as many as 95% of adults and is the infectious agent responsible for mononucleosis (\"mono\"). Infection with EBV results in lifelong. Latent infections are \"dormant\", meaning no active virions are produced, however the virus generates proteins and RNAs to modulate host-virus interactions that maintain latent infection. In ways yet to be fully determined, these interactions make EBV-infected B cells more prone to becoming cancerous (e.g. Hodgkin's lymphoma, Burkitt's lymphoma, and nasopharyngeal carcinoma). Especially interesting are the roles of non-coding RNAs (ncRNAs) in this process. Structured ncRNAs are of particular interest as they serve a wide array of functions, which are the focus of intensive efforts to characterize and archive in such projects as Rfam.",
            "score": 112.33292782306671
        },
        {
            "docid": "37364851_8",
            "document": "Tumor-associated macrophage . One of the major functions of TAMs is suppressing the T-cell mediated anti-tumor immune response. Gene expression analysis of mouse models of breast cancer and fibrosarcoma shows that TAMs have immunosuppressive transcriptional profiles and express factors including IL-10 and transforming growth factor β (TGFβ). In humans, TAMs have been shown to directly suppress T cell function through surface presentation of programmed death-ligand 1 (PD-L1) in hepatocellular carcinoma and B7-homologs in ovarian carcinoma, which activate programmed cell death protein 1 (PD-1) and cytotoxic T-lymphocyte antigen 4 (CTLA-4), respectively, on T cells. Inhibitory signals to PD-1 and CTLA-4 are immune checkpoints, and binding of these inhibitory receptors by their ligands prevents T cell receptor signaling, inhibits T cells cytotoxic function, and promotes T cell apoptosis. HIF-1α also induces TAMs to suppress T cell function through arginase-1, but the mechanism by which this occurs is not yet fully understood.",
            "score": 97.22099149227142
        },
        {
            "docid": "47253581_8",
            "document": "Tumor antigens recognized by T lymphocytes . Some viruses have the ability to transform normal cells into cancer cells. Human oncoviruses include human papilloma virus, Epstein-Barr virus or Kaposi sarcoma-associated virus. The transformed cells often express permanently some viral genes. This leads to the presentation of viral antigenic peptides absent from normal cells.",
            "score": 76.64968943595886
        },
        {
            "docid": "31776829_3",
            "document": "Hsp90 inhibitor . Among heat shock proteins the focus on HSP90 has increased due to its involvement in several cellular phenomena and more importantly in disease progression. HSP90 keeps the death proteins in an apoptosis resistant state by direct association. Its wide range of functions results from the ability of HSP90 to chaperone several client proteins that play a central pathogenic role in human diseases including cancer, neurodegenerative diseases and viral infection. Geldanamycin directly binds to the ATP-binding pocket in the N-terminal domain of Hsp90 and, hence, blocks the binding of nucleotides to Hsp90. Analysis of the effects of Geldanamycin on steroid receptor activation indicates that the antibiotic blocks the chaperone cycle at the intermediate complex, preventing the release of the receptor from Hsp90 and, eventually, resulting in its degradation. Ewing’s sarcoma shows several deregulated autocrine loops mediating cell survival and proliferation. So their blockade is a promising therapeutic approach. Proteosome analysis revealed that Hsp90 is differentially expressed between ewing’s sarcoma cell lines, sensitive and resistant to specific IGF1R/KIT inhibitors. The in vitro IGF1R/KIT pathway blockade on ewing’s sarcoma cell lines and classified ewing’s sarcoma cell lines as resistant and sensitive to blockade of pathway. Inhibition of Hsp90 with 17AAG and siRNA resulted in reduction of cell lines growth and survival. The inhibition of Hsp90 causes the proteosomal destruction of client proteins- Akt, KIT and IGF1R. This effect could be due to precluding physical contact between client proteins and Hsp90. So since the molecular chaperones are overexpressed in a wide variety of cancer cells and in virally transformed cells, inhibiting the function of these chaperones is essential to controlling cancer cells, as this would affect the activity of signaling proteins. The availability of drugs that can specifically target Hsp90 and inhibit its function, resulting in the depletion of client proteins, has made Hsp90 a novel and exciting target for cancer therapy.",
            "score": 71.47572088241577
        },
        {
            "docid": "21354427_3",
            "document": "Human T-lymphotropic virus . HTLV-1 is an abbreviation for \"human T-cell lymphotropic virus type 1\", also called human T-cell leukemia type 1, a virus that has been implicated in several kinds of diseases, including HTLV-1-associated myelopathy, and as a virus cancer link for leukemia (see adult T-cell leukemia/lymphoma).HTLV-1 has six reported subtypes (subtypes A to F). The great majority of infections are caused by the cosmopolitan subtype A. HTLV was discovered by Robert Gallo and colleagues in 1980. Between 1 in 20 and 1 in 25 infected people are thought to develop cancer as a result of the virus. HTLV-1 infection is thought to spread only through dividing cells since reverse transcriptase generates proviral DNA from genomic viral RNA, and the provirus is integrated into the host genome by viral integrase after transmission. Therefore, the quantification of provirus reflects the number of HTLV-1-infected cells. So, an increase in numbers of HTLV-1-infected cells using cell division, by actions of accessory viral genes, especially Tax, may provide an enhancement of infectivity Tax expression induces proliferation, inhibits the apoptosis of HTLV-1-infected cells and, conversely, evokes the host immune response, including cytotoxic T cells, to kill virus-infected cells. Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 70.73593258857727
        },
        {
            "docid": "29446130_26",
            "document": "MiR-155 . In DNA viruses, miRNAs were experimentally verified, miRNAs in viruses are encoded by dsDNAs, examples of such viruses include herpesviruses such as Humans-Epstein-Barr Virus (EBV) and adenoviruses, another virus expressing miR-155-like miRNA in chickens is the oncogenic MDV-1 whose non-oncogenic relative MDV-2 does not, this suggests implication of miR-155 in lymphomagenesis. Viruses can exploit host miRNAs to the degree that they use host miRNAs to encode for viral clones for example: miR-K12-11 in Kaposi's-sarcoma-associated Herpesvirus has a target specificity region orthologous to that of miR-155's; mimicking the action of miR-155 and, sharing targets with it, thus it can be thought to suppress miR-155 accessibility to its targets by competition and this in effect downregulates expression of genes playing roles in cellular growth and apoptosis in a manner that defies regulations by miR-155. EBV modulates host miR-155 expression, which is essential for growth of EBV-infected B cells. EBV-infected cells have increased expression of miR-155 thereby disturbing equilibrium of expression for genes regulating transcription in those cells.",
            "score": 191.14292335510254
        },
        {
            "docid": "11883272_6",
            "document": "Heparin-binding EGF-like growth factor . Recent studies indicate significant HB-EGF gene expression elevation in a number of human cancers as well as cancer-derived cell lines. Evidence indicates that HB-EGF plays a significant role in the development of malignant phenotypes contributing to the metastatic and invasive behaviors of tumors. The proliferative and chemotactic effects of HB-EGF results from the target influence on particular cells including fibroblasts, smooth muscles cells, and keratinocytes. For numerous cell types such as breast and ovarian tumor cells, human epithelial cells and keratinocytes HB-EGF is a potent mitogen resulting in evidenced upregulation of HB-EGF in such specimens. Both in vivo and in vitro studies of tumor formation in cancer dervived cell lines indicate that expression of HB-EGF is essential for tumor development. As a result, studies implementing the use of specific HB-EGF inhibitors and monoclonal antibodies against HB-EGF show the potential for the development of novel therapies for treating cancers by targeting HB-EGF expression.",
            "score": 88.5087879896164
        },
        {
            "docid": "30778342_17",
            "document": "Infectious causes of cancer . Herpesviruses are a third group of common cancer-causing viruses. Two types of herpesviruses have been associated with cancer: the Epstein–Barr virus (EBV) and human herpesvirus 8 (HHV-8). EBV appears to cause all nonkeratinizing nasopharyngeal carcinomas and some cases of lymphoma, including Burkitt's lymphoma—the association is especially strong in Africa—and Hodgkin's disease. EBV has also been found in a variety of other types of cancer cells, although its role in causing these other cancers is not well established. KSHV/HHV-8 causes all cases of Kaposi's sarcoma, and has been found in some cases of a cancer-related condition called Castleman's disease. Studies involving other kinds of cancer, particularly prostate cancer, have been inconsistent. Both of these herpesviruses are commonly found in cancerous cells of primary effusion lymphoma. Herpesviruses also cause cancer in animals, especially leukemias and lymphomas.",
            "score": 96.20248103141785
        },
        {
            "docid": "11421227_3",
            "document": "Mir-17 microRNA precursor family . The paralogous miRNA gene clusters that give rise to miR-17 family microRNAs (miR-17~92, miR-106a~363, and miR-106b~25) have been implicated in a wide variety of malignancies and are sometimes referred to as oncomirs. The oncogenic potential of these non-protein encoding genes was first identified in mouse viral tumorigenesis screens. In humans, the activating mutations of miR-17~92 have been identified in non-Hodgkin's lymphoma, whereas the miRNA constituents of the clusters are overexpressed in a multiple cancer types. High level expression of miR-17 family members induces cell proliferation, whereas deletion of the miR-17~92 cluster, in mice, is lethal and causes lung and lymphoid cell developmental defects. In addition, in the nasopharyngeal carcinoma cell line, miR-20a and miR-20b has been shown to target the 3’ UTR of vascular endothelial growth factor (VEGF) and repress the expression of VEGF, which is an important angiogenic factor.",
            "score": 126.39157545566559
        },
        {
            "docid": "14755626_14",
            "document": "PSMB6 . As aforementioned, the proteasome subunit beta type-6, also known as 20S proteasome subunit beta-1 is a protein that is encoded by the PSMB6 gene in humans. A clinically important role of the PSMB6 protein has been mainly found in malignancies. For instance, pharmacological drug therapy with Periplocin in the treatment of rheumatoid arthritis, is also found to inhibit lung cancer in both in-vivo and in-vitro experimental models. Accordingly, the protein profile changes of human lung cancer cell lines A549 in response to periplocin treatment were investigated using proteomics approaches (2-DE combined] with MS/MS) in conduction with Western blot analysis to verify the changed proteins. Using immunoblot analysis followed by STRING bioinformatics analysis, it was revealed that Periplocin can inhibited growth of lung cancer by down-regulating proteins, such as ATP5A1, EIF5A, ALDH1 and PSMB6. Thus, the proteasome subunit beta type-6 (PSMB6) appears to have a significant role in molecular mechanisms underlying the anti-cancer effects of periplocin on lung cancer cells. A proteomic study, analyzing differentially expressed UPS proteins in a rat model of chronic hypoxic pulmonary hypertension which is characterized by sustained elevation of pulmonary vascular resistance that results in vascular remodeling, revealed a significant association with the PSMB6 protein. Chronic hypoxia up-regulated the proteasome activity and the proliferation of pulmonary artery smooth muscle cells, which may be related to an increased PSMB6 expression and the subsequently enhanced functional catalytic sites of the proteasome. Thus, there may be an essential role of the proteasome during chronic hypoxic pulmonary hypertension.",
            "score": 73.50983822345734
        },
        {
            "docid": "24795530_17",
            "document": "HPV-positive oropharyngeal cancer . An increased risk of HPV+OPC is observed more than 15 years after HPV exposure, pointing to a slow development of the disease, similar to that seen in cervical cancer. Relative to HPV-OPC, the oncogenic molecular progression of HPV+OPC is poorly understood. The two main viral oncoproteins of the high risk HPV types are E6 and E7. These are consistently expressed in malignant cell lines, and if their expression is inhibited the malignant phenotype of the cancer cells is blocked. Either of these oncoproteins can immortalise cell lines, but are more efficient when both are expressed, since their separate molecular roles are synergistic. The E6 and E7 oncogenes become integrated into host-cell DNA, and the oncoproteins they express interfere with a variety of predominantly antiproliferative cellular regulatory mechanisms. They bind to and inactivate the best known of these mechanisms, the tumor suppressor proteins p53 and retinoblastoma protein pRB (pRb) leading to genomic instability and then cell cycle deregulation (\"see\" Chung et al., 2016 Fig. 35.2). Further, yet to be elicited, mechanisms are required for the final steps of malignant transformation of HPV infected cells.",
            "score": 72.84702897071838
        },
        {
            "docid": "13975479_17",
            "document": "RHOA . Protein expression of RhoA has been identified to be significantly higher in testicular tumor tissue than that in nontumor tissue; expression of protein for RhoA, ROCK-I, ROCK-II, Rac1, and Cdc42 was greater in tumors of higher stages than lower stages, coinciding with greater lymph metastasis and invasion in upper urinary tract cancer. Although both RhoA and RhoC proteins comprise a significant part of the Rho GTPases that are linked to promoting the invasive behavior of breast carcinomas, attributing specific functions to these individual members has been difficult. We have used a stable retroviral RNA interference approach to generate invasive breast carcinoma cells (SUM-159 cells) that lack either RhoA or RhoC expression. Analysis of these cells enabled us to deduce that RhoA impedes and RhoC stimulates invasion. Unexpectedly, this analysis also revealed a compensatory relationship between RhoA and RhoC at the level of both their expression and activation, and a reciprocal relationship between RhoA and Rac1 activation. Chronic Myeloid Leukemia (CML), a stem cell disorder that prevents myeloid cells from functioning correctly, has been linked to actin polymerization. Signaling proteins like RhoA, regulate polymerization of actin. Due to differences proteins exhibited between normal and affected neutrocytes, RhoA has become the key element; further experimentation has also shown that RhoA-inhibiting pathways prevent the overall growth of CML cells. As a result, RhoA has significant potential as a therapeutic target in gene therapy techniques to treating CML. Therefore, RhoA’s role in the proliferation of cancer cell phenotypes is a key application that can be applied to targeted cancer therapeutics and the development for pharmaceuticals.",
            "score": 103.40434885025024
        },
        {
            "docid": "4367754_20",
            "document": "Epoxyeicosatrienoic acid . The forced over-expression of CYP2J2 in or the addition of an EET to cultured human Tca-8113 oral squamous cancer cells, lung cancer A549 cells and NCL-H446 cells, HepG2 liver cancer cells, LS-174 colon cancer cells, SiHa uterine cervix cancer cells, U251 glioblastoma cancer cells, ScaBER urinary bladder cancer cells, and K562 erythroleukemia and HL-60 promyelocyte leukemic blood cancer cells caused an increase in their survival and proliferation.  Putative inhibitors of CYP2J2 inhibit the growth in culture of several human cancer cell lines that express relatively high levels of CYP2J2 viz., Tca-8113 cells, HeLa uterine cervix cell lines, A549 cells, MDA-MB-435 breast cells, and HepG2 cells but they had no significant inhibitory effects on two cell lines that expressed little or no CYP2J2.  A putative inhibitor of CYPJ2 also inhibited the growth of human K562 erythroleukemia in a mice model as well as the growth of mouse el4 lymphoma cells in mice that were forced to overexpress CYP2J2 cells in their vascular epithelium.  Forced expression of CYP2J2 also enhanced, while forced inhibition of its expression (using Small interfering RNA) reduced, the survival, growth, and metastasis of MDA-MB-231 human breast carcinoma cells in the mouse model and likewise enhanced or reduced, respectively, the survival and growth of these cells in culture.  Further studies found that the expression of CYP2J2 was in increased in the malignant cells, relative to the nearby normal cells, in the following specimens taken from humans suffering squamous-cell carcinoma and adenocarcinoma types of esophageal cancer and lung cancer, small cell lung carcinoma, breast cancer, stomach cancer, liver cancer, and colon adenocarcinoma;  this CYP was also highly expressed in the malignant cells of patients with acute leukemia, chronic leukemia, and lymphoma.  As a group, patients with these cancers exhibited increased levels of EETs in their urine and blood samples. Studies of the CYP epoxygenases have not been restricted to the CYP2J subfamily.  Reduction in the expression of CYP3A4 or CYP2C using small interfering RNA inhibits the growth of cultured MCF7, T47D, and MDA-MB-231 human breast cancer cells; in these studies 14,15-EET stimulated the proliferation of cultured MCF7 cells, reduction in the expression of CYP3A4 by small interference RNA methods, inhibited these cells from proliferating, and 14,15-ETE reversed the effect of CYP3A4 interference;  in other studies, the forced overexpression of CYP3A4 stimulated the growth of human liver cancer (hepatoma) cell line, Hep3 .  In human breast cancer, not only CYP2J2 but also CYP2C8 and CYP2C9 levels appear elevated while sEH levels appear reduced in malignant compared to nearby normal tissues; associated with this finding, the levels of 14,15-EET as well as the levels of 14,15-EET plus 14,15-dihydroxy-EET were significantly elevated in the cancerous compared to noncancerous cells and the levels of CYP2C8 and CYP2C9 proteins correlated positively and sEH levels correlated negatively with the tumor cells rate of proliferation as accessed by their Ki67 levels while CYP2J2 levels correlated positively with poorer prognosis as predicted tumor histological grade and tumor size.",
            "score": 91.66251575946808
        },
        {
            "docid": "36777018_21",
            "document": "Causes of cancer . Viral infection is a major risk factor for cervical and liver cancer. A virus that can cause cancer is called an \"oncovirus\". These include human papillomavirus (cervical carcinoma), Epstein–Barr virus (B-cell lymphoproliferative disease and nasopharyngeal carcinoma), Kaposi's sarcoma herpesvirus (Kaposi's sarcoma and primary effusion lymphomas), hepatitis B and hepatitis C viruses (hepatocellular carcinoma), and Human T-cell leukemia virus-1 (T-cell leukemias).",
            "score": 54.679824352264404
        },
        {
            "docid": "14135628_15",
            "document": "TERF2 . Telomerase is an enzyme that works to create telomeric ends for DNA, and it is thought to play important roles in the development of cancer. Specifically, telomeric stability is known to be a common occurrence in cancer cells. Along with the telomerase, the shelterin complex, and TERF2 and TERF1 specifically, also have been noted to control the lengths of telomeres formed by these telomerases. Shelterin works to protect telomeres against unsuitable activation of the DNA damage response pathway, as noted in the function section above. TERF2 as part of the shelterin complex, has been known to block the ATM signaling pathways and prevent chromosome end fusion. In cancer cells, TERF2 phosphorylation by extracellular signal-regulated kinase (ERK1/2) is a controlling factor in the major pro-oncogenic signaling pathways (RAS/RAF/MEK/ERK) that affect telomeric stability. Additionally, when TERF2 was non-phosphorylated in melanoma cells, there was a cell induced DNA damage response, arresting growth and causing tumor reversion. Studies have found that in tumor cells, TERF2 levels are observed to be high, and this raised level of TERF2 contributes to oncogenesis in a variety of ways. This high level of TERF2 decreases the ability to recruit and activate natural killer cells in human tumor cells. One study used a dominant negative form of TERF2, to inhibit TERF2, and found that it could induce a reversion malignant phenotype in human melanoma cells. Therefore, over-expression of TERF2, and therefore blocking of TERF2, induced apoptosis and reduced tumourigenicity in certain cell lines. Additionally, upregulation of TERF2 may be the cause of the establishment and maintenance of short telomeres. These short telomeres increase chromosomal instability, and increase the chances of certain cancers progressing in the body, such as with leukemia. In gastric mucosa tissues, the expression of TERF2 proteins was significantly higher than normal, and this over-expression of TERF2, along with over-expression of TERF1, TIN2, TERT, and BRCA1 protein transposition, may cause a reduction in telomere length, further contributing to multistage carcinogenesis of gastric cancer.",
            "score": 77.6604437828064
        },
        {
            "docid": "4448546_28",
            "document": "Viral transformation . The retroviruses include T-cell Leukemia virus type I, HIV, and Rous Sarcoma Virus (RSV). The viral gene tax is expressed when the T-cell Leukemia virus transforms a cell altering the expression of cellular growth control genes and causing the transformed cells to become cancerous. HIV works differently by not directly causing cells to become cancerous but by instead making those infected more susceptible to lymphoma and Kaposi's sarcoma. Many other retroviruses contain the three genes, gag, pol, and env, which do not directly cause transformation or tumor formation.",
            "score": 63.580907583236694
        },
        {
            "docid": "7244534_15",
            "document": "NFAT . NFAT is involved in a signaling pathway for cell transformation and tumorigenesis. The calcineurin/NFAT pathway signals for dephosphorylation of NFAT by activated calcineurin. This regulates the expression of several genes, including proteins helping with proliferation, growth, differentiation, migration, and survival, all processes commonly deregulated in cancer cells. Studies have shown that some forms of NFAT, such as the NFATc2 long isoform acts as a tumor suppressing gene whereas the NFATc1 short isoform functions as an oncogene. NFATc1 has been found in many aggressive B-cell lymphomas. Additionally, treating mice with calcineurin inhibitors that inactivate the calcineurin/NFAT pathway has been found to induce cell death in cancerous cells and inhibit the progression of the cell cycle. NFAT factors are promising therapeutic targets for these diseases.",
            "score": 79.46870279312134
        },
        {
            "docid": "46270646_4",
            "document": "Eva Gottwein . The focus of her work involves identifying the function of microRNAs that are encoded in the human herpesvirus Kaposi's sarcoma-associated herpesvirus (KSHV). KSHV causes tumors by infecting endothelial cells. Since the AIDS epidemic in Africa, KSHV is also known to attack and infect B lymphocytes, which results in a person having B cell lymphomas and effusion lymphoma. Prior to her laboratory experience at Duke University, the target for KSHV microRNAs were unknown. Gottwein recently studied the expression of KSHV mRNAs. Through her research she found that Kaposi's sarcoma-associated herpesvirus (KSHV) has nearly 20 viral mRNAs. During her research she discovered that miR-K10 by itself has the ability to transform cells. In another experiment, Gottwein research found that the function of miRNA KSHV proteins that were used to target certain cellular RNAs. Through her experiment she discovered abnormal ligand reactions that occurred during the absence of exogenous ligase and a unique miRNA binding site. Her goal for the next few years is to learn more about the targetome of the KSHV microRNAs and identification of the virus' functions in oncogenesis.",
            "score": 122.94403898715973
        }
    ],
    "r": [
        {
            "docid": "29446130_26",
            "document": "MiR-155 . In DNA viruses, miRNAs were experimentally verified, miRNAs in viruses are encoded by dsDNAs, examples of such viruses include herpesviruses such as Humans-Epstein-Barr Virus (EBV) and adenoviruses, another virus expressing miR-155-like miRNA in chickens is the oncogenic MDV-1 whose non-oncogenic relative MDV-2 does not, this suggests implication of miR-155 in lymphomagenesis. Viruses can exploit host miRNAs to the degree that they use host miRNAs to encode for viral clones for example: miR-K12-11 in Kaposi's-sarcoma-associated Herpesvirus has a target specificity region orthologous to that of miR-155's; mimicking the action of miR-155 and, sharing targets with it, thus it can be thought to suppress miR-155 accessibility to its targets by competition and this in effect downregulates expression of genes playing roles in cellular growth and apoptosis in a manner that defies regulations by miR-155. EBV modulates host miR-155 expression, which is essential for growth of EBV-infected B cells. EBV-infected cells have increased expression of miR-155 thereby disturbing equilibrium of expression for genes regulating transcription in those cells.",
            "score": 191.14291381835938
        },
        {
            "docid": "41585434_15",
            "document": "Anti-miRNA oligonucleotides . It is believed that cellular miRNAs inhibit viral gene expression. In a study of HIV-1, anti-miRNA inhibitors were used to deactivate two miRNAs that inhibit viral gene expression, has-miR-29a and 29b. It was shown that viral gene expression increased after the introduction of anti-miRNAs targeting has-miR-29a and 29b. This demonstrated miRNA inhibitors were able to directly target and reverse the inhibitory effect of has-miR-29a and 29b in the HIV-1 virus. By creating an AMO, certain genomic sequences of HIV were able to be studied more in depth. A further understanding of the way the genome of certain viruses work can allow scientists to create preventative measures against these viruses.  The mechanism for anti-miRNA regulation in the case of the Epstein-Barr virus (EBV) differs slightly than other viral cases such as HIV-1. EBV is a herpesvirus related to various cancers that has the ability to express miRNAs, unlike many other viruses that affect humans. Unlike other studies that utilize anti-miRNAs as a knockdown tool to demonstrate the effects of miRNAs, researchers of EBV used them to inhibit the miRNAs produced by the virus. MiR-BART5, a miRNA of EBV, regulates the protein: p53 Up-regulated Modulator of Apoptosis (PUMA). When the viral mir-BART5 was depleted using its anti-miRNA, anti-miR-BART5, cell apoptosis was triggered and resulted in disease control, killing the cells that are identified as infected.",
            "score": 185.73007202148438
        },
        {
            "docid": "8263081_5",
            "document": "Nasopharynx cancer . The association between Epstein-Barr virus and nasopharyngeal carcinoma is unequivocal in World Health Organization (WHO) types II and III tumors but less well-established for WHO type I (WHO-I) NPC, where preliminary evaluation has suggested that human papillomavirus HPV may be associated. EBV DNA was detectable in the blood plasma samples of 96% of patients with non-keratinizing NPC, compared with only 7% in controls. The detection of nuclear antigen associated with Epstein-Barr virus (EBNA) and viral DNA in NPC type 2 and 3, has revealed that EBV can infect epithelial cells and is associated with their transformation. The cause of NPC (particularly the endemic form) seems to follow a multi-step process, in which EBV, ethnic background, and environmental carcinogens all seem to play an important role. More importantly, EBV DNA levels appear to correlate with treatment response and may predict disease recurrence, suggesting that they may be an independent indicator of prognosis. The mechanism by which EBV alters nasopharyngeal cells is being elucidated to provide a rational therapeutic target.",
            "score": 171.3031005859375
        },
        {
            "docid": "21373569_4",
            "document": "Epstein–Barr virus nuclear antigen 1 . Though EBNA1 is a well-characterized protein, its role in oncogenesis is less well defined. It is consistently expressed in EBV-associated tumors. EBNA1 is the only identified latent protein-encoding genes that it consistently expressed in Burkitt's lymphoma cells and is believed to contribute to EBV malignancies through B cell-directed expression. This expression has the ability to produce B-cell lymphomas in transgenic mice and contribute to the survival of Burkitt’s lymphoma in vitro. EBNA1 may regulate cellular genes during EBV’s latency phase and thus regulate EBV associated tumors. Some studies suggest that it is possible that EBNA1 may be involved in the maintenance function in tumors. Transgenic mice expressing EBNA1 in B cell lines showed a predisposition for developing B cell lymphoma, thus demonstrating that EBNA1 is a viral oncogene and that it likely plays a role in B cell neoplasia. Data also show that, though its role in extrachromosomal replication, EBNA1 also increases the growth of B cells, thus aiding in the formation of malignancies. Adoptive ex vivo transfer of EBNA-1-specific T cells is a feasible and well-tolerated therapeutic option, however for optimal efficacy expansion protocols should use antigenic sequences from relevant EBV strains.",
            "score": 155.6256866455078
        },
        {
            "docid": "29446401_12",
            "document": "Mir-205 . miR-205 exerts a tumor-suppressive effect in human prostate by counteracting epithelial-to-mesenchymal transition and reducing cell migration/invasion, at least in part through the down-regulation of protein kinase Cepsilon. miR-205 activated tumor suppressor genes by targeting specific sites in their promoters. These results corroborate a newly identified function that miRNAs have in regulating gene expression at the transcriptional level. The specific activation of tumor suppressor genes (e.g., IL-24, IL-32) or other dysregulated genes by miRNA may contribute to a novel therapeutic approach for the treatment of prostate cancer.",
            "score": 148.900390625
        },
        {
            "docid": "14846897_6",
            "document": "Metastasis suppressor . MicroRNAs (miRNAs) are a class of gene regulators that bind the 3′ untranslated regions of target messenger RNAs, leading to either suppression of their translation or acceleration of their degradation. In cell MDA-MB-231 and its metastatic variant, six miRNAs displayed lower expression in metastatic cells. Among them, miR-335 and miR-126 suppress metastasis without affecting primary tumor growth. miR-335 targets multiple pathways, including SOX4, MERTK, PTPRN2 and TNC, which contribute to metastasis-suppression. miR-335 expression is correlated with metastasis-free survival in clinical breast cancer.",
            "score": 146.52468872070312
        },
        {
            "docid": "29446385_15",
            "document": "Mir-184 . miR-184 has been found to be significantly increased in the tumor cells in comparison with the normal epithelial cells of the tongue. High miR-184 levels were not only detected in the tumor tissues, but also in the plasma of patients with tongue squamous cell carcinoma (SCC). Decreased plasma levels of miR-184 were observed in patients after surgical removal of the primary tumor, suggesting that it is a potential oncogenic miRNA in tongue SCC. Inhibiting miR-184 promotes apoptosis as well as hindering cell proliferation in cultured tongue SCC cells. Furthermore, over expression of miR-184 in neuroblastoma cell lines results in apoptosis. SND1 expression is regulated by miR-184 in gliomas.",
            "score": 139.3446502685547
        },
        {
            "docid": "196493_37",
            "document": "Non-coding RNA . It has been suggested that a rare SNP (rs11614913) that overlaps has-mir-196a2 has been found to be associated with non-small cell lung carcinoma. Likewise, a screen of 17 miRNAs that have been predicted to regulate a number of breast cancer associated genes found variations in the microRNAs miR-17 and miR-30c-1of patients; these patients were noncarriers of BRCA1 or BRCA2 mutations, lending the possibility that familial breast cancer may be caused by variation in these miRNAs. The p53 tumor suppressor is arguably the most important agent in preventing tumor formation and progression. The p53 protein functions as a transcription factor with a crucial role in orchestrating the cellular stress response. In addition to its crucial role in cancer, p53 has been implicated in other diseases including diabetes, cell death after ischemia, and various neurodegenerative diseases such as Huntington, Parkinson, and Alzheimer. Studies have suggested that p53 expression is subject to regulation by non-coding RNA.",
            "score": 138.3863525390625
        },
        {
            "docid": "1264722_13",
            "document": "Malignant transformation . Epigenetic alterations are also carried out by another major regulatory element, the microRNAs. In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Epigenetic silencing or epigenetic over-expression of miRNA genes, caused by aberrant DNA methylation of the promoter regions controlling their expression, is a frequent event in cancer cells. Almost one third of miRNA promoters active in normal mammary cells were found to be hypermethylated in breast cancer cells, and that is a several fold greater proportion of promoters with altered methylation than is usually observed for protein coding genes. Other microRNA promoters are hypomethylated in breast cancers, and, as a result, these microRNAs are over-expressed. Several of these over-expressed microRNAs have a major influence in progression to breast cancer. BRCA1 is normally expressed in the cells of breast and other tissue, where it helps repair damaged DNA, or destroy cells if DNA cannot be repaired. BRCA1 is involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. BRCA1 expression is reduced or undetectable in the majority of high grade, ductal breast cancers. Only about 3%-8% of all women with breast cancer carry a mutation in BRCA1 or BRCA2. \"BRCA1\" promoter hypermethylation was present in only 13% of unselected primary breast carcinomas. However, breast cancers were found to have an average of about 100-fold increase in miR-182, compared to normal breast tissue. In breast cancer cell lines, there is an inverse correlation of BRCA1 protein levels with miR-182 expression. Thus it appears that much of the reduction or absence of BRCA1 in high grade ductal breast cancers may be due to over-expressed miR-182. (For review see ref.) In addition to miR-182, a pair of almost identical microRNAs, miR-146a and miR-146b-5p, also repress BRCA1 expression. These two microRNAs are over-expressed in triple-negative tumors and their over-expression results in BRCA1 inactivation. Thus, miR-146a and/or miR-146b-5p may also contribute to reduced expression of BRCA1 in these triple-negative breast cancers.",
            "score": 138.29351806640625
        },
        {
            "docid": "11421230_2",
            "document": "Mir-181 microRNA precursor . In molecular biology miR-181 microRNA precursor is a small non-coding RNA molecule. MicroRNAs (miRNAs) are transcribed as ~70 nucleotide precursors and subsequently processed by the RNase-III type enzyme Dicer to give a ~22 nucleotide mature product. In this case the mature sequence comes from the 5' arm of the precursor. They target and modulate protein expression by inhibiting translation and / or inducing degradation of target messenger RNAs. This new class of genes has recently been shown to play a central role in malignant transformation. miRNA are downregulated in many tumors and thus appear to function as tumor suppressor genes. The mature products miR-181a, miR-181b, miR-181c or miR-181d are thought to have regulatory roles at posttranscriptional level, through complementarity to target mRNAs. miR-181 which has been predicted or experimentally confirmed in a wide number of vertebrate species as rat, zebrafish, and in the pufferfish (see below) (MIPF0000007).",
            "score": 135.0593719482422
        },
        {
            "docid": "29446385_9",
            "document": "Mir-184 . An analysis of the primary transcript of miR-184 (pri-mir-184) in several mouse tissues revealed specific expression in the brain and testis. Its expression is repressed by the binding of methyl-CpG binding protein 2 (MeCP2) to its promoter, but is upregulated by the release of MeCP2 after depolarization, suggesting a link between miRNAs and DNA methylation pathways . J. Yu et al. demonstrated that the lipid phosphatase SH2-containing phosphoinositide 5'phosphatase 2 (SHIP2) is a target of miRNA-205 (miR-205) in epithelial cells, and that the corneal epithelial-specific miR-184 can interfere with the ability of miR-205 to suppress SHIP2 levels. The mechanism by which miR-184 negatively regulates miR-205 appears to be unique, and is the first example of a miRNA negatively regulating another to maintain levels of a target protein. miR-184 does not directly affect SHIP2 translation, but instead prevents miR-205 from interacting with SHIP2 mRNA. Interfering with miR-205 function by using a synthetic antagomir, or by the ectopic expression of miR-184, is thought to lead to a coordinated damping of the Akt signaling pathway via SHIP2 induction.",
            "score": 134.13876342773438
        },
        {
            "docid": "14765419_8",
            "document": "USP7 . More recently, an interaction between USP7 and the EBNA1 protein of Epstein-Barr virus (EBV) (another herpesvirus) was also discovered. This interaction is particularly interesting given the oncogenic potential (potential to cause cancer) of EBV, which is associated with several human cancers. EBNA1 can compete with p53 for binding USP7. Stabilization by USP7 is important for the tumor suppressor function of p53. In cells, EBNA1 can sequester USP7 from p53 and thus attenuate stabilization of p53, rendering the cells predisposed to turning cancerous. Compromising the function of p53 by sequestering USP7 is one way EBNA1 can contribute to the oncogenic potential of EBV. Additionally, human USP7 was also shown to form a complex with GMPS and this complex is recruited to EBV genome sequences. USP7 was shown to be important for histone H2B deubiquitination in human cells and for deubiquitination of histone H2B incorporated in the EBV genome. Thus USP7 may also be important for regulation of viral gene expression.",
            "score": 133.86753845214844
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 132.5599822998047
        },
        {
            "docid": "21859704_5",
            "document": "Epstein–Barr virus latent membrane protein 2 . Epstein–Barr virus (EBV) establishes a lifelong latent infection in B lymphocytes. Viral LMP2A mRNA is frequently detected in peripheral blood B lymphocytes and the protein is often present in tumor biopsies from EBV malignancies. This suggests LMP2A plays an important role in viral latency, as well as in progression of EBV related diseases such as Burkitt's lymphoma, Nasopharyngeal carcinoma, and Hodgkin's lymphoma. Portis and Longnecker (2004) have found that LMP2A induces activation of B cell Ras pathway in vivo. Using down stream inhibitors of Ras signaling components, they demonstrated activation of PI3K/Akt pathway is involved in LMP2A mediated B cell survival and resistance to apoptosis Caldwell et al. (1998) demonstrated the ability of LMP2A to provide survival signals to B-cells in vivo where expression of an LMP2A transgene in mice disrupts with normal B-cell development. This results in BCR-negative cells being able to exit the bone marrow and survive in peripheral lymphoid organs. B-cells from LMP2A transgenic E line undergo immunoglobulin light chain rearrangements, but not heavy chain rearrangement. This indicates that LMP2A signaling bypasses the requirement for immunoglobulin recombination and allows immunoglobulin M-negative type cells to bypass apoptosis, allowing them to colonize peripheral lymphoid organs.",
            "score": 131.74203491210938
        },
        {
            "docid": "29446130_13",
            "document": "MiR-155 . Hematopoiesis is defined as the formation and development of blood cells, all of which are derived from hematopoietic stem-progenitor cells (HSPCs). HSPCs are primitive cells capable of self-renewal and initially differentiate into common myeloid progenitor (CMP) or common lymphoid progenitor (CLP) cells. CMPs represent the cellular population that has become myeloid lineage and it is the point that myelopoeisis begins. During myelopoeisis further cellular differentiation takes place including thrombopoiesis, erythropoeisis, granulopoeisis, and monocytopoeisis. CLPs subsequently differentiate into B-cells and T-cells in a process designated lymphopoiesis. Given that miR-155-5p is expressed in hematopoietic cells it was hypothesized that this miRNA plays a critical role in these cellular differentiation processes. In support of this premise, miR-155-5p was found to be expressed in CD34(+) human HSPCs, and it was speculated that this miRNA may hold these cells at an early stem-progenitor stage, inhibiting their differentiation into a more mature cell (i.e. megakaryocytic/erythroid/granulocytic/monocytic/B-lymphoid/T-lymphoid). This hypothesis was substantiated when pre-mir-155 transduced HSPCs generated 5-fold fewer myeloid and 3-fold fewer erythroid colonies. Additionally, Hu et al. demonstrated that the homeobox protein, HOXA9, regulated \"MIR155HG\" expression in myeloid cells and that this miRNA played a functional role in hematopoiesis. These investigators found that forced expression of miR-155-5p in bone marrow cells resulted in a ~50% decrease in SPI1 (i.e. PU.1), a transcription factor and a regulator of myelopoiesis, and a validated target of this miRNA. It was also established that \"in vitro\" differentiation of purified human erythroid progenitor cells resulted in a progressive decrease of miR-155-5p expression in mature red cells. Additionally, mice deficient in pre-mir-155 showed clear defects in lymphocyte development and generation of B- and T-cell responses \"in vivo\". Finally, it was established that regulatory T-cell (Tregs) development required miR-155-5p and this miRNA was shown to play a role in Treg homeostasis and overall survival by directly targeting SOCS1, a negative regulator for IL-2 signaling. Taken together, these results strongly suggest that miR-155-5p is an essential molecule in the control of several aspects of hematopoiesis including myelopoiesis, erythropoiesis, and lymphopoiesis.",
            "score": 130.7894744873047
        },
        {
            "docid": "41057682_4",
            "document": "Epstein–Barr virus stable intronic-sequence RNAs . A recent study of ncRNAs in EBV using bioinformatics and RNA-Seq identified multiple regions within its genome likely to contain functional RNAs. These regions included EBER-1 and -2, v-snoRNA1, and most of the known viral miRNAs. In addition to these known EBV ncRNAs, this analysis identified new RNAs, including two stable intronic sequence (sis)RNAs. Introns, typically are rapidly degraded in the cell, but can persist and accumulate to high abundance when they serve a functional role. Such sisRNAs have been found in Xenopus oocytes. Stable introns are also found in other herpesviruses, for example, the HHV Latency Associated Transcript, which plays important roles in the maintenance of virus latency.  In EBV, sisRNAs are generated from a region known as the W repeats. This region is transcribed during a type of viral latency that is highly oncogenic (latency type III) and also in a rare type of latency (Wp-restricted latency) observed in ~15% of endemic Burkitt's lymphoma. Splicing of these W repeat transcripts produces a short intron and a long intron (Fig. 1), both of which accumulate to high abundance in EBV-infected human B cells. Indeed, ebv-sisRNA-1 is the third most abundantly produced EBV RNA after EBER1 and EBER2, which are highly expressed in EBV-infected cells., The presence of these RNAs in a pathogenic form of latency suggests roles in EBV-associated cancers.",
            "score": 130.72012329101562
        },
        {
            "docid": "13562301_16",
            "document": "CDKN1B . Studies of various cell lines including glioblastoma cell lines, three prostate cancer cell lines, and a breast tumor cell line showed that suppressing miR-221 and miR-22 expression resulted in p27-dependent G1 growth arrest Then when p27 was knocked down, cell growth resumed indicating a strong role for miRNA regulated p27. Studies in patients have demonstrated an inverse correlation between miR-221&22 and p27 protein levels. Additionally nearby healthy tissue showed high expression of the p27 protein while miR-221&22 concentrations were low.",
            "score": 130.5857391357422
        },
        {
            "docid": "2930542_21",
            "document": "Epithelial–mesenchymal transition . Antagomirs and microRNA mimics have gained interest as a potential source of therapeutics to target EMT induced metastasis in cancer as well as treating many other diseases. Antagomirs were first developed to target miR-122, a microRNA that was abundant and specific to the liver, and this discovery has led to the development of other antagomirs that can pair with specific microRNAs present in the tumor microenvironment or in the cancer cells. A microRNA mimic to miR-655 was found to suppress EMT through the targeting of EMT inducing transcription factor ZEB1 and TGF-β receptor 2 in a pancreatic cancer cell line. Overexpression of the miR-655 mimic in the Panc1 cancer cell line upregulated the expression of E-cadherin and suppressed the migration and invasion of mesenchymal-like cancer cells. The use of microRNA mimics to suppress EMT has expanded to other cancer cell lines and holds potential for clinical drug development. However, microRNA mimics and antagomirs suffer from a lack of stability \"in vivo\" and lack an accurate delivery system to target these molecules to the tumor cells or tissue for treatment. Improvements to antagomir and microRNA mimic stability through chemical modifications such as locked nucleic acid (LNA) oligonucleotides or peptide nucleic acids (PNA) can prevent the fast clearing of the these small molecules by RNases. Delivery of antagomirs and microRNA mimics into cells by enclosing these molecules in liposome-nanoparticles has generated interest however liposome structures suffer from their own drawbacks that will need to be overcome for their effective use as a drug delivery mechanism. These drawbacks of liposome-nanoparticles include nonspecific uptake by cells and induction of immune responses. The role that microRNAs play in cancer development and metastasis is under much scientific investigation and it is yet to be demonstrated whether microRNA mimics or antagomirs may serve as standard clinical treatments to suppress EMT or oncogenic microRNAs in cancers.",
            "score": 130.58493041992188
        },
        {
            "docid": "29446130_9",
            "document": "MiR-155 . Northern blot analysis found that miR-155 pri-miRNA was abundantly expressed in the human spleen and thymus and detectable in the liver, lung, and kidney. Subsequently, polymerase chain reaction (PCR) experiments demonstrated that miR-155-5p was detectable in all human tissues investigated. Sequence analysis of small RNA clone libraries comparing miRNA expression to all other organ systems examined established that miR-155-5p was one of five miRNAs (i.e. miR-142, miR-144, miR-150, miR-155, and miR-223) that was specific for hematopoietic cells including B-cells, T-cells, monocytes and granulocytes. Together these results suggest that miR-155-5p is expressed in a number of tissues and cell types and, therefore, may play a critical role in a wide variety of biological processes, including hematopoiesis",
            "score": 130.45565795898438
        },
        {
            "docid": "42683705_18",
            "document": "Epigenetics and melanoma . A particular miRNA, MiR-182, has been found to impact MITF and FOXO3, which are tumor suppressor genes. MiR-182 is a member of a miRNA cluster in a chromosomal locus that is most often amplified in melanoma (Segura \"et al.\" 2009). It is frequently up-regulated in human melanoma tissue samples and cell lines, and this up-regulation causes its ectopic expression, which stimulates migration of melanoma cells, both in vitro and in vivo. The down-regulation of this miRNA triggers apoptosis. Over-expression of miR-182 in malignancy has been shown to negatively impact these tumor suppressor genes by directly repressing them. The repression of these genes allows miRNA to promote the spread and migration of melanoma cells, not taking into account the properties necessary for metastasis to occur.  In a fairly recent experiment done by Penna \"et al.\" on miRNA-214, it was shown that the miRNA regulates the expression of a panel of 11 target genes, including TFAP2C and ITGA3, and contributes to melanoma tumor progression by suppressing those genes. In this experiment, these genes, known to contain one or more binding sites of the miRNA, were obtained and their three prime untranslated regions (3'UTRs) cloned into a vector. Luciferase assays were then performed in MA-2 and/or MC-1 cells transfected with the miRNA. It was reported that luciferase expression, which was driven by the 3'UTRs of integrin alpha 3 (ITGA3) or transcription factor AP-2 gamma (TFAP2C), was repressed significantly. The team then tried to assess whether the luciferase expression regulation seen in the ITGA3 and TFAP2C genes depended on the binding between the miRNA and the complementary sequence that was present on the 3'UTRs of either gene. A four nucleotide deletion or three point mutations were respectively inserted in the ITGA3 or TFAP2C 3'UTRs, and the 3'UTR alterations entirely abrogated the effect of the miRNA over-expression on luciferase expression in the MA-2 and MC-1 cells. This observation indicated the direct regulation of miRNA-214 on the 3'UTR binding sites of the ITGA3 and TFAP2C genes.",
            "score": 129.93389892578125
        },
        {
            "docid": "26422759_23",
            "document": "Oncomir . Anti-oncomirs are a class of miRNAs that negatively regulate oncogenes. Let-7 is the first identified anti-oncomir that functions as a \"post-transcriptional-gatekeeper\" of certain genes that control cell growth. For example, in lung cancer some oncogenes are down-regulated by Let-7, which functions to maintain normal cell progression. Other anti-oncomirs, including miR-143 and miR-145, have been shown to down-regulate a wide range of human cancer cell lines. Tumor formation has been observed when miR-143 and miR-145 are down-regulated, particularly in colon and gastric cancer cells. When expressed in colon cancer cells, miR-143 and miR-145 are able to slow growth at the translational level by interfering with MAPK7, an enzyme responsible for cell growth. As an avenue of therapeutic research, chemical devitalization (i.e., artificial modification) of miR-143 and miR-145 may prove to be more effective version of their natural counterparts. Specifically, modified miRNAs may be imparted with increased resistance to nucleases that would otherwise break down the miRNAs.",
            "score": 129.93234252929688
        },
        {
            "docid": "29446415_2",
            "document": "Mir-223 . In molecular biology MicroRNA-223 (miR-223) is a short RNA molecule. MicroRNAs function to regulate the expression levels of other genes by several mechanisms. miR-223 is a hematopoietic specific microRNA with crucial functions in myeloid lineage development. It plays an essential role in promoting granulocytic differentiation while also being associated with the suppression of erythrocytic differentiation. miR-223 is commonly repressed in hepatocellular carcinoma and leukemia. Higher expression levels of miRNA-223 are associated with extranodal marginal-zone lymphoma of mucosa-associated lymphoid tissue of the stomach and recurrent ovarian cancer. In some cancers the microRNA-223 down-regulation is correlated with higher tumor burden, disease aggressiveness, and poor prognostic factors. MicroRNA-223 is also associated with rheumatoid arthritis, sepsis, type 2 diabetes, and hepatic ischemia.",
            "score": 129.879638671875
        },
        {
            "docid": "29470452_3",
            "document": "Mir-221 microRNA . mir-221 is an oncogenic microRNA. It targets CD117, which then prevents cell migration and proliferation in endothelial cells.  miR-221 is known as an anti angiogenic miRNA.  Recent important studies have reported that miR-221 is also involved in induction of angiogenesis. RNA induced Silencing Complex (RISC) proteins SND1 and AEG-1 induces miR-221 expression in Liver cancer. In liver cancer miR-221 induces the tumor angiogenesis. miR-221 detection in human faeces can be a non-invasive screening marker for colorectal cancer.",
            "score": 129.51361083984375
        },
        {
            "docid": "21373569_3",
            "document": "Epstein–Barr virus nuclear antigen 1 . EBNA1 is integral to many EBV functions including gene regulation, extrachromosomal replication, and maintenance of the EBV episomal genome through positive and negative regulation of viral promoters. Studies show that the phosphorylation of ten specific sites on EBNA1 regulates these functions. When phosphorylation does not occur, replication and transcription activities of the protein are significantly decreased. EBNA1 binds to sequence-specific sites at the origin of viral replication (oriP) within the viral episome. The oriP has four EBNA1 binding sites (called the Dyad Symmetry; DS) where replication is initiated as well as a 20-site repeat segment (called the Family of Repeats; FR). EBNA1’s specific binding ability, as well as its ability to tether EBV DNA to chromosomal DNA, allows EBNA1 to mediate replication and partitioning of the episome during division of the host cell. EBNA1 also interacts with some viral promoters via several mechanisms, further contributing to transcriptional regulation of EBNA1 itself as well as the other EBNAs (2 and 3) and of EBV latent membrane protein 1 (LMP1).",
            "score": 129.09384155273438
        },
        {
            "docid": "11421304_9",
            "document": "Mir-92 microRNA precursor family . Expression patterns of many miRNAs are timing and organ specific, especially those involved in the regulation of development. miRNA libraries constructed from cloning and sequencing short RNAs derived from cultures of mouse embryonic stem cells have shown miR-92 to be expressed. These totipotent cells represent the earliest stages of mammalian development (they are derived from the inner cells of the blastocyst ). However, mir-92 was also present in libraries constructed from four-day-old fully differentiated cells, as well as libraries constructed from adult tissues. An miRNA that remains constant in its expression through these stages is proposed to have a role in regulating general aspects of cell physiology. Thus it was becoming evident in 2003 shortly after its discovery, that the mir-92 miRNA and associated family members are providing functional roles to the cell cycle and to cell signalling, and to general cell physiology.",
            "score": 126.5911865234375
        },
        {
            "docid": "11421227_3",
            "document": "Mir-17 microRNA precursor family . The paralogous miRNA gene clusters that give rise to miR-17 family microRNAs (miR-17~92, miR-106a~363, and miR-106b~25) have been implicated in a wide variety of malignancies and are sometimes referred to as oncomirs. The oncogenic potential of these non-protein encoding genes was first identified in mouse viral tumorigenesis screens. In humans, the activating mutations of miR-17~92 have been identified in non-Hodgkin's lymphoma, whereas the miRNA constituents of the clusters are overexpressed in a multiple cancer types. High level expression of miR-17 family members induces cell proliferation, whereas deletion of the miR-17~92 cluster, in mice, is lethal and causes lung and lymphoid cell developmental defects. In addition, in the nasopharyngeal carcinoma cell line, miR-20a and miR-20b has been shown to target the 3’ UTR of vascular endothelial growth factor (VEGF) and repress the expression of VEGF, which is an important angiogenic factor.",
            "score": 126.3915786743164
        },
        {
            "docid": "29446363_2",
            "document": "Mir-137 . In molecular biology, miR-137 (or microRNA-137) is a short non-coding RNA molecule that functions to regulate the expression levels of other genes by various mechanisms. miR-137 is located on human chromosome 1p22 and has been implicated to act as a tumor suppressor in several cancer types including colorectal cancer, squamous cell carcinoma and melanoma via cell cycle control.",
            "score": 125.49126434326172
        },
        {
            "docid": "41111089_6",
            "document": "Epigenetic regulation of neurogenesis . Studies done by De Pietri Tonelli and Kawase-Koga have shown conditional knockout of Dicer, an enzyme largely used for miRNA synthesis, in mouse neocortex resulted in reduced cortical size, increased neuronal apoptosis, and deficient corticol layering. Neuroepithelial cells and neuroprogenitor cells were not affected until E.14, at which point they also underwent apoptosis. This doesn't show which miRNAs were responsible for the varying factors affected, but it does show that there is a stage-specific requirement for miRNA expression in cortical development. miR-124, the most abundant microRNA in the central nervous system, controls the lineage progression of subventricular zone neural progenitor cells into neuroblasts by suppressing protein production by targeting \"Sox9\". Another major microRNA player is miR-9/9*. In embryonic neurogenesis miR-9 has been shown to regulate neuronal differentiation and self-renewal. Ectopic expression of miR-9 in the developing mouse cortex led to premature neuronal differentiation and disrupted the migration of new neurons through targeting \"Foxg1\".",
            "score": 124.37450408935547
        },
        {
            "docid": "9516673_5",
            "document": "RNA activation . In 2008, Place et al. identified targets for miRNA miR-373 on the promoters of several human genes and found that introduction of miR-373 mimics into human cells induced the expression of its predicted target genes. This study provided the first example that RNAa could be mediated by naturally occurring non-coding RNA (ncRNA). In 2011, Huang et al. further demonstrated in mouse cells that endogenous RNAa mediated by miRNAs functions in a physiological context and is possibly exploited by cancer cells to gain a growth advantage. Since then, a number of miRNAs have been shown to upregulate gene expression by targeting gene promoters or enhancers. A good example is miR-551b-3p which is overexpressed in ovarian cancer due to amplification. miR-551b-3p confers to ovarian cancer cells resistance to apoptosis and a proliferative advantage by targeting the promoter of STAT3 to increase its transcription.",
            "score": 124.35900115966797
        },
        {
            "docid": "11421230_15",
            "document": "Mir-181 microRNA precursor . It has been shown that conserved miR-181 family were upregulated in EpCAM+ AFP+ Hepatocellular carcinoma (HCC) cells and EpCAM+ HCC isolated from AFP+ tumors. In addition, miR-181 family members were highly expressed in the embryonic liver and isolated hepatic stem cells. Especially, inhibition of miR-181 leads to a reduction of the EpCAM+, the amount of HCC cells and initiate tumor capacity, whereas exogenous miR-181 expression in HCC cells resulted in an enrichment of EpCAM+ HCC cells. miR-181 could directly target hepatic transcriptional regulators of differentiation (like homeobox 2 CDX2 and 6 GATA proteins binding GATA6) and an inhibitor of Wnt / beta-catenin. It suggests that miR-181 may eradicate HCC.",
            "score": 123.64743041992188
        },
        {
            "docid": "46270646_4",
            "document": "Eva Gottwein . The focus of her work involves identifying the function of microRNAs that are encoded in the human herpesvirus Kaposi's sarcoma-associated herpesvirus (KSHV). KSHV causes tumors by infecting endothelial cells. Since the AIDS epidemic in Africa, KSHV is also known to attack and infect B lymphocytes, which results in a person having B cell lymphomas and effusion lymphoma. Prior to her laboratory experience at Duke University, the target for KSHV microRNAs were unknown. Gottwein recently studied the expression of KSHV mRNAs. Through her research she found that Kaposi's sarcoma-associated herpesvirus (KSHV) has nearly 20 viral mRNAs. During her research she discovered that miR-K10 by itself has the ability to transform cells. In another experiment, Gottwein research found that the function of miRNA KSHV proteins that were used to target certain cellular RNAs. Through her experiment she discovered abnormal ligand reactions that occurred during the absence of exogenous ligase and a unique miRNA binding site. Her goal for the next few years is to learn more about the targetome of the KSHV microRNAs and identification of the virus' functions in oncogenesis.",
            "score": 122.94403839111328
        },
        {
            "docid": "29446396_23",
            "document": "MiR-203 . miR-203 acts as a tumor suppressor in basal cell carcinoma (BCC) in which it forms a double-negative feedback-loop with its verified target c-JUN(AP1). This regulatory circuit provides functional control over basal cell proliferation and differentiation. Its expression was suppressed in K5TreGli1 trangenic mice, due to activated Hedgehog signaling. Further supporting the role of miR-203 as a tumor suppressor, in vivo delivery of miR-203 mimics in a BCC mouse model results in the reduction of tumor growth.",
            "score": 122.64532470703125
        }
    ]
}