{
    "q": [
        {
            "docid": "5822839_5",
            "document": "Ankyrin repeat . The ankyrin-repeat sequence motif has been studied using multiple sequence alignment to determine conserved amino acid residues critical for folding and stability. The residues on the wide lateral surface of ankyrin repeat structures are variable, often hydrophobic, and involved mainly in mediating protein–protein interactions. An artificial protein design based on a consensus sequence derived from sequence alignment has been synthesized and found to fold stably, representing the first designed protein with multiple repeats. More extensive design strategies have used combinatorial sequences to \"evolve\" ankyrin-repeats that recognize particular protein targets, a technique that has been presented as an alternative to antibody design for applications requiring high-affinity binding. A structure-based study involving a range of ankyrin proteins of known structures, shows that consensus-based ankyrin proteins are very stable since they maximize the energetic gap between the folding and unfolding structures, encoding a densely connected network of favourable interactions among conserved sequence motifs, like the TPLX motif.",
            "score": 111.59274220466614
        },
        {
            "docid": "52085_2",
            "document": "Protein folding . Protein folding is the physical process by which a protein chain acquires its native 3-dimensional structure, a conformation that is usually biologically functional, in an expeditious and reproducible manner. It is the physical process by which a polypeptide folds into its characteristic and functional three-dimensional structure from random coil. Each protein exists as an unfolded polypeptide or random coil when translated from a sequence of mRNA to a linear chain of amino acids. This polypeptide lacks any stable (long-lasting) three-dimensional structure (the left hand side of the first figure). As the polypeptide chain is being synthesized by a ribosome, the linear chain begins to fold into its three dimensional structure. Folding begins to occur even during translation of the polypeptide chain. Amino acids interact with each other to produce a well-defined three-dimensional structure, the folded protein (the right hand side of the figure), known as the native state. The resulting three-dimensional structure is determined by the amino acid sequence or primary structure (Anfinsen's dogma). The energy landscape describes the folding pathways in which the unfolded protein is able to assume its native state.",
            "score": 100.8199155330658
        },
        {
            "docid": "9378673_7",
            "document": "De novo protein structure prediction . Several lines of evidence have been presented in favor of the notion that primary protein sequence contains all the information required for overall three-dimensional protein structure, making the idea of a de novo protein prediction possible. First, proteins with different functions usually have different amino acid sequences. Second, several different human diseases, such as Duchenne muscular dystrophy, can be linked to loss of protein function resulting from a change in just a single amino acid in the primary sequence. Third, proteins with similar functions across many different species often have similar amino acid sequences. Ubiquitin, for example, is a protein involved in regulating the degradation of other proteins; its amino acid sequence is nearly identical in species as far separated as \"Drosophila melanogaster\" and \"Homo sapiens\". Fourth, by thought experiment, one can deduce that protein folding must not be a completely random process and that information necessary for folding must be encoded within the primary structure. For example, if we assume that each of 100 amino acid residues within a small polypeptide could take up 10 different conformations on average, giving 10^100 different conformations for the polypeptide. If one possible confirmation was tested every 10^-13 second, then it would take about 10^77 years to sample all possible conformations. However, proteins are properly folded within the body on short timescales all the time, meaning that the process cannot be random and, thus, can potentially be modeled. One of the strongest lines of evidence for the supposition that all the relevant information needed to encode protein tertiary structure is found in the primary sequence was demonstrated in the 1950s by Christian Anfinsen. In a classic experiment, he showed that ribonuclease A could be entirely denatured by being submerged in a solution of urea (to disrupt stabilizing hydrophobic bonds) in the presence of a reducing agent (to cleave stabilizing disulfide bonds). Upon removal of the protein from this environment, the denatured and functionless ribonuclease protein spontaneously recoiled and regained function, demonstrating that protein tertiary structure is encoded in the primary amino acid sequence. Had the protein reformed randomly, over one-hundred different combinations of four disulfide bonds could have formed. However, in the majority of cases proteins will require the presence of molecular chaperons within the cell for proper folding. The overall shape of a protein may be encoded in its amino acid structure, but its folding may depend on chaperons to assist in folding.",
            "score": 102.32778573036194
        },
        {
            "docid": "21935881_2",
            "document": "Tetratricopeptide repeat . The tetratricopeptide repeat (TPR) is a structural motif. It consists of a degenerate 34 amino acid sequence motif identified in a wide variety of proteins. It is found in tandem arrays of 3–16 motifs, which form scaffolds to mediate protein–protein interactions and often the assembly of multiprotein complexes. These alpha-helix pair repeats usually fold together to produce a single, linear solenoid domain called a TPR domain. Proteins with such domains include the anaphase-promoting complex (APC) subunits cdc16, cdc23 and cdc27, the NADPH oxidase subunit p67-phox, hsp90-binding immunophilins, transcription factors, the protein kinase R (PKR), the major receptor for peroxisomal matrix protein import PEX5 and mitochondrial import proteins.",
            "score": 105.98450422286987
        },
        {
            "docid": "6492263_2",
            "document": "Leucine-rich repeat . A leucine-rich repeat (LRR) is a protein structural motif that forms an α/β horseshoe fold. It is composed of repeating 20–30 amino acid stretches that are unusually rich in the hydrophobic amino acid leucine. These repeats commonly fold together to form a solenoid protein domain, termed leucine-rich repeat domain. Typically, each repeat unit has beta strand-turn-alpha helix structure, and the assembled domain, composed of many such repeats, has a horseshoe shape with an interior parallel beta sheet and an exterior array of helices. One face of the beta sheet and one side of the helix array are exposed to solvent and are therefore dominated by hydrophilic residues. The region between the helices and sheets is the protein's hydrophobic core and is tightly sterically packed with leucine residues.",
            "score": 119.60297918319702
        },
        {
            "docid": "969126_2",
            "document": "Protein structure . Protein structure is the three-dimensional arrangement of atoms in an amino acid-chain molecule. Proteins are polymers specifically polypeptides formed from sequences of amino acids, the monomers of the polymer. A single amino acid monomer may also be called a residue indicating a repeating unit of a polymer. Proteins form by amino acids undergoing condensation reactions, in which the amino acids lose one water molecule per reaction in order to attach to one another with a peptide bond. By convention, a chain under 30 amino acids is often identified as a peptide, rather than a protein. To be able to perform their biological function, proteins fold into one or more specific spatial conformations driven by a number of non-covalent interactions such as hydrogen bonding, ionic interactions, Van der Waals forces, and hydrophobic packing. To understand the functions of proteins at a molecular level, it is often necessary to determine their three-dimensional structure. This is the topic of the scientific field of structural biology, which employs techniques such as X-ray crystallography, NMR spectroscopy, and dual polarisation interferometry to determine the structure of proteins.",
            "score": 94.35184144973755
        },
        {
            "docid": "11086011_22",
            "document": "Chance and Necessity . The author then writes that a primary structure exists in a single (or a small number of related states, as is the case with allosteric proteins) precisely defined conformational native state under normal physiological conditions. Prior to folding there is no biological activity. The sequence of the amino acid residues and the initial conditions determine the protein folding and, therefore, dictate the function. Monod splits organism development into four broad stages: First the folding of the polypeptide sequence into globular proteins, then the association between proteins into organelles, thirdly the interactions between cells that make up tissue and organs, and lastly \"coordination and differentiation of chemical activities via allosteric-type interactions\" (Monod 95). Each stage is more highly ordered and results from spontaneous interactions between products of the previous stage and the initial source is the genetic information represented by the polypeptide sequences.",
            "score": 83.14061617851257
        },
        {
            "docid": "52085_5",
            "document": "Protein folding . The primary structure of a protein, its linear amino-acid sequence, determines its native conformation. The specific amino acid residues and their position in the polypeptide chain are the determining factors for which portions of the protein fold closely together and form its three dimensional conformation. The amino acid composition is not as important as the sequence. The essential fact of folding, however, remains that the amino acid sequence of each protein contains the information that specifies both the native structure and the pathway to attain that state. This is not to say that nearly identical amino acid sequences always fold similarly. Conformations differ based on environmental factors as well; similar proteins fold differently based on where they are found.",
            "score": 91.79121232032776
        },
        {
            "docid": "159266_20",
            "document": "Gene expression . The polypeptide folds into its characteristic and functional three-dimensional structure from a random coil. Each protein exists as an unfolded polypeptide or random coil when translated from a sequence of mRNA into a linear chain of amino acids. This polypeptide lacks any developed three-dimensional structure (the left hand side of the neighboring figure). Amino acids interact with each other to produce a well-defined three-dimensional structure, the folded protein (the right hand side of the figure) known as the native state. The resulting three-dimensional structure is determined by the amino acid sequence (Anfinsen's dogma).",
            "score": 73.4388313293457
        },
        {
            "docid": "46739579_4",
            "document": "Perilipin-4 . This protein belongs to the perilipin family and contains 27 33-amino acid approximate tandem repeats. It is also one of the perilipin members of the PATS (PLIN, ADFP, TIP47, S3-12) family, which is named after structural proteins that share high amino acid sequence similarity and associate with lipid droplets. It shares a conserved C-terminal of 14 amino acid residues that folds into a hydrophobic cleft with other PATS members; however, it is missing the conserved N-terminal region of approximately 100 amino acid residues. Within the sequence of 33-amino acid repeats, PLIN4 contains a long stretch of imperfect 11-mer repeats predicted to form amphipathic helices with three helical turns per 11 amino acid residues. This 11-mer repeats tract is proposed to anchor the protein to the phospholipid monolayer of lipid droplets for its assembly, though no targeting sequence has yet been found in PLIN4.",
            "score": 92.28762316703796
        },
        {
            "docid": "9783078_4",
            "document": "Proteins@home . \"The amino acid sequence of a protein determines its three-dimensional structure, or 'fold'. Conversely, the three-dimensional structure is compatible with a large, but limited set of amino acid sequences. Enumerating the allowed sequences for a given fold is known as the 'inverse protein folding problem'. We are working to solve this problem for a large number of known protein folds (a representative subset: about 1500 folds). The most expensive step is to build a database of energy functions that describe all these structures. For each structure, we consider all possible sequences of amino acids. Surprisingly, this is computationally tractable, because our energy functions are sums over pairs of interactions. Once this is done, we can explore the space of amino acid sequences in a fast and efficient way, and retain the most favorable sequences. This large-scale mapping of protein sequence space will have applications for predicting protein structure and function, for understanding protein evolution, and for designing new proteins. By joining the project, you will help to build the database of energy functions and advance an important area of science with potential biomedical applications.\"",
            "score": 108.9346718788147
        },
        {
            "docid": "38281970_3",
            "document": "Solenoid protein domain . In proteins, a \"repeat\" is any sequence block that returns more than one time in the sequence, either in an identical or a highly similar form. Repetitiveness does not in itself indicate anything about the structure of the protein. As a \"rule of thumb\", short repetitive sequences (e.g. those below the length of 10 amino acids) may be intrinsically disordered, and not part of any folded protein domains. Repeats that are at least 30 to 40 amino acids long, are far more likely to be folded as part of a domain. Such long repeats are frequently indicative of the presence of a solenoid domain in the protein.",
            "score": 114.81271243095398
        },
        {
            "docid": "969126_20",
            "document": "Protein structure . Once translated by a ribosome, each polypeptide folds into its characteristic three-dimensional structure from a random coil. Since the fold is maintained by a network of interactions between amino acids in the polypeptide, the native state of the protein chain is determined by the amino acid sequence (Anfinsen's dogma).",
            "score": 77.17653965950012
        },
        {
            "docid": "31066305_8",
            "document": "Robustness (evolution) . Protein mutation tolerance is the product of two main features: the structure of the genetic code and protein structural robustness. Proteins are resistant to mutations because many sequences can fold into highly similar structural folds. A protein adopts a limited ensemble of native conformations because those conformers have lower energy than unfolded and mis-folded states (ΔΔG of folding). This is achieved by a distributed, internal network of cooperative interactions (hydrophobic, polar and covalent). Protein structural robustness results from few single mutations being sufficiently disruptive to compromise function. Proteins have also evolved to avoid aggregation as partially folded proteins can combine to form large, repeating, insoluble protein fibrils and masses. There is evidence that proteins show negative design features to reduce the exposure of aggregation-prone beta-sheet motifs in their structures. Additionally, there is some evidence that the genetic code itself may be optimised such that most point mutations lead to similar amino acids (conservative). Together these factors create a distribution of fitness effects of mutations that contains a high proportion of neutral and nearly-neutral mutations.",
            "score": 101.22318196296692
        },
        {
            "docid": "41625353_3",
            "document": "Neutral network (evolution) . Neutral networks exist in fitness landscapes since proteins are robust to mutations. This leads to extended networks of genes of equivalent function, linked by neutral mutations. Proteins are resistant to mutations because many sequences can fold into highly similar structural folds. A protein adopts a limited ensemble of native conformations because those conformers have lower energy than unfolded and mis-folded states (ΔΔG of folding). This is achieved by a distributed, internal network of cooperative interactions (hydrophobic, polar and covalent). Protein structural robustness results from few single mutations being sufficiently disruptive to compromise function. Proteins have also evolved to avoid aggregation as partially folded proteins can combine to form large, repeating, insoluble protein fibrils and masses. There is evidence that proteins show negative design features to reduce the exposure of aggregation-prone beta-sheet motifs in their structures. Additionally, there is some evidence that the genetic code itself may be optimised such that most point mutations lead to similar amino acids (conservative). Together these factors create a distribution of fitness effects of mutations that contains a high proportion of neutral and nearly-neutral mutations.",
            "score": 104.5025520324707
        },
        {
            "docid": "2485027_25",
            "document": "Non-covalent interactions . The folding of most proteins from a primary (linear) sequence of amino acids to a three-dimensional structure is governed by many factors, including non-covalent interactions. The first ~5 milliseconds of folding are primarily dependent on van der Waals forces, whereby the protein folds so as to orient nonpolar amino acids in the interior of the globular protein, while more polar amino acid residues are exposed to aqueous solvent. This phase is known as the hydrophobic collapse, when nonpolar non-covalent interactions exclude water from the interior of the developing 3D protein structure.",
            "score": 84.26084566116333
        },
        {
            "docid": "5822839_6",
            "document": "Ankyrin repeat . Ankyrin-repeat proteins present an unusual problem in the study of protein folding, which has largely focused on globular proteins that form well-defined tertiary structure stabilized by long-range, nonlocal residue-residue contacts. Ankyrin repeats, by contrast, contain very few such contacts (that is, they have a low contact order). Most studies have found that ankyrin repeats fold in a two-state folding mechanism, suggesting a high degree of folding cooperativity despite the local inter-residue contacts and the evident need for successful folding with varying numbers of repeats. Some evidence, based on synthesis of truncated versions of natural repeat proteins, and on the examination of phi values, suggests that the C-terminus forms the folding nucleation site.",
            "score": 118.67144203186035
        },
        {
            "docid": "52085_16",
            "document": "Protein folding . The protein folding phenomenon was largely an experimental endeavor until the formulation of an energy landscape theory of proteins by Joseph Bryngelson and Peter Wolynes in the late 1980s and early 1990s. This approach introduced the \"principle of minimal frustration.\" This principle says that nature has chosen amino acid sequences so that the folded state of the protein is very stable. In addition, the undesired interactions between amino acids along the folding pathway are reduced, making the acquisition of the folded state a very fast process. Even though nature has reduced the level of \"frustration\" in proteins, some degree of it remains up to now as can be observed in the presence of local minima in the energy landscape of proteins.  A consequence of these evolutionarily selected sequences is that proteins are generally thought to have globally \"funneled energy landscapes\" (coined by José Onuchic) that are largely directed toward the native state. This \"folding funnel\" landscape allows the protein to fold to the native state through any of a large number of pathways and intermediates, rather than being restricted to a single mechanism. The theory is supported by both computational simulations of model proteins and experimental studies, and it has been used to improve methods for protein structure prediction and design. The description of protein folding by the leveling free-energy landscape is also consistent with the 2nd law of thermodynamics. Physically, thinking of landscapes in terms of visualizable potential or total energy surfaces simply with maxima, saddle points, minima, and funnels, rather like geographic landscapes, is perhaps a little misleading. The relevant description is really a high-dimensional phase space in which manifolds might take a variety of more complicated topological forms.",
            "score": 133.04085767269135
        },
        {
            "docid": "39372971_12",
            "document": "Tetratricopeptide repeat protein 39B . Another conserved domain in the TTC39B protein is the TPR_12 tetratricopeptide repeat. It is located from amino acid 600 until 658 (a length of 59 amino acids). The TPR domains are found in many proteins that facilitate specific interactions with a partner protein. Three-dimensional structural data have shown that a TPR region forms two antiparallel alpha-helices. TPR motifs that are arranged one in front of another create a right-handed helical structure with an amphipathic channel which could possibly accommodate the complementary region of a target protein. Most TPR-containing proteins are associated with multiprotein complexes, and there is extensive evidence indicating that TPR motifs are important to the functioning of chaperone, cell-cycle, transcription, and protein transport complexes. Two more TPR domains are found in the TTC39B protein: TPR1 which spans from amino acids 393 to 426 (34 amino acids long) and TPR2 which spans from amino acids 626 to 659 (also 34 amino acids long).",
            "score": 90.69267332553864
        },
        {
            "docid": "917564_9",
            "document": "Coiled coil . The general problem of deciding on the folded structure of a protein when given the amino acid sequence (the so-called protein folding problem) has not been solved. However, the coiled coil is one of a relatively small number of folding motifs for which the relationships between the sequence and the final folded structure are comparatively well understood. Harbury \"et al.\" performed a landmark study using an archetypal coiled coil, GCN4, in which rules that govern the way that peptide sequence affects the oligomeric state (that is, the number of alpha-helices in the final assembly) were established. The GCN4 coiled coil is a 31-amino-acid (which equates to just over four \"heptads\") parallel, dimeric (i.e., consisting of two alpha-helices) coiled coil and has a repeated isoleucine (or I, in single-letter code) and leucine (L) at the \"a\" and \"d\" positions, respectively, and forms a dimeric coiled coil. When the amino acids in the \"a\" and \"d\" positions were changed from I at \"a\" and L at \"d\" to L at \"a\" and I at \"d\", a trimeric (three alpha-helices) coiled coil was formed. Furthermore, mutating the \"a\" and \"d\" positions both to L resulted in the formation of a tetrameric (four alpha-helices) coiled coil. These represent a set of rules for the determination of coiled coil oligomeric states and allows scientists to effectively \"dial-in\" the oligomerization behavior. Another aspect of coiled coil assembly that is relatively well understood, at least in the case of dimeric coiled coils, is that placing a polar residue (in particular asparagine, N) at opposing \"a\" positions forces parallel assembly of the coiled coil. This effect is due to a self-complementary hydrogen bonding between these residues, which would go unsatisfied if an N were paired with, for instance, an L on the opposing helix.",
            "score": 71.72534310817719
        },
        {
            "docid": "322931_4",
            "document": "Random coil . More complex polymers such as proteins, with various interacting chemical groups attached to their backbones, self-assemble into well-defined structures. But segments of proteins, and polypeptides that lack secondary structure, are often assumed to exhibit a random-coil conformation in which the only fixed relationship is the joining of adjacent amino acid residues by a peptide bond. This is not actually the case, since the ensemble will be energy weighted due to interactions between amino acid side-chains, with lower-energy conformations being present more frequently. In addition, even arbitrary sequences of amino acids tend to exhibit some hydrogen bonding and secondary structure. For this reason, the term \"statistical coil\" is occasionally preferred. The conformational entropy associated with the random-coil state significantly contributes to its energetic stabilization and accounts for much of the energy barrier to protein folding.",
            "score": 80.59625947475433
        },
        {
            "docid": "18159480_4",
            "document": "Conformational epitope . Proteins are composed of repeating nitrogen-containing subunits called amino acids that in nature do not exist as straight chains called primary structure, but as folded whorls with complex loops. The latter is known as the tertiary structure of a protein. So, whenever a receptor interacts with an undigested antigen, the surface amino acids that come in contact may not be continuous with each other if the protein is unwound. Such discontinuous amino acids that come together in three-dimensional conformation and interact with the receptor's paratope are called conformational epitopes. In contrast, if the antigen is digested, small segments called peptides are formed, which bind with major histocompatibility complex molecules, and then later with T cell receptors through amino acids that are continuous in a line. These are known as linear epitopes.",
            "score": 91.31073188781738
        },
        {
            "docid": "308865_10",
            "document": "Backbone chain . In Biology: Proteins are important biological molecules and play an integral role in the structure and function of viruses, bacteria, and eukaryotic cells. Their backbones are characterized by amide linkages formed by the polymerization between amino and carboxylic acid groups attached to the alpha carbon of each of the twenty amino acids. These amino acid sequences are translated from cellular mRNAs by ribosomes in the cytoplasm of the cell. The ribosomes have enzymatic activity which directs the condensation reaction forming the amide linkage between each successive amino acid. This happens during a biological process known as translation. In this enzymatic mechanism a covalently bonded tRNA shuttle acts as the leaving group for the condensation reaction. The newly liberated tRNA can \"pick up\" another peptide and continuously participate in this reaction. The sequence of the amino acids in the polypeptide backbone is known as the primary structure of the protein. This primary structure leads to folding of the protein into the secondary structure, formed by hydrogen bonding between the carbonyl oxygens and amine hydrogens in the backbone. Further interactions between residues of the individual amino acids form the protein's tertiary structure. For this reason, the primary structure of the amino acids in the polypeptide backbone is the map of the final structure of a protein, and it therefore indicates its biological function.",
            "score": 62.53058695793152
        },
        {
            "docid": "50520262_2",
            "document": "Mosaic protein . Proteins are made up of amino acids which connect by peptide bonds and form into polypeptide chains. There are four levels of protein organization: primary structure- the amino acid sequences; secondary structure- different types of folded shapes (ex: alpha helices and beta sheets); tertiary structure- includes all the different folding that happens on one polypeptide chain; quaternary structure- the combination of multiple polypeptide chains. (Note: not all proteins reach this fourth level of organization). A protein domain is a self-contained protein unit that has its own function within a protein and is folded in a tertiary structure.",
            "score": 84.38799571990967
        },
        {
            "docid": "2631477_55",
            "document": "Homologous recombination . Protein engineering with homologous recombination develops chimeric proteins by swapping fragments between two parental proteins. These techniques exploit the fact that recombination can introduce a high degree of sequence diversity while preserving a protein's ability to fold into its tertiary structure, or three-dimensional shape. This stands in contrast to other protein engineering techniques, like random point mutagenesis, in which the probability of maintaining protein function declines exponentially with increasing amino acid substitutions. The chimeras produced by recombination techniques are able to maintain their ability to fold because their swapped parental fragments are structurally and evolutionarily conserved. These recombinable \"building blocks\" preserve structurally important interactions like points of physical contact between different amino acids in the protein's structure. Computational methods like SCHEMA and statistical coupling analysis can be used to identify structural subunits suitable for recombination.",
            "score": 81.43874323368073
        },
        {
            "docid": "5822839_3",
            "document": "Ankyrin repeat . Ankyrin repeats typically fold together to form a single, linear solenoid structure called ankyrin repeat domains. These domains are one of the most common protein–protein interaction platforms in nature. They occur in a large number of functionally diverse proteins, mainly from eukaryotes. The few known examples from prokaryotes and viruses may be the result of horizontal gene transfers. The repeat has been found in proteins of diverse function such as transcriptional initiators, cell cycle regulators, cytoskeletal, ion transporters, and signal transducers. The ankyrin fold appears to be defined by its structure rather than its function, since there is no specific sequence or structure that is universally recognised by it.",
            "score": 105.90991282463074
        },
        {
            "docid": "6383817_44",
            "document": "Ancestral reconstruction . On a molecular level, amino acid residues at different locations of a protein may evolve non-independently because they have a direct physicochemical interaction, or indirectly by their interactions with a common substrate or through long-range interactions in the protein structure. Conversely, the folded structure of a protein could potentially be inferred from the distribution of residue interactions. One of the earliest applications of ancestral reconstruction, to predict the three-dimensional structure of a protein through residue contacts, was published by Shindyalov and colleagues. Phylogenies relating 67 different protein families were generated by a distance-based clustering method (unweighted pair group method with arithmetic mean, UPGMA), and ancestral sequences were reconstructed by parsimony. The authors reported a weak but significant tendency for co-evolving pairs of residues to be co-located in the known three-dimensional structure of the proteins.",
            "score": 79.55026471614838
        },
        {
            "docid": "579400_3",
            "document": "Levinthal's paradox . Levinthal himself was aware that proteins fold spontaneously and on short timescales. He suggested that the paradox can be resolved if \"protein folding is sped up and guided by the rapid formation of local interactions which then determine the further folding of the peptide; this suggests local amino acid sequences which form stable interactions and serve as nucleation points in the folding process\". Indeed, the protein folding intermediates and the partially folded transition states were experimentally detected, which explains the fast protein folding. This is also described as protein folding directed within funnel-like energy landscapes Some computational approaches to protein structure prediction have sought to identify and simulate the mechanism of protein folding.",
            "score": 109.45176768302917
        },
        {
            "docid": "1260905_7",
            "document": "Silent mutation . A nonsynonymous mutation that occurs at the genomic or transcriptional levels is one that results in an alteration to the amino acid sequence in the protein product. A protein’s primary structure refers to its amino acid sequence. A substitution of one amino acid for another can impair protein function and structure, or its effects may be minimal or tolerated depending on how closely the properties of the amino acids involved in the swap correlate. The premature insertion of a stop codon, a nonsense mutation, can alter the primary structure of a protein. In this case, a truncated protein is produced. Protein function and folding is dependent on the position in which the stop codon was inserted and the amount and composition of the sequence lost.",
            "score": 60.394694328308105
        },
        {
            "docid": "26906151_5",
            "document": "DARPin . DARPin libraries were designed via sequence alignments of several thousand natural ankyrin repeat motifs (of about 33 amino acids each) combined with structure-based design and recombinant DNA methods. These proteins consist of repetitive structural units that form a stable protein domain with a large potential target interaction surface. Typically, DARPins comprise four or five repeats, of which the first (N-capping repeat) and last (C-capping repeat) serve to provide a hydrophilic surface. DARPins correspond to the average size of natural ankyrin repeat protein domains. Proteins with fewer than three repeats (i.e., the capping repeats and one internal repeat) do not form a stable enough tertiary structure. The molecular mass of a DARPin depends on the total number of repeats, as shown in the following chart:",
            "score": 98.7518938779831
        },
        {
            "docid": "2578582_8",
            "document": "Conserved sequence . Amino acid sequences can be conserved to maintain the structure or function of a protein or domain. Conserved proteins undergo fewer amino amino acid replacements, or are more likely to substitute amino acids with similar biochemical properties. Within a sequence, amino acids that are important for folding, structural stability, or that form a binding site may be more highly conserved.",
            "score": 76.69314527511597
        },
        {
            "docid": "3473628_5",
            "document": "Gene product . Proteins are the product of a gene that are formed from translation of a mature mRNA molecule.Proteins contain 4 elements in regards to their structure: primary, secondary, tertiary and quaternary. The linear amino acid sequence is also known as the primary structure. Hydrogen bonding between the amino acids of the primary structure results in the formation of alpha helices or beta sheets. These stable foldings are the secondary structure. The particular combination of the primary and secondary structures form the tertiary structure of a polypeptide. The quaternary structure refers to the way multiple chains of polypeptides fold together.",
            "score": 56.1515429019928
        }
    ],
    "r": [
        {
            "docid": "52085_16",
            "document": "Protein folding . The protein folding phenomenon was largely an experimental endeavor until the formulation of an energy landscape theory of proteins by Joseph Bryngelson and Peter Wolynes in the late 1980s and early 1990s. This approach introduced the \"principle of minimal frustration.\" This principle says that nature has chosen amino acid sequences so that the folded state of the protein is very stable. In addition, the undesired interactions between amino acids along the folding pathway are reduced, making the acquisition of the folded state a very fast process. Even though nature has reduced the level of \"frustration\" in proteins, some degree of it remains up to now as can be observed in the presence of local minima in the energy landscape of proteins.  A consequence of these evolutionarily selected sequences is that proteins are generally thought to have globally \"funneled energy landscapes\" (coined by José Onuchic) that are largely directed toward the native state. This \"folding funnel\" landscape allows the protein to fold to the native state through any of a large number of pathways and intermediates, rather than being restricted to a single mechanism. The theory is supported by both computational simulations of model proteins and experimental studies, and it has been used to improve methods for protein structure prediction and design. The description of protein folding by the leveling free-energy landscape is also consistent with the 2nd law of thermodynamics. Physically, thinking of landscapes in terms of visualizable potential or total energy surfaces simply with maxima, saddle points, minima, and funnels, rather like geographic landscapes, is perhaps a little misleading. The relevant description is really a high-dimensional phase space in which manifolds might take a variety of more complicated topological forms.",
            "score": 133.04086303710938
        },
        {
            "docid": "6492263_2",
            "document": "Leucine-rich repeat . A leucine-rich repeat (LRR) is a protein structural motif that forms an α/β horseshoe fold. It is composed of repeating 20–30 amino acid stretches that are unusually rich in the hydrophobic amino acid leucine. These repeats commonly fold together to form a solenoid protein domain, termed leucine-rich repeat domain. Typically, each repeat unit has beta strand-turn-alpha helix structure, and the assembled domain, composed of many such repeats, has a horseshoe shape with an interior parallel beta sheet and an exterior array of helices. One face of the beta sheet and one side of the helix array are exposed to solvent and are therefore dominated by hydrophilic residues. The region between the helices and sheets is the protein's hydrophobic core and is tightly sterically packed with leucine residues.",
            "score": 119.60297393798828
        },
        {
            "docid": "5822839_6",
            "document": "Ankyrin repeat . Ankyrin-repeat proteins present an unusual problem in the study of protein folding, which has largely focused on globular proteins that form well-defined tertiary structure stabilized by long-range, nonlocal residue-residue contacts. Ankyrin repeats, by contrast, contain very few such contacts (that is, they have a low contact order). Most studies have found that ankyrin repeats fold in a two-state folding mechanism, suggesting a high degree of folding cooperativity despite the local inter-residue contacts and the evident need for successful folding with varying numbers of repeats. Some evidence, based on synthesis of truncated versions of natural repeat proteins, and on the examination of phi values, suggests that the C-terminus forms the folding nucleation site.",
            "score": 118.67144012451172
        },
        {
            "docid": "38281970_3",
            "document": "Solenoid protein domain . In proteins, a \"repeat\" is any sequence block that returns more than one time in the sequence, either in an identical or a highly similar form. Repetitiveness does not in itself indicate anything about the structure of the protein. As a \"rule of thumb\", short repetitive sequences (e.g. those below the length of 10 amino acids) may be intrinsically disordered, and not part of any folded protein domains. Repeats that are at least 30 to 40 amino acids long, are far more likely to be folded as part of a domain. Such long repeats are frequently indicative of the presence of a solenoid domain in the protein.",
            "score": 114.81271362304688
        },
        {
            "docid": "38281970_6",
            "document": "Solenoid protein domain . If the two terminal repeats in a solenoid do not physically interact, it leads to an open or linear structure. Members of this group are frequently rod- or crescent-shaped. The number of individual repeats can range from 2 to over 50. A clear advantage of this topology is that both the N- and C-terminal ends are free to add new repeats and folds, or even remove existing ones during evolution without any gross impact on the structural stability of the entire domain. This type of domain is extremely common among extracellular segments of receptors or cell adhesion molecules. A non-exhaustive list of examples include: EGF repeats, cadherin repeats, leucine-rich repeats, HEAT repeats, ankyrin repeats, armadillo repeats, tetratricopeptide repeats, etc. Whenever a linear solenoid domain structure participates in protein-protein interactions, frequently at least 3 or more repetitive subunits form the ligand-binding sites. Thus - while individual repeats might have a (limited) ability to fold on their own – they usually cannot perform the functions of the entire domain alone.",
            "score": 112.81951141357422
        },
        {
            "docid": "10130725_28",
            "document": "Protein domain . Advances in experimental and theoretical studies have shown that folding can be viewed in terms of energy landscapes, where folding kinetics is considered as a progressive organisation of an ensemble of partially folded structures through which a protein passes on its way to the folded structure. This has been described in terms of a folding funnel, in which an unfolded protein has a large number of conformational states available and there are fewer states available to the folded protein. A funnel implies that for protein folding there is a decrease in energy and loss of entropy with increasing tertiary structure formation. The local roughness of the funnel reflects kinetic traps, corresponding to the accumulation of misfolded intermediates. A folding chain progresses toward lower intra-chain free-energies by increasing its compactness. The chain's conformational options become increasingly narrowed ultimately toward one native structure.",
            "score": 112.78335571289062
        },
        {
            "docid": "5822839_5",
            "document": "Ankyrin repeat . The ankyrin-repeat sequence motif has been studied using multiple sequence alignment to determine conserved amino acid residues critical for folding and stability. The residues on the wide lateral surface of ankyrin repeat structures are variable, often hydrophobic, and involved mainly in mediating protein–protein interactions. An artificial protein design based on a consensus sequence derived from sequence alignment has been synthesized and found to fold stably, representing the first designed protein with multiple repeats. More extensive design strategies have used combinatorial sequences to \"evolve\" ankyrin-repeats that recognize particular protein targets, a technique that has been presented as an alternative to antibody design for applications requiring high-affinity binding. A structure-based study involving a range of ankyrin proteins of known structures, shows that consensus-based ankyrin proteins are very stable since they maximize the energetic gap between the folding and unfolding structures, encoding a densely connected network of favourable interactions among conserved sequence motifs, like the TPLX motif.",
            "score": 111.59274291992188
        },
        {
            "docid": "24235232_2",
            "document": "Death domain . The death domain (DD) is a protein interaction module composed of a bundle of six alpha-helices. DD is a subclass of protein motif known as the death fold and is related in sequence and structure to the death effector domain (DED) and the caspase recruitment domain (CARD), which work in similar pathways and show similar interaction properties. DD bind each other forming oligomers. Mammals have numerous and diverse DD-containing proteins. Within these proteins, the DD domains can be found in combination with other domains, including: CARDs, DEDs, ankyrin repeats, caspase-like folds, kinase domains, leucine zippers, leucine-rich repeats (LRR), TIR domains, and ZU5 domains.",
            "score": 110.9867935180664
        },
        {
            "docid": "579400_3",
            "document": "Levinthal's paradox . Levinthal himself was aware that proteins fold spontaneously and on short timescales. He suggested that the paradox can be resolved if \"protein folding is sped up and guided by the rapid formation of local interactions which then determine the further folding of the peptide; this suggests local amino acid sequences which form stable interactions and serve as nucleation points in the folding process\". Indeed, the protein folding intermediates and the partially folded transition states were experimentally detected, which explains the fast protein folding. This is also described as protein folding directed within funnel-like energy landscapes Some computational approaches to protein structure prediction have sought to identify and simulate the mechanism of protein folding.",
            "score": 109.45176696777344
        },
        {
            "docid": "9783078_4",
            "document": "Proteins@home . \"The amino acid sequence of a protein determines its three-dimensional structure, or 'fold'. Conversely, the three-dimensional structure is compatible with a large, but limited set of amino acid sequences. Enumerating the allowed sequences for a given fold is known as the 'inverse protein folding problem'. We are working to solve this problem for a large number of known protein folds (a representative subset: about 1500 folds). The most expensive step is to build a database of energy functions that describe all these structures. For each structure, we consider all possible sequences of amino acids. Surprisingly, this is computationally tractable, because our energy functions are sums over pairs of interactions. Once this is done, we can explore the space of amino acid sequences in a fast and efficient way, and retain the most favorable sequences. This large-scale mapping of protein sequence space will have applications for predicting protein structure and function, for understanding protein evolution, and for designing new proteins. By joining the project, you will help to build the database of energy functions and advance an important area of science with potential biomedical applications.\"",
            "score": 108.9346694946289
        },
        {
            "docid": "5602902_6",
            "document": "Beta-catenin . The core of beta-catenin consists of several very characteristic repeats, each approximately 40 amino acids long. Termed armadillo repeats, all these elements fold together into a single, rigid protein domain with an elongated shape – called armadillo (ARM) domain. An average armadillo repeat is composed of three alpha helices. The first repeat of β-catenin (near the N-terminus) is slightly different from the others – as it has an elongated helix with a kink, formed by the fusion of helices 1 and 2. Due to the complex shape of individual repeats, the whole ARM domain is not a straight rod: it possesses a slight curvature, so that an outer (convex) and an inner (concave) surface is formed. This inner surface serves as a ligand-binding site for the various interaction partners of the ARM domains.",
            "score": 107.94620513916016
        },
        {
            "docid": "21935881_2",
            "document": "Tetratricopeptide repeat . The tetratricopeptide repeat (TPR) is a structural motif. It consists of a degenerate 34 amino acid sequence motif identified in a wide variety of proteins. It is found in tandem arrays of 3–16 motifs, which form scaffolds to mediate protein–protein interactions and often the assembly of multiprotein complexes. These alpha-helix pair repeats usually fold together to produce a single, linear solenoid domain called a TPR domain. Proteins with such domains include the anaphase-promoting complex (APC) subunits cdc16, cdc23 and cdc27, the NADPH oxidase subunit p67-phox, hsp90-binding immunophilins, transcription factors, the protein kinase R (PKR), the major receptor for peroxisomal matrix protein import PEX5 and mitochondrial import proteins.",
            "score": 105.98450469970703
        },
        {
            "docid": "5822839_3",
            "document": "Ankyrin repeat . Ankyrin repeats typically fold together to form a single, linear solenoid structure called ankyrin repeat domains. These domains are one of the most common protein–protein interaction platforms in nature. They occur in a large number of functionally diverse proteins, mainly from eukaryotes. The few known examples from prokaryotes and viruses may be the result of horizontal gene transfers. The repeat has been found in proteins of diverse function such as transcriptional initiators, cell cycle regulators, cytoskeletal, ion transporters, and signal transducers. The ankyrin fold appears to be defined by its structure rather than its function, since there is no specific sequence or structure that is universally recognised by it.",
            "score": 105.909912109375
        },
        {
            "docid": "41625353_3",
            "document": "Neutral network (evolution) . Neutral networks exist in fitness landscapes since proteins are robust to mutations. This leads to extended networks of genes of equivalent function, linked by neutral mutations. Proteins are resistant to mutations because many sequences can fold into highly similar structural folds. A protein adopts a limited ensemble of native conformations because those conformers have lower energy than unfolded and mis-folded states (ΔΔG of folding). This is achieved by a distributed, internal network of cooperative interactions (hydrophobic, polar and covalent). Protein structural robustness results from few single mutations being sufficiently disruptive to compromise function. Proteins have also evolved to avoid aggregation as partially folded proteins can combine to form large, repeating, insoluble protein fibrils and masses. There is evidence that proteins show negative design features to reduce the exposure of aggregation-prone beta-sheet motifs in their structures. Additionally, there is some evidence that the genetic code itself may be optimised such that most point mutations lead to similar amino acids (conservative). Together these factors create a distribution of fitness effects of mutations that contains a high proportion of neutral and nearly-neutral mutations.",
            "score": 104.50254821777344
        },
        {
            "docid": "413102_6",
            "document": "Folding@home . Due to the complexity of proteins' conformation or configuration space (the set of possible shapes a protein can take), and limits in computing power, all-atom molecular dynamics simulations have been severely limited in the timescales which they can study. While most proteins typically fold in the order of milliseconds, before 2010 simulations could only reach nanosecond to microsecond timescales. General-purpose supercomputers have been used to simulate protein folding, but such systems are intrinsically costly and typically shared among many research groups. Further, because the computations in kinetic models occur serially, strong scaling of traditional molecular simulations to these architectures is exceptionally difficult. Moreover, as protein folding is a stochastic process and can statistically vary over time, it is challenging computationally to use long simulations for comprehensive views of the folding process. Protein folding does not occur in one step. Instead, proteins spend most of their folding time, nearly 96% in some cases, \"waiting\" in various intermediate conformational states, each a local thermodynamic free energy minimum in the protein's energy landscape. Through a process known as adaptive sampling, these conformations are used by Folding@home as starting points for a set of simulation trajectories. As the simulations discover more conformations, the trajectories are restarted from them, and a Markov state model (MSM) is gradually created from this cyclic process. MSMs are discrete-time master equation models which describe a biomolecule's conformational and energy landscape as a set of distinct structures and the short transitions between them. The adaptive sampling Markov state model method significantly increases the efficiency of simulation as it avoids computation inside the local energy minimum itself, and is amenable to distributed computing (including on GPUGRID) as it allows for the statistical aggregation of short, independent simulation trajectories. The amount of time it takes to construct a Markov state model is inversely proportional to the number of parallel simulations run, i.e., the number of processors available. In other words, it achieves linear parallelization, leading to an approximately four orders of magnitude reduction in overall serial calculation time. A completed MSM may contain tens of thousands of sample states from the protein's phase space (all the conformations a protein can take on) and the transitions between them. The model illustrates folding events and pathways (i.e., routes) and researchers can later use kinetic clustering to view a coarse-grained representation of the otherwise highly detailed model. They can use these MSMs to reveal how proteins misfold and to quantitatively compare simulations with experiments.",
            "score": 102.60601043701172
        },
        {
            "docid": "9378673_7",
            "document": "De novo protein structure prediction . Several lines of evidence have been presented in favor of the notion that primary protein sequence contains all the information required for overall three-dimensional protein structure, making the idea of a de novo protein prediction possible. First, proteins with different functions usually have different amino acid sequences. Second, several different human diseases, such as Duchenne muscular dystrophy, can be linked to loss of protein function resulting from a change in just a single amino acid in the primary sequence. Third, proteins with similar functions across many different species often have similar amino acid sequences. Ubiquitin, for example, is a protein involved in regulating the degradation of other proteins; its amino acid sequence is nearly identical in species as far separated as \"Drosophila melanogaster\" and \"Homo sapiens\". Fourth, by thought experiment, one can deduce that protein folding must not be a completely random process and that information necessary for folding must be encoded within the primary structure. For example, if we assume that each of 100 amino acid residues within a small polypeptide could take up 10 different conformations on average, giving 10^100 different conformations for the polypeptide. If one possible confirmation was tested every 10^-13 second, then it would take about 10^77 years to sample all possible conformations. However, proteins are properly folded within the body on short timescales all the time, meaning that the process cannot be random and, thus, can potentially be modeled. One of the strongest lines of evidence for the supposition that all the relevant information needed to encode protein tertiary structure is found in the primary sequence was demonstrated in the 1950s by Christian Anfinsen. In a classic experiment, he showed that ribonuclease A could be entirely denatured by being submerged in a solution of urea (to disrupt stabilizing hydrophobic bonds) in the presence of a reducing agent (to cleave stabilizing disulfide bonds). Upon removal of the protein from this environment, the denatured and functionless ribonuclease protein spontaneously recoiled and regained function, demonstrating that protein tertiary structure is encoded in the primary amino acid sequence. Had the protein reformed randomly, over one-hundred different combinations of four disulfide bonds could have formed. However, in the majority of cases proteins will require the presence of molecular chaperons within the cell for proper folding. The overall shape of a protein may be encoded in its amino acid structure, but its folding may depend on chaperons to assist in folding.",
            "score": 102.3277816772461
        },
        {
            "docid": "10130725_2",
            "document": "Protein domain . A protein domain is a conserved part of a given protein sequence and (tertiary) structure that can evolve, function, and exist independently of the rest of the protein chain. Each domain forms a compact three-dimensional structure and often can be independently stable and folded. Many proteins consist of several structural domains. One domain may appear in a variety of different proteins. Molecular evolution uses domains as building blocks and these may be recombined in different arrangements to create proteins with different functions. Domains vary in length from between about 25 amino acids up to 500 amino acids in length. The shortest domains, such as zinc fingers, are stabilized by metal ions or disulfide bridges. Domains often form functional units, such as the calcium-binding EF hand domain of calmodulin. Because they are independently stable, domains can be \"swapped\" by genetic engineering between one protein and another to make chimeric proteins.",
            "score": 101.9346694946289
        },
        {
            "docid": "21299295_2",
            "document": "WD40 repeat . The WD40 repeat (also known as the WD or beta-transducin repeat) is a short structural motif of approximately 40 amino acids, often terminating in a tryptophan-aspartic acid (W-D) dipeptide. Tandem copies of these repeats typically fold together to form a type of circular solenoid protein domain called the WD40 domain.",
            "score": 101.50543975830078
        },
        {
            "docid": "6893544_3",
            "document": "Folding funnel . The folding funnel hypothesis is closely related to the hydrophobic collapse hypothesis, under which the driving force for protein folding is the stabilization associated with the sequestration of hydrophobic amino acid side chains in the interior of the folded protein. This allows the water solvent to maximize its entropy, lowering the total free energy. On the side of the protein, free energy is further lowered by favorable energetic contacts: isolation of electrostatically charged side chains on the solvent-accessible protein surface and neutralization of salt bridges within the protein's core. The molten globule state predicted by the folding funnel theory as an ensemble of folding intermediates thus corresponds to a protein in which hydrophobic collapse has occurred but many native contacts, or close residue-residue interactions represented in the native state, have yet to form.",
            "score": 101.38138580322266
        },
        {
            "docid": "31066305_8",
            "document": "Robustness (evolution) . Protein mutation tolerance is the product of two main features: the structure of the genetic code and protein structural robustness. Proteins are resistant to mutations because many sequences can fold into highly similar structural folds. A protein adopts a limited ensemble of native conformations because those conformers have lower energy than unfolded and mis-folded states (ΔΔG of folding). This is achieved by a distributed, internal network of cooperative interactions (hydrophobic, polar and covalent). Protein structural robustness results from few single mutations being sufficiently disruptive to compromise function. Proteins have also evolved to avoid aggregation as partially folded proteins can combine to form large, repeating, insoluble protein fibrils and masses. There is evidence that proteins show negative design features to reduce the exposure of aggregation-prone beta-sheet motifs in their structures. Additionally, there is some evidence that the genetic code itself may be optimised such that most point mutations lead to similar amino acids (conservative). Together these factors create a distribution of fitness effects of mutations that contains a high proportion of neutral and nearly-neutral mutations.",
            "score": 101.22318267822266
        },
        {
            "docid": "52085_2",
            "document": "Protein folding . Protein folding is the physical process by which a protein chain acquires its native 3-dimensional structure, a conformation that is usually biologically functional, in an expeditious and reproducible manner. It is the physical process by which a polypeptide folds into its characteristic and functional three-dimensional structure from random coil. Each protein exists as an unfolded polypeptide or random coil when translated from a sequence of mRNA to a linear chain of amino acids. This polypeptide lacks any stable (long-lasting) three-dimensional structure (the left hand side of the first figure). As the polypeptide chain is being synthesized by a ribosome, the linear chain begins to fold into its three dimensional structure. Folding begins to occur even during translation of the polypeptide chain. Amino acids interact with each other to produce a well-defined three-dimensional structure, the folded protein (the right hand side of the figure), known as the native state. The resulting three-dimensional structure is determined by the amino acid sequence or primary structure (Anfinsen's dogma). The energy landscape describes the folding pathways in which the unfolded protein is able to assume its native state.",
            "score": 100.81991577148438
        },
        {
            "docid": "44194851_2",
            "document": "Beta-sandwich . β-sandwich domains consisting of 80 to 350 amino acids occur commonly in proteins. They are characterized by two opposing antiparallel β-sheets. The number of strands found in such domains may differ from one protein to another. β-sandwich domains are subdivided in a variety of different folds. The immunoglobulin-type fold found in antibodies (Ig-fold) consists of a sandwich arrangement of 7 and 9 antiparallel β-strands arranged in two β-sheets with a Greek-key topology. The Greek-key topology is also found in Human Transthyretin. The jelly-roll topology is found in carbohydrate binding proteins such as concanavalin A and various lectins, in the collagen binding domain of \"Staphylococcus aureus\" Adhesin and in modules that bind fibronectin as found in Tenascin (Third Fibronectin Type III Repeat).  The L-type lectin domain is a variation of the jelly roll fold. The C2 domain in its typical version (PKC-C2) is a β-sandwich composed of 8 β-strands.",
            "score": 99.80162811279297
        },
        {
            "docid": "519473_2",
            "document": "Tandem repeat . Tandem repeats occur in DNA when a pattern of one or more nucleotides is repeated and the repetitions are directly adjacent to each other. Several protein domains also form tandem repeats within their amino acid primary structure, such as armadillo repeats. However, in proteins, perfect tandem repeats are unlikely in most \"in vivo\" proteins, and most known repeats are in proteins which have been designed.",
            "score": 99.5810546875
        },
        {
            "docid": "2195185_5",
            "document": "ATM serine/threonine kinase . The ATM gene codes for a 350 kDa protein consisting of 3056 amino acids. ATM belongs to the superfamily of phosphatidylinositol 3-kinase-related kinases (PIKKs). The PIKK superfamily comprises six Ser/Thr-protein kinases that show a sequence similarity to phosphatidylinositol 3-kinases (PI3Ks). This protein kinase family includes ATR (ATM- and RAD3-related), DNA-PKcs (DNA-dependent protein kinase catalytic subunit) and mTOR (mammalian target of rapamycin). Characteristic for ATM are five domains. These are from N-terminus to C-terminus the HEAT repeat domain, the FRAP-ATM-TRRAP (FAT) domain, the kinase domain (KD), the PIKK-regulatory domain (PRD) and the FAT-C-terminal (FATC) domain. The HEAT repeats directly bind to the C-terminus of NBS1. The FAT domain interacts with ATM's kinase domain to stabilize the C-terminus region of ATM itself. The KD domain resumes kinase activity, while the PRD and the FATC domain regulate it. Although no structure for ATM has been solved, the overall shape of ATM is very similar to DNA-PKcs and is composed of a head and a long arm that is thought to wrap around double-stranded DNA after a conformational change. The entire N-terminal domain together with the FAT domain are predicted to adopt an α-helical structure, which was found by sequence analysis. This α-helical structure is believed to form a tertiary structure, which has a curved, tubular shape present for example in the Huntingtin protein, which also contains HEAT repeats. FATC is the C-terminal domain with a length of about 30 amino acids. It is highly conserved and consists of an α-helix followed by a sharp turn, which is stabilized by a disulfide bond.",
            "score": 99.14419555664062
        },
        {
            "docid": "26906151_5",
            "document": "DARPin . DARPin libraries were designed via sequence alignments of several thousand natural ankyrin repeat motifs (of about 33 amino acids each) combined with structure-based design and recombinant DNA methods. These proteins consist of repetitive structural units that form a stable protein domain with a large potential target interaction surface. Typically, DARPins comprise four or five repeats, of which the first (N-capping repeat) and last (C-capping repeat) serve to provide a hydrophilic surface. DARPins correspond to the average size of natural ankyrin repeat protein domains. Proteins with fewer than three repeats (i.e., the capping repeats and one internal repeat) do not form a stable enough tertiary structure. The molecular mass of a DARPin depends on the total number of repeats, as shown in the following chart:",
            "score": 98.75189208984375
        },
        {
            "docid": "19472048_2",
            "document": "HEAT repeat . A HEAT repeat is tandem repeat protein structural motif composed of two alpha helices linked by a short loop. HEAT repeats can form alpha solenoids, a type of solenoid protein domain found in a number of cytoplasmic proteins. The name \"HEAT\" is an acronym for four proteins in which this repeat structure is found: Huntingtin, elongation factor 3 (EF3), protein phosphatase 2A (PP2A), and the yeast kinase TOR1. HEAT repeats form extended superhelical structures which are often involved in intracellular transport; they are structurally related to armadillo repeats. The nuclear transport protein importin beta contains 19 HEAT repeats.",
            "score": 98.51380157470703
        },
        {
            "docid": "29322025_2",
            "document": "TAL effector . TAL (transcription activator-like) effectors (often referred to as TALEs, but not to be confused with the three amino acid loop extension homeobox class of proteins) are proteins secreted by \"Xanthomonas\" bacteria via their type III secretion system when they infect various plant species. These proteins can bind promoter sequences in the host plant and activate the expression of plant genes that aid bacterial infection. They recognize plant DNA sequences through a central repeat domain consisting of a variable number of ~34 amino acid repeats. There appears to be a one-to-one correspondence between the identity of two critical amino acids in each repeat and each DNA base in the target sequence. These proteins are interesting to researchers both for their role in disease of important crop species and the relative ease of retargeting them to bind new DNA sequences. Similar proteins can be found in the pathogenic bacterium \"Ralstonia solanacearum\" and \"Burkholderia rhizoxinica\"., as well as yet unidentified marine microorganisms. The term TALE-likes is used to refer to the putative protein family encompassing the TALEs and these related proteins.",
            "score": 97.9427490234375
        },
        {
            "docid": "412097_14",
            "document": "BRCA1 . The dual repeat BRCT domain of the BRCA1 protein is an elongated structure approximately 70 Å long and 30–35 Å wide. The 85–95 amino acid domains in BRCT can be found as single modules or as multiple tandem repeats containing two domains. Both of these possibilities can occur in a single protein in a variety of different conformations. The C-terminal BRCT region of the BRCA1 protein is essential for repair of DNA, transcription regulation and tumor suppressor function. In BRCA1 the dual tandem repeat BRCT domains are arranged in a head-to-tail-fashion in the three-dimensional structure, burying 1600 Å of hydrophobic, solvent-accessible surface area in the interface. These all contribute to the tightly packed knob-in-hole structure that comprises the interface. These homologous domains interact to control cellular responses to DNA damage. A missense mutation at the interface of these two proteins can perturb the cell cycle, resulting a greater risk of developing cancer.",
            "score": 97.4515380859375
        },
        {
            "docid": "33397867_2",
            "document": "Haemagglutination activity domain . In molecular biology, the haemagglutination activity domain is a conserved protein domain found near the N terminus of a number of large, repetitive bacterial proteins, including many proteins of over 2500 amino acids. A number of the members of this family have been designated adhesins, filamentous haemagglutinins, haem/haemopexin-binding protein, etc. Members generally have a signal sequence, then an intervening region, then the region described in this entry. Following this region, proteins typically have regions rich in repeats but may show no homology between the repeats of one member and the repeats of another. This domain is suggested to be a carbohydrate-dependent haemagglutination activity site.",
            "score": 97.441162109375
        },
        {
            "docid": "41402184_5",
            "document": "TENM3 . The extracellular C terminal domain is composed of a linker region, EGF-like repeats and then a globular domain. The linker region is made up of ~200 amino acid residues and is found immediately distal to the transmembrane domain. This is followed by eight phylogenetically conserved tenascin C-type EGF-like repeats, which features the uniquely conserved replacement of a single cysteine in repeats 2 and 5 in place of the original tyrosine and phenylalanine residues respectively. Since cysteines are susceptible to forming disulfide bonds, the single cysteines at the EGF-like repeats of a teneurin molecule can facilitate the homophilic and heterophilic dimerisation of teneurin family molecules. More distally is the globular domain consisting of a 700-800 amino acid residue region. There are 17 conserved cysteine residues, a region of NHL repeats, a region of 26 YD residue repeats, and then a teneurin C-associated peptide (TCAP). The YD repeats are rich in N-linked glycosylation and were previously only reported in the \"rhs\" element of bacteria. The TCAP is the resulting peptide from cleaving a putative furin cleavage site found immediately on the N-terminal of TCAP. The furin cleavage site is rich in tyrosine residues and consists of 4 conserved cysteine residues. The 4 cysteine residues assist in protein folding, however, they are absent in Ten-m2 and Ten-m3. There are 41 amino acids in TCAPs, except for TCAP-3 from Ten-m3, which has 40. TCAPs show structural homology to the CRF family molecule and appears to influence neurite outgrowth and some behaviours relating to stress and anxiety.",
            "score": 97.28543090820312
        },
        {
            "docid": "27701317_2",
            "document": "NACHT domain . The NACHT domain is an evolutionarily conserved protein domain. This NTPase domain is found in apoptosis proteins as well as those involved in MHC transcription. Its name reflects some of the proteins that contain it: NAIP (NLP family apoptosis inhibitor protein), CIITA (that is, C2TA or MHC class II transcription activator), HET-E (incompatibility locus protein from \"Podospora anserina\") and TEP1 (that is, TP1 or telomerase-associated protein).  The NACHT domain contains 300 to 400 amino acids. It is a predicted nucleoside-triphosphatase (NTPase) domain, which is found in animal, fungal and bacterial proteins. It is found in association with other domains, such as the CARD domain (), the pyrin domain (), the HEAT repeat domain (), the WD40 repeat (), the leucine-rich repeat (LRR) or the BIR repeat ().",
            "score": 96.66747283935547
        },
        {
            "docid": "13967547_5",
            "document": "Dry lab . As a means of surpassing the limitations of these techniques, projects such as Folding@home and Rosetta@home are aimed at resolving this problem using computational analysis, this means of resolving protein structure is referred to as protein structure prediction. Although many labs have a slightly different approach, the main concept is to find, from a myriad of protein conformations, which conformation has the lowest energy or, in the case of Folding@Home, to find relatively low energies of proteins that could cause the protein to misfold and aggregate other proteins to itself—like in the case of sickle cell anemia. The general scheme in these projects is that a small number of computations are parsed to, or sent to be calculated on, a computer, generally a home computer, and then that computer analyzes the likelihood that a specific protein will take a certain shape or conformation based on the amount of energy required for that protein to stay in that shape, this way of processing data is what is generally referred to as distributed computing. This analysis is done on an extraordinarily large number of different conformations, owing to the support of hundreds of thousands of home-based computers, in hopes to find the conformation of lowest possible energy or set of conformations of lowest possible energy relative to any conformations that are just slightly different. Although doing so is quite difficult, one can, by observing the energy distribution of a large number of conformations, despite the almost infinite number of different protein conformations possible for any given protein (see Levinthal Paradox), with a reasonably large number of protein energy samplings, predict relatively closely what conformation, within a range of conformations, has the expected lowest energy using methods in statistical inference. There are other factors such as salt concentration, pH, ambient temperature or chaperonins, which are proteins that assist in the folding process of other proteins, that can greatly affect how a protein folds. However, if the given protein is shown to fold on its own, especially in vitro, these findings can be further supported. Once we can see how a protein folds then we can see how it works as a catalyst, or in intracellular communication, e.g. neuroreceptor-neurotransmitter interaction. How certain compounds may be used to enhance or prevent the function of these proteins and how an elucidated protein overall plays a role in diseases such as Alzheimer's Disease or Huntington's Disease can also be much better understood.",
            "score": 96.31910705566406
        }
    ]
}