{
    "q": [
        {
            "docid": "397271_3",
            "document": "Cohort study . Cohort studies represent one of the fundamental designs of epidemiology which are used in research in the fields of medicine, nursing, psychology, social science, and in any field reliant on 'difficult to reach' answers that are based on evidence (statistics). In medicine for instance, while clinical trials are used primarily for assessing the safety of newly developed pharmaceuticals before they are approved for sale, epidemiological analysis on how risk factors affect the incidence of diseases is often used to identify the causes of diseases in the first place, and to help provide pre-clinical justification for the plausibility of protective factors (treatments). Cohort studies differ from clinical trials in that no intervention, treatment, or exposure is administered to participants in a cohort design; and no control group is defined. Rather, cohort studies are largely about the life histories of segments of populations, and the individual people who constitute these segments. Exposures or protective factors are identified as preexisting characteristics of participants. The study is controlled by including other common characteristics of the cohort in the statistical analysis. Both exposure/treatment and control variables are measured at baseline. Participants are then followed over time to observe the incidence rate of the disease or outcome in question. Regression analysis can then be used to evaluate the extent to which the exposure or treatment variable contributes to the incidence of the disease, while accounting for other variables that may be at play.",
            "score": 48.59700620174408
        },
        {
            "docid": "25875_71",
            "document": "Rheumatoid arthritis . RA reduces lifespan on average from three to twelve years. Young age at onset, long disease duration, the presence of other health problems, and characteristics of severe RA—such as poor functional ability or overall health status, a lot of joint damage on x-rays, the need for hospitalisation or involvement of organs other than the joints—have been shown to associate with higher mortality. Positive responses to treatment may indicate a better prognosis. A 2005 study by the Mayo Clinic noted that RA sufferers suffer a doubled risk of heart disease, independent of other risk factors such as diabetes, alcohol abuse, and elevated cholesterol, blood pressure and body mass index. The mechanism by which RA causes this increased risk remains unknown; the presence of chronic inflammation has been proposed as a contributing factor. It is possible that the use of new biologic drug therapies extend the lifespan of people with RA and reduce the risk and progression of atherosclerosis. This is based on cohort and registry studies, and still remains hypothetical. It is still uncertain whether biologics improve vascular function in RA or not. There was an increase in total cholesterol and HDLc levels and no improvement of the atherogenic index.<ref name=\"biologics cv effects/ cancer\"></ref>",
            "score": 35.13800764083862
        },
        {
            "docid": "157529_2",
            "document": "Delirium . Delirium, also known as acute confusional state, is an organically caused decline from a previously baseline level of mental function. It often varies in severity over a short period of time, and includes attentional deficits, and disorganization of behavior. It typically involves other cognitive deficits, changes in arousal (hyperactive, hypoactive, or mixed), perceptual deficits, altered sleep-wake cycle, and psychotic features such as hallucinations and delusions. Delirium itself is not a disease, but rather a set of symptoms. It may result from an underlying disease, over-consumption of alcohol, from drugs administered during treatment of a disease, withdrawal from drugs or from any number of health factors. Delirium may be caused by a disease process outside the brain that nonetheless affects the brain, such as infection (urinary tract infection, pneumonia) or drug effects, particularly anticholinergics or other CNS depressants (benzodiazepines and opioids). Although hallucinations and delusions are sometimes present in delirium, these are not required for the diagnosis, and the symptoms of delirium are clinically distinct from those induced by psychosis or hallucinogens (with the exception of deliriants.) Delirium must by definition be caused by an organic process, i.e., a physically identifiable structural, functional, or chemical problem in the brain (see organic brain syndrome), and thus, fluctuations of mentation due to changes in purely psychiatric processes or diseases, such as sudden psychosis from schizophrenia or bipolar disorder, are (by definition) not termed delirium. Like its components (inability to focus attention, mental confusion and various impairments in awareness and temporal and spatial orientation), delirium is the common manifestation of new organic brain dysfunction (for any reason). Delirium requires both a sudden change in mentation, and an organic cause for this. Delirium may be difficult to diagnose without the proper establishment of a person's usual mental function. Without careful assessment and history, delirium can easily be confused with a number of psychiatric disorders or long term organic brain syndromes, because many of the signs and symptoms of delirium are conditions also present in dementia, depression, and psychosis. Delirium may newly appear on a background of mental illness, baseline intellectual disability, or dementia, without being due to any of these problems. Treatment of delirium requires treating the underlying cause, and multi-component interventions are thought to be most effective. In some cases, temporary or palliative or symptomatic treatments are used to comfort the person or to allow other care (for example, a person who, without understanding, is trying to pull out a ventilation tube that is required for survival). Delirium is probably the single most common acute disorder affecting adults in general hospitals. It affects 10-20% of all hospitalized adults, and 30-40% of elderly who are hospitalized and up to 80% of those in ICU. Among those requiring critical care, delirium is a risk for death within the next year. Antipsychotics are not supported for the treatment or prevention of delirium among those who are in hospital. When delirium is caused by alcohol or sedative hypnotic withdrawal, benzodiazepines are typically used.",
            "score": 35.948620557785034
        },
        {
            "docid": "287299_43",
            "document": "Sarcoidosis . Ursodeoxycholic acid has been used successfully as a treatment for cases with liver involvement. Thalidomide has also been tried successfully as a treatment for treatment-resistant lupus pernio in a clinical trial, which may stem from its anti-TNF activity, although it failed to exhibit any efficacy in a pulmonary sarcoidosis clinical trial. Cutaneous disease may be successfully managed with antimalarials (such as chloroquine and hydroxychloroquine) and the tetracycline antibiotic, minocycline. Antimalarials have also demonstrated efficacy in treating sarcoidosis-induced hypercalcemia and neurosarcoidosis. Long-term use of antimalarials is limited, however, by their potential to cause irreversible blindness and hence the need for regular ophthalmologic screening. This toxicity is usually less of a problem with hydroxychloroquine than with chloroquine, although hydroxychloroquine can disturb the glucose homeostasis.",
            "score": 30.78772211074829
        },
        {
            "docid": "200033_13",
            "document": "Shortness of breath . Pulmonary embolism classically presents with an acute onset of shortness of breath. Other presenting symptoms include pleuritic chest pain, cough, hemoptysis, and fever. Risk factors include deep vein thrombosis, recent surgery, cancer, and previous thromboembolism. It must always be considered in those with acute onset of shortness of breath owing to its high risk of mortality. Diagnosis however may be difficult and Wells Score is often used to assess the clinical probability. Treatment, depending on severity of symptoms, typically starts with anticoagulants; the presence of ominous signs (low blood pressure) may warrant the use of thrombolytic drugs.",
            "score": 29.24650740623474
        },
        {
            "docid": "1018018_16",
            "document": "Burzynski Clinic . Although Burzynski and his associates claim success in the use of antineoplaston combinations for the treatment of various diseases, and some of the clinic's patients say they have been helped, there is no evidence of the clinical efficacy of these methods. The consensus among the professional community, as represented by the American Cancer Society and Cancer Research UK among others, is that antineoplaston therapy is unproven and the overall probability of the treatment turning out to be as claimed is low due to lack of credible mechanisms and the poor state of research after more than 35 years of investigation. While the antineoplaston therapy is marketed as a non-toxic alternative to chemotherapy, it is a form of chemotherapy with significant known side effects including severe neurotoxicity.",
            "score": 33.485841274261475
        },
        {
            "docid": "2304494_14",
            "document": "Spinocerebellar ataxia . On January 18, 2017 BioBlast Pharma announced completion of Phase 2a clinical trials of their medication, Trehalose, in the treatment of SCA3. BioBlast has received FDA Fast Track status and Orphan Drug status for their treatment. The information provided by BioBlast in their research indicates that they hope this treatment may prove efficacious in other SCA treatments that have similar pathology related to PolyA and PolyQ diseases.",
            "score": 30.17133092880249
        },
        {
            "docid": "186625_37",
            "document": "Antimalarial medication . Drug resistant parasites are often used to explain malaria treatment failure. However, they are two potentially very different clinical scenarios. The failure to clear parasitemia and recover from an acute clinical episode when a suitable treatment has been given is anti-malarial resistance in its true form. Drug resistance may lead to treatment failure, but treatment failure is not necessarily caused by drug resistance despite assisting with its development. A multitude of factors can be involved in the processes including problems with non-compliance and adherence, poor drug quality, interactions with other pharmaceuticals, poor absorption, misdiagnosis and incorrect doses being given. The majority of these factors also contribute to the development of drug resistance.",
            "score": 28.65829300880432
        },
        {
            "docid": "34939027_7",
            "document": "Pharmacometabolomics . Pharmacometabolomics may be used in a predictive manner to determine the correct course of action in regards to a patient about to undergo some type of drug treatment. This involves determining the metabolic profile of a patient prior to treatment, and correlating metabolic signatures with the outcome of a pharmaceutical treatment course. Analysis of a patient’s metabolic profile can reveal factors that may contribute to altered drug metabolism, allowing for predictions of the overall efficacy of a proposed treatment, as well as potential drug toxicity risks that may differ from the general population. This approach has been used to identify novel or previously characterized metabolic biomarkers in patients, which can be used to predict the expected outcome of that patient following treatment with a pharmaceutical compound. One example of the clinical application of pharmacometabolomics are studies that looked to identify a predictive metabolic marker for the treatment of major depressive disorder (MDD)., In a study with antidepressant Sertraline, the Pharmacometabolomics Network illustrated that metabolic profile at baseline of patients with major depression can inform about treatment outcomes. In addition the study illustrated the power of metabolomics for defining response to placebo and compared response to placebo to response to sertraline and showed that several pathways were common to both. In another study with escitalopram citalopram, metabolomic analysis of plasma from patients with MDD revealed that variations in glycine metabolism were negatively associated with patient outcome upon treatment with selective serotonin reuptake inhibitors (SSRIs), an important drug class involved in the treatment of this disease.",
            "score": 58.54699754714966
        },
        {
            "docid": "10371405_5",
            "document": "Hidradenitis . The Mayo Clinic suggests the following: antibiotics (generally the lowest side effect profile compared to other treatments); corticosteroids (e.g., prednisone); but corticosteroids have many side effects, including \"moon face\" for the duration of the medication's trial usage, as well as unwanted hair growth for females and/or osteoporosis with long-term use. Tumor necrosis factor (TNF)-alpha inhibitors like infliximab (Remicade) and adalimumab (Humira) have shown promise for some, but they should probably be considered a third-line treatment, as treatment is associated with increased risk of infection, heart failure and certain cancers. Surgery is also available for those overwhelmed by the condition, but it will not cure the condition, just relieve the skin-related issues for a while. The disease is pernicious and is almost always guaranteed to return, if not in the same spot where the surgery was performed.",
            "score": 30.115217208862305
        },
        {
            "docid": "11431500_13",
            "document": "Mild cognitive impairment . As MCI may represent a prodromal state to clinical Alzheimer's disease, treatments proposed for Alzheimer's disease, such as antioxidants and cholinesterase inhibitors, could potentially be useful; however, there is no evidence to support the efficacy of cholinesterase inhibitors for the treatment of mild cognitive impairment. Two drugs used to treat Alzheimer's disease have been assessed for their ability to treat MCI or prevent progression to full Alzheimer's disease. Rivastigmine failed to stop or slow progression to Alzheimer's disease or to improve cognitive function for individuals with mild cognitive impairment; donepezil showed only minor, short-term benefits and was associated with significant side effects.",
            "score": 33.70903706550598
        },
        {
            "docid": "21755724_2",
            "document": "Aortic pressure . Central aortic blood pressure (CAP or CASP) is the blood pressure at the root of aorta. Studies have shown the importance of central aortic pressure and its implications in assessing the efficacy of antihypertensive treatment with respect to cardiovascular risk factors. The traditional method of measuring blood pressure in the arms has been shown to underestimate the efficacy of drugs such as amlodipine and overestimate the efficacy of those like atenolol. A clinical trial demonstrated that different medications for lowering blood pressure have different effects on the central aortic pressure and blood flow characteristics, despite producing similar branchial blood pressure readings. The study also indicated that the CAP is a better independent predictor of cardiovascular and renal outcome.",
            "score": 33.0510995388031
        },
        {
            "docid": "37643916_7",
            "document": "Targeted molecular therapy for neuroblastoma . GD2 is a glycolipid that is expressed on the surface of neuroblastoma cells. It is targeted through immunotherapy in neuroblastoma treatment using monoclonal antibodies. These monoclonal antibodies are used to block GD2 expression, and are thus referred to as anti-GD2 agents. They can be used for tumor-specific therapy because GD2 expression is weak and limited to certain areas in normal human tissue. Therefore, its expression can be easily targeted in tumor cells. While anti-GD2 antibodies are effective in clearing the remaining tumors in neuroblastoma patients, there have also been major toxicities associated with the use of this form of treatment. These toxicities include neuropathic pain, capillary leak syndrome, and hypersensitivity reaction.  Anti-GD2 antibodies have been developed for immunotherapy treatment of neuroblastoma and can be grouped into first-generation and second-generation antibodies. All of these antibodies are going through clinical trial processes for the treatment of neuroblastoma. The most extensively studied of these antibodies is ch14.18. Through randomized trials, it has been found that treatment with ch14.18 is most effective when combined with cytokines, such as granulocyte macrophage colony-stimulating factor (GM-CSF) and interleukin-2 (IL-2). This combination therapy improves the outcome of high-risk neuroblastoma, but does not decrease the risk of toxicities. For this reason, the second-generation antibodies have been developed, which have fewer associated toxicities but are continuing trials to determine their therapeutic efficacy.",
            "score": 44.23329210281372
        },
        {
            "docid": "287299_42",
            "document": "Sarcoidosis . In a clinical trial cyclosporine added to prednisone treatment failed to demonstrate any significant benefit over prednisone alone in people with pulmonary sarcoidosis, although there was evidence of increased toxicity from the addition of cyclosporine to the steroid treatment including infections, malignancies (cancers), hypertension, and kidney dysfunction. Likewise chlorambucil and cyclophosphamide are seldom used in the treatment of sarcoidosis due to their high degree of toxicity, especially their potential for causing malignancies. Infliximab has been used successfully to treat pulmonary sarcoidosis in clinical trials in a number of persons. Etanercept, on the other hand, has failed to demonstrate any significant efficacy in people with uveal sarcoidosis in a couple of clinical trials. Likewise golimumab has failed to show any benefit in persons with pulmonary sarcoidosis. One clinical trial of adalimumab found treatment response in about half of subjects, which is similar to that seen with infliximab, but as adalimumab has better tolerability profile it may be preferred over infliximab.",
            "score": 30.32451903820038
        },
        {
            "docid": "24015288_2",
            "document": "Saprof . The SAPROF (Structured Assessment of Protective Factors) has recently been developed as an instrument for the structured assessment of protective factors for violence risk. Following the Structured Professional Judgment (SPJ) model, the SAPROF was designed as a positive addition to other SPJ risk assessment tools, such as the HCR-20 (Historical Clinical Risk - 20; Webster, Douglas, Eaves & Hart, 1997), creating a more balanced assessment of risk for future (sexual) violence. The SAPROF aims to contribute to an increasingly accurate and well-rounded assessment of risk for future violent behavior. Moreover, the dynamic positive approach of protective factors aims to create new opportunities for effective and achievable treatment interventions. Retrospective results at the Van der Hoeven Kliniek in The Netherlands show good interrater reliability and good predictive validity for violent recidivism. Moreover, the changeability of the protective factors in the SAPROF during treatment provides an indication for the usability of the SAPROF as a guideline for positive treatment planning and risk management (De Vries Robbé, De Vogel, & De Spa, under review). Frequent users of the SAPROF in forensic psychiatry state that the instrument can be helpful in formulating treatment goals, justifying stages of treatment, atoning treatment phasing and facilitating risk communication (Van den Broek & De Vries Robbé, 2008).",
            "score": 31.643372774124146
        },
        {
            "docid": "7198571_20",
            "document": "Monoclonal antibody therapy . Failure of several drugs in Phase III clinical trials has led to AD prevention and early intervention for onset AD treatment endeavours. Passive anti-Aβ MAB treatment can be used for preventative attempts to modify AD progression before it causes extensive brain damage and symptoms. Trials using MAB treatment for patients positive for genetic risk factors, and elderly patients positive for indicators of AD are underway. This includes anti-AB treatment in Asymptomatic Alzheimer's Disease (A4), the Alzheimer’s Prevention Initiative (API), and DIAN-TU. The A4 study on older individuals who are positive for indicators of AD but are negative for genetic risk factors will test Solanezumab in Phase III Clinical Trials, as a follow up of previous Solanezumab studies. DIAN-TU, launched in December 2012, focuses on young patients positive for genetic mutations that are risks for AD. This study uses Solanezumab and Gautenerumab. Gautenerumab, the first fully human MAB that preferentially interacts with oligomerized Aβ plaques in the brain, caused significant reduction in Aβ concentration in Phase I clinical trials. Therefore, this preventing plaque formation and concentration without altering plasma concentration of the brain. Phase II and III clinical trials are currently being conducted.",
            "score": 48.80032467842102
        },
        {
            "docid": "241717_9",
            "document": "Clinical trial . There are two goals to testing medical treatments: to learn whether they work well enough, called \"efficacy\" or \"effectiveness\"; and to learn whether they are safe enough, called \"safety\". Neither is an absolute criterion; both safety and efficacy are evaluated relative to how the treatment is intended to be used, what other treatments are available, and the severity of the disease or condition. The benefits must outweigh the risks. For example, many drugs to treat cancer have severe side effects that would not be acceptable for an over-the-counter pain medication, yet the cancer drugs have been approved since they are used under a physician's care, and are used for a life-threatening condition.",
            "score": 25.28665018081665
        },
        {
            "docid": "287299_44",
            "document": "Sarcoidosis . Recently selective phosphodiesterase 4 (PDE4) inhibitors like apremilast (a thalidomide derivative), roflumilast, and the less subtype-selective PDE4 inhibitor, pentoxifylline, have been tried as a treatment for sarcoidosis, with successful results being obtained with apremilast in cutaneous sarcoidosis in a small open-label study. Pentoxifylline has been used successfully to treat acute disease although its use is greatly limited by its gastrointestinal toxicity (mostly nausea, vomiting, and diarrhea). Case reports have supported the efficacy of rituximab, an anti-CD20 monoclonal antibody and a clinical trial investigating atorvastatin as a treatment for sarcoidosis is under-way. ACE inhibitors have been reported to cause remission in cutaneous sarcoidosis and improvement in pulmonary sarcoidosis, including improvement in pulmonary function, remodeling of lung parenchyma and prevention of pulmonary fibrosis in separate case series'. Nicotine patches have been found to possess anti-inflammatory effects in sarcoidosis patients, although whether they had disease-modifying effects requires further investigation. Antimycobacterial treatment (drugs that kill off mycobacteria, the causative agents behind tuberculosis and leprosy) has also proven itself effective in treating chronic cutaneous (that is, it affects the skin) sarcoidosis in one clinical trial. Quercetin has also been tried as a treatment for pulmonary sarcoidosis with some early success in one small trial.",
            "score": 34.06861233711243
        },
        {
            "docid": "714452_33",
            "document": "Chronic kidney disease . Treatment efficacy also differs between racial groups. Administration of antihypertensive drugs generally halts disease progression in white populations but has little effect in slowing kidney disease among blacks, and additional treatment such as bicarbonate therapy is often required. While lower socioeconomic status contributes to the prevalence of CKD, significant differences in CKD prevalence are still evident between African Americans and Whites when controlling for environmental factors.",
            "score": 17.17883324623108
        },
        {
            "docid": "38074_62",
            "document": "Kidney stone disease . In addition to the aforementioned potential for acute kidney injury, animal studies suggest these acute injuries may progress to scar formation, resulting in loss of functional renal volume. Recent prospective studies also indicate elderly people are at increased risk of developing new-onset hypertension following ESWL. In addition, a retrospective case-control study published by researchers from the Mayo Clinic in 2006 has found an increased risk of developing diabetes mellitus and hypertension in people who had undergone ESWL, compared with age and gender-matched people who had undergone nonsurgical treatment. Whether or not acute trauma progresses to long-term effects probably depends on multiple factors that include the shock wave dose (i.e., the number of shock waves delivered, rate of delivery, power setting, acoustic characteristics of the particular lithotriptor, and frequency of retreatment), as well as certain intrinsic predisposing pathophysiologic risk factors.",
            "score": 33.878987431526184
        },
        {
            "docid": "4584230_5",
            "document": "Biomarker (medicine) . It is necessary to distinguish between \"disease-related\" and \"drug-related biomarkers\". Disease-related biomarkers give an indication of the probable effect of treatment on patient (risk indicator or predictive biomarkers), if a disease already exists (diagnostic biomarker), or how such a disease may develop in an individual case regardless of the type of treatment (prognostic biomarker). Predictive biomarkers help to assess the most likely response to a particular treatment type, while prognostic markers shows the progression of disease with or without treatment. In contrast, drug-related biomarkers indicate whether a drug will be effective in a specific patient and how the patient’s body will process it.",
            "score": 35.41735649108887
        },
        {
            "docid": "17048535_21",
            "document": "Angiostrongylus cantonensis . The severity and clinical course of \"Angiostrongylus\" disease depends significantly on the ingested load of third-stage larvae, creating great variability from case to case making clinical trials difficult to design and effectiveness of treatments difficult to discern. Typical conservative medical management including analgesics and sedatives provide minimal relief for the headaches and hyperesthesias. Removing cerebrospinal fluid at regular three- to seven-day intervals is the only proven method of significantly reducing intracranial pressure and can be used for symptomatic treatment of headaches. This process may be repeated until improvement is shown. There is growing evidence of moderate quality that suggests corticosteroid therapy using prednisolone or dexamethasone has beneficial effect in treating the CNS symptoms related to \"A. cantonensis\" infections. Although early research did not show treatment with antihelminthic agents (parasite killing drugs) like thiobendazole or albendazole effective in improving the clinical course of the illness, a number or recent studies out of Thailand and China show that the combination of glucocorticoids and antihelminthics are safe and decrease the duration of headaches and the number of patients who had significant headache. Although the addition of antihelminthic agents for management of \"A. cantonensis\" infection has a theoretic risk of precipitating a neurologic crisis by releasing an overwhelming load of antigens though simultaneous death of the larvae, no study has shown this to exist in the clinical setting. Additionally, the failure to kill parasites before they attempt to migrate out of the CNS increases the risk of mechanical damage by migrating larvae. Although combination therapy using albendazole and prednisolone has no significant advantage compared to treatment using prednisolone alone in mild cases, the treatment with antihelminthics is demonstrably safe and may have significant benefit for patients with high parasite loads at risk for permanent disability or death. Further studies to better define treatment regimens for mild, moderate, and severe disease would be extremely useful but have not yet been performed due to the technical difficulties mentioned above.",
            "score": 63.80913245677948
        },
        {
            "docid": "2266452_9",
            "document": "Personality Assessment Inventory . The treatment consideration scales measure factors that may relate to treatment of clinical disorders or other risk factors but which are not captured in psychiatric diagnoses.",
            "score": 28.368226766586304
        },
        {
            "docid": "51078_6",
            "document": "Thalidomide . It is used as a second-line treatment to manage graft versus host disease and aphthous stomatitis in children and has been prescribed for other conditions in children including actinic prurigo and epidermolysis bullosa; the evidence for these uses is weak. It is recommended only as a third line treatment in graft versus host disease in adults, based on lack of efficacy and side effects observed in clinical trials.",
            "score": 27.315804719924927
        },
        {
            "docid": "6319906_18",
            "document": "Non-alcoholic fatty liver disease . No pharmacological treatment has received approval as of 2015. Some studies suggest diet, exercise, and antiglycemic drugs may alter the course of the disease. General recommendations include improving metabolic risk factors and reducing alcohol intake. While many treatments appear to improve biochemical markers such as alanine transaminase levels, most have not been shown to reverse histological abnormalities or reduce clinical endpoints.",
            "score": 31.26071524620056
        },
        {
            "docid": "26956953_7",
            "document": "Hottentotta tamulus . The venom mainly affects the cardiovascular and pulmonary system, eventually leading to a pulmonary oedema, which may cause death. Scorpion antivenom has little effect in clinical treatment but application of prazosin reduces the mortality rate to less than 4%. As in other scorpions, the venom of \"H. tamulus\" consists of a complex mixture of proteins. Some major components have been isolated, including the toxin tamapin. Scorpion envenomation with high morbidity and mortality is usually due to either excessive autonomic activity and cardiovascular toxic effects or neuromuscular toxic effects. Antivenin is the specific treatment for scorpion envenomation combined with supportive measures including vasodilators in patients with cardiovascular toxic effects and benzodiazepines when there is neuromuscular involvement. Although rare, severe hypersensitivity reactions including anaphylaxis to scorpion antivenin (SAV) are possible.<ref name=\"10.4103/0972-5229.164807\"></ref>",
            "score": 26.753477573394775
        },
        {
            "docid": "489173_21",
            "document": "Peripheral artery disease . Treatment with other drugs or vitamins are unsupported by clinical evidence, \"but trials evaluating the effect of folate and vitamin B-12 on hyperhomocysteinemia, a putative vascular risk factor, are near completion\".",
            "score": 26.549827575683594
        },
        {
            "docid": "37643916_2",
            "document": "Targeted molecular therapy for neuroblastoma . Targeted molecular therapy for neuroblastoma involves treatment aimed at molecular targets that have a unique expression in this form of cancer. Neuroblastoma, the second most common pediatric malignant tumor, often involves treatment through intensive chemotherapy. A number of molecular targets have been identified for the treatment of high-risk forms of this disease. Aiming treatment in this way provides a more selective way to treat the disease, decreasing the risk for toxicities that are associated with the typical treatment regimen. Treatment using these targets can supplement or replace some of the intensive chemotherapy that is used for neuroblastoma. These molecular targets of this disease include GD2, ALK, and CD133. GD2 is a target of immunotherapy, and is the most fully developed of these treatment methods, but is also associated with toxicities. ALK has more recently been discovered, and drugs in development for this target are proving to be successful in neuroblastoma treatment. The role of CD133 in neuroblastoma has also been more recently discovered and is an effective target for treatment of this disease. High-risk cases of neuroblastoma are difficult to treat, even through intensive chemotherapy. For this reason, molecular targets have been identified and are being developed for treatment in patients who have more difficulty responding to treatment. There are a number of genetic factors that can be used to identify high-risk patients. In neuroblastoma cells, there can be amplification of genomic DNA regions, loss of genomic DNA regions, and genetic abnormalities. All of these factors can contribute to an advanced disease state in high-risk patients.",
            "score": 34.589473724365234
        },
        {
            "docid": "46232572_4",
            "document": "In silico clinical trials . The traditional model for the development of medical treatments and devices begins with pre-clinical development. In laboratories, test-tube and other \"in vitro\" experiments establish the plausibility for the efficacy of the treatment. Then \"in vivo\" animal models, with different species, provide guidance on the efficacy and safety of the product for humans. With success in both \"in vitro\" and \"in vivo\" studies, scientist can propose that clinical trials test whether the product be made available for humans. Clinical trials are often divided into four phases. Phase 3 involves testing a large number of people. When a medication fails at this stage, the financial losses can be catastrophic. Predicting low-frequency side effects has been difficult, because such side effects need not become apparent until the treatment is adopted by many patients. The appearance of severe side-effects in phase three often causes development to stop, for ethical and economic reasons. Also, in recent years many candidate drugs failed in phase 3 trials because of lack of efficacy rather than for safety reasons. One reason for failure is that traditional trials aim to establish efficacy and safety for most subjects, rather than for individual subjects, and so efficacy is determined by a statistic of central tendency for the trial. Traditional trials do not adapt the treatment to the covariates of subjects:",
            "score": 36.488553524017334
        },
        {
            "docid": "4288109_4",
            "document": "Steatohepatitis . Non-alcoholic steatohepatitis is fatty liver disease due to causes other than alcohol. No pharmacological treatment has received approval as of 2015 for NASH. Some studies suggest diet, exercise, and antiglycemic drugs may alter the course of the disease. General recommendations include improving metabolic risk factors and reducing alcohol intake. NASH was first described in 1980 in a series of patients of the Mayo Clinic. Its relevance and high prevalence were recognized mainly in the 1990s. Some think NASH is a diagnosis of exclusion, and many cases may in fact be due to other causes.",
            "score": 33.31501317024231
        },
        {
            "docid": "53841803_5",
            "document": "Vlado Perkovic . Perkovic’s has published more than 200 peer reviewed papers, and his career has been based on clinical research investigating the prevention and treatment of kidney disease, and its complications. As well as epidemiological research identifying important risk factors, Perkovic has led a broad suite of clinical trials and meta-analyses aiming to identify effective interventions that slow the progression of kidney disease and reduce the risk of developing the many complications of kidney disease. Some of Perkovic’s key outputs here have been work on diabetic nephropathy published in a range of journals, and studies of blood pressure lowering, lipid lowering and a range of other interventions for the prevention of kidney failure and cardiovascular outcomes in people with kidney disease. Perkovic’s ongoing work includes further systematic reviews, large scale global trials of steroids for the prevention of kidney failure in IgA nephropathy (Co-Principal Investigator), and Steering Committee roles in a number of global, pharma-funded trials studying treatments for the prevention of kidney failure in diabetic nephropathy. This includes a role as Chair of the CREDENCE trial Steering Committee, studying the effects of the SGLT2 inhibitor canagliflozin on the risk of kidney failure and cardiovascular outcomes in people with diabetes and kidney disease.",
            "score": 43.46831941604614
        },
        {
            "docid": "2591299_2",
            "document": "Hippocampal sclerosis . Hippocampal sclerosis (HS) is a neuropathological condition with severe neuronal cell loss and gliosis in the hippocampus, specifically in the CA-1 (Cornu Ammonis area 1) and subiculum of the hippocampus. It was first described in 1880 by Wilhelm Sommer. Hippocampal sclerosis is a frequent pathologic finding in community-based dementia. Hippocampal sclerosis can be detected with autopsy or MRI. Individuals with hippocampal sclerosis have similar initial symptoms and rates of dementia progression to those with Alzheimer's disease (AD) and therefore are frequently misclassified as having Alzheimer's Disease. But clinical and pathologic findings suggest that hippocampal sclerosis has characteristics of a progressive disorder although the underlying cause remains elusive. A diagnosis of hippocampal sclerosis has a significant effect on the life of patients because of the notable mortality, morbidity and social impact related to epilepsy, as well as side effects associated with antiepileptic treatments.",
            "score": 30.336379766464233
        }
    ],
    "r": [
        {
            "docid": "978951_39",
            "document": "Record linkage . Record linkage is an important tool in creating data required for examining the health of the public and of the health care system itself. It can be used to improve data holdings, data collection, quality assessment, and the dissemination of information. Data sources can be examined to eliminate duplicate records, to identify under-reporting and missing cases (e.g., census population counts), to create person-oriented health statistics, and to generate disease registries and health surveillance systems. Some cancer registries link various data sources (e.g., hospital admissions, pathology and clinical reports, and death registrations) to generate their registries. Record linkage is also used to create health indicators. For example, fetal and infant mortality is a general indicator of a country's socioeconomic development, public health, and maternal and child services. If infant death records are matched to birth records, it is possible to use birth variables, such as birth weight and gestational age, along with mortality data, such as cause of death, in analyzing the data. Linkages can help in follow-up studies of cohorts or other groups to determine factors such as vital status, residential status, or health outcomes. Tracing is often needed for follow-up of industrial cohorts, clinical trials, and longitudinal surveys to obtain the cause of death and/or cancer. An example of a successful and long-standing record linkage system allowing for population-based medical research is the Rochester Epidemiology Project based in Rochester, Minnesota.",
            "score": 67.48164367675781
        },
        {
            "docid": "6846786_9",
            "document": "Protein kinase R . First report in 2002 has been shown that immunohistochemical marker for phosphorylated PKR and eIF2α was displayed positively in degenerating neurons in the hippocampus and the frontal cortex of patients with Alzheimer's Disease (AD), suggesting the link between PKR and AD. Additionally, many of these neurons were also immunostained with an antibody for phosphorylated Tau protein. Activated PKR was specifically found in the cytoplasm and nucleus, as well as co-localized with neuronal apoptotic markers. Further studies have assessed the levels of PKR in blood and cerebrospinal fluid (CSF) of AD patients and controls. The result of an analysis of the concentrations of total and phosphorylated PKR (pPKR) in peripheral blood mononuclear cells (PBMCs) in 23 AD patients and 19 control individuals showed statistically significant increased levels of the ratio of PKR/ phosphorylated PKR in AD patients compared with controls. Assessments of CSF biomarkers, such as Aβ1-42, Aβ1-40, Tau, and phosphorylated Tau at threonine 181, have been a validated use in clinical research and in routine practice to determine whether patients have CSF abnormalities and AD brain lesions. A study found that \"total PKR and pPKR concentrations were elevated in AD and amnestic mild cognitive impairment subjects with a pPKR value (optical density units) discriminating AD patients from control subjects with a sensitivity of 91.1% and a specificity of 94.3%. Among AD patients, total PKR and pPKR levels correlate with CSF p181tau levels. Some AD patients with normal CSF Aß, T-tau, or p181tau levels had abnormal total PKR and pPKR levels\". It was concluded that the PKR-eIF2α pro-apoptotic pathway could be involved in neuronal degeneration that leads to various neuropathological lesions as a function of neuronal susceptibility.",
            "score": 64.12300109863281
        },
        {
            "docid": "17048535_21",
            "document": "Angiostrongylus cantonensis . The severity and clinical course of \"Angiostrongylus\" disease depends significantly on the ingested load of third-stage larvae, creating great variability from case to case making clinical trials difficult to design and effectiveness of treatments difficult to discern. Typical conservative medical management including analgesics and sedatives provide minimal relief for the headaches and hyperesthesias. Removing cerebrospinal fluid at regular three- to seven-day intervals is the only proven method of significantly reducing intracranial pressure and can be used for symptomatic treatment of headaches. This process may be repeated until improvement is shown. There is growing evidence of moderate quality that suggests corticosteroid therapy using prednisolone or dexamethasone has beneficial effect in treating the CNS symptoms related to \"A. cantonensis\" infections. Although early research did not show treatment with antihelminthic agents (parasite killing drugs) like thiobendazole or albendazole effective in improving the clinical course of the illness, a number or recent studies out of Thailand and China show that the combination of glucocorticoids and antihelminthics are safe and decrease the duration of headaches and the number of patients who had significant headache. Although the addition of antihelminthic agents for management of \"A. cantonensis\" infection has a theoretic risk of precipitating a neurologic crisis by releasing an overwhelming load of antigens though simultaneous death of the larvae, no study has shown this to exist in the clinical setting. Additionally, the failure to kill parasites before they attempt to migrate out of the CNS increases the risk of mechanical damage by migrating larvae. Although combination therapy using albendazole and prednisolone has no significant advantage compared to treatment using prednisolone alone in mild cases, the treatment with antihelminthics is demonstrably safe and may have significant benefit for patients with high parasite loads at risk for permanent disability or death. Further studies to better define treatment regimens for mild, moderate, and severe disease would be extremely useful but have not yet been performed due to the technical difficulties mentioned above.",
            "score": 63.80913162231445
        },
        {
            "docid": "141029_15",
            "document": "African trypanosomiasis . The gold standard for diagnosis is identification of trypanosomes in a patient sample by microscopic examination. Patient samples that can be used for diagnosis include chancre fluid, lymph node aspirates, blood, bone marrow, and, during the neurological stage, cerebrospinal fluid. Detection of trypanosome-specific antibodies can be used for diagnosis, but the sensitivity and specificity of these methods are too variable to be used alone for clinical diagnosis. Further, seroconversion occurs after the onset of clinical symptoms during a \"T. b. rhodesiense\" infection, so is of limited diagnostic use.",
            "score": 63.155479431152344
        },
        {
            "docid": "4930095_78",
            "document": "Pathophysiology of multiple sclerosis . CSF also shows oligoclonal bands (OCB) in the majority (around 95%) of the patients. Several studies have reported differences between patients with and without OCB with regard to clinical parameters such as age, gender, disease duration, clinical severity and several MRI characteristics, together with a varying lesion load.  CSF oligoclonal bands can be reflected in serum or not. This points to an heterogeneous origin of them",
            "score": 61.7923698425293
        },
        {
            "docid": "50435484_4",
            "document": "Sarah Tabrizi . Tabrizi is distinguished for her work on Huntington's disease pathobiology, biomarkers, outcome measures and clinical trials. She led the influential multi-site TRACK-HD cohort study of Huntington's disease that established a battery of clinical trial outcome measures. She is the lead Clinical Investigator for the first clinical trial of a 'gene silencing' or huntingtin-lowering drug in Huntington's disease patients. Tabrizi gave a keynote presentation at the 2016 Google Zeitgeist Minds conference about the trial, and the prospect of gene silencing for neurodegenerative disease. In 2017 she was the subject of a profile article in The Lancet Neurology.",
            "score": 61.51497268676758
        },
        {
            "docid": "4466421_2",
            "document": "Clinical data repository . A Clinical Data Repository (CDR) or Clinical Data Warehouse (CDW) is a real time database that consolidates data from a variety of clinical sources to present a unified view of a single patient. It is optimized to allow clinicians to retrieve data for a single patient rather than to identify a population of patients with common characteristics or to facilitate the management of a specific clinical department. Typical data types which are often found within a CDR include: clinical laboratory test results, patient demographics, pharmacy information, radiology reports and images, pathology reports, hospital admission, discharge and transfer dates, ICD-9 codes, discharge summaries, and progress notes.",
            "score": 61.00611877441406
        },
        {
            "docid": "40296900_3",
            "document": "Minimal clinically important difference . Over the years great steps have been taken in reporting what really matters in clinical research. A clinical researcher might report: “in my own experience treatment X does not do well for condition Y”. The use of a P value cut off point of 0.05 was introduced by R.A. Fisher; this resulted in studies being either significant or non-significant. Although this P value objectified research outcome, retaining to such a rigid cut off point can have two potentially serious consequences: (i) possibly clinically important differences observed in studies can be denoted as statistically non-significant and therefore be unfairly ignored as a result of having a small number of subjects studied (type II errors); (ii) even the smallest difference in measurements can be proved statistically significant by increasing the number of subjects in a study. Such a small difference could be irrelevant (i.e. of no clinical importance) to patients or clinicians. Thus, statistical significance does not necessarily imply clinical importance.  Over the years clinicians and researchers have moved away from physical and radiological endpoints towards patient-reported outcomes. However, using patient-reported outcomes does not solve the problem of small differences being statistically significant but possibly clinically irrelevant.  In order to study clinical importance, the concept of minimal clinically important difference (MCID) was proposed by Jaeschke et al. in 1989. MCID is the smallest change in an outcome that a patient would identify as important. MCID therefore offers a threshold above which outcome is experienced as relevant by the patient; this avoids the problem of mere statistical significance. Schunemann and Guyatt recommended minimally important difference (MID) to remove the \"focus on 'clinical' interpretations\" (2005, p. 594).",
            "score": 59.754886627197266
        },
        {
            "docid": "47273647_12",
            "document": "Maria Luisa Escolar . After beginning to provide clinical services for children with rare neurodegenerative diseases, Escolar realized the need for natural history studies. Systematic collection of clinical data has resulted in a database of information on more 700 patients. These studies are used to better understand disease progression, distinguish among disease subtypes, improve diagnostic tests, define endpoints for clinical trials, and evaluate response to treatment. She has published or contributed to natural history studies on Sanfilippo syndrome type A and studies evaluating transplantation outcomes for patients with Hurler syndrome and metachromatic leukodystrophy.",
            "score": 59.56395721435547
        },
        {
            "docid": "492271_25",
            "document": "Clinical psychology . Clinical assessment can be characterized as a prediction problem where the purpose of assessment is to make inferences (predictions) about past, present, or future behavior. For example, many therapy decisions are made on the basis of what a clinician expects will help a patient make therapeutic gains. Once observations have been collected (e.g., psychological test results, diagnostic impressions, clinical history, X-ray, etc.), there are two mutually exclusive ways to combine those sources of information to arrive at a decision, diagnosis, or prediction. One way is to combine the data in an algorithmic, or \"mechanical\" fashion. Mechanical prediction methods are simply a mode of combination of data to arrive at a decision/prediction of behavior (e.g., treatment response). Mechanical prediction does not preclude any type of data from being combined; it can incorporate clinical judgments, properly coded, in the algorithm. The defining characteristic is that, once the data to be combined is given, the mechanical approach will make a prediction that is 100% reliable. That is, it will make exactly the same prediction for exactly the same data every time. Clinical prediction, on the other hand, does not guarantee this, as it depends on the decision-making processes of the clinician making the judgment, their current state of mind, and knowledge base.",
            "score": 59.272239685058594
        },
        {
            "docid": "30703911_6",
            "document": "Lymphocytic pleocytosis . The presence of lymphocytic pleocytosis is generally detected through a lumbar puncture followed by clinical analysis of cerebrospinal fluid. When combined with analysis of the appearance and pressure of the tested CSF, along with measurements for the amount of glucose and proteins present, white blood cell counts can be used to detect or diagnose a number of diseases. Among these are subarachnoid hemorrhage, multiple sclerosis, and the various types of meningitis. While a lumbar puncture may return a WBC count within the normal range of 0-5 cells per µL, this does not rule out the possibility of a disease.",
            "score": 58.9918327331543
        },
        {
            "docid": "93771_11",
            "document": "Morvan's syndrome . Cerebral spinal fluid (CSF) shows normal protein, glucose, white blood cell, and IgG index but there are weak oligoclonal bands, absent in the blood. Marked changes in circadian serum levels of neurohormones and increased levels of peripheral neurotransmitters were also observed. The absence of morphological alterations of the brain pathology, the suggestion of diffusion of IgG into the thalamus and striatum, more marked than in the cortex (consistent with effects on the thalamolimbic system) the oligoclonal bands in the CSF and the amelioration after PE all strongly support an antibody-mediated basis for the condition. Raised CSF IgG concentrations and oligoclonal bands have been reported in patients with psychosis. Anti-acetylcholine receptors (anti-AChR) antibodies have also been detected in patients with thymoma, but without clinical manifestations of myasthenia gravis. There have also been reports of non-paraneoplastic limbic encephalitis associated with raised serum VGKC suggesting that these antibodies may give rise to a spectrum of neurological disease presenting with symptoms arising peripherally, centrally, or both. Yet, in two cases, oligoclonal bands were absent in the CSF and serum, and CSF immunoglobulin profiles were unremarkable. In one case, a patient was diagnosed with both Morvan's syndrome and pulmonary hyalinizing granulomas (PHG). PHG are rare fibrosing lesions of the lung, which have central whorled deposits of lamellar collagen. How these two diseases relate to one another is still unclear.",
            "score": 58.656246185302734
        },
        {
            "docid": "34939027_7",
            "document": "Pharmacometabolomics . Pharmacometabolomics may be used in a predictive manner to determine the correct course of action in regards to a patient about to undergo some type of drug treatment. This involves determining the metabolic profile of a patient prior to treatment, and correlating metabolic signatures with the outcome of a pharmaceutical treatment course. Analysis of a patient’s metabolic profile can reveal factors that may contribute to altered drug metabolism, allowing for predictions of the overall efficacy of a proposed treatment, as well as potential drug toxicity risks that may differ from the general population. This approach has been used to identify novel or previously characterized metabolic biomarkers in patients, which can be used to predict the expected outcome of that patient following treatment with a pharmaceutical compound. One example of the clinical application of pharmacometabolomics are studies that looked to identify a predictive metabolic marker for the treatment of major depressive disorder (MDD)., In a study with antidepressant Sertraline, the Pharmacometabolomics Network illustrated that metabolic profile at baseline of patients with major depression can inform about treatment outcomes. In addition the study illustrated the power of metabolomics for defining response to placebo and compared response to placebo to response to sertraline and showed that several pathways were common to both. In another study with escitalopram citalopram, metabolomic analysis of plasma from patients with MDD revealed that variations in glycine metabolism were negatively associated with patient outcome upon treatment with selective serotonin reuptake inhibitors (SSRIs), an important drug class involved in the treatment of this disease.",
            "score": 58.5469970703125
        },
        {
            "docid": "32090994_14",
            "document": "Computer-aided auscultation . The most common types of performance measures for CAA systems are based on two approaches: retrospective (non-blinded) studies using existing data and prospective blinded clinical studies on new patients. In retrospective CAA studies, a classifier is trained with machine learning algorithms using existing data. The performance of the classifier is then assessed using the same data. Different approaches are used to do this (e.g., k-Fold cross-validation, leave-one-out cross-validation). The main shortcoming of judging the quality (sensitivity, specificity) of a CAA system based on retrospective performance data alone comes from the risk that the approaches used can overestimate the true performance of a given system. Using the same data for training and validation can itself lead to significant overfitting of the validation set, because most classifiers can be designed to analyse known data very well, but might not be general enough to correctly classify unknown data; i.e. the results look much better than they would if tested on new, unseen patients. “The true performance of a selected network (CAA system) should be confirmed by measuring its performance on a third independent set of data called a test set”. In summary, the reliability of retrospective, non-blinded studies are usually considered to be much lower than that of prospective clinical studies because they are prone to selection bias and retrospective bias. Published examples include Pretorius et al. Prospective clinical studies, on the other hand, are better suited to assess the true performance of a CAA system (provided that the study is blinded and well controlled). In a prospective clinical study to evaluate the performance of a CAA system, the output of the CAA system is compared to the gold standard diagnoses. In the case of heart murmurs, a suitable gold standard diagnosis would be auscultation-based expert physician diagnosis, stratified by an echocardiogram-based diagnosis. Published examples include Lai et al.",
            "score": 57.9260368347168
        },
        {
            "docid": "14228084_8",
            "document": "S100B . S100B is secreted by astrocytes or can spill from injured cells and enter the extracellular space or bloodstream. Serum levels of S100B increase in patients during the acute phase of brain damage. Over the last decade, S100B has emerged as a candidate peripheral biomarker of blood–brain barrier (BBB) permeability and CNS injury. Elevated S100B levels accurately reflect the presence of neuropathological conditions including traumatic head injury or neurodegenerative diseases. Normal S100B levels reliably exclude major CNS pathology. Its potential clinical use in the therapeutic decision making process is substantiated by a vast body of literature validating variations in serum 100B levels with standard modalities for prognosticating the extent of CNS damage: alterations in neuroimaging, cerebrospinal pressure, and other brain molecular markers (neuron specific enolase and glial fibrillary acidic protein). However, more importantly, S100B levels have been reported to rise prior to any detectable changes in intracerebral pressure, neuroimaging, and neurological examination findings. Thus, the major advantage of using S100B is that elevations in serum or CSF levels provide a sensitive measure for determining CNS injury at the molecular level before gross changes develop, enabling timely delivery of crucial medical intervention before irreversible damage occurs. S100B serum levels are elevated before seizures suggesting that BBB leakage may be an early event in seizure development.  An extremely important application of serum S100B testing is in the selection of patients with minor head injury who do not need further neuroradiological evaluation, as studies comparing CT scans and S100B levels have demonstrated S100B values below 0.12 ng/mL are associated with low risk of obvious neuroradiological changes (such as intracranial hemorrhage or brain swelling) or significant clinical sequelae. The excellent negative predictive value of S100B in several neurological conditions is due to the fact that serum S100B levels reflect blood–brain barrier permeability changes even in absence of neuronal injury. In addition, S100B, which is also present in human melanocytes, is a reliable marker for melanoma malignancy both in bioptic tissue and in serum.",
            "score": 57.65441131591797
        },
        {
            "docid": "19530493_4",
            "document": "ICU quality and management tools . Several measures of ICU performance have been proposed in the past 30 years. It is intuitive, and correct, to assume that ICU mortality may be a useful marker of quality. However, crude mortality rates does not take into consideration the singular aspects of each specific patient population that is treated in a certain geographic region, hospital or ICU. Therefore, approaches looking for standardized mortality ratios that are adjusted for disease severity, comorbidities and other clinical aspects are often sought. Severity of illness is usually evaluated by scoring systems that integrates clinical, physiologic and demographic variables. Scoring systems are interesting tools to describe ICU populations and explain their different outcomes. The most frequently used are the APACHE II, SAPS II and MPM. The APACHE II, for example, provides an estimate of ICU mortality based on a number of laboratory values and patient signs taking both acute and chronic disease into account. The data used should be from the initial 24 hours in the ICU, and the worst value (furtherest from baseline/normal) should be used. The APACHE II can also define \"chronic organ insufficiency\" - including liver, cardiovascular, respiratory and renal- as well as defining when a patient is immunocompromised. However, newer scores as APACHE IV and SAPS III have been recently introduced in clinical practice. More than only using scoring systems, one should search for a high rate of adherence to clinically effective interventions. Adherence to interventions as deep venous thrombosis prophylaxis, reduction of ICU-acquired infections, adequate sedation regimens and decreasing and reporting serious adverse events are essential and have been accepted as benchmarking of quality.  The complex task of collecting and analyzing data on performance measures are made easier when clinical information systems are available. Although several clinical information systems focus on important aspects as computerized physician order entry systems and individual patient tracking information, few have attempted to gather clinical information generating full reports that provide a panorama of the ICU performance and detailed data on several domains as mortality, length of stay, severity of illness, clinical scores, nosocomial infections, adverse events and adherence to good clinical practice. Through implementing quality initiatives, increasing the quality of care and patient safety are major and feasible goals. Such systems (for example: Epimed Monitor) are available for clinical use and may facilitate the process of care on a daily basis and provide data for an in-depth analysis of ICU performance.",
            "score": 57.635013580322266
        },
        {
            "docid": "23520833_7",
            "document": "Gene signature . Prognostic refers to predicting the likely outcome or course of a disease. Classifying a biological phenotype or medical condition based on a specific gene signature or multiple gene signatures, can serve as a prognostic biomarker for the associated phenotype or condition. This concept termed prognostic gene signature, serves to offer insight into the overall outcome of the condition regardless of therapeutic intervention. Several studies have been conducted with focus on identifying prognostic gene signatures with the hopes of improving the diagnostic methods and therapeutic courses adopted in a clinical settings. It is important to note that prognostic gene signatures are not a target of therapy; they offer additional information to consider when discussing details such as duration or dosage or drug sensitivity etc. in therapeutic intervention. The criteria a gene signature must meet to be deemed a prognostic marker include demonstration of its association with the outcomes of the condition, reproducibility and validation of its association in an independent group of patients and lastly, the prognostic value must demonstrate independence from other standard factors in a multivariate analysis. The applications of these prognostic signatures include prognostic assays for breast cancer, hepatocellular carcinoma, leukaemia and are continually being developed for other types of cancers and disorders as well.",
            "score": 57.093074798583984
        },
        {
            "docid": "18576487_8",
            "document": "UAB School of Dentistry . The clinical sciences are presented through a series of courses offered by the clinical dentistry departments throughout the four-year curriculum. Students are introduced to clinical practice on a limited basis during the first year through clinical sessions concerned with screening for oral diseases, preventive techniques, and prophylaxis. A multidisciplinary patient management core course is offered during the second year, enabling the student to gain skills in data collection and analysis, diagnosis, treatment planning, and therapeutic modalities through lecture presentations and patient care.",
            "score": 56.694095611572266
        },
        {
            "docid": "54396555_8",
            "document": "Vasopressin (medication) . There is no current evidence of significant survival benefit with improved neurological outcomes in patients given combinations of both epinephrine and vasopressin during cardiac arrest. A systematic review from 2008 did, however, find one study that showed a statistically significant improvement in ROSC and survival to hospital discharge with this combination treatment; unfortunately, those patients that survived to hospital discharge had overall poor outcomes and many suffered permanent, severe neurological damage. A more recently published clinical trial out of Singapore has shown similar results, finding combination treatment to only improve the rate of survival to hospital admission, especially in the subgroup analysis of patients with longer \"collapse to emergency department\" arrival times of 15 to 45 minutes.",
            "score": 56.64649200439453
        },
        {
            "docid": "11763579_35",
            "document": "Microvesicles . Tumor-associated microvesicles are abundant in the blood, urine, and other body fluids of patients with cancer, and are likely involved in tumor progression. They offer a unique opportunity to noninvasively access the wealth of biological information related to their cells of origin. The quantity and molecular composition of microvesicles released from malignant cells varies considerably compared with those released from normal cells. Thus, the concentration of plasma microvesicles with molecular markers indicative of the disease state may be used as an informative blood-based biosignature for cancer. microvesicles express many membrane-bound proteins, some of which can be used as tumor biomarkers. Several tumor markers accessible as proteins in blood or urine have been used to screen and diagnose various types of cancer. In general, tumor markers are produced either by the tumor itself or by the body in response to the presence of cancer or some inflammatory conditions. If a tumor marker level is higher than normal, the patient is examined more closely to look for cancer or other conditions. For example, CA19-9, CA-125, and CEA have been used to help diagnose pancreatic, ovarian, and gastrointestinal malignancies, respectively. However, although they have proven clinical utility, none of these tumor markers are highly sensitive or specific. Clinical research data suggest that tumor-specific markers exposed on microvesicles are useful as a clinical tool to diagnose and monitor disease. Research is also ongoing to determine if tumor-specific markers exposed on microvesicles are predictive for therapeutic response.",
            "score": 56.24159240722656
        },
        {
            "docid": "39308562_10",
            "document": "Infectious diseases within American prisons . In 2002, the \"Public Health Reports\" released a study entitled \"Comparing Quality of Care for Sexually Transmitted Diseases in Specialized and General Clinics\", explaining the quality of care provided in public STD clinics and general medical clinics when treating patients with STDs. In October 1995, the County of Los Angeles Department of Health Services faced a budget deficit that led to the decision of restructuring their outpatient care system. The result of this restructuring led to the following: 17 LA County STD clinics and 3 of general medical clinics were also closed down. This then resulted in the shift of \"balance of STD services in favor of general medical clinics.\" Reduced funding greatly therefore affecting the quality of patient care. Six clinics were studied from March 1, 1996 to June 30, 1996 with the data of patients recorded during each visit. Thirty-two process of care quality indicators were determined that listed patient expectations during visitation. Data showed that the public STD clinics demonstrated a greater adherence than general medical clinics for every 14 out of the 32 patient care quality indicators. As a result, both the general medical clinics and STD clinics suffered from the budget deficit of 1995.",
            "score": 55.98625564575195
        },
        {
            "docid": "1732125_9",
            "document": "Cerebral atrophy . Cerebrospinal fluid (CSF) is a fluid that is found exclusively in the brain and spinal cord that circulates between sections of the brain offering an extra layer of protection. Studies have shown that biomarkers in the CSF and plasma can be tracked for their presence in different parts of the brain—and their presence can tell us about cerebral atrophy. One study took advantage of biomarkers, namely one called Neurofilamant light (NFL), in patients with Alzheimer’s Disease. NFL is a protein that is important in the growth and branching of neurons—cells found in the brain. In Alzheimer’s Disease neurons will stop working or die in a process called neurodegeneration. By tracking NFL, researchers can see this neurodegeneration, which this study showed was associated with brain atrophy and later cognitive decline in Alzheimer's patients. Other biomarkers like Ng—a protein important in long-term potentiation and memory—have been tracked for their associations with brain atrophy as well, but NFL had the greatest association.",
            "score": 55.925010681152344
        },
        {
            "docid": "51076152_2",
            "document": "Clinicogenomics . Clinicogenomics, also referred to as clinical genomics, is the study of clinical outcomes with genomic data. Genomic factors have a causal effect on clinical data. Clinicogenomics uses the entire genome of a patient in order to diagnose diseases or adjust medications exclusively for that patient. Whole genome testing can detect more mutations and structural anomalies than targeted gene testing. Furthermore, targeted gene testing can only test for the diseases for which the doctor screens, whereas testing the whole genome screens for all diseases with known markers at once.",
            "score": 55.81635665893555
        },
        {
            "docid": "605564_10",
            "document": "Clinical neuropsychology . Assessments are used in clinical neuropsychology to find brain psychopathologies of the cognitive, behavioral, and emotional variety. Physical evidence is not always readily visible so clinical neuropsychologists must rely on assessments to tell them the extent of the damage. The cognitive strengths and weaknesses of the patient are assessed to help narrow down the possible causes of the brain pathology. A clinical neuropsychologist is expected to help educate the patient on what is happening to them so that the patient can understand how to work with their own cognitive deficits and strengths. An assessment should accomplish many goals such as; gage consequences of impairments to quality of life, compile symptoms and the change in symptoms over time, and assess cognitive strengths and weaknesses. Accumulation of the knowledge earned from the assessment is then dedicated to developing a treatment plan based on the patient's individual needs. An assessment can also help the clinical neuropsychologist gage the impact of medications and neurosurgery on a patient. Behavioral neurology and neuropsychology tools can be standardized or psychometric tests and observational data collected on the patient to help build an understanding of the patient and what is happening with them. There are essential prerequisites which must be present in a patient in order for the assessment to be effective; concentration, comprehension, and motivation and effort. Lezak lists six primary reasons neuropsychological assessments are carried out: diagnosis, patient care and its planning, treatment planning, treatment evaluation, research and forensic neuropsychology. To conduct a comprehensive assessment will typically take several hours and may need to be conducted over more than a single visit. Even the use of a screening battery covering several cognitive domains may take 1.5–2 hours. At the commencement of the assessment it is important to establish a good rapport with the patient and ensure they understand the nature and aims of the assessment.",
            "score": 55.74330139160156
        },
        {
            "docid": "1208899_18",
            "document": "POEMS syndrome . As reported by Dispenzieri \"et al.\" Mayo Clinic treatment regimens are tailored to treat the clinical manifestations and prognosis for the rate of progression of the POEMS syndrome in each patient. In rare cases, patients may have minimal or no symptoms at presentation or after successful treatment of their disorder. These patients may be monitored every 2–3 months for symptoms and disease progression. Otherwise, treatment is divided based on the local versus systemic spread of its clonal plasma cells. Patients with one or two plasmacytoma bone lesions and no clonal plasma cells in their bone marrow biopsy specimens are treated by surgical removal or radiotherapy of their tumors. These treatments can relieve many of the syndromes clinical manifestations including neuropathies, have a 10-year overall survival of 70% and a 6-year progression-free survival of 62%. Patients with >2 plasmacytoma bone lesions and/or increases in bone marrow clonal plasma cells are treated with a low-dose or high-dose chemotherapy regimen, i.e. a corticosteroid such as dexamethasone plus an alkylating agents such as melphalan. Dosage regimens are selected on the basis of patient tolerance. Hematological response rates to the dexamethasone/melphalan regimens have been reported to be in the 80% range with neurological response rates approaching 100%. Patients successfully treated with the high-dose dexamethasone/melphalan regimen have been further treated with autologous stem cell transplantation. In 59 patients treated with the chemotherapy/transplantation regimen, the Mayo Clinic reported progression-free survival rates of 98%, 94%, and 75% at 1, 2, and 5 years, respectively.",
            "score": 55.7119255065918
        },
        {
            "docid": "24430144_12",
            "document": "Neuro-Behçet's disease . Cerebrospinal fluid is a clear bodily fluid that occupies the subarachnoid space and the ventricular system around and inside the brain. It is revealed that 70–80% of Parenchymal NBD patients show altered CSF constituents. The observed different is 1) Elevated CSF protein concentration (1 g/dL), 2) Absence of oligoclonal band, and 3) elevated CSF cell count (0–400×10⁶ cells/L) in the body.",
            "score": 55.66193771362305
        },
        {
            "docid": "4141563_17",
            "document": "Predictive analytics . Experts use predictive analysis in health care primarily to determine which patients are at risk of developing certain conditions, like diabetes, asthma, heart disease, and other lifetime illnesses. Additionally, sophisticated clinical decision support systems incorporate predictive analytics to support medical decision making at the point of care. A working definition has been proposed by Jerome A. Osheroff and colleagues: \"Clinical decision support (CDS) provides clinicians, staff, patients, or other individuals with knowledge and person-specific information, intelligently filtered or presented at appropriate times, to enhance health and health care. It encompasses a variety of tools and interventions such as computerized alerts and reminders, clinical guidelines, order sets, patient data reports and dashboards, documentation templates, diagnostic support, and clinical workflow tools\".",
            "score": 55.46772003173828
        },
        {
            "docid": "95912_4",
            "document": "Oligoclonal band . For the analysis of cerebrospinal fluid, a patient has a lumbar puncture performed, which collects some of his or her cerebrospinal fluid. The blood serum can be gained from a clotted blood sample. Normally it is assumed that all the proteins that appear in the CSF, but are not present in the serum, are produced intrathecally (inside the CNS). Therefore, it is normal to subtract bands in serum from bands in CSF when investigating CNS diseases.",
            "score": 55.39860534667969
        },
        {
            "docid": "55565558_6",
            "document": "Health data . Prior to recent technological advances, most health data were collected within health care systems. As individuals move through health care systems, they interact with health care providers and this interaction produces health information. These touch points include, clinics/physician offices, pharmacies, payers/insurance companies, hospitals, laboratories, and senior homes. Information is also collected through participation in clinical trials, health agency surveys, medical devices, and genomic testing. This information, once recorded, becomes health data. This data typically includes a record of services received, conditions of those services, and clinical outcomes consequent of those services. For example, a blood draw may be a service received, a white blood cell count may be a condition of that service, and a reported measurement of white blood cells may be an outcome of that service. Information also frequently collected and found in medical records includes, administrative and billing data, patient demographic information, progress notes, vital signs, medications diagnoses, immunization dates, allergies, and lab results.",
            "score": 55.3961181640625
        },
        {
            "docid": "30775715_3",
            "document": "Permissive hypotension . It is becoming common in hemorrhaging patients \"without\" traumatic brain injury. Due to the lack of controlled clinical trials in this field, the growing evidence that hypotensive resuscitation results in improved long-term survival mainly stems from experimental studies in animals. Numerous animal models of uncontrolled hemorrhagic shock have demonstrated improved outcomes when a lower than normal blood pressure (mean arterial pressure of 60 to 70 mmHg) is taken as the target for fluid administration during active hemorrhage. The first published study in humans, in victims of penetrating torso trauma, has demonstrated a significant reduction in mortality when fluid resuscitation was restricted in the prehospital period. However, it is important to note that the objective of that study was the comparison between standard prehospital and trauma center fluid resuscitation versus delayed onset of fluid resuscitation (fluid not administered until patients reached the operating room). A more recent study (2011) performed by the Baylor group on patients who required emergency surgery secondary to hemorrhagic shock was randomized to a mean arterial pressure (MAP) of 50mmHg versus 65mm Hg. The lower MAP group was found to need less total IV fluids, used less blood products, had lower early mortality (within the first 24 hours - which accounts for a large portion of mortality in trauma patients) and trend towards lower 30-day mortality and less postoperative coagulation, concluding that permissive hypotension is safe. Two large human trials of this technique have been conducted, which demonstrated the safety of this approach relative to the conventional target (greater than 100 mmHg), and suggested various benefits, including shorter duration of hemorrhage and reduced mortality. Johns Hopkins group performed a retrospective cohort review from National Trauma Data Bank that found a statistically significant difference in mortality for patients treated with pre-hospital intravenous fluids. Clinical data from well controlled, prospective trials applying the concept of permissive hypotension in trauma patients are still missing.",
            "score": 55.125553131103516
        },
        {
            "docid": "48303293_6",
            "document": "Philip Scheltens . He was one of the first in the Netherlands to start a dementia clinic and started the Amsterdam Dementia cohort, currently the largest collection of clinical and biomarker data. This enabled him to initiate, together with colleagues, new diagnostic research criteria for Alzheimer’s disease based on the presence of a clinical phenotype and the presence of amyloid, as reflected in cerebrospinal fluid. This change from a phenomenological, purely symptom driven, diagnosis to a diagnosis based on biomarkers greatly enhanced sensitivity and specificity. Higher diagnostic precision is the crucial step to develop effective therapy, as patients with homogeneous underlying pathology can be included for therapeutic trials targeting the causative mechanism. The new protein-based diagnostic criteria he fathered are now implemented for trials worldwide and the first hopeful results have emerged.",
            "score": 54.97416305541992
        },
        {
            "docid": "5928345_18",
            "document": "Patient safety organization . The National Institute for Health and Clinical Excellence is an independent organisation that produces guidance on public health, health technologies and clinical practice in England and Wales. NICE has three centres of excellence. The Centre for Public Health Excellence develops public health guidance, with information for patients on diagnosis and treatment of specific illnesses and conditions. The Centre for Health Technology Evaluation recommends medicines and evaluates the safety and efficacy of procedures within the National Health Service. The Centre for Clinical Practice develops evidence-based clinical guidelines for clinicians on the appropriate treatment of people with specific diseases. NICE and the National Patient Safety Agency (NPSA) cooperate in risk assessment of new technology, monitoring safety incidents associated with procedures, and providing solutions if adverse outcomes are reported. In addition, NICE and NPSA share reporting in areas known as \"Confidential Enquiries\": maternal or infant deaths, childhood deaths to age 16, deaths in persons with mental illness, and perioperative and unexpected medical deaths.",
            "score": 54.81375503540039
        }
    ]
}