{
    "q": [
        {
            "docid": "55550582_12",
            "document": "Triatoma virus . Chagas disease is caused by \"Trypanosoma cruzi\". About seven to eight million people are estimated to have Chagas disease in Latin America and there is no known vaccine for the disease. The vector that carries \"Trypanosoma cruzi\" is the insect species \"Triatoma infestans\", also known as \"kissing bugs\". Because it is a pathogen to \"T. infestans\", Triatoma virus has been investigated as an alternate method to control \"T. infestans\" population size and their ability transmit \"T. cruzi\". The current method to control \"T. infestans\" populations is the use of chemical insecticides but due to concerns over environmental impacts, insecticide resistance in native populations, and health concerns in humans, wild and domestic animals, viral vector controls are being investigated.",
            "score": 57.804388761520386
        },
        {
            "docid": "14051887_2",
            "document": "Triatoma rubrovaria . Triatoma rubrovaria is an insect which is ubiquitous in Uruguay, in neighboring parts of northeastern Argentina, and in the southern states of Paraná and Rio Grande do Sul in Brazil. This species of triatomine is found mainly among exfoliate rocks known as \"pedregales\". It was earlier reported as \"T. (triatoma) rubrovaria\", a sylvatic species inhabiting rock piles, rarely found in human dwellings. This species may be a highly competent vector of \"Trypanosoma cruzi\", the causative agent of Chagas disease. In Rio Grande do Sul, data from the Chagas disease Control Program have indicated an increasing of domiciliary and peridomiciliary invasion of \"T. rubrovaria\", where it has become the most frequently triatomine species captured in that State since the control of \"T. infestans\".",
            "score": 45.24138021469116
        },
        {
            "docid": "6877090_3",
            "document": "Paratransgenesis . The first example of this technique used \"Rhodnius prolixus\" which is associated with the symbiont \"Rhodococcus rhodnii\". \"R. prolixus\" is an important insect vector of Chagas disease that is caused by \"Trypanosoma cruzi\". The strategy was to engineer \"R. rhodnii\" to express proteins such as Cecropin A that are toxic to \"T. cruzi\" or that block the transmission of \"T. cruzi\".",
            "score": 85.85810256004333
        },
        {
            "docid": "4458116_2",
            "document": "Panstrongylus geniculatus . Panstrogylus geniculatus is a blood-sucking sylvatic insect noted as a putative vector of minor importance in the transmission of \"Trypanosoma cruzi\" to humans; this is a parasite, which causes Chagas disease. The insect is described as sylvatic; subsisting primarily in humid forests, and is also known to inhabit vertebrate nesting places such as those of the armadillo (\"dasypus novemcinctus\" or \"dasypus\"), and is also involved in enzootic transmission of \"T. cruzi\" to those species. It has wide distribution throughout 16 Latin American countries.",
            "score": 33.3391170501709
        },
        {
            "docid": "4458156_2",
            "document": "Rhodnius prolixus . Rhodnius prolixus is the principal triatomine vector of the Chagas parasite due to both its sylvatic and domestic populations in northern South America as well as to its exclusively domestic populations in Central America. It has a wide range of ecotopes, mainly savanna and foothills with an altitude of between 500 meters to 1,500 meters (1600 feet to 4,900 feet) above sea level and temperatures of 16 °C to 28 °C (61 °F to 82 °F). Sylvatic \"R. prolixus\", as virtually all \"Rhodnius\" spp., is primarily associated with palm tree habitats and has a wide range of hosts including birds, rodents, marsupials, sloths, and reptiles.",
            "score": 60.26879811286926
        },
        {
            "docid": "19078945_4",
            "document": "Trypanosoma rangeli . Occurring in sympatry with Trypanosoma cruzi , the etiological agent of Chagas disease, in wide geographical areas in the Americas, T. rangeli shares hosts, vectors and a large amount of its antigenic coat T. cruzi leading to misdiagnosis of Chagas disease.",
            "score": 31.122112274169922
        },
        {
            "docid": "13845921_4",
            "document": "Triatoma brasiliensis . The current control method of Chagas disease is to control the vector populations. The control strategies against this vector are very complex due to its capacity to infest natural and artificial environments presenting high levels of population density. Simple spraying methods are not as effective for \"T. brasiliensis\" as they are for other \"Triatoma\" species. Suggested methods of control currently include spraying more frequently with higher surveillance or to devise a strategy that attacks \"T. brasiliensis\" in sylvatic foci such as spraying palm trees.",
            "score": 47.09664559364319
        },
        {
            "docid": "1848927_2",
            "document": "Triatominae . The members of Triatominae , a subfamily of Reduviidae, are also known as conenose bugs, kissing bugs (so called from their habit of feeding on the lips of human victims), assassin bugs, or vampire bugs. Other local names for them used in the Latin Americas include barbeiros, vinchucas, pitos and chinches. Most of the 130 or more species of this subfamily are haematophagous, i.e. feeds on vertebrate blood; a very few species feed on other invertebrates (Sandoval \"et al.\" 2000, 2004). They are mainly found and widespread in the Americas, with a few species present in Asia, Africa, and Australia. These bugs usually share shelter with nesting vertebrates, from which they suck blood. In areas where Chagas disease occurs (from the southern United States to northern Argentina), all triatomine species are potential vectors of the Chagas disease parasite \"Trypanosoma cruzi\", but only those species (such as \"Triatoma infestans\" and \"Rhodnius prolixus\") that are well adapted to living with humans are considered important vectors. Proteins released from their bites have been known to induce anaphylaxis in sensitive and sensitized individuals.",
            "score": 55.628493905067444
        },
        {
            "docid": "21427163_26",
            "document": "Soybean aphid . The use of insecticides to control populations of soybean aphids in soybean is the most effective management tactic in North America. Insecticides available to soybean producers for controlling soybean aphids include both foliar-applied treatments and seed-applied treatments. Although seed-applied treatments have proven to be a convenient delivery method for insect control, studies have experienced inconsistent results regarding their efficacy against the soybean aphid. Management decisions should be made with an understanding of soybean aphid life history and sound scouting practices rooted in the principles of integrated pest management.",
            "score": 27.146143913269043
        },
        {
            "docid": "1742892_10",
            "document": "Weaver ant . Large colonies of \"Oecophylla\" weaver ants consume significant amounts of food, and workers continuously kill a variety of arthropods (primarily other insects) close to their nests. Insects are not only consumed by workers, but this protein source is necessary for brood development. Because weaver ant workers hunt and kill insects that are potentially harmful plant pests, trees harboring weaver ants benefit from having decreased levels of herbivory. They have traditionally been used in biological control in Chinese and Southeast Asian citrus orchards from at least 400 AD. Many studies have shown the efficacy of using weaver ants as natural biocontrol agents against agricultural pests. The use of weaver ants as biocontrol agents has especially been effective for fruit agriculture, particularly in Australia and southeast Asia. Fruit trees harboring weaver ants produce higher quality fruits, show less leaf damage by herbivores, and require fewer applications of synthetic pesticides. They do on the other hand protect the scale insects which they 'milk' for honeydew. In several cases the use of weaver ants has nonetheless been shown to be more efficient than applying chemical insecticides and at the same time cheaper, leaving farmers with increased net incomes and more sustainable pest control.",
            "score": 32.074241638183594
        },
        {
            "docid": "155739_38",
            "document": "Biological pest control . Entomopathogenic fungi, which cause disease in insects, include at least 14 species that attack aphids. \"Beauveria bassiana\" is mass-produced and used to manage a wide variety of insect pests including whiteflies, thrips, aphids and weevils. \"Lecanicillium\" spp. are deployed against white flies, thrips and aphids. \"Metarhizium\" spp. are used against pests including beetles, locusts and other grasshoppers, Hemiptera, and spider mites. \"Paecilomyces fumosoroseus\" is effective against white flies, thrips and aphids; \"Purpureocillium lilacinus\" is used against root-knot nematodes, and 89 \"Trichoderma\" species against certain plant pathogens. \"Trichoderma viride\" has been used against Dutch elm disease, and has shown some effect in suppressing silver leaf, a disease of stone fruits caused by the pathogenic fungus \"Chondrostereum purpureum\".",
            "score": 25.520628213882446
        },
        {
            "docid": "4458156_6",
            "document": "Rhodnius prolixus . Chagas disease is caused by the parasitic protozoan \"Trypanosoma cruzi\".  Infection with Chagas disease occurs after \"Rhodnius\" releases protozoans in its feces immediately following a blood meal. The parasite enters the victim through  the bite wound after the human host scratches the bite. Infection may also occur via blood  transfusion and ingestion of food contaminated with kissing bug feces.",
            "score": 43.25132894515991
        },
        {
            "docid": "17961693_10",
            "document": "Adelphocoris lineolatus . \"Adelphocoris lineolatus\" are commonly known as the alfalfa plant bug, due to the excessive amount of damage they cause to alfalfa crops around the world. In order to decrease and prevent the rapid dispersal of \"A. lineolatus\" certain control methods need to be implemented, to decrease the amount of ecological and economic damage these pests cause. Insecticides are not commonly used to decrease or stop \"Adelphocoris lineolatus\" from infesting crops because these insects have become resistant to certain chemicals present in insecticides. \"A. lineolatus\" nymphs have become resistant to the following chemical ingredients commonly used in insecticides, mono-methanimidamide, fufenozide, buprofezin, azad irachtin, and triazophos. An alternative from these chemicals would be to use insecticides made of pyrethroid, neonicotinoid, carbamate, avermectin, or organophosphate since alfalfa plant bugs are not resistant to these chemicals. Insecticides can be an effective and efficient method of controlling pests, but they do cause a great deal of damage to our environment and we should refrain from using them if possible.",
            "score": 44.543651819229126
        },
        {
            "docid": "155739_37",
            "document": "Biological pest control . Bacteria used for biological control infect insects via their digestive tracts, so they offer only limited options for controlling insects with sucking mouth parts such as aphids and scale insects. \"Bacillus thuringiensis\" is the most widely applied species of bacteria used for biological control, with at least four sub-species used against Lepidopteran (moth, butterfly), Coleopteran (beetle) and Dipteran (true fly) insect pests. The bacterium is available to organic farmers in sachets of dried spores which are mixed with water and sprayed onto vulnerable plants such as brassicas and fruit trees. Genes from \"B. thuringiensis\" have also been incorporated into transgenic crops, making the plants express some of the bacterium's toxins, which are proteins. These confer resistance to insect pests and thus reduce the necessity for pesticide use. If pests develop resistance to the toxins in these crops, \"B. thuringiensis\" will become useless in organic farming also. The bacterium \"Paenibacillus popilliae\" which causes milky spore disease has been found useful in the control of Japanese beetle, killing the larvae. It is very specific to its host species and is harmless to vertebrates and other invertebrates.",
            "score": 41.16779172420502
        },
        {
            "docid": "23366462_87",
            "document": "Insect . Many insects are considered pests by humans. Insects commonly regarded as pests include those that are parasitic (\"e.g.\" lice, bed bugs), transmit diseases (mosquitoes, flies), damage structures (termites), or destroy agricultural goods (locusts, weevils). Many entomologists are involved in various forms of pest control, as in research for companies to produce insecticides, but increasingly rely on methods of biological pest control, or biocontrol. Biocontrol uses one organism to reduce the population density of another organism — the pest — and is considered a key element of integrated pest management.",
            "score": 30.226239442825317
        },
        {
            "docid": "12458135_15",
            "document": "Soybean mosaic virus . Control of aphid vectors should be able to significantly decrease the infection levels. However, no control methods for aphids have been yet successfully developed. Insecticides are not considered effective in reducing transmission of SMV by aphids as aphids present at spraying are killed, but the field is quickly recolonized by winged aphids and virus transmission resumes. Aphids that get in contact with the insecticide residues on the leaf surface are killed but are still capable of virus transmission prior to death. Growers shouldn’t spray insecticide below the soybean threshold since using an insecticide will only suppress the vector but not the disease and may make the virus problem worse.",
            "score": 47.8851957321167
        },
        {
            "docid": "46775635_2",
            "document": "Oxitec . Oxitec (orig. Oxford Insect Technologies) is a British biotechnology company which develops genetically modified insects to assist in insect control. The company develops methods for control of insect populations, in which genetically modified insects are used as a \"living insecticide\". Thereby, insects which transmit disease to humans or which occur as pests in agriculture are controlled without the use of insecticides. According to the company, this method of population control is more effective than insecticides and more environmentally friendly. The method has similarities to sterile insect technique.",
            "score": 47.47807765007019
        },
        {
            "docid": "25396658_15",
            "document": "Helicoverpa assulta . \"H. assulta\" is considered to be one of the most destructive pests for various economic crops like tobacco and hot peppers. The moth has caused considerable economic damage to crops in Korea and China. The larvae usually feed on the fruit of host plants. Unlike other insects, it has a high tolerance for the toxicity of capsaicin. While conventional chemical insecticides are necessary for the control of these moths, the growing resistance of the moth and the detrimental effects of overusing these chemicals have drawn researchers to develop other methods of control. Furthermore, the larvae feed inside the fruit, and are therefore protected from the chemical sprays. Studies have illustrated that the moth’s response to insecticide depends on the type of plant it's inhabiting. \"H. assulta\" that were fed on red peppers were more susceptible to certain insecticides such as fenvalerate, but became more resistant to chemicals like inoxacarb, phoxim and methomyl. Current research explores sex pheromone-mediated communication, a method of control aiming to interrupt moth communication. Also, there is a need to understand the complex interactions among the insect, plant, and insecticide.",
            "score": 33.7396365404129
        },
        {
            "docid": "9186134_17",
            "document": "Brown marmorated stink bug . Control of stink bugs is a priority of the Department of Agriculture which has developed an artificial pheromone which can be used to bait traps. Because the bugs insert their proboscises below the surface of fruit and then feed, some insecticides are ineffective; in addition, the bugs are mobile, and a new population may fly in after the resident population has been killed, making permanent removal nearly impossible. In the case of soybean infestations research shows that spraying only the perimeter of a field may be the most effective method of preventing stinkbugs from damaging the crops. However even this method is limited as new populations move back into the area, or the existing population simply moves to unaffected areas. There is also evidence that stink bugs are developing a resistance to pyrethroid insecticides, a common chemical used to combat infestations. Other insecticides currently in field trials that are showing promising results are oxamyl (96% mortality rate) and moribund (67% mortality rate). Many other commonly used insecticides are merely used to keep the insects out of fields, rather than actually killing them. The most successful method of protecting apples found thus far is the use of Kaolin clay. , native predators such as wasps and birds were showing increased signs of feeding on the bugs as they adapt to the new food source. Managing this pest species is challenging because there are currently few effective pesticides that are labeled for use against them. Researchers are looking into ways to effectively control this species but many more experiments are needed to develop a consistent pesticide.",
            "score": 45.153833508491516
        },
        {
            "docid": "1569566_8",
            "document": "Herb farm . Options for controlling pests of the herb farm are predator insects and insecticides. Some of the known predatory insects used on the herb farm are: ladybugs, aphid parasites, lacewings, mantids, and predatory mites. Insecticide use depends on the type of pest present on the herb farm. Common pests are aphids, whiteflies, and fungus gnats, each requiring a different type of pesticide and having different levels of difficulty to manage. Environmental management plans for pests include the use of a good insect screen, air movement, and ventilation: methods that reduce the stress on the plant. Common herb diseases are: botrytis, mildew, viruses, rusts, and root disease. Successful management of plant diseases include environmental controls similar to that of the pest management plan. Chemical means are determined based on the type of plant disease present in the herb.",
            "score": 33.97242259979248
        },
        {
            "docid": "30160421_6",
            "document": "Acyrthosiphon pisum . More than 20 legume genera are known to host pea aphids, though the complete host range remains undetermined. On crops such as peas and alfalfa, \"A. pisum\" is considered among the aphid species or major agronomical importance. Yields can be affected by the sap intake that directly weakens plants, although pea aphids seldom reach densities that might significantly reduce crop production. However, like many aphid species, \"A. pisum\" can be a vector of viral diseases to the plants it visits. Protection against pea aphids includes the use of chemical insecticides, natural predators and parasitoids, and the selection of resistant cultivars. No insecticide resistance is documented in \"A. pisum\", as opposed to many aphid pests.",
            "score": 43.36773991584778
        },
        {
            "docid": "44582142_13",
            "document": "Melon necrotic spot virus . Management of MNSV can be achieved through multiple methods of control. Targeting \"Olipidium bornovanus\" is effective in stopping the vector from spreading the disease. Control of the \"Olipidium\" vector can be obtained via soil sterilization with steam or methyl bromide. Controlling pest insects is also effective. The chemical substances in insecticides kill the beetles, eliminating spread of the virus.",
            "score": 64.2102279663086
        },
        {
            "docid": "3485953_26",
            "document": "Moringa oleifera . The moringa tree is not affected by any serious diseases in its native or introduced ranges. In India, several insect pests are seen, including various caterpillars such as the bark-eating caterpillar, the hairy caterpillar or the green leaf caterpillar. The budworms Noctuidae are known to cause serious defoliation. Damaging agents can also be aphids, stem borers, and fruit flies. In some regions, termites can also cause minor damage. If termites are numerous in soils, insects management costs are not bearable.",
            "score": 22.68834662437439
        },
        {
            "docid": "16345498_24",
            "document": "Home-stored product entomology . To prevent the infestation of foodstuffs by pests of stored products, or “pantry pests”, a thorough inspection must be conducted of the food item intended for purchase at the supermarket or the place of purchase. The expiration date of grains and flour must also be noted, as products that sit undisturbed on the shelf for an extended period of time are more likely to become infested. This does not, however, exclude even the freshest of products from being contaminated. Packaging should be inspected for tiny holes that indicate there might be an infestation. If there is evidence of an insect infestation, the product should not be purchased. The store should be notified immediately, as further infestation must be prevented. Most stores have a plan of action for insect infestations. Bringing an infested product into a pantry or a home leads to a greater degree of infestation. In the home, putting cereal or grain-type items in protective containers will also help to prevent an infestation or the spread of insects from one product to another. Insects can chew through thin plastic, foil, cardboard and other packaging used for product for resale; transferring purchased products into heavy glass containers that can be tightly sealed or heavy plastic containers can improve sanitation and prevent infestation. Using the oldest products first and buying grains and cereals in smaller quantities which can be used quickly, depending on the size or intake of the family, decreases the chances of infestation. Fruit flies, however, present an entirely different approach to prevention. The primary method to controlling and eliminating fruit flies is to eradicate sources of attraction. Ripened produce should be either eaten, discarded, or refrigerated. Any damaged or cracked fruit or vegetable needs to be trimmed, and the damaged piece discarded in case larvae or eggs are present in the area in question. Careful attention must be paid to potential breeding sites that, when forgotten, could cause a massive infestation- all recycling and compost bins must be cleaned, and areas must be checked for forgotten, rotting fruit. Because of their small size, fruit flies are capable of breeding on the inside of the lid of a container. Therefore, when personally canning fruits or vegetables, beer, cider, or wine, the container must be well-sealed. Adults moths can lay eggs under the lid of a jar, allowing the larvae to crawl into the food source when hatched. Homeowners should also outfit their doors and windows with tight mesh screens to prevent the adult fruit flies from flying in from outdoors. Preventive methods and sanitation are the keys to avoiding an infestation or contamination of foodstuffs.",
            "score": 33.202115416526794
        },
        {
            "docid": "466801_31",
            "document": "Aquaponics . Although pesticides can normally be used to take care of insect on crops, in an aquaponic system the use of pesticides would threaten the fish ecosystem. On the other hand, if the fish acquire parasites or diseases, therapeutants cannot be used as the plants would absorb them. In order to maintain the symbiotic relationship between the plants and the fish, non-chemical methods such as traps, physical barriers and biological control (such as parasitic wasps/ladybugs to control white flies/aphids) should be used to control pests.",
            "score": 40.839295864105225
        },
        {
            "docid": "935178_8",
            "document": "Trypanosoma . The monophyly of the genus \"Trypanosoma\" is not supported by a number of different methods. Rather, the American and African trypanosomes constitute distinct clades, implying that the major human disease agents \"T. cruzi\" (cause of Chagas’ disease) and \"T. brucei\" (cause of African sleeping sickness) are not closely related to each other.",
            "score": 16.381447315216064
        },
        {
            "docid": "4619516_5",
            "document": "Butterfly gardening . In the absence of pesticides, aphids and true bugs may infest plants. Some gardeners may wish to release ladybugs (ladybirds) and other biological pest control agents that do not harm butterflies in order to control aphids. However, the release of ladybugs is not a good idea in places such as the United States where the species that is released is generally the invasive Chinese ladybug. An alternative to this is to wait for local predatory insects to find the aphids. One technique some use to quicken this process if the infestation is particularly high is to spray the bushes with a mix of sugar and water, simulating aphid honeydew. This is known to attract lacewings whose larva eat aphids. Another method of control is by spraying the plants with water, or rinsing plants with a mild dish detergent/water solution (although caterpillars should be relocated before suds are applied). Scented detergents are fine; those containing OxiClean should be avoided. The aphids will turn black within a day, and eventually fall off. One last technique is to plant a variety of different flowers, including ones that attract hoverflies and parasitic Braconid wasps, whose larvae kill pest species. Still, it is not advisable to kill all aphids, just to control them so that they are not detrimental to plants. Aphids still play a role in the environment by providing food for predators. There are even some caterpillars such as the harvester which only eat certain aphid species instead of plants.",
            "score": 13.387330174446106
        },
        {
            "docid": "2593330_11",
            "document": "Megacolon . In Central and South America, the most common incidence of chronic megacolon is that observed in about 20% of patients affected with Chagas disease. Chagas is caused by \"Trypanosoma cruzi\", a flagellate protozoan transmitted by the feces of a hematophagous insect, the assassin bug, when it feeds. Chagas can also be acquired congenitally, through blood transfusion or organ transplant, and rarely through contaminated food (for example garapa). There are several theories on how megacolon (and also megaesophagus) develops in Chagas disease. The Austrian-Brazilian physician and pathologist Fritz Köberle was the first to propose the \"neurogenic hypothesis\" based on the documented destruction of the Auerbach's plexus in the walls of the intestinal tracts of Chagas patients. In this, the destruction of the autonomic nervous system innervation of the colon leads to a loss of the normal smooth muscle tone of the wall and subsequent gradual dilation. His research proved that, by extensively quantifying the number of neurons of the autonomic nervous system in the Auerbach's plexus, that:",
            "score": 43.97542142868042
        },
        {
            "docid": "14344741_5",
            "document": "Mating disruption . Pheromone programs are most effective when controlling low to moderate pest population densities. MD has also been identified as a pest control method in which the insect does not become resistant. The scientific community, together with governmental agencies throughout the world, understands the benefits of mating disruption using species-specific sex pheromones, and consider sex-pheromone-based insect control programs among the most environmentally friendly treatments to be used to manage and control insect pest populations. Insect pheromone has been successfully used as an effective tool to slow the spread and to eradicate pests from very large areas in the US; for example to control the Gypsy moth (Lymantria dispar), a devastating forestry pest, and to eradicate the boll weevil and pink bollworm, two of the most damaging pest of cotton. Conventional pesticide based control methods, kill insects directly, whereas mating disruption confuses male insects from accurately locating a mating partner, leading to the eventual collapse of the mating cycle. Mating disruption, due to the specificity of the sex pheromone of the insect species, has the benefit of only affecting the males of that species, while leaving other non target species unaffected. This allows for very targeted pest management, promoting the suppression of a single pest species, leaving the populations of beneficial insects (pollinators and natural enemies) intact. Mating disruption, like most pest management strategies, is a useful technique, but should not be considered a stand-alone treatment program for it targets only a single species in plant production systems that usually have several pests of concern. Mating disruption is a valuable tool that should be used in Integrated Pest Management(IPM) programs.",
            "score": 43.25245535373688
        },
        {
            "docid": "23942966_6",
            "document": "Phyllocnistis citrella . Insecticide applications is among the most effective methods available for managing CLM. Yet because of the CLM's ability to \"mine\" leaves insecticides are not entirely effective when dealing with CLM infestations. Cultural control, such as basic citrus tree upkeep and management, are essential to keeping mature citrus trees healthy and capable at combating CLM infestations. A number of insecticides are used to manage CLM, concerns linger over the type and amount to apply to CLM orchards and nurseries. Some concerns include: wide-spectrum insecticides targeting more than just CLM, killing more than a single insect species this can have adverse effects on beneficial insects that prey on CLM and even beneficial pollinators like bees; insecticide resistance has been reported in certain citrus growing areas; use near residential areas. Insecticides used to manage this pest include but not limited to the following: Traps specifically designed to lure CLM are also deployed as a mechanism to both monitor and reduce CLM populations. Although during high infestation situations traps alone are not recommended without additional measures. They are however a good indicator of CLM population levels which can help in developing effective management plans.",
            "score": 41.54598391056061
        },
        {
            "docid": "2201721_2",
            "document": "Triatoma infestans . Triatoma infestans, commonly called winchuka \"(vinchuca)\" in Argentina, Bolivia and Chile, barbeiro in Brazil and also known as \"kissing bug\" or \"barber bug\" in English, is a blood-sucking bug (like all the members of its subfamily Triatominae) and the most important vector of \"Trypanosoma cruzi\" which can lead to Chagas disease. It is widespread in the Southern Cone countries of South America; that is, in Bolivia, Argentina, Uruguay, Paraguay, Chile, Ecuador, Brazil and Peru. In all these countries \"T. infestans\" is almost an exclusively domestic species, except in Bolivia where sylvatic forms have been recorded in rock piles in association with wild guinea pigs. This region has joined the control intervention called \"Southern Cone Initiative\" managed by the PAHO.",
            "score": 36.38486361503601
        },
        {
            "docid": "46248563_10",
            "document": "Tamarixia radiata . The release of \"Tamarixia radiata\" for biological control of \"D. citri\" in California has potentially been affected by ants, especially the Argentine ant. Ants guard the nymphs of various bugs in return for a reward of honeydew. Ants have been observed to capture and consume \"Tamarixia\" wasps they encounter among clumps of \"D. citri\" nymphs as well as chasing the wasps away from the nymphs if they were unable to catch them. When \"D. citri\" populations are tended by ants then control of the ants may be necessary if the parasitoids are to control the psyllids. In addition, it is possible that the use of insecticides could affect the populations and rates of parasitism of \"D. citri\" by \"T. radiata\" so an effective integrated pest management program would involve the use of selective insecticides or pesticides harmful to the adult wasps, as long as the adult are not part of a self sustaining population or that the application of the pesticide does not coincide with releases of adult wasps.",
            "score": 34.24067747592926
        }
    ],
    "r": [
        {
            "docid": "6877090_3",
            "document": "Paratransgenesis . The first example of this technique used \"Rhodnius prolixus\" which is associated with the symbiont \"Rhodococcus rhodnii\". \"R. prolixus\" is an important insect vector of Chagas disease that is caused by \"Trypanosoma cruzi\". The strategy was to engineer \"R. rhodnii\" to express proteins such as Cecropin A that are toxic to \"T. cruzi\" or that block the transmission of \"T. cruzi\".",
            "score": 109.56295013427734
        },
        {
            "docid": "6019108_18",
            "document": "FLP-FRT recombination . Interference RNA (RNAi) has caused a paradigm shift in the expression of genes and potential gene knockouts in Eukaryotes. Before the production of the GRIM expression system, the creation of RNAi vectors was expensive and time consuming. The vectors were produced by the traditional copy-and-paste molecular cloning method. Garwick-Coppens \"et al\". (2011) developed a much more efficient method for the production of RNAi vectors in which expression of the RNAi can be knocked-in using Cre-recombinase and knocked-out using Flp-recombinase. The novel GRIM Expression System allows for the much faster generation of expression vectors containing artificial RNAi constructs. The authors went on to show that their expression system works quite effectively in human embryonic kidneys (HEK) cells, a common human immortalized cell line in molecular research.",
            "score": 94.40047454833984
        },
        {
            "docid": "29188721_40",
            "document": "RNA interference . Most functional genomics applications of RNAi in animals have used \"C. elegans\" and \"Drosophila\", as these are the common model organisms in which RNAi is most effective. \"C. elegans\" is particularly useful for RNAi research for two reasons: firstly, the effects of gene silencing are generally heritable, and secondly because delivery of the dsRNA is extremely simple. Through a mechanism whose details are poorly understood, bacteria such as \"E. coli\" that carry the desired dsRNA can be fed to the worms and will transfer their RNA payload to the worm via the intestinal tract. This \"delivery by feeding\" is just as effective at inducing gene silencing as more costly and time-consuming delivery methods, such as soaking the worms in dsRNA solution and injecting dsRNA into the gonads. Although delivery is more difficult in most other organisms, efforts are also underway to undertake large-scale genomic screening applications in cell culture with mammalian cells.",
            "score": 83.50556182861328
        },
        {
            "docid": "29188721_39",
            "document": "RNA interference . Depending on the organism and experimental system, the exogenous RNA may be a long strand designed to be cleaved by dicer, or short RNAs designed to serve as siRNA substrates. In most mammalian cells, shorter RNAs are used because long double-stranded RNA molecules induce the mammalian interferon response, a form of innate immunity that reacts nonspecifically to foreign genetic material. Mouse oocytes and cells from early mouse embryos lack this reaction to exogenous dsRNA and are therefore a common model system for studying mammalian gene-knockdown effects. Specialized laboratory techniques have also been developed to improve the utility of RNAi in mammalian systems by avoiding the direct introduction of siRNA, for example, by stable transfection with a plasmid encoding the appropriate sequence from which siRNAs can be transcribed, or by more elaborate lentiviral vector systems allowing the inducible activation or deactivation of transcription, known as \"conditional RNAi\".",
            "score": 78.4625244140625
        },
        {
            "docid": "1243893_4",
            "document": "RNA-induced silencing complex . Hannon and his colleagues attempted to identify the RNAi mechanisms involved in gene silencing, by dsRNAs, in \"Drosophila\" cells. \"Drosophila\" S2 cells were transfected with a \"lacZ\" expression vector to quantify gene expression with β-galactosidase activity. Their results showed co-transfection with \"lacZ\" dsRNA significantly reduced β-galactosidase activity compared to control dsRNA. Therefore, dsRNAs control gene expression via sequence complementarity.",
            "score": 77.73831176757812
        },
        {
            "docid": "9458068_30",
            "document": "RNA silencing . The scientific community has been quick to harness RNA silencing as a research tool. The strategic targeting of mRNA can provide a large amount of information about gene function and its ability to be turned on and off. Induced RNA silencing can serve as a controlled method for suppressing gene expression. Since the machinery is conserved across most eukaryotes, these experiments scale well to a range of model organisms. In practice, expressing synthetic short hairpin RNAs can be used to reach stable knock-down. If promoters can be made to express these designer short hairpin RNAs, the result is often potent, stable, and controlled gene knock-down in both in vitro and in vivo contexts. Short hairpin RNA vector systems can be seen as roughly analogous in scope to using cDNA overexpression systems. Overall, synthetic and natural small RNAs have proven to be an important tool for studying gene function in cells as well as animals.",
            "score": 74.51466369628906
        },
        {
            "docid": "9458068_26",
            "document": "RNA silencing . Artificial introduction of long dsRNAs or siRNAs has been adopted as a tool to inactivate gene expression, both in cultured cells and in living organisms. Structural and functional resolution of small RNAs as the effectors of RNA silencing has had a direct impact on experimental biology. For example, dsRNA may be synthesized to have a specific sequence complementary to a gene of interest. Once introduced into a cell or biological system, it is recognized as exogenous genetic material and activates the corresponding RNA silencing pathway. This mechanism can be used to effect decreases in gene expression with respect to the target, useful for investigating loss of function for genes relative to a phenotype. That is, studying the phenotypic and/or physiologic effects of expression decreases can reveal the role of a gene product. The observable effects can be nuanced, such that some methods can distinguish between “knockdown” (decrease expression) and “knockout” (eliminate expression) of a gene. RNA interference technologies have been noted recently as one of the most widely utilized techniques in functional genomics. Screens developed using small RNAs have been used to identify genes involved in fundamental processes such as cell division, apoptosis and fat regulation.",
            "score": 74.34235382080078
        },
        {
            "docid": "593203_14",
            "document": "Dicer . Insects can use Dicer as a potent antiviral. This finding is especially significant given that mosquitoes are responsible for the transmission of many viral diseases including the potentially deadly arboviruses: West Nile virus, dengue fever and yellow fever. While mosquitoes, more specifically the \"Aedes aegypti\" species, serve as the vectors for these viruses, they are not the intended host of the virus. Transmission occurs as a result of the female mosquito's need for vertebrate blood to develop her eggs. The RNAi pathway in insects is very similar to that of other animals; Dicer-2 cleaves viral RNA and loads it onto the RISC complex where one strand serves as a template for the production of RNAi products and the other is degraded. Insects with mutations leading to non-functional components of their RNAi pathway show increased viral loads for viruses they carry or increased susceptibility to viruses for which they are hosts. Similarly to humans, insect viruses have evolved mechanisms to avoid the RNAi pathway. As an example, Drosophila C virus encodes for protein 1A which binds to dsRNA thus protecting it from dicer cleavage as well as RISC loading. \"Heliothis virescens\" ascovirus 3a encodes an RNase III enzyme similar to the RNase III domains of dicer which may compete for dsRNA substrate as well as degrade siRNA duplexes to prevent RISC loading.",
            "score": 73.52603912353516
        },
        {
            "docid": "564380_24",
            "document": "Expression vector . \"E. coli\" cell lysate containing the cellular components required for transcription and translation are used in this \"in vitro\" method of protein production. The advantage of such system is that protein may be produced much faster than those produced \"in vivo\" since it does not require time to culture the cells, but it is also more expensive. Vectors used for \"E. coli\" expression can be used in this system although specifically designed vectors for this system are also available. Eukaryotic cell extracts may also be used in other cell-free systems, for example, the wheat germ cell-free expression systems. Mammalian cell-free systems have also been produced.",
            "score": 73.3971176147461
        },
        {
            "docid": "6877090_2",
            "document": "Paratransgenesis . Paratransgenesis is a technique that attempts to eliminate a pathogen from vector populations through transgenesis of a symbiont of the vector. The goal of this technique is to control vector-borne diseases. The first step is to identify proteins that prevent the vector species from transmitting the pathogen. The genes coding for these proteins are then introduced into the symbiont, so that they can be expressed in the vector. The final step in the strategy is to introduce these transgenic symbionts into vector populations in the wild.",
            "score": 72.74513244628906
        },
        {
            "docid": "564380_3",
            "document": "Expression vector . The vector is engineered to contain regulatory sequences that act as enhancer and promoter regions and lead to efficient transcription of the gene carried on the expression vector. The goal of a well-designed expression vector is the efficient production of protein, and this may be achieved by the production of significant amount of stable messenger RNA, which can then be translated into protein. The expression of a protein may be tightly controlled, and the protein is only produced in significant quantity when necessary through the use of an inducer, in some systems however the protein may be expressed constitutively. \"Escherichia coli\" is commonly used as the host for protein production, but other cell types may also be used. An example of the use of expression vector is the production of insulin, which is used for medical treatments of diabetes.",
            "score": 72.048095703125
        },
        {
            "docid": "564380_10",
            "document": "Expression vector . Different organisms may be used to express a gene's target protein, and the expression vector used will therefore have elements specific for use in the particular organism. The most commonly used organism for protein production is the bacterium \"Escherichia coli\". However, not all proteins can be successfully expressed in \"E. coli\", or be expressed with the correct form of post-translational modifications such as glycosylations, and other systems may therefore be used.",
            "score": 71.98529815673828
        },
        {
            "docid": "29188721_26",
            "document": "RNA interference . Organisms vary in their ability to take up foreign dsRNA and use it in the RNAi pathway. The effects of RNA interference can be both systemic and heritable in plants and \"C. elegans\", although not in \"Drosophila\" or mammals. In plants, RNAi is thought to propagate by the transfer of siRNAs between cells through plasmodesmata (channels in the cell walls that enable communication and transport). Heritability comes from methylation of promoters targeted by RNAi; the new methylation pattern is copied in each new generation of the cell. A broad general distinction between plants and animals lies in the targeting of endogenously produced miRNAs; in plants, miRNAs are usually perfectly or nearly perfectly complementary to their target genes and induce direct mRNA cleavage by RISC, while animals' miRNAs tend to be more divergent in sequence and induce translational repression. This translational effect may be produced by inhibiting the interactions of translation initiation factors with the messenger RNA's polyadenine tail.",
            "score": 71.87178039550781
        },
        {
            "docid": "4560308_2",
            "document": "Short hairpin RNA . A short hairpin RNA or small hairpin RNA (shRNA/Hairpin Vector) is an artificial RNA molecule with a tight hairpin turn that can be used to silence target gene expression via RNA interference (RNAi). Expression of shRNA in cells is typically accomplished by delivery of plasmids or through viral or bacterial vectors. shRNA is an advantageous mediator of RNAi in that it has a relatively low rate of degradation and turnover. However, it requires use of an expression vector, which can pose safety concerns.",
            "score": 71.8203125
        },
        {
            "docid": "9516673_2",
            "document": "RNA activation . RNA activation (RNAa) is a small RNA-guided and Argonaute (Ago)-dependent gene regulation phenomenon in which promoter-targeted short double-stranded RNAs (dsRNAs) induce target gene expression at the transcriptional/epigenetic level. RNAa was first reported in a 2006 PNAS paper by Li \"et al.\" who also coined the term \"RNAa\" as a contrast to RNA interference (RNAi) to describe such gene activation phenomenon. Soon after, several groups made similar observation in different mammalian species including human, non-human primates, rat and mice, suggesting that RNAa is a general gene regulation mechanism conserved at least in mammals. In these studies, upregulation of gene expression is achieved by targeting selected promoter regions using either synthetic 21-nucleotide dsRNAs or vector expressed small hairpin RNAs (shRNAs). Such promoter targeted dsRNAs have been termed antigene RNA (agRNAs) or small activating RNA (saRNA).",
            "score": 71.29756927490234
        },
        {
            "docid": "19167679_90",
            "document": "Virus . Geneticists often use viruses as vectors to introduce genes into cells that they are studying. This is useful for making the cell produce a foreign substance, or to study the effect of introducing a new gene into the genome. In similar fashion, virotherapy uses viruses as vectors to treat various diseases, as they can specifically target cells and DNA. It shows promising use in the treatment of cancer and in gene therapy. Eastern European scientists have used phage therapy as an alternative to antibiotics for some time, and interest in this approach is increasing, because of the high level of antibiotic resistance now found in some pathogenic bacteria. Expression of heterologous proteins by viruses is the basis of several manufacturing processes that are currently being used for the production of various proteins such as vaccine antigens and antibodies. Industrial processes have been recently developed using viral vectors and a number of pharmaceutical proteins are currently in pre-clinical and clinical trials.",
            "score": 71.21504211425781
        },
        {
            "docid": "59038_29",
            "document": "Fourier series . The three-dimensional Bravais lattice is defined as the set of vectors of the form: where \"n\" are integers and a are three linearly independent vectors. Assuming we have some function, \"f\"(r), such that it obeys the following condition for any Bravais lattice vector R: \"f\"(r) = \"f\"(r + R), we could make a Fourier series of it. This kind of function can be, for example, the effective potential that one electron \"feels\" inside a periodic crystal. It is useful to make a Fourier series of the potential then when applying Bloch's theorem. First, we may write any arbitrary vector r in the coordinate-system of the lattice:",
            "score": 70.9439926147461
        },
        {
            "docid": "29188721_47",
            "document": "RNA interference . RNAi strategies also show potential for treating neurodegenerative diseases. Studies in cells and in mouse have shown that specifically targeting Amyloid beta-producing genes (e.g. BACE1 and APP) by RNAi can significantly reduced the amount of Aβ peptide which is correlated with the cause of Alzheimer's disease. In addition, this silencing-based approaches also provide promising results in treatment of Parkinson's disease and Polyglutamine disease.",
            "score": 70.05563354492188
        },
        {
            "docid": "29188721_60",
            "document": "RNA interference . RNAi is under development as an insecticide, employing multiple approaches, including genetic engineering and topical application. Cells in the midgut of some insects take up the dsRNA molecules in the process referred to as environmental RNAi. In some insects the effect is systemic as the signal spreads throughout the insect's body (referred to as systemic RNAi).",
            "score": 69.22149658203125
        },
        {
            "docid": "1891323_8",
            "document": "Spatiotemporal gene expression . Several methods are being pursued for controlling gene expression spatially, temporally and in different degrees. One method is by using operon inducer/repressor system which provides temporal control of gene expression. To control gene expression spatially inkjet printers are underdevelopment for printing ligands on gel culture. Other popular method involves use of light to control gene expression in spatiotemporal fashion. Since light can also be controlled easily in space, time and degree, several methods of controlling gene expression at DNA and RNA level have been developed and are under study. For example, RNA interference can be controlled using light and also patterning of gene expression has been performed in cell monolayer and in zebrafish embryos using caged morpholino or peptide nucleic acid demonstrating the control of gene expression spatiotemporally. Recently light based control has been shown at DNA level using transgene based system or caged triplex forming oligos",
            "score": 68.71709442138672
        },
        {
            "docid": "15981895_3",
            "document": "SaRNA . Small dsRNAs, such as small interfering RNAs (siRNAs) and microRNAs (miRNAs),are known to be the trigger of an evolutionary conserved mechanism known as RNA interference (RNAi). RNAi invariably leads to gene silencing via remodeling chromatin to thereby suppress transcription, degrading complementary mRNA, or blocking protein translation. Later it was found that dsRNAs can also act as saRNA. By targeting selected sequences in gene promoters, saRNAs induce target gene expression at the transcriptional/epigenetic level.",
            "score": 68.66139221191406
        },
        {
            "docid": "56710049_23",
            "document": "Off-target genome editing . Engineered gene drives using CRISPR-cas9 are currently being tested and have been proposed as strategies to eliminate invasive species and disease vectors. By genetically modifying an organism to express an endogenous sequence-specific endonuclease, a target (such as a fertility gene) can be cleaved on the opposite chromosome. A DSB at the target leads to homologous repair which effectively renders the organism homozygous for the desired target sequence. This strategy, known as a homing drive, can suppress a population by affecting a critical gene or inducing recessive sterility. However, if such a system were released into the wild, the CRISPR-cas9 system would remain function indefinitely. With every subsequent generation, off-target mutations would become increasingly likely and the effects of these mutations on a species would be stochastic. Off-target mutations could disable the suppressive qualities of a gene drive while maintaining the endonuclease expression. In such a situation there would be an increased risk of gene flow between the target species and other species likely leading to undesired outcomes.",
            "score": 67.69271087646484
        },
        {
            "docid": "29188721_2",
            "document": "RNA interference . RNA interference (RNAi) is a biological process in which RNA molecules inhibit gene expression or translation, by neutralizing targeted mRNA molecules. Historically, RNA interference was known by other names, including \"co-suppression\", \"post-transcriptional gene silencing\" (PTGS), and \"quelling\". The detailed study of each of these seemingly different processes, elucidated that the identity of these phenomena were all actually RNAi. Andrew Fire and Craig C. Mello shared the 2006 Nobel Prize in Physiology or Medicine for their work on RNA interference in the nematode worm \"Caenorhabditis elegans\", which they published in 1998. Since the discovery of RNAi and its regulatory potentials, it has become evident that RNAi has immense potential in suppression of desired genes. RNAi is now known as precise, efficient, stable and better than antisense technology for gene suppression. However, antisense RNA produced intracellularly by an expression vector may be developed and find utility as novel therapeutic agents.",
            "score": 67.37521362304688
        },
        {
            "docid": "670695_26",
            "document": "Feline immunodeficiency virus . Like HIV-1, FIV has been engineered into a viral vector for gene therapy. Like other lentiviral vectors, FIV vectors integrate into the chromosome of the host cell, where it can generate long-term stable transgene expression. Furthermore, the vectors can be used on dividing and non-dividing cells. FIV vectors could potentially be used to treat neurological disorders like Parkinson's disease, and have already been used for transfer RNAi, which may find use as gene therapy for cancer.",
            "score": 67.00899505615234
        },
        {
            "docid": "339838_11",
            "document": "Molecular genetics . Gene therapy delivers a copy of the missing, mutated, or desired gene via a modified virus or vector to the patient's target cells so that a functional form of the protein can then be produced and incorporated into the body. These vectors are often siRNA. Treatment can be either in vivo or ex vivo. The therapy has to be repeated several times for the infected patient to continually be relieved, as repeated cell division and cell death slowly randomizes the body's ratio of functional-to-mutant genes. Gene therapy is an appealing alternative to some drug-based approaches, because gene therapy repairs the underlying genetic defect using the patients own cells with minimal side effects. Gene therapies are still in development and mostly used in research settings. All experiments and products are controlled by the U.S. FDA and the NIH.",
            "score": 66.9792251586914
        },
        {
            "docid": "37214939_19",
            "document": "History of genetic engineering . After the discovery of microRNA in 1993, RNA interference (RNAi) has been used to silence an organism's genes. By modifying an organism to express microRNA targeted to its endogenous genes, researchers have been able to knockout or partially reduce gene function in a range of species. The ability to partially reduce gene function has allowed the study of genes that are lethal when completely knocked out. Other advantages of using RNAi include the availability of inducible and tissue specific knockout. In 2007 microRNA targeted to insect and nematode genes was expressed in plants, leading to suppression when they fed on the transgenic plant, potentially creating a new way to control pests. Targeting endogenous microRNA expression has allowed further fine tuning of gene expression, supplementing the more traditional gene knock out approach.",
            "score": 66.91873931884766
        },
        {
            "docid": "6599910_18",
            "document": "Gene delivery . Advances in genomics have enabled a variety of new methods and gene targets to be identified for possible applications. DNA microarrays used in a variety of next-gen sequencing can identify thousands of genes simultaneously, with analytical software looking at gene expression patterns, and orthologous genes in model species to identify function. This has allowed a variety of possible vectors to be identified for use in gene therapy. As a method for creating a new class of vaccine, gene delivery has been utilized to generate a hybrid biosynthetic vector to deliver a possible vaccine. This vector overcomes traditional barriers to gene delivery by combining \"E. coli\" with a synthetic polymer to create a vector that maintains plasmid DNA while having an increased ability to avoid degradation by target cell lysosomes.",
            "score": 66.52574157714844
        },
        {
            "docid": "584617_29",
            "document": "Small interfering RNA . The gene silencing effects of transfected designed siRNA are generally transient, but this difficulty can be overcome through an RNAi approach. Delivering this siRNA from DNA templates can be done through several recombinant viral vectors based on retrovirus, adeno-associated virus, adenovirus, and lentivirus. The latter is the most efficient virus that stably delivers siRNA to target cells as it can transduce nondividing cells as well as directly target the nucleus. These specific viral vectors have been synthesized to effectively facilitate siRNA that is not viable for transfection into cells. Another aspect is that in some cases synthetic viral vectors can integrate shRNA into the cell genome which allows for stable expression of siRNA and long-term gene knockdown. This technique is advantageous because it is in vivo and effective for difficult to transfect cell. However problems arise because it can trigger antiviral responses in some cell types leading to mutagenic and immunogenic effects.",
            "score": 66.0544662475586
        },
        {
            "docid": "369688_5",
            "document": "Protein subunit . A subunit vaccine presents an antigen to the immune system without introducing viral particles, whole or otherwise. One method of production involves isolation of a specific protein from a virus and administering this by itself. A weakness of this technique is that isolated proteins can be denatured and will then become associated with antibodies different from the desired antibodies. A second method of making a subunit vaccine involves putting an antigen's gene from the targeted virus or bacterium into another virus (virus vector), yeast (yeast vector) in the case of the hepatitis B vaccine or attenuated bacterium (bacterial vector) to make a recombinant virus or bacteria to serve as the important component of a recombinant vaccine (called a recombinant subunit vaccine). The recombinant vector that is genomically modified will express the antigen. The antigen (one or more subunits of protein) is extracted from the vector. Just like the highly successful subunit vaccines, the recombinant-vector-produced antigen will be of little to no risk to the patient. This is the type of vaccine currently in use for hepatitis B, and it is experimentally popular, being used to try to develop new vaccines for difficult-to-vaccinate-against viruses such as ebolavirus and HIV.",
            "score": 65.95030975341797
        },
        {
            "docid": "27557852_3",
            "document": "Stable nucleic acid lipid particle . RNA interference(RNAi) is a process that occurs naturally within the cytoplasm inhibiting gene expression at specific sequences. Regulation of gene expression through RNAi is possible by introducing small interfering RNAs(siRNAs), which effectively silence expression of a targeted gene. RNAi activates the RNA-induced silencing complex(RISC) containing siRNA, siRNA derived from cleaved dsRNA. The siRNA guides the RISC complex to a specific sequence on the mRNA that is cleaved by RISC and, consequently, silences those genes.",
            "score": 65.82017517089844
        },
        {
            "docid": "29188721_5",
            "document": "RNA interference . RNAi is a valuable research tool, both in cell culture and in living organisms, because synthetic dsRNA introduced into cells can selectively and robustly induce suppression of specific genes of interest. RNAi may be used for large-scale screens that systematically shut down each gene in the cell, which can help to identify the components necessary for a particular cellular process or an event such as cell division. The pathway is also used as a practical tool in biotechnology, medicine and insecticides.",
            "score": 65.81702423095703
        },
        {
            "docid": "38570862_17",
            "document": "Cas9 . The interaction of dCas9 with target dsDNA is so tight that high molarity urea protein denaturant can not fully dissociate the dCas9 RNA-protein complex from dsDNA target. dCas9 has been targeted with engineered single guide RNAs to transcription initiation sites of any loci where dCas9 can compete with RNA polymerase at promoters to halt transcription. Also, dCas9 can be targeted to the coding region of loci such that inhibition of RNA Polymerase occurs during the elongation phase of transcription. In Eukaryotes, silencing of gene expression can be extented by targeting dCas9 to enhancer sequences, where dCas9 can block assembly of transcription factors leading to silencing of specific gene expression. Moreover, the guide RNAs provided to dCas9 can be designed to include specific mismatches to its complementary cognate sequence that will quantitatively weaken the interaction of dCas9 for its programmed cognate sequence allowing a researcher to tune the extent of gene silencing applied to a gene of interest. This technology is similar in principle to RNAi such that gene expression is being modulated at the RNA level. However, the dCas9 approach has gained much traction as there exist less off-target effects and in general larger and more reproducible silencing effects through the use of dCas9 compared to RNAi screens. Furthermore, because the dCas9 approach to gene silencing can be quantitatively controlled, a researcher can now precisely control the extent to which a gene of interest is repressed allowing more questions about gene regulation and gene stoichiometry to be answered.",
            "score": 65.56141662597656
        }
    ]
}