{
    "q": [
        {
            "docid": "45570_34",
            "document": "DNA vaccination . Comparisons of antibody responses generated by natural (viral) infection, immunization with recombinant protein and immunization with pDNA are summarised in Table 4. DNA-raised antibody responses rise much more slowly than when natural infection or recombinant protein immunization occurs. As many as 12 weeks may be required to reach peak titres in mice, although boosting can decrease the interval. This response is probably due to the low levels of antigen expressed over several weeks, which supports both primary and secondary phases of antibody response. DNA vaccine expressing HBV small and middle envelope protein was injected into adults with chronic hepatitis. The vaccine resulted in specific interferon gamma cell production. Also specific T-cells for middle envelop proteins antigens were developed. The immune response of the patients was not robust enough to control HBV infection",
            "score": 98.64754176139832
        },
        {
            "docid": "1040550_14",
            "document": "Maclyn McCarty . In parallel, McCarty studied patients with rheumatic fever admitted to the Rockefeller Hospital as well as valuable specimen collections from military outbreaks of the disease during World War II. He and his collaborators found that antibody responses to several streptococcal antigens were significantly higher in the group of individuals that developed acute rheumatic fever than in individuals with uncomplicated infection. However, the response to unrelated antigens, for instance, diphtheria toxoid, was not enhanced. He found that group A streptococci secreted unusually high amounts of DNase, and established a test for the detection of antibodies produced in response to this antigen. This led to the discovery that streptococci were able to produce multiple isozymes of DNase. He purified human C-reactive protein through crystallization, produced a highly specific antiserum, and, using this much simpler and more sensitive test, found that C-reactive protein levels responded more rapidly and reliably than other inflammatory markers and could serve as the most accurate indicator of rheumatic inflammatory activity. Measuring C-reactive protein levels to detect inflammation is routine now in medical practice.",
            "score": 74.68811416625977
        },
        {
            "docid": "2362_27",
            "document": "Antibody . Humans and higher primates also produce \"natural antibodies\" that are present in serum before viral infection. Natural antibodies have been defined as antibodies that are produced without any previous infection, vaccination, other foreign antigen exposure or passive immunization. These antibodies can activate the classical complement pathway leading to lysis of enveloped virus particles long before the adaptive immune response is activated. Many natural antibodies are directed against the disaccharide galactose α(1,3)-galactose (α-Gal), which is found as a terminal sugar on glycosylated cell surface proteins, and generated in response to production of this sugar by bacteria contained in the human gut. Rejection of xenotransplantated organs is thought to be, in part, the result of natural antibodies circulating in the serum of the recipient binding to α-Gal antigens expressed on the donor tissue.",
            "score": 82.74329221248627
        },
        {
            "docid": "5951626_2",
            "document": "Antigenic variation . Antigenic variation refers to the mechanism by which an infectious agent such as a protozoan, bacterium or virus alters its surface proteins in order to evade a host immune response. It is related to phase variation. Immune evasion is particularly important for organisms that target long-lived hosts, repeatedly infect a single host and are easily transmittable. Antigenic variation not only enables immune evasion by the pathogen, but also allows the microbes to cause re-infection, as their antigens are no longer recognized by the host's immune system. When an organism is exposed to a particular antigen (i.e. a protein on the surface of a bacterium) an immune response is stimulated and antibodies are generated to target that specific antigen. The immune system will then \"remember\" that particular antigen, and defenses aimed at that antigen become part of the immune system’s acquired immune response. If the same pathogen tries to re-infect the same host the antibodies will act rapidly to target the pathogen for destruction. However, if the pathogen can alter its surface antigens, it can evade the host's acquired immune system. This will allow the pathogen to re-infect the host while the immune system generates new antibodies to target the newly identified antigen. Antigenic variation can occur by altering a variety of surface molecules including proteins and carbohydrates. There are many molecular mechanisms behind antigenic variation, including gene conversion, site-specific DNA inversions, hypermutation, as well as recombination of sequence cassettes. In all cases, antigenic variation and phase variation result in a heterogenic phenotype of a clonal population. Individual cells either express the phase-variable protein(s) or express one of multiple antigenic forms of the protein. This form of regulation has been identified mainly, but not exclusively, for a wide variety of surface structures in pathogens and is implicated as a virulence strategy.",
            "score": 97.86779749393463
        },
        {
            "docid": "1933672_6",
            "document": "Original antigenic sin . Between primary and secondary infections, or following vaccination, a virus may undergo antigenic drift, in which the viral surface proteins (the epitopes) are altered through natural mutation, allowing the virus to escape the immune system. When this happens, the altered virus preferentially reactivates previously activated high-affinity memory B cells and spur antibody production. However, the antibodies produced by these B cells generally ineffectively bind to the altered epitopes. In addition, these antibodies inhibit the activation of higher-affinity naive B cells that \"would\" be able to make more effective antibodies to the second virus. This leads to a less effective immune response and recurrent infections may take longer to clear.",
            "score": 95.00369715690613
        },
        {
            "docid": "10280304_14",
            "document": "Malaria vaccine . The life cycle of the malaria parasite is particularly complex, presenting initial developmental problems. Despite the huge number of vaccines available at the current time, there are none that target parasitic infections. The distinct developmental stages involved in the life cycle present numerous opportunities for targeting antigens, thus potentially eliciting an immune response. Theoretically, each developmental stage could have a vaccine developed specifically to target the parasite. Moreover, any vaccine produced would ideally have the ability to be of therapeutic value as well as preventing further transmission and is likely to consist of a combination of antigens from different phases of the parasite’s development. More than 30 of these antigens are currently being researched by teams all over the world in the hope of identifying a combination that can elicit immunity in the inoculated individual. Some of the approaches involve surface expression of the antigen, inhibitory effects of specific antibodies on the life cycle and the protective effects through immunization or passive transfer of antibodies between an immune and a non-immune host. The majority of research into malarial vaccines has focused on the \"Plasmodium falciparum\" strain due to the high mortality caused by the parasite and the ease of a carrying out in vitro/in vivo studies. The earliest vaccines attempted to use the parasitic circumsporozoite (CS) protein. This is the most dominant surface antigen of the initial pre-erythrocytic phase. However, problems were encountered due to low efficacy, reactogenicity and low immunogenicity.",
            "score": 76.53097891807556
        },
        {
            "docid": "37220_35",
            "document": "Infection . Complex serological techniques have been developed into what are known as Immunoassays. Immunoassays can use the basic antibody – antigen binding as the basis to produce an electro-magnetic or particle radiation signal, which can be detected by some form of instrumentation. Signal of unknowns can be compared to that of standards allowing quantitation of the target antigen. To aid in the diagnosis of infectious diseases, immunoassays can detect or measure antigens from either infectious agents or proteins generated by an infected organism in response to a foreign agent. For example, immunoassay A may detect the presence of a surface protein from a virus particle. Immunoassay B on the other hand may detect or measure antibodies produced by an organism's immune system that are made to neutralize and allow the destruction of the virus.",
            "score": 95.94602417945862
        },
        {
            "docid": "4517354_5",
            "document": "Cross-reactivity . In medical tests, including rapid diagnostic tests, cross-reactivity can be either confounding or helpful, depending on the instance. An example of confounding that yields a false positive error is in a latex fixation test when agglutination occurs with another antigen rather than the antigen of interest. An example of helpful cross-reactivity is in heterophile antibody tests, which detect Epstein-Barr virus using antibodies that grew for other antigens. Cross-reactivity is also a commonly evaluated parameter for the validation of immune and protein binding based assays such as ELISA and RIA. In this case it is normally quantified by comparing the assays response to a range of similar analytes and expressed as a percentage. In practice, calibration curves are produced using fixed concentration ranges for a selection of related compounds and the midpoints (IC50) of the calibration curves are calculated and compared. The figure then provides an estimate of the response of the assay to possible interfering compounds relative to the target analyte.",
            "score": 67.32508432865143
        },
        {
            "docid": "309960_45",
            "document": "Cryptosporidiosis . A recombinant \"Cryptosporidium parvum\" oocyst surface protein (rCP15/60) vaccine has produced an antibody response in a large group of cows and also antibody response in calves fed rCP15/60-immune colostrum produced by these vaccinated cows. This is very promising. Human \"Cryptosporidium parvum\" infections are particularly prevalent and often fatal in neonates in developing countries and to immunocompromised people, such as AIDS patients. There is no commercially available effective vaccine against \"Cryptosporidium parvum\", although passive immunization utilizing different zoite surface (glyco)proteins has shown promise. Developmental stages of the life cycle of the parasite might act as possible targets for vaccine development. The organism is detected in 65–97% of the surface-water supply in the United States and is resistant to most disinfectants used for the treatment of drinking water. Antibodies in the serum of humans and animals infected with \"Cryptosporidium parvum\" react with several antigens, one of which is a 15  protein (CP15) located on the surface of the organism. This protein is a good candidate for use as a molecular vaccine because previous studies have shown that a monoclonal antibody to CP15 confers passive immunity to mice. Currently, there is no vaccine or completely effective drug therapy against \"Cryptosporidium parvum\" in HIV/AIDS individuals.",
            "score": 86.85413074493408
        },
        {
            "docid": "1111019_16",
            "document": "Polyclonal antibodies . Selection of antigen quantity for immunization varies with the properties of the antigen and the adjuvant selected. In general, microgram to milligram quantities of protein in adjuvant are necessary to elicit high titer antibodies. Antigen dosage is generally species, rather than body weight, associated. The so-called “window” of immunogenicity in each species is broad but too much or too little antigen can induce tolerance, suppression or immune deviation towards cellular immunity rather than a satisfactory humoral response. Optimal and usual protein antigen levels for immunizing specific species have been reported in the following ranges: Optimal “priming” doses are reported to be at the low end of each range.",
            "score": 72.95671057701111
        },
        {
            "docid": "95162_17",
            "document": "ELISA . The enzyme acts as an amplifier; even if only few enzyme-linked antibodies remain bound, the enzyme molecules will produce many signal molecules. Within common-sense limitations, the enzyme can go on producing color indefinitely, but the more antibody is bound, the faster the color will develop. A major disadvantage of the direct ELISA is the method of antigen immobilization is not specific; when serum is used as the source of test antigen, all proteins in the sample may stick to the microtiter plate well, so small concentrations of analyte in serum must compete with other serum proteins when binding to the well surface. The sandwich or indirect ELISA provides a solution to this problem, by using a \"capture\" antibody specific for the test antigen to pull it out of the serum's molecular mixture.",
            "score": 40.417667865753174
        },
        {
            "docid": "6982399_27",
            "document": "Bovine viral diarrhea . Antibody (Ig) ELISAs are used to detect historical BVDV infection; these tests have been validated in serum, milk and bulk milk samples. Ig ELISAs do not diagnose active infection but detect the presence of antibodies produced by the animal in response to viral infection. Vaccination also induces an antibody response, which can result in false positive results, therefore it is important to know the vaccination status of the herd or individual when interpreting results. A standard test to assess whether virus has been circulating recently is to perform an Ig ELISA on blood from 5–10 young stock that have not been vaccinated, aged between 9 and 18 months. A positive result indicates exposure to BVDV, but also that any positive animals are very unlikely to be PI animals themselves. A positive result in a pregnant female indicates that she has previously been either vaccinated or infected with BVDV and could possibly be carrying a PI fetus, so antigen testing of the newborn is vital to rule this out. A negative antibody result, at the discretion of the responsible veterinarian, may require further confirmation that the animal is not in fact a PI.",
            "score": 69.4552755355835
        },
        {
            "docid": "1111019_14",
            "document": "Polyclonal antibodies . The size, extent of aggregation and relative nativity of protein antigens can all dramatically affect the quality and quantity of antibody produced. Small polypeptides (<10 ku) and non-protein antigens generally need to be conjugated or crosslinked to larger, immunogenic, carrier proteins to increase immunogenicity and provide T cell epitopes. Generally, the larger the immunogenic protein the better. Larger proteins, even in smaller amounts, usually result in better engagement of antigen presenting antigen processing cells for a satisfactory immune response. Injection of soluble, non-aggregated proteins has a higher probability of inducing tolerance rather than a satisfactory antibody response.",
            "score": 80.21390533447266
        },
        {
            "docid": "8077915_14",
            "document": "Breakthrough infection . When a person is vaccinated, their immune system develops antibodies that recognize specific segments (epitopes) viruses or viral-induced proteins. Overtime, however, viruses accumulate genetic mutations which can impact the 3d structure of viral proteins. If these mutations occur in sites that are recognized by antibodies, the mutations block antibody binding which inhibits the immune response. This phenomenon is called antigenic drift. Breakthrough infections of Hepatitis B and mumps are partially attributed to antigenic drift.",
            "score": 88.23847961425781
        },
        {
            "docid": "22876197_5",
            "document": "Trichodysplasia spinulosa . There is compelling evidence that trichodysplasia spinulosa is caused by a polyomavirus called trichodysplasia spinulosa polyomavirus (TSPyV) or \"Human polyomavirus 8\". There is evidence that exposure to the virus is common among healthy adults; estimates of seroprevalence (that is, prevalence of detectable antibodies against viral proteins) in immunocompetent adults range from 70 to 80% in different sample populations. TSPyV infects the skin, but viral DNA is rarely detectable there in asymptomatic individuals even if they possess antibodies to the virus indicating exposure. It is not known whether TS represents new primary infection or opportunistic reactivation of a latent infection.",
            "score": 50.577885389328
        },
        {
            "docid": "147561_2",
            "document": "Immune response . The Immune response is the body's response caused by its immune system being activated by antigens. The immune response can include immunity to pathogenic microorganisms and its products, as well as autoimmunity to self-antigens, allergies, and graft rejections. In this process the main cells involved are T cells and B cells (subtypes of lymphocytes), and macrophages (a type of leucocyte or white blood cell). These cells produce lymphokines that influence the other host cells' activities. B cells mature to produce immunoglobulins (also known as antibodies), that react with antigens. At the same time, macrophages process the antigens into immunogenic units which stimulate B lymphocytes to differentiate into antibody-secreting plasma cells, stimulating the T cells to release lymphokines. Complement is a group of normal serum proteins that enhance the immune response by becoming activated as the result of antigen-antibody interaction. The first contact with any antigen sensitize individual affected and promote the \"primary immune response\". Next of the sensitized individuals with same antigen result in a more rapid and massive reaction, called the \"secondary immune response\" (\"booster response\" or the \"anamnestic reaction\"). It is most expressed in the level of circulating serum antibodies.",
            "score": 96.37351763248444
        },
        {
            "docid": "10611249_2",
            "document": "Helminth protein . A helminth protein, or helminthic antigen, is a protein derived from a parasitic worm that causes an immune reaction. When secreted, these proteins may modify the host's immune response in order to promote longevity of the parasite. Helminth proteins can result in a deregulated response to infection, and are implicated in reduced reactivity to other antigens. Other helminth proteins promote parasite survival in other ways, particularly since parasites must depend on hosts for the supply of essential nutrients. Despite their pathogenic properties, helminth proteins have potential to be co-opted to treat a number of other human diseases.",
            "score": 77.33981800079346
        },
        {
            "docid": "14958_68",
            "document": "Immune system . An evasion strategy used by several pathogens to avoid the innate immune system is to hide within the cells of their host (also called intracellular pathogenesis). Here, a pathogen spends most of its life-cycle inside host cells, where it is shielded from direct contact with immune cells, antibodies and complement. Some examples of intracellular pathogens include viruses, the food poisoning bacterium \"Salmonella\" and the eukaryotic parasites that cause malaria (\"Plasmodium falciparum\") and leishmaniasis (\"Leishmania spp.\"). Other bacteria, such as \"Mycobacterium tuberculosis\", live inside a protective capsule that prevents lysis by complement. Many pathogens secrete compounds that diminish or misdirect the host's immune response. Some bacteria form biofilms to protect themselves from the cells and proteins of the immune system. Such biofilms are present in many successful infections, e.g., the chronic \"Pseudomonas aeruginosa\" and \"Burkholderia cenocepacia\" infections characteristic of cystic fibrosis. Other bacteria generate surface proteins that bind to antibodies, rendering them ineffective; examples include \"Streptococcus\" (protein G), \"Staphylococcus aureus\" (protein A), and \"Peptostreptococcus magnus\" (protein L).",
            "score": 74.44972312450409
        },
        {
            "docid": "8499164_36",
            "document": "Human cytomegalovirus . An ELISA technique for CMV-specific IgM is available, but may give false-positive results unless steps are taken to remove rheumatoid factor or most of the IgG antibody before the serum sample is tested. Because CMV-specific IgM may be produced in low levels in reactivated CMV infection, its presence is not always indicative of primary infection. Only virus recovered from a target organ, such as the lung, provides unequivocal evidence that the current illness is caused by acquired CMV infection. If serologic tests detect a positive or high titer of IgG, this result should not automatically be interpreted to mean that active CMV infection is present. However, if antibody tests of paired serum samples show a fourfold rise in IgG antibody and a significant level of IgM antibody, meaning equal to at least 30% of the IgG value, or virus is cultured from a urine or throat specimen, the findings indicate that an active CMV infection is present.",
            "score": 64.18118298053741
        },
        {
            "docid": "2459712_22",
            "document": "Moraxella catarrhalis . The recognition of \"M. catarrhalis\" as a pathogen has led to studies for possible antibodies against it, which have led to a wider understanding of its composition. The outer membrane protein (OMP) profiles of different strains of \"M. catarrhalis\" are extremely similar to each other. Analyses of these OMP profiles with monoclonal antibodies (MAbs) revealed that a few proteins with similar molecular masses in the different strains have cross-reactive epitopes. Also, a surface-exposed protein on \"M. catarrhalis\" has an unusually high molecular mass. An 80-kDa OMP on \"M. catarrhalis\" is immunogenic and common to all nonencapsulated strands of \"M. catarrhalis\", which suggests it may be used as an antigen for immunization.",
            "score": 67.22626602649689
        },
        {
            "docid": "73592_29",
            "document": "Toxoplasmosis . To some extent, acute toxoplasmosis infections can be differentiated from chronic infections using an IgG avidity test, which is a variation on the ELISA. In the first response to infection, toxoplasma-specific IgG has a low affinity for the toxoplasma antigen; in the following weeks and month, IgG affinity for the antigen increases. Based on the IgG avidity test, if the IgG in the infected individual has a high affinity, it means that the infection began three to five months before testing. This is particularly useful in congenital infection, where pregnancy status and gestational age at time of infection determines treatment. In contrast to IgG, IgM antibodies can be used to detect acute infection, but generally not chronic infection. The IgM antibodies appear sooner after infection than the IgG antibodies and disappear faster than IgG antibodies after recovery. In most cases, \"T. gondii\"-specific IgM antibodies can first be detected approximately a week after acquiring primary infection, and decrease within one to six months; 25% of those infected are negative for \"T. gondii\"-specific IgM within seven months. However, IgM may be detectable months or years after infection, during the chronic phase, and false positives for acute infection are possible. The most commonly used tests for the measurement of IgM antibody are double-sandwich IgM-ELISA, the IFA test, and the immunosorbent agglutination assay (IgM-ISAGA). Commercial test kits often have low specificity, and the reported results are frequently misinterpreted.",
            "score": 85.78935301303864
        },
        {
            "docid": "7907309_6",
            "document": "Idiosyncratic drug reaction . The proposed mechanism of most idiosyncratic drug reactions is immune-mediated toxicity. To create an immune response, a foreign molecule must be present that antibodies can bind to (i.e. the antigen) and cellular damage must exist. Very often, drugs will not be immunogenic because they are too small to induce immune response. However, a drug can cause an immune response if the drug binds a larger molecule. Some unaltered drugs, such as penicillin, will bind avidly to proteins. Others must be bioactivated into a toxic compound that will in turn bind to proteins. The second criterion of cellular damage can come either from a toxic drug/drug metabolite, or from an injury or infection. These will sensitize the immune system to the drug and cause a response. Idiosyncratic reactions fall conventionally under toxicology.",
            "score": 79.73698496818542
        },
        {
            "docid": "10849236_2",
            "document": "Antibody-dependent enhancement . Antibody-dependent enhancement (ADE) occurs when non-neutralising antiviral proteins facilitate virus entry into host cells, leading to increased infectivity in the cells. Some cells do not have the usual receptors on their surfaces that viruses use to gain entry. The antiviral proteins (i.e., the antibodies) bind to antibody Fc receptors that some of these cells have in the plasma membrane. The viruses bind to the antigen binding site at the other end of the antibody. ADE is common in cells cultured in the laboratory, but rarely occurs \"in vivo\" except for dengue virus. This virus can use this mechanism to infect human macrophages, causing a normally mild viral infection to become life-threatening.",
            "score": 64.55729341506958
        },
        {
            "docid": "45570_35",
            "document": "DNA vaccination . Additionally, the titres of specific antibodies raised by DNA vaccination are lower than those obtained after vaccination with a recombinant protein. However, DNA immunization-induced antibodies show greater affinity to native epitopes than recombinant protein-induced antibodies. In other words, DNA immunization induces a qualitatively superior response. Antibodies can be induced after one vaccination with DNA, whereas recombinant protein vaccinations generally require a boost. DNA immunization can be used to bias the TH profile of the immune response and thus the antibody isotype, which is not possible with either natural infection or recombinant protein immunization. Antibody responses generated by DNA are useful as a preparative tool. For example, polyclonal and monoclonal antibodies can be generated for use as reagents.",
            "score": 74.523681640625
        },
        {
            "docid": "466746_12",
            "document": "Mycoplasma pneumoniae . In addition to evasion of host immune system by intracellular localization, \"M. pneumoniae\" can change the composition of its cell membrane to mimic the host cell membrane and avoid detection by immune system cells. \"M. pneumoniae\" cells possess a number of protein and glycolipid antigens that elicit immune responses, but variation of these surface antigens would allow the infection to persist long enough for \"M. pneumoniae\" cells to fuse with host cells and escape detection. The similarity between the compositions of \"M. pneumoniae\" and human cell membranes can also result in autoimmune responses in several organs and tissues.",
            "score": 90.6261293888092
        },
        {
            "docid": "14170_43",
            "document": "HIV . HIV-1 testing is initially done using an enzyme-linked immunosorbent assay (ELISA) to detect antibodies to HIV-1. Specimens with a non-reactive result from the initial ELISA are considered HIV-negative unless new exposure to an infected partner or partner of unknown HIV status has occurred. Specimens with a reactive ELISA result are retested in duplicate. If the result of either duplicate test is reactive, the specimen is reported as repeatedly reactive and undergoes confirmatory testing with a more specific supplemental test (e.g., a polymerase chain reaction (PCR), western blot or, less commonly, an immunofluorescence assay (IFA)). Only specimens that are repeatedly reactive by ELISA and positive by IFA or PCR or reactive by western blot are considered HIV-positive and indicative of HIV infection. Specimens that are repeatedly ELISA-reactive occasionally provide an indeterminate western blot result, which may be either an incomplete antibody response to HIV in an infected person or nonspecific reactions in an uninfected person.",
            "score": 54.01447510719299
        },
        {
            "docid": "19758190_9",
            "document": "Anti-dsDNA antibodies . Anti-dsDNA antibodies might also be created secondary to the production of antibodies to other proteins within the nucleosome. Mice that have T cells directed towards the nucleosome can elicit a response to other antigens such as dsDNA and histone via a mechanism known as antigen spreading. This effect can also occur after an infection causes the production of autoantibodies to other structures within the nucleus.",
            "score": 64.19053888320923
        },
        {
            "docid": "12947073_15",
            "document": "Hepatitis B vaccine . The road to the hepatitis B vaccine began in 1963 when American physician/geneticist Baruch Blumberg discovered what he called the \"Australia Antigen\" (now called HBsAg) in the serum of an Australian Aboriginal person. In 1968, this protein was found to be part of the virus that causes \"serum hepatitis\" (hepatitis B) by virologist Alfred Prince. The American microbiologist/vaccinologist Maurice Hilleman at Merck used three treatments (pepsin, urea and formaldehyde) of blood serum together with rigorous filtration to yield a product that could be used as a safe vaccine. Hilleman hypothesized that he could make an HBV vaccine by injecting patients with hepatitis B surface protein. In theory, this would be very safe, as these excess surface proteins lacked infectious viral DNA. The immune system, recognizing the surface proteins as foreign, would manufacture specially shaped antibodies, custom-made to bind to, and destroy, these proteins. Then, in the future, if the patient were infected with HBV, the immune system could promptly deploy protective antibodies, destroying the viruses before they could do any harm.",
            "score": 75.46758484840393
        },
        {
            "docid": "1021210_8",
            "document": "Immunohistochemistry . Depending on the tissue type and the method of antigen detection, endogenous biotin or enzymes may need to be blocked or quenched, respectively, prior to antibody staining. Although antibodies show preferential avidity for specific epitopes, they may partially or weakly bind to sites on nonspecific proteins (also called reactive sites) that are similar to the cognate binding sites on the target antigen. A great amount of non-specific binding causes high background staining which will mask the detection of the target antigen. To reduce background staining in IHC, ICC and other immunostaining methods, samples are incubated with a buffer that blocks the reactive sites to which the primary or secondary antibodies may otherwise bind. Common blocking buffers include normal serum, non-fat dry milk, BSA, or gelatin. Commercial blocking buffers with proprietary formulations are available for greater efficiency. Methods to eliminate background staining include dilution of the primary or secondary antibodies, changing the time or temperature of incubation, and using a different detection system or different primary antibody. Quality control should as a minimum include a tissue known to express the antigen as a positive control and negative controls of tissue known not to express the antigen, as well as the test tissue probed in the same way with omission of the primary antibody (or better, absorption of the primary antibody).",
            "score": 49.92228031158447
        },
        {
            "docid": "20219_22",
            "document": "Mycoplasma genitalium . The discovery of Protein M, a new protein from \"M. genitalium\", was announced in February 2014. The protein was identified during investigations on the origin of multiple myeloma, a B-cell hematologic neoplasm. To understand the long-term \"Mycoplasma\" infection, it was found that antibodies from multiple myeloma patients' blood were recognised by \"M. genitalium\". The antibody reactivity was due to a protein never known before, and is chemically responsive to all types of human and nonhuman antibodies available. The protein is about 50 kDa in size, and composed of 556 amino acids.",
            "score": 70.99147129058838
        },
        {
            "docid": "927267_23",
            "document": "Dengue virus . Only one vaccine for dengue is currently approved in three countries (Brazil, Mexico, Philippines). Several vaccines are under development by private and public researchers. Developing a vaccine against the disease is challenging. With four different serotypes of the dengue virus that can cause the disease, the vaccine must immunize against all four types to be effective. Vaccination against only one serotype could possibly lead to severe dengue hemorrhagic shock (DHS) when infected with another serotype due to antibody-dependent enhancement. When infected with dengue virus, the immune system produces cross-reactive antibodies that provide immunity to that particular serotype. However, these antibodies are incapable of neutralizing other serotypes upon reinfection and actually increase viral replication. When macrophages consume the ‘neutralized’ virus, the virus is able to replicate within the macrophage, causing disease. These cross-reactive, ineffective antibodies ease access of virus into macrophages, which induces more severe disease (dengue hemorrhagic fever, dengue shock syndrome). A common problem faced in dengue-endemic regions is when mothers become infected with dengue; after giving birth, offspring carry the immunity from their mother and are susceptible to hemorrhagic fever if infected with any of the other three serotypes. One vaccine was in phase III trials in 2012 and planning for vaccine usage and effectiveness surveillance had started.",
            "score": 49.18411469459534
        },
        {
            "docid": "2507689_2",
            "document": "X-linked agammaglobulinemia . X-linked agammaglobulinemia (XLA) is a rare genetic disorder discovered in 1952 that affects the body's ability to fight infection. As the form of agammaglobulinemia that is X-linked, it is much more common in males. In people with XLA, the white blood cell formation process does not generate mature B cells, which manifests as a complete or near-complete lack of proteins called gamma globulins, including antibodies, in their bloodstream. B cells are part of the immune system and normally manufacture antibodies (also called immunoglobulins), which defend the body from infections by sustaining a humoral immunity response. Patients with untreated XLA are prone to develop serious and even fatal infections. A mutation occurs at the Bruton's tyrosine kinase (Btk) gene that leads to a severe block in B cell development (at the pre-B cell to immature B cell stage) and a reduced immunoglobulin production in the serum. Btk is particularly responsible for mediating B cell development and maturation through a signaling effect on the B cell receptor BCR. Patients typically present in early childhood with recurrent infections, in particular with extracellular, encapsulated bacteria. XLA is deemed to have a relatively low incidence of disease, with an occurrence rate of approximately 1 in 200,000 live births and a frequency of about 1 in 100,000 male newborns. It has no ethnic predisposition. XLA is treated by infusion of human antibody. Treatment with pooled gamma globulin cannot restore a functional population of B cells, but it is sufficient to reduce the severity and number of infections due to the passive immunity granted by the exogenous antibodies.",
            "score": 88.00945580005646
        }
    ],
    "r": [
        {
            "docid": "40902023_9",
            "document": "Borrelia turicatae . A limitation in defining the distribution of \"B. turicatae\" has been the absence of diagnostic antigens specific for the species. A spirochaete antigen designated the \"Borrelia\" immunogenic protein A (BipA) has been identified in \"B. turicatae\". As antibody responses generated against recombinant BipA appear to be unique to infections caused by \"B. turicatae\", these immune responses generated against BipA suggest that it may be a species-specific antigen that could be used to identify additional vertebrate hosts, define endemic foci for \"B. turicatae\", and increase the awareness of the disease to improve healthcare.",
            "score": 104.66582489013672
        },
        {
            "docid": "3524301_11",
            "document": "Burkholderia mallei . \"B. mallei\" is responsible for causing glanders disease, which historically mostly affected animals, such as horses, mules, and donkeys, and rarely humans. Horses are considered the natural host for \"B. mallei\" infection and are highly susceptible to it. \"B. mallei\" infects and gains access to the cell of its host through lysis of the entry vacuole. \"B. mallei\" has bacterial protein-dependent, actin-based motility once inside the cell. It is also able to initiate host cell fusion that results in multinucleated giant cells (MNGCs). The consequence of MNGCs has yet to be determined, but it may allow the bacteria to spread to different cells, evade responses by the infected host’s immune system, or allow the bacteria to remain in the host longer. \"B. mallei\" is able to survive inside host cells through its capabilities in disrupting the bacteria-killing functions of the cell. It leaves the vacuoles early, which allows for efficient replication of the bacteria inside the cell. Leaving the cell early also keeps the bacteria from being destroyed by lysosomal defensins and other pathogen-killing agents. MNGCs may help protect the bacteria from immune responses. \"B. mallei\"’s ability to live within the host cell makes developing a vaccine against it difficult and complex. The vaccine would need to create a cell-mediated immune response, as well as a humoral response to the bacteria in to be effective in protecting against \"B. mallei\". In regards to a vaccine against \"B. mallei\", the closeness of \"B. mallei\" to \"B. pseudomallei\" may make it possible that a vaccine developed for either type would be effective against the other.",
            "score": 104.40851593017578
        },
        {
            "docid": "309075_5",
            "document": "Anti-nuclear antibody . The human body has many defense mechanisms against pathogens, one of which is humoral immunity. This defence mechanism produces antibodies (large glycoproteins) in response to an immune stimulus. Many cells of the immune system are required for this process, including lymphocytes (T-cells and B-cells) and antigen presenting cells. These cells coordinate an immune response upon the detection of foreign proteins (antigens), producing antibodies that bind to these antigens. In normal physiology, lymphocytes that recognise human proteins (autoantigens) either undergo programmed cell death (apoptosis) or become non-functional. This self-tolerance means that lymphocytes should not incite an immune response against human cellular antigens. Sometimes, however, this process malfunctions and antibodies are produced against human antigens, which may lead to autoimmune disease.",
            "score": 100.73462677001953
        },
        {
            "docid": "45570_34",
            "document": "DNA vaccination . Comparisons of antibody responses generated by natural (viral) infection, immunization with recombinant protein and immunization with pDNA are summarised in Table 4. DNA-raised antibody responses rise much more slowly than when natural infection or recombinant protein immunization occurs. As many as 12 weeks may be required to reach peak titres in mice, although boosting can decrease the interval. This response is probably due to the low levels of antigen expressed over several weeks, which supports both primary and secondary phases of antibody response. DNA vaccine expressing HBV small and middle envelope protein was injected into adults with chronic hepatitis. The vaccine resulted in specific interferon gamma cell production. Also specific T-cells for middle envelop proteins antigens were developed. The immune response of the patients was not robust enough to control HBV infection",
            "score": 98.64753723144531
        },
        {
            "docid": "5951626_2",
            "document": "Antigenic variation . Antigenic variation refers to the mechanism by which an infectious agent such as a protozoan, bacterium or virus alters its surface proteins in order to evade a host immune response. It is related to phase variation. Immune evasion is particularly important for organisms that target long-lived hosts, repeatedly infect a single host and are easily transmittable. Antigenic variation not only enables immune evasion by the pathogen, but also allows the microbes to cause re-infection, as their antigens are no longer recognized by the host's immune system. When an organism is exposed to a particular antigen (i.e. a protein on the surface of a bacterium) an immune response is stimulated and antibodies are generated to target that specific antigen. The immune system will then \"remember\" that particular antigen, and defenses aimed at that antigen become part of the immune system’s acquired immune response. If the same pathogen tries to re-infect the same host the antibodies will act rapidly to target the pathogen for destruction. However, if the pathogen can alter its surface antigens, it can evade the host's acquired immune system. This will allow the pathogen to re-infect the host while the immune system generates new antibodies to target the newly identified antigen. Antigenic variation can occur by altering a variety of surface molecules including proteins and carbohydrates. There are many molecular mechanisms behind antigenic variation, including gene conversion, site-specific DNA inversions, hypermutation, as well as recombination of sequence cassettes. In all cases, antigenic variation and phase variation result in a heterogenic phenotype of a clonal population. Individual cells either express the phase-variable protein(s) or express one of multiple antigenic forms of the protein. This form of regulation has been identified mainly, but not exclusively, for a wide variety of surface structures in pathogens and is implicated as a virulence strategy.",
            "score": 97.8677978515625
        },
        {
            "docid": "11092471_3",
            "document": "Burkholderia thailandensis . \"B. thailandensis\" is sometimes used to model \"B. pseudomallei\" infection in mice because of similarities in the immune response. \"B. thailandensis\" does not require biosafety category 3 facilities and is not considered a biosecurity threat, which makes it easier to study and to work with.",
            "score": 97.42025756835938
        },
        {
            "docid": "4007999_7",
            "document": "Immunogenicity . Like vaccines, protein therapeutics can engender both cellular and humoral immune responses. Anti-drug antibodies (ADA) may neutralize the therapeutic effects of the drug and/or alter its pharmacokinetics. B cells are certainly involved in this immune response when IgG class ADA are observed, because antibody isotype switching is a hallmark of B-dependent antigens.",
            "score": 96.83602905273438
        },
        {
            "docid": "147561_2",
            "document": "Immune response . The Immune response is the body's response caused by its immune system being activated by antigens. The immune response can include immunity to pathogenic microorganisms and its products, as well as autoimmunity to self-antigens, allergies, and graft rejections. In this process the main cells involved are T cells and B cells (subtypes of lymphocytes), and macrophages (a type of leucocyte or white blood cell). These cells produce lymphokines that influence the other host cells' activities. B cells mature to produce immunoglobulins (also known as antibodies), that react with antigens. At the same time, macrophages process the antigens into immunogenic units which stimulate B lymphocytes to differentiate into antibody-secreting plasma cells, stimulating the T cells to release lymphokines. Complement is a group of normal serum proteins that enhance the immune response by becoming activated as the result of antigen-antibody interaction. The first contact with any antigen sensitize individual affected and promote the \"primary immune response\". Next of the sensitized individuals with same antigen result in a more rapid and massive reaction, called the \"secondary immune response\" (\"booster response\" or the \"anamnestic reaction\"). It is most expressed in the level of circulating serum antibodies.",
            "score": 96.37351989746094
        },
        {
            "docid": "37220_35",
            "document": "Infection . Complex serological techniques have been developed into what are known as Immunoassays. Immunoassays can use the basic antibody – antigen binding as the basis to produce an electro-magnetic or particle radiation signal, which can be detected by some form of instrumentation. Signal of unknowns can be compared to that of standards allowing quantitation of the target antigen. To aid in the diagnosis of infectious diseases, immunoassays can detect or measure antigens from either infectious agents or proteins generated by an infected organism in response to a foreign agent. For example, immunoassay A may detect the presence of a surface protein from a virus particle. Immunoassay B on the other hand may detect or measure antibodies produced by an organism's immune system that are made to neutralize and allow the destruction of the virus.",
            "score": 95.9460220336914
        },
        {
            "docid": "1933672_6",
            "document": "Original antigenic sin . Between primary and secondary infections, or following vaccination, a virus may undergo antigenic drift, in which the viral surface proteins (the epitopes) are altered through natural mutation, allowing the virus to escape the immune system. When this happens, the altered virus preferentially reactivates previously activated high-affinity memory B cells and spur antibody production. However, the antibodies produced by these B cells generally ineffectively bind to the altered epitopes. In addition, these antibodies inhibit the activation of higher-affinity naive B cells that \"would\" be able to make more effective antibodies to the second virus. This leads to a less effective immune response and recurrent infections may take longer to clear.",
            "score": 95.00370025634766
        },
        {
            "docid": "10846971_2",
            "document": "B-1 cell . B1 cells are a sub-class of B cell lymphocytes that are involved in the humoral immune response. They are not part of the adaptive immune system, as they have no memory, but otherwise, B1 cells perform many of the same roles as other B cells: making antibodies against antigens and acting as antigen presenting cells. These B1 cells are commonly found in peripheral sites, but less commonly found in the blood. These cells are the most common B cell involved in antibody response during an infection or vaccination. Notably, most B1 cells may play a role in developing memory B cells.",
            "score": 94.99908447265625
        },
        {
            "docid": "298999_4",
            "document": "Lymphocyte . T cells (thymus cells) and B cells (bone marrow- or bursa-derived cells) are the major cellular components of the adaptive immune response. T cells are involved in cell-mediated immunity, whereas B cells are primarily responsible for humoral immunity (relating to antibodies). The function of T cells and B cells is to recognize specific “non-self” antigens, during a process known as antigen presentation. Once they have identified an invader, the cells generate specific responses that are tailored to maximally eliminate specific pathogens or pathogen-infected cells. B cells respond to pathogens by producing large quantities of antibodies which then neutralize foreign objects like bacteria and viruses. In response to pathogens some T cells, called \"T helper cells\", produce cytokines that direct the immune response, while other T cells, called \"cytotoxic T cells\", produce toxic granules that contain powerful enzymes which induce the death of pathogen-infected cells. Following activation, B cells and T cells leave a lasting legacy of the antigens they have encountered, in the form of \"memory cells\". Throughout the lifetime of an animal, these memory cells will remember each specific pathogen encountered, and are able to mount a strong and rapid response if the same pathogen is detected again; this is known as acquired immunity.",
            "score": 93.98890686035156
        },
        {
            "docid": "1399889_4",
            "document": "Lepromin . People who don't have clinical leprosy (Hansen's Disease, or HD) may have little or no skin reaction to the antigen, or may have a strong reaction to it. This is because lepromin only tests for infection, not for ongoing disease. It is believed that most people exposed to \"Mycobacterium leprae\" are not infected and thus would not respond, or are infected but self-resolve or never manifest overt symptoms and therefore would respond to the lepromin skin test. Paradoxically however, patients with \"lepromatous\" (Virchowian) HD, the most severe and transmissible form, have no skin reaction to the antigen. This is because an effective immune response to the bacterium is a result of a cellular immune response (T-cell mediated) rather than a humoral response (B-cell/antibody). Lepromatous HD, the more severe and disfiguring form is a result of the patient's immune response being mainly humoral in nature. Antibodies, the main effectors of a humoral response, are ineffective against \"M. leprae\" because of the unusually dense and waxy nature of the mycolic acid containing bacterial cell wall, and so the bacterium proliferates, causing the cutaneous disfigurements and peripheral neuropathologies characteristic of the disease. The reason there is little or no response to the lepromin test is that a positive response to lepromin is due to \"delayed type hypersensitivity\" which is T-cell mediated, and it is the failure of a robust T-cell response that results in the onset of lepromatous leprosy in the first place. However, given the severe nature of lepromatous leprosy, a skin test is unnecessary, and the definitive test, a biopsy, readily reveals the bacterium within lesions as well as the characteristic histopathology of HD. Moreover, lepromatous HD is typically diagnosed on clinical presentation alone.",
            "score": 92.10791778564453
        },
        {
            "docid": "19612999_7",
            "document": "Follicular B helper T cells . T cells are considered an indispensable T cell subset in the generation and maintenance of germinal center responses. Therefore, in the absence of T cells, similar to B cell activation by T-cell independent antigens, a quick burst of low affinity plasma cell production is formed but this does not lead to germinal center induction nor permit antibody affinity maturation or the differentiation of effective memory B cells which are essential in fortifying the body against subsequent infections. Specifically, germinal center-dependent memory B cells are the drivers of recall antibody production during a secondary immune response. Therefore, the proper activation and development of T cells is central to the efficacy of immunizations and vaccine design for the induction of long-term immunity. In a Bangladeshi population study of patients infected with \"Vibrio cholera\" and healthy human volunteers administered with an existing cholera vaccine, a memory T response specifically against cholera antigen had correlated with further antibody production by B cells.",
            "score": 91.77664947509766
        },
        {
            "docid": "55059510_3",
            "document": "Immunological memory . Immunological memory occurs after a primary immune response against the antigen. Immunological memory is thus created by each individual, after a previous initial exposure, to a potentially dangerous agent. The course of secondary immune response is similar to primary immune response. After the memory B cell recognizes the antigen it presents the peptide: MHC II complex to nearby effector T cells. That leads to activation of these cells and rapid proliferation of cells. After the primary immune response has disappeared the effector cells of the immune response are eliminated. However, there remain antibodies previously created in the body that represent the humoral component of immunological memory and comprise an important defensive mechanism in subsequent infections. In addition to the formed antibodies in the body there remains a small number of memory T and B cells that make up the cellular component of the immunological memory. They stay in the body in a resting state and at the second or next encounter with the same antigen these cells are able to respond immediately and eliminate the antigen. Memory cells have a long life and last up to several decades in the body.",
            "score": 90.99317932128906
        },
        {
            "docid": "466746_12",
            "document": "Mycoplasma pneumoniae . In addition to evasion of host immune system by intracellular localization, \"M. pneumoniae\" can change the composition of its cell membrane to mimic the host cell membrane and avoid detection by immune system cells. \"M. pneumoniae\" cells possess a number of protein and glycolipid antigens that elicit immune responses, but variation of these surface antigens would allow the infection to persist long enough for \"M. pneumoniae\" cells to fuse with host cells and escape detection. The similarity between the compositions of \"M. pneumoniae\" and human cell membranes can also result in autoimmune responses in several organs and tissues.",
            "score": 90.62612915039062
        },
        {
            "docid": "490673_18",
            "document": "Immunoglobulin M . Specific immunoglobulins that are injected into animals together with their antigen can influence the antibody response to this same antigen. Endogenous antibodies produced after a primary immunization can also affect the antibody response to a booster immunization, suggesting that similar effects occur during physiological conditions. The ”regulatory” effects can be either positive or negative. That is, depending on the type of antigen and the isotype of the antibody, the effect can be suppression or enhancement of the antibody response. Such effects are well illustrated by experiments involving immunization with xenogenic (foreign) erythrocytes (red cells). For example, when IgG is administered together with xenogeneic erythrocytes, this combination causes almost complete suppression of the erythrocyte-specific antibody response. This effect is used clinically to prevent Rh-negative mothers from becoming immunized against fetal Rh-positive erythrocytes, and its use has dramatically decreased the incidence of hemolytic disease of the newborn. In contrast to the effect of IgG, antigen-specific IgM can greatly enhance the antibody response, especially in the case of large antigens. Thus, when IgM specific for erythrocytes is injected into animals (including humans) together with erythrocytes, a much stronger antibody response to the erythrocytes is induced than when erythrocytes are administered alone.  Several lines of evidence indicate that the ability of IgM to activate complement is required for its enhancing effect. That is, IgM-mediated enhancement does not occur in animals that have been depleted for complement component C3, nor in mutant animals lacking complement receptors 1 and 2. Similarly, mutant IgM that cannot activate complement does not enhance the immune response.  A possible explanation for IgM-mediated enhancement is that B lymphocytes capture IgM-antigen-complement complexes and transport the complexes into areas in the spleen where efficient immune responses are generated. Because IgM is produced early in an immune response, this might be important in the initiation of antibody responses.",
            "score": 89.98268127441406
        },
        {
            "docid": "1664060_28",
            "document": "Adaptive immune system . B Cells are the major cells involved in the creation of antibodies that circulate in blood plasma and lymph, known as humoral immunity. Antibodies (also known as immunoglobulin, Ig), are large Y-shaped proteins used by the immune system to identify and neutralize foreign objects. In mammals, there are five types of antibody: IgA, IgD, IgE, IgG, and IgM, differing in biological properties; each has evolved to handle different kinds of antigens. Upon activation, B cells produce antibodies, each of which recognize a unique antigen, and neutralizing specific pathogens.",
            "score": 89.80353546142578
        },
        {
            "docid": "8077915_11",
            "document": "Breakthrough infection . The presence of maternal antibodies in infants limits the efficacy of inactivated, attenuated and subunit vaccines. Maternal antibodies can bind to epitopes on the proteins produced by the virus in the vaccination. The recognition of viral proteins by maternal antibodies neutralizes the virus. Further, the maternal antibodies outcompete B cell receptors on the infant's B cells for binding to the antigen. Thus, an infant's immune system is not highly activated and the infant produces fewer antibodies. Even when B cells do bind to the pathogen, immune response is still frequently repressed. If B cell receptors bind to the antigen and FC receptors simultaneously bind to the maternal antibody, the FC receptors send a signal to B cell receptors that inhibits cell division. Because the infant's immune system is not stimulated and B cell division is inhibited, few memory B cells are produced. The level of memory B-cells is not adequate to ensure an infant's lifelong resistance to the pathogen.",
            "score": 89.39734649658203
        },
        {
            "docid": "211955_14",
            "document": "Natural killer cell . The ability to generate memory cells following a primary infection and the consequent rapid immune activation and response to succeeding infections by the same antigen is fundamental to the role T and B cells play in the adaptive immune response. For many years, NK cells have been considered to be a part of the innate immune system. However, recently increasing evidence suggests that NK cells can display several features that are usually attributed to adaptive immune cells (e.g. T cell responses) such as dynamic expansion and contraction of subsets, increased longevity and a form of immunological memory, characterized by a more potent response upon secondary challenge with the same antigen. In mice, the majority of research was carried out with murine cytomegalovirus (MCMV) and in models of hapten-hypersensitivity reactions. Especially, in the MCMV model, protective memory functions of MCMV-induced NK cells were discovered  and direct recognition of the MCMV-ligand m157 by the receptor Ly49 was demonstrated to be crucial for the generation of adaptive NK cell responses.  In humans, most studies have focused on the expansion of an NK cell subset carrying the activating receptor NKG2C. Such expansions were observed primarily in response to human cytomegalovirus (HCMV), but also in other infections including Hantavirus, Chikungunya virus, HIV, or viral hepatitis. However, whether these virus infections trigger the expansion of adaptive NKG2C+ NK cells or whether other infections result in re-activation of latent HCMV (as suggested for hepatitis ), remains a field of study. Notably, further insights into the biology of adaptive NK cells are hampered by the fact that a direct viral ligand for NKG2C has not yet been identified.",
            "score": 89.36027526855469
        },
        {
            "docid": "1111019_8",
            "document": "Polyclonal antibodies . Many adjuvants also contain or act directly as: Such antigens by themselves are generally poor immunogens. Most complex protein antigens induce multiple B-cell clones during the immune response, thus, the response is polyclonal. Immune responses to non-protein antigens are generally poorly or enhanced by adjuvants and there is no system memory.",
            "score": 88.34637451171875
        },
        {
            "docid": "8077915_14",
            "document": "Breakthrough infection . When a person is vaccinated, their immune system develops antibodies that recognize specific segments (epitopes) viruses or viral-induced proteins. Overtime, however, viruses accumulate genetic mutations which can impact the 3d structure of viral proteins. If these mutations occur in sites that are recognized by antibodies, the mutations block antibody binding which inhibits the immune response. This phenomenon is called antigenic drift. Breakthrough infections of Hepatitis B and mumps are partially attributed to antigenic drift.",
            "score": 88.23847961425781
        },
        {
            "docid": "2507689_2",
            "document": "X-linked agammaglobulinemia . X-linked agammaglobulinemia (XLA) is a rare genetic disorder discovered in 1952 that affects the body's ability to fight infection. As the form of agammaglobulinemia that is X-linked, it is much more common in males. In people with XLA, the white blood cell formation process does not generate mature B cells, which manifests as a complete or near-complete lack of proteins called gamma globulins, including antibodies, in their bloodstream. B cells are part of the immune system and normally manufacture antibodies (also called immunoglobulins), which defend the body from infections by sustaining a humoral immunity response. Patients with untreated XLA are prone to develop serious and even fatal infections. A mutation occurs at the Bruton's tyrosine kinase (Btk) gene that leads to a severe block in B cell development (at the pre-B cell to immature B cell stage) and a reduced immunoglobulin production in the serum. Btk is particularly responsible for mediating B cell development and maturation through a signaling effect on the B cell receptor BCR. Patients typically present in early childhood with recurrent infections, in particular with extracellular, encapsulated bacteria. XLA is deemed to have a relatively low incidence of disease, with an occurrence rate of approximately 1 in 200,000 live births and a frequency of about 1 in 100,000 male newborns. It has no ethnic predisposition. XLA is treated by infusion of human antibody. Treatment with pooled gamma globulin cannot restore a functional population of B cells, but it is sufficient to reduce the severity and number of infections due to the passive immunity granted by the exogenous antibodies.",
            "score": 88.00945281982422
        },
        {
            "docid": "471444_29",
            "document": "Melioidosis . Interest in melioidosis has been expressed because it has the potential to be developed as a biological weapon. It is classed by the US Centers for Disease Control (CDC) as a category B agent. \"B. pseudomallei\", like \"B. mallei\" which causes glanders, was studied by the US as a potential biological warfare agent, but never weaponized. The Soviet Union was reported to have also experimented with \"B. pseudomallei\" as a biological warfare agent.",
            "score": 87.51779174804688
        },
        {
            "docid": "309960_45",
            "document": "Cryptosporidiosis . A recombinant \"Cryptosporidium parvum\" oocyst surface protein (rCP15/60) vaccine has produced an antibody response in a large group of cows and also antibody response in calves fed rCP15/60-immune colostrum produced by these vaccinated cows. This is very promising. Human \"Cryptosporidium parvum\" infections are particularly prevalent and often fatal in neonates in developing countries and to immunocompromised people, such as AIDS patients. There is no commercially available effective vaccine against \"Cryptosporidium parvum\", although passive immunization utilizing different zoite surface (glyco)proteins has shown promise. Developmental stages of the life cycle of the parasite might act as possible targets for vaccine development. The organism is detected in 65–97% of the surface-water supply in the United States and is resistant to most disinfectants used for the treatment of drinking water. Antibodies in the serum of humans and animals infected with \"Cryptosporidium parvum\" react with several antigens, one of which is a 15  protein (CP15) located on the surface of the organism. This protein is a good candidate for use as a molecular vaccine because previous studies have shown that a monoclonal antibody to CP15 confers passive immunity to mice. Currently, there is no vaccine or completely effective drug therapy against \"Cryptosporidium parvum\" in HIV/AIDS individuals.",
            "score": 86.85413360595703
        },
        {
            "docid": "33456956_11",
            "document": "RTS,S . The RTS,S vaccine was engineered using genes from the repeat and T-cell epitope in the pre-erythrocytic circumsporozoite protein (CSP) of the \"Plasmodium falciparum\" malaria parasite and a viral envelope protein of the hepatitis B virus (HBsAg), to which was added a chemical adjuvant (AS01) to increase the immune system response. Infection is prevented by inducing humoral and cellular immunity, with high antibody titers, that block the parasite from infecting the liver.",
            "score": 86.78817749023438
        },
        {
            "docid": "5589310_8",
            "document": "Blaberus giganteus . When exposed to infection or invasion of various microorganisms, insects have two general responses of their immune systems. In \"B. giganteus\", such an invasion elicits a humoral response, where specific proteins are produced or activated by the existence of a pathogen. The fat body, which is usually associated with storing and releasing energy depending on demands, induces several novel proteins when confronted with fungal cell walls. The giant cockroach exhibits adaptive humoral responses, which means their immune response has a specific memory similar to what can be found in mammalian immune systems. This is beneficial for long-lived individuals, as they have increased chances of encountering the same infection numerous times. The biological significance of these proteins is yet to be determined, but they are known to play a role in defense against fungal infections.",
            "score": 86.7138671875
        },
        {
            "docid": "1664060_3",
            "document": "Adaptive immune system . Unlike the innate immune system, the adaptive immune system is highly specific to a particular pathogen. Adaptive immunity can also provide long-lasting protection; for example, someone who recovers from measles is now protected against measles for their lifetime. In other cases it does not provide lifetime protection; for example, chickenpox. The adaptive system response destroys invading pathogens and any toxic molecules they produce. Sometimes the adaptive system is unable to distinguish harmful from harmless foreign molecules; the effects of this may be hayfever, asthma or any other allergy. Antigens are any substances that elicit the adaptive immune response. The cells that carry out the adaptive immune response are white blood cells known as lymphocytes. Two main broad classes—antibody responses and cell mediated immune response—are also carried by two different lymphocytes (B cells and T cells). In antibody responses, B cells are activated to secrete antibodies, which are proteins also known as immunoglobulins. Antibodies travel through the bloodstream and bind to the foreign antigen causing it to inactivate, which does not allow the antigen to bind to the host.",
            "score": 86.63629150390625
        },
        {
            "docid": "140968_33",
            "document": "Rotavirus . Rotaviruses elicit both B and T cell immune responses. Antibodies to the rotavirus VP4 and VP7 proteins neutralise viral infectivity \"in vitro\" and \"in vivo\". Specific antibodies of the classes IgM, IgA and IgG are produced, which have been shown to protect against rotavirus infection by the passive transfer of the antibodies in animals. Maternal trans-placental IgG might play a role in the protection neonates from rotavirus infections, but on the other hand might reduce vaccine efficacy.",
            "score": 86.36582946777344
        },
        {
            "docid": "471444_35",
            "document": "Melioidosis . The single most important risk factor for developing melioidosis is diabetes mellitus, followed by hazardous alcohol use, chronic kidney disease, and chronic lung disease. Other risk factors include thalassaemia, occupation (rice paddy farmers), and cystic fibrosis. The mode of infection is believed to be through either a break in the skin, or the inhalation of aerosolized \"B. pseudomallei\" cells. Person-to-person spread has been described, but is extremely unusual. HIV infection does not predispose to melioidosis.",
            "score": 86.16681671142578
        },
        {
            "docid": "9335254_3",
            "document": "Polyclonal B cell response . In the course of normal immune response, parts of pathogens (e.g. bacteria) are recognized by the immune system as foreign (non-self), and eliminated or effectively neutralized to reduce their potential damage. Such a recognizable substance is called an antigen. The immune system may respond in multiple ways to an antigen; a key feature of this response is the production of antibodies by B cells (or B lymphocytes) involving an arm of the immune system known as humoral immunity. The antibodies are soluble and do not require direct cell-to-cell contact between the pathogen and the B-cell to function.",
            "score": 86.08995819091797
        },
        {
            "docid": "73592_29",
            "document": "Toxoplasmosis . To some extent, acute toxoplasmosis infections can be differentiated from chronic infections using an IgG avidity test, which is a variation on the ELISA. In the first response to infection, toxoplasma-specific IgG has a low affinity for the toxoplasma antigen; in the following weeks and month, IgG affinity for the antigen increases. Based on the IgG avidity test, if the IgG in the infected individual has a high affinity, it means that the infection began three to five months before testing. This is particularly useful in congenital infection, where pregnancy status and gestational age at time of infection determines treatment. In contrast to IgG, IgM antibodies can be used to detect acute infection, but generally not chronic infection. The IgM antibodies appear sooner after infection than the IgG antibodies and disappear faster than IgG antibodies after recovery. In most cases, \"T. gondii\"-specific IgM antibodies can first be detected approximately a week after acquiring primary infection, and decrease within one to six months; 25% of those infected are negative for \"T. gondii\"-specific IgM within seven months. However, IgM may be detectable months or years after infection, during the chronic phase, and false positives for acute infection are possible. The most commonly used tests for the measurement of IgM antibody are double-sandwich IgM-ELISA, the IFA test, and the immunosorbent agglutination assay (IgM-ISAGA). Commercial test kits often have low specificity, and the reported results are frequently misinterpreted.",
            "score": 85.78935241699219
        }
    ]
}