{
    "q": [
        {
            "docid": "54942000_4",
            "document": "MAPK networks . Plants have many protection mechanisms to cope with stresses from the environment, which include ultraviolet light, cold or hot weather, windy days, and mechanical wounding. There are multiple pathways, but one pathway that plants have been able to develop is a self-defense mechanism by recognize pathogens through pathogen-associated molecular patterns (PAMPs) via cell surface-located pathogen-recognition receptors. These receptors induce intracellular signal pathways within the plant cells, while also resulting in PAMP-triggered immunity. Responses to PAMPs target broadly instead of specifically. This immunity requires downstream components via the MAPK cascade to activate the MAP kinases. The flagellin, a peptide of flg22, triggers a rapid and strong activation of MPK3, MPK4, and MPK6. MPK4 and MPK6 can be activated by harpin proteins. MPK3 and MPK6 are very similar proteins and have a function as regulators in abscission, stomatal development, signaling various abiotic stresses, and defense responses to certain pathogens. Experimentation has proposed that the MAPK module MEKK1-MKK4/MKK5-MPK3/MPK6 may be responsible for flg22 signal transmission. All of the proposed modules appear to be correct expect for MEKK1 because plants with \"mekk1\" mutated have a compromised flg22-triggered activation of MPK4, yet they have normal activation of MPK3 and MPK6. Data has shown that MAPK cascade is composed of MKK4/MKK5 and MPK3/MPK6 in response to fungal pathogens. The observation shows that the activation of MPK3/MPK6 in conditional gain-of-function plants for MKK4/MKK5 or MEKK1/MKKKa is sufficient to induce camalexin, which is a major phytoalexin in \"Arabidopsis.\" The stomata are considered to be the entry point for pathogenic invaders because microbial invaders enter the plant at the stomata. A recent study has shown that MAPK cascades play a role in abiotic and biotic stress responses. The main pathways in stomatal development and dynamics are MPK3 and MPK6. During a drought, the stomata closes and is believed to be mediated by the phytohormone, abscisic acid, and involves MKK1, MPK3, and MPK6. Another way of closing the stomata is through a closing process that is called pathogen-induced, which is an innate response from the plant. \"Campestris (Xcc)\" excretes a chemical that reverts stomatal closure that was caused by bacteria and abscisic acid (ABA). Most stomata close in the presents of ABA, but some are unresponsive to bacteria. In \"Arabidopsis\" \"Xcc\" does not revert bacteria-induced or ABA-induced stomatal closure. Scientists are not certain if MAPK cascades are responsible for the signaling, so further investigation is needed for this.",
            "score": 107.89012396335602
        },
        {
            "docid": "54942000_5",
            "document": "MAPK networks . The identification of MEKK1-MKK1/2-MPK4 in pathogen signaling has been a tremendous finding. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations are dwarfed and acquire too much of reactive oxygen species. The mutations are considered to be from the enhancement of SA levels, which is partially reversed by bacterial SA hydrolase. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations have cell death occur spontaneously, pathogenesis-related genes and increased resistance to pathogens. MEKK1 appears to have deregulation pathways that are unknown and do not involve MKK1/MKK2 nor MPK4. MEKK1 interact with WRKY53, which is responsible for \"mekk1\" genes set, and alter the activity of WRKY53 that is a short portion of MAPK signaling. Substrates of MPK4 are three proteins: WRKY33, WRKY25, and MKS1. Ternary MKS1-MPK4-WRKY33 complexes have been recognized by nuclear extracts. Recruitment of WRKY33 depends on the phosphorylation of MPK4. Once activated, MPK3 phosphorylates MKS1, which releases WRKY33 from the ternary complex. The free WRKY33 is believed to induce transcription on target genes., allowing for a negative regulation by MPK4. Pathogens have developed mechanisms that inactivate PAMP-induced signaling pathways through the MAPK networks. Andrea Pitzschke and her colleges claim “AvrPto and AvrPtoB interact with the FLS2 receptor and its co-receptor BAK1. AvrPtoB catalyzes the polyubiquitination and subsequent proteasome-dependent degradation of FLS2” (Pitzschke 3). AvrPto interacts with BAK1 and interrupts the binding of FLS2. \"Pseudomonas syringae\" have HopAI1, which is a phosphothreonin lyase, and dephosphorylates the threonine residue at the upstream MAPKKs. HopAI1 interacts with MPK3 and MPK6 allowing for flg22 activation to occur. In certain soil-borne pathogens that carry flagellin variants cannot be detected by FLS2, but there is still a triggered innate immune response. The immune response has been shown to be from the EF-Tu protein. Flg22, elf18, FLS2 and EFR have receptors that are in the same subfamily of LRR-RLKs, LRRXII. This means that elf18 and flg22 induce extracellular alkalization, rapid activation of MAPKs, and gene responses that are similar to each other. Although there appears to be an important relationship between MAPKs with EF-Tu-triggered defense, the evidence remains to be unclear. The reason for this unclear relationship is because of \"Agrobacterium tumefaciens,\" which infects into segments of plant DNA.  EFR1 mutants do not recognize EF-Tu, but there is no research on MAPK activities and \"efr1.\" Initiation of defense signaling can be a positive effect to the plant pathogens because activating MPK3 in response to flg22 causes phosphorylation and translocation of virE2 interacting protein 1 (VIP1). VIP1 serves as a shuttle for the pathogenic T-DNA, but the induction of defense genes can occur as well. This allows for the spreading and cessation of the pathogen in the plant, but the pathogen can overcome the problem by attacking VIP1 for proteasome degradation by VirF, which is a virulence factor that encodes an F-box protein.",
            "score": 121.53271818161011
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 105.96805191040039
        },
        {
            "docid": "54112223_47",
            "document": "Transcriptomics technologies . Transcriptomic analysis has predominantly focused on either the host or the pathogen. Dual RNA-Seq has been applied to simultaneously profile RNA expression in both the pathogen and host throughout the infection process. This technique enables the study of the dynamic response and interspecies gene regulatory networks in both interaction partners from initial contact through to invasion and the final persistence of the pathogen or clearance by the host immune system.",
            "score": 104.56775522232056
        },
        {
            "docid": "33769881_29",
            "document": "Immunomics . The immune system is a network of genetic and signaling pathways connected by a network of interacting cells. The Immunological Genome Project seeks to generate a complete compendium of protein-coding gene expression for all cell populations in the mouse immune system. It analyzes both steady-state conditions within different cell populations, and in response to genetic and/or environmental perturbations created by natural genetic polymorphism, gene knock-out, gene knock-down by RNAi, or drug treatment. Computational tools to reverse-engineer or predict immune cell regulatory networks use these expression profiles.",
            "score": 111.13304710388184
        },
        {
            "docid": "14958_3",
            "document": "Immune system . Pathogens can rapidly evolve and adapt, and thereby avoid detection and neutralization by the immune system; however, multiple defense mechanisms have also evolved to recognize and neutralize pathogens. Even simple unicellular organisms such as bacteria possess a rudimentary immune system in the form of enzymes that protect against bacteriophage infections. Other basic immune mechanisms evolved in ancient eukaryotes and remain in their modern descendants, such as plants and invertebrates. These mechanisms include phagocytosis, antimicrobial peptides called defensins, and the complement system. Jawed vertebrates, including humans, have even more sophisticated defense mechanisms, including the ability to adapt over time to recognize specific pathogens more efficiently. Adaptive (or acquired) immunity creates immunological memory after an initial response to a specific pathogen, leading to an enhanced response to subsequent encounters with that same pathogen. This process of acquired immunity is the basis of vaccination.",
            "score": 66.11273550987244
        },
        {
            "docid": "1408530_30",
            "document": "Circadian clock . By examining knockdown of several transcriptional repressors, GDNA also revealed paralog compensation where gene paralogs were upregulated through an active mechanism by which gene function is replaced following knockdown in a nonredunant manner—that is, one component is sufficient to sustain function. These results further suggested that a clock network utilizes active compensatory mechanisms rather than simple redundancy to confer robustness and maintain function. In essence, the authors proposed that the observed network features act in concert as a genetic buffering system to maintain clock function in the face of genetic and environmental perturbation. Following this logic, we may use genomics to explore network features in the circadian oscillator.",
            "score": 105.90229952335358
        },
        {
            "docid": "3113497_38",
            "document": "Innate immune system . Most plant immune responses involve systemic chemical signals sent throughout a plant. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in Arabidopsis (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. When a part of a plant becomes infected with a microbial or viral pathogen, in case of an incompatible interaction triggered by specific elicitors, the plant produces a localized hypersensitive response (HR), in which cells at the site of infection undergo rapid programmed cell death to prevent the spread of the disease to other parts of the plant. HR has some similarities to animal pyroptosis, such as a requirement of caspase-1-like proteolytic activity of VPEγ, a cysteine protease that regulates cell disassembly during cell death.",
            "score": 79.54436779022217
        },
        {
            "docid": "4052447_12",
            "document": "Neuroimmunology . The nervous and immune systems have many interactions that dictate overall body health. The nervous system is under constant monitoring from both the adaptive and innate immune system. Throughout development and adult life, the immune system detects and responds to changes in cell identity and neural connectivity. Deregulation of both adaptive and acquired immune responses, impairment of crosstalk between these two systems, as well as alterations in the deployment of innate immune mechanisms can predispose the central nervous system (CNS) to autoimmunity and neurodegeneration. Other evidence has shown that development and deployment of the innate and acquired immune systems in response to stressors on functional integrity of cellular and systemic level and the evolution of autoimmunity are mediated by epigenetic mechanisms. Autoimmunity has been increasingly linked to targeted deregulation of epigenetic mechanisms, and therefore, use of epigenetic therapeutic agents may help reverse complex pathogenic processes. Multiple sclerosis (MS) is one type of neuroimmunological disorder that affects many people. MS features CNS inflammation, immune-mediated demyelination and neurodegeneration, and may represent an emerging class of epigenetic disorders.",
            "score": 60.681358337402344
        },
        {
            "docid": "4025205_2",
            "document": "Systemic acquired resistance . The systemic acquired resistance (SAR) is a \"whole-plant\" resistance response that occurs following an earlier localized exposure to a pathogen. SAR is analogous to the innate immune system found in animals, and there is evidence that SAR in plants and innate immunity in animals may be evolutionarily conserved. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. SAR is important for plants to resist disease, as well as to recover from disease once formed. SAR can be induced by a wide range of pathogens, especially (but not only) those that cause tissue necrosis, and the resistance observed following induction of SAR is effective against a wide range of pathogens, which is why SAR resistance is sometimes called \"broad spectrum\". SAR is associated with the induction of a wide range of genes (so called PR or \"pathogenesis-related\" genes), and the activation of SAR requires the accumulation of endogenous salicylic acid (SA). The pathogen-induced SA signal activates a molecular signal transduction pathway that is identified by a gene called \"NIM1\", \"NPR1\" or \"SAI1\" (three names for the same gene) in the model genetic system \"Arabidopsis thaliana\". SAR has been observed in a wide range of flowering plants, including dicotyledon and monocotyledon species. SAR can be activated in corn, however, widely adapted commercial like Benzothiadiazole may not be efficient against \"P. sorghi\" causing common rust.",
            "score": 89.5466079711914
        },
        {
            "docid": "33769881_24",
            "document": "Immunomics . Networks represent the broadest level of genetic interactions and aim to link all genes and transcripts in the immunological genome. Cellular phenotypes and differentiation states are ultimately established by the activity of these networks of co-regulated genes. One of the most complete networks in immunology has deciphered regulatory connections among normal and transformed human B cells. This analysis suggests a hierarchical network where a small number of highly connected genes (called “hubs”) regulated most interactions. Proto-oncogene MYC emerged as a major hub and highly influential regulator for B cells. Notably, MYC was found to directly control BYSL, a highly conserved, but poorly characterized gene, and is the largest hub in the whole B cell network. This suggests that BYSL encodes an important cellular molecule and a critical effecter of MYC function, and motivates additional studies to elucidate its function. Therefore, using gene expression data to create networks can reveal genes highly influential in immune cell differentiation that pre-genomic technologies had not yet identified.",
            "score": 93.18799352645874
        },
        {
            "docid": "29188721_29",
            "document": "RNA interference . RNA interference is a vital part of the immune response to viruses and other foreign genetic material, especially in plants where it may also prevent the self-propagation of transposons. Plants such as \"Arabidopsis thaliana\" express multiple dicer homologs that are specialized to react differently when the plant is exposed to different viruses. Even before the RNAi pathway was fully understood, it was known that induced gene silencing in plants could spread throughout the plant in a systemic effect and could be transferred from stock to scion plants via grafting. This phenomenon has since been recognized as a feature of the plant adaptive immune system and allows the entire plant to respond to a virus after an initial localized encounter. In response, many plant viruses have evolved elaborate mechanisms to suppress the RNAi response. These include viral proteins that bind short double-stranded RNA fragments with single-stranded overhang ends, such as those produced by dicer. Some plant genomes also express endogenous siRNAs in response to infection by specific types of bacteria. These effects may be part of a generalized response to pathogens that downregulates any metabolic process in the host that aids the infection process.",
            "score": 63.94569909572601
        },
        {
            "docid": "57281681_4",
            "document": "Sophien Kamoun . Kamoun is known for his contributions to our understanding of plant diseases and plant immunity. He used genomics and molecular biology methods to obtain insights into the biology and evolution of eukaryotic plant pathogens. He discovered virulence effector families from plant pathogens and showed how they can modulate plant immunity. He demonstrated how antagonistic coevolution with host plants has impacted the architecture of pathogen genomes, accelerated the evolution of effector genes, and drove the emergence of immune receptor networks.",
            "score": 102.06285977363586
        },
        {
            "docid": "1903231_21",
            "document": "Pattern recognition receptor . RLRs, are RNA helicases, which have been shown to participate in intracellular recognition of viral double-stranded (ds) and single stranded RNA which recruit factors via twin N-terminal CARD domains to activate antiviral gene programs, which may be exploited in therapy of viral infections. It has been suggested that the main antiviral program induced by RLR is based on ATPase activity. RLRs often interact and create cross-talk with the TLRs in the innate immune response and in regulation of adaptive immune response. Plants contain a significant number of PRRs that share remarkable structural and functional similarity with drosophila TOLL and mammalian TLRs. The first PRR identified in plants or animals was the Xa21 protein, conferring resistance to the Gram-negative bacterial pathogen Xanthomonas oryzae pv. oryzae. Since that time two other plants PRRs, Arabidopsis FLS2 (flagellin) and EFR (elongation factor Tu receptor)have been isolated. The corresponding PAMPs for FLS2 and EFR have been identified. Upon ligand recognition, the plant PRRs transduce \"PAMP-triggered immunity\" (PTI). Plant immune systems also encode resistance proteins that resemble NOD-like receptors (see above), that feature NBS and LRR domains and can also carry other conserved interaction domains such as the TIR cytoplasmic domain found in Toll and Interleukin Receptors. The NBS-LRR proteins are required for effector triggered immunity (ETI).",
            "score": 79.50690054893494
        },
        {
            "docid": "54970639_12",
            "document": "Thimet oligopeptidase . Salicylic acid (SA), recognized as a phenolic compound, is involved in different biological processes within plants. This compound, together with other hormones, contributes to growth and development regulation. Additionally, they maintain plant immune response. In order to counter pathogen attacks and stress conditions, SA signaling activates the pathogen triggered immunity (PTI), effector-triggered immunity (ETI), and programmed cell death (PCD). TOP1 and TOP2 have shown a capacity to interact with salicylic acid and mediate SA activity in the system. \"In vitro\" experiments have shown that when these enzymes are not present or defective, the vulnerability to pathogen infection is higher.",
            "score": 86.9954342842102
        },
        {
            "docid": "8767449_15",
            "document": "Public health genomics . The term genomics, referring to the organism’s whole genome, is also used to refer to gene informatics, or the collection and storage of genetic data, including the functional information associated with the genes, and the analysis of the data as combinations, patterns and networks by computer algorithms. Systems biology and genomics are natural partners, since the development of genomic information and systems naturally facilitates analysis of systems biology questions involving relationships between genes, their variants (SNPs) and biological function. Such questions include the investigation of signaling pathways, evolutionary trees, or biological networks, such as immune networks and pathways. For this reason, genomics and these approaches are particularly suited to studies in immunology. The study of immunology using genomics, as well as proteomics and transcriptomics (Includes gene profiles, either genomic or expressed gene mRNA profiles), has been termed immunomics.",
            "score": 112.09427106380463
        },
        {
            "docid": "54942000_3",
            "document": "MAPK networks . Mitogen-activated protein kinase (MAPK) networks can be found in eukaryotic cells. MAPK pathways in plants are known to regulate cell growth, cell development, cell death, and cell responses to environmental stimuli. Only a few of the MAPK mechanism components are known and have been studied. The components such as \"Arabidopsis\" MAPKKKs YODA, ANP2/ANP3, and MP3K6/MP3K7 functions in the development of the cell. MEKK1 and ANP1 function in the response to environmental stress. Unfortunately, only eight out of the twenty mitogen-activated protein kinases have been studied. The most commonly studied MAPKs are MPK3, MPK4, and MPK6, which are activated by a diversity of stimuli including abiotic stresses, pathogens, and oxidative stressors. MPK4 negatively regulates biotic stress signaling, while MPK3 and MPK6 function as positive mediators of defense responses. The plant has these positive and negative mediators allowing for normal plant growth and development, which has been proven true by the severely dwarfed phenotype of \"mpk4\" and the embryo lethal phenotype of \"mpk3\" and \"mpk6\" mutants.",
            "score": 96.65795612335205
        },
        {
            "docid": "22590461_20",
            "document": "Plant disease resistance . Plant sRNA pathways are understood to be important components of pathogen-associated molecular pattern (PAMP)-triggered immunity (PTI) and effector-triggered immunity (ETI). Bacteria‐induced miRNAs in Arabidopsis have been shown to influence hormonal signalling including auxin, abscisic acid (ABA), jasmonic acid (JA) and salicylic acid (SA). . Advances in genome‐wide studies revealed a massive adaptation of host miRNA expression patterns after infection by fungal pathogens \"Fusarium virguliforme,\" \"Erysiphe graminis\", \"Verticillium dahliae\", and \"Cronartium quercuum\", and the oomycete \"Phytophthora sojae\". Changes to sRNA expression in response to fungal pathogens indicate that gene silencing may be involved in this defense pathway. However, there is also evidence that the antifungal defense response to \"Colletotrichum\" spp. infection in maize is not entirely regulated by specific miRNA induction, but may instead act to fine-tune the balance between genetic and metabolic components upon infection.  ",
            "score": 84.83252608776093
        },
        {
            "docid": "33785040_12",
            "document": "Ultrasensitivity . One example of a buffering mechanism is protein sequestration, which is a common mechanism found in signalling and regulatory networks. In 2009, Buchler and Cross constructed a synthetic genetic network that was regulated by protein sequestration of a transcriptional activator by a dominant-negative inhibitor. They showed that this system results in a flexibile ultrasensitive response in gene expression. It is flexible in that the degree of ultrasensitivity can be altered by changing expression levels of the dominant-negative inhibitor. Figure 1 in their article illustrates how an active transcription factor can be sequestered by an inhibitor into the inactive complex AB that is unable to bind DNA. This type of mechanism results in an \"all-or-none\" response, or ultransensitivy, when the concentration of the regulatory protein increases to the point of depleting the inhibitor. Robust buffering against a response exists below this concentration threshold, and when it is reached any small increase in input is amplified into a large change in output.",
            "score": 95.4846863746643
        },
        {
            "docid": "14958_9",
            "document": "Immune system . Microorganisms or toxins that successfully enter an organism encounter the cells and mechanisms of the innate immune system. The innate response is usually triggered when microbes are identified by pattern recognition receptors, which recognize components that are conserved among broad groups of microorganisms, or when damaged, injured or stressed cells send out alarm signals, many of which (but not all) are recognized by the same receptors as those that recognize pathogens. Innate immune defenses are non-specific, meaning these systems respond to pathogens in a generic way. This system does not confer long-lasting immunity against a pathogen. The innate immune system is the dominant system of host defense in most organisms.",
            "score": 76.98105263710022
        },
        {
            "docid": "55313_24",
            "document": "Allergy . Allergic diseases are caused by inappropriate immunological responses to harmless antigens driven by a TH2-mediated immune response. Many bacteria and viruses elicit a TH1-mediated immune response, which down-regulates TH2 responses. The first proposed mechanism of action of the hygiene hypothesis was that insufficient stimulation of the TH1 arm of the immune system leads to an overactive TH2 arm, which in turn leads to allergic disease. In other words, individuals living in too sterile an environment are not exposed to enough pathogens to keep the immune system busy. Since our bodies evolved to deal with a certain level of such pathogens, when they are not exposed to this level, the immune system will attack harmless antigens and thus normally benign microbial objects—like pollen—will trigger an immune response.",
            "score": 61.8349289894104
        },
        {
            "docid": "31492340_4",
            "document": "IRGs . Studies to determine the evolutionary origins of vertebrates have led to understanding the development of immune system processes and furthermore answer the questions of how and why pathogens have learned to evade and shut down these selectable genetic traits. Eight functional and four pseudo IRG genes have been identified in the invertebrate \"Branchiostoma floridiae\". Li et al. determined expression patterns of functional IFN-inducible GTPase genes in \"Branchiostoma japonicum\" at various immunologic sites when induced by pathogens and pathogenic substances. This evidence suggests that IRGs may function in an immune-related capacity in cephalochordates. The paradox remains that these IRGs function without induction by IFN activation pathways, since \"B. japonicum\" and other amphioxus species do not possess IFN and IFN receptor genes. It is possible that IRGs may have existed prior to the Cambrian Explosion as an innate immune mechanism and with the evolution of the adaptive immune system in vertebrates, IFN evolved to modulate IRG function. Vertebrates have evolved an array of IRG genes as a whole, potentially due to the evolution between variable pathogen interactions. The C57BL/6 mouse has 23 IRG genes of which 21 may be functional in resistance to pathogens (6 are well characterized), whereas humans have evolved only 1 functional IRG gene (IRGM) and one pseudogene. Studies in mice have characterized the importance of the type 2 effector molecule IFNγ in various cell types and gone on to determine the importance of these proteins in intracellular pathogen resistance.",
            "score": 84.13138270378113
        },
        {
            "docid": "54987630_8",
            "document": "EF-Tu receptor . Like EFR, FLS2 (flagellin-sensing 2) is a plant receptor-like kinase that acts as a PRR in the plant innate immune system. Instead of binding to EF-Tu, it binds to flagellin, another highly conserved structure present on many pathogens. It, like EF-Tu, is a good target for the plant immune system since it is so widespread. It also triggers an immune response in a larger variety of plants than EF-Tu. The immune response triggered by FLS2 is very similar to the one that is triggered by EFR and the enzymes that are activated by both receptors likely come from a common pool that is found in many cells. This indicates that the two receptor pathways converge, which has been shown to occur at the ion channels in the plasma membrane. By perceiving multiple PAMPs, a plant is able to respond to a pathogenic infection more quickly and efficiently, as well as respond to a wider array of pathogens.",
            "score": 70.6618047952652
        },
        {
            "docid": "171104_19",
            "document": "Chitin . How chitin interacts with the immune system of plants and animals has been an active area of research, including the identity of key receptors with which chitin interacts, whether the size of chitin particles is relevant to the kind of immune response triggered, and mechanisms by which immune systems respond. Chitin and chitosan have been explored as a vaccine adjuvant due to its ability to stimulate an immune response.",
            "score": 57.94495177268982
        },
        {
            "docid": "45214668_11",
            "document": "WRKY transcription factor . One of the most notorious roles of the WRKY transcription factor family is the regulation of plant stress tolerance. WRKYs participate in nearly every aspect of plant defense to abiotic and biotic stressors. WRKYs are known to regulate cold, drought, flooding, heat, heavy metal toxicity, low humidity, osmotic, oxidative, salt and UV stresses. Likewise, WRKY transcription factors play an essential role in plant tolerance to biotic stresses, protecting against innumerable viruses, bacterial and fungal pathogens, as well as insect herbivory. Plants are believed to perceive pathogens via pathogen-associated molecular pattern (PAMP) triggered immunity and effector-triggered immunity. WRKY transcription factors participate in regulating responses to pathogens by targeting PAMP and effector triggered immunity.",
            "score": 75.9299967288971
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 88.29107391834259
        },
        {
            "docid": "54940860_7",
            "document": "Integrin-like receptors . ILRs play a role in protein-protein interaction and are found in the plasma membrane of plant cells in the leaf, root and vasculature of plants. Plants produce a physiological response that is dependent on information obtained from the environment. The majority of this information is received through mechanical signals which include touch, sound, and gravity. Therefore, the interaction between the ECM and the internal cell response is incredibly important for receiving and interpreting information. The specific functionality of ILRs in plants is not well characterized but in addition to mechanical signaling transduction, they are believed to have some role in plant immune response, osmotic stress sensitivity, and ion regulation within the cell.",
            "score": 79.53256916999817
        },
        {
            "docid": "14958_43",
            "document": "Immune system . Unlike animals, plants lack phagocytic cells, but many plant immune responses involve systemic chemical signals that are sent through a plant. Individual plant cells respond to molecules associated with pathogens known as Pathogen-associated molecular patterns or PAMPs. When a part of a plant becomes infected, the plant produces a localized hypersensitive response, whereby cells at the site of infection undergo rapid apoptosis to prevent the spread of the disease to other parts of the plant. Systemic acquired resistance (SAR) is a type of defensive response used by plants that renders the entire plant resistant to a particular infectious agent. RNA silencing mechanisms are particularly important in this systemic response as they can block virus replication.",
            "score": 67.11593008041382
        },
        {
            "docid": "18003398_5",
            "document": "Eugene C. Butcher . A major focus of the group is on understanding the physiologic significance and control of targeted lymphocyte trafficking. To this end, they are studying the specialized homing mechanisms and functional properties of tissue infiltrating lymphocytes involved in local immune, autoimmune and regulatory responses in the GI tract (intestines, liver), skin, lungs, and other sites. Genetic, antibody and small molecule-based approaches allow them to define the role of trafficking molecules and mechanisms in models of autoimmune and infectious diseases. The team is also exploring mechanisms that imprint lymphocyte homing and chemokine receptor expression during tissue-specific immune responses, and are developing techniques to recapitulate such regulation in vitro for cell targeting and therapy. Dendritic cells (DC) play an important role in this context, and they are interested in the mechanisms by which specialized DC “interpret” and process local environmental signals (e.g. vitamins, metabolites, cytokines) to control T cell trafficking and regulatory vs. effector activities.",
            "score": 61.527374148368835
        },
        {
            "docid": "19828134_50",
            "document": "Plant . By means of cells that behave like nerves, plants receive and distribute within their systems information about incident light intensity and quality. Incident light that stimulates a chemical reaction in one leaf, will cause a chain reaction of signals to the entire plant via a type of cell termed a \"bundle sheath cell\". Researchers, from the Warsaw University of Life Sciences in Poland, found that plants have a specific memory for varying light conditions, which prepares their immune systems against seasonal pathogens. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis thaliana\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins.",
            "score": 80.79543280601501
        },
        {
            "docid": "22072718_14",
            "document": "Biological network . In biology, pairwise interactions have historically been the focus of intense study. With the recent advances in network science, it has become possible to scale up pairwise interactions to include individuals of many species involved in many sets of interactions to understand the structure and function of larger ecological networks. The use of network analysis can allow for both the discovery and understanding how these complex interactions link together within the system’s network, a property which has previously been overlooked. This powerful tool allows for the study of various types of interactions (from competitive to cooperative) using the same general framework. For example, plant-pollinator interactions are mutually beneficial and often involve many different species of pollinators as well as many different species of plants. These interactions are critical to plant reproduction and thus the accumulation of resources at the base of the food chain for primary consumers, yet these interaction networks are threatened by anthropogenic change. The use of network analysis can illuminate how pollination networks work and may in turn inform conservation efforts. Within pollination networks, nestedness (i.e., specialists interact with a subset of species that generalists interact with), redundancy (i.e., most plants are pollinated by many pollinators), and modularity play a large role in network stability. These network properties may actually work to slow the spread of disturbance effects through the system and potentially buffer the pollination network from anthropogenic changes somewhat. More generally, the structure of species interactions within an ecological network can tell us something about the diversity, richness, and robustness of the network. Researchers can even compare current constructions of species interactions networks with historical reconstructions of ancient networks to determine how networks have changed over time. Recent research into these complex species interactions networks is highly concerned with understanding what factors (e.g., diversity) lead to network stability.",
            "score": 103.69076538085938
        },
        {
            "docid": "1902312_4",
            "document": "Pathogen-associated molecular pattern . The term \"PAMP\" has been criticized on the grounds that most microbes, not only pathogens, express the molecules detected; the term microbe-associated molecular pattern (MAMP), has therefore been proposed. A virulence signal capable of binding to a pathogen receptor, in combination with a MAMP, has been proposed as one way to constitute a (pathogen-specific) PAMP. Plant immunology frequently treats the terms \"PAMP\" and \"MAMP\" interchangeably, considering their recognition to be the first step in plant immunity, PTI (PAMP-triggered immunity), a relatively weak immune response that occurs when the host plant does not also recognize pathogenic effectors that damage it or modulate its immune response.",
            "score": 80.80324149131775
        }
    ],
    "r": [
        {
            "docid": "54942000_5",
            "document": "MAPK networks . The identification of MEKK1-MKK1/2-MPK4 in pathogen signaling has been a tremendous finding. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations are dwarfed and acquire too much of reactive oxygen species. The mutations are considered to be from the enhancement of SA levels, which is partially reversed by bacterial SA hydrolase. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations have cell death occur spontaneously, pathogenesis-related genes and increased resistance to pathogens. MEKK1 appears to have deregulation pathways that are unknown and do not involve MKK1/MKK2 nor MPK4. MEKK1 interact with WRKY53, which is responsible for \"mekk1\" genes set, and alter the activity of WRKY53 that is a short portion of MAPK signaling. Substrates of MPK4 are three proteins: WRKY33, WRKY25, and MKS1. Ternary MKS1-MPK4-WRKY33 complexes have been recognized by nuclear extracts. Recruitment of WRKY33 depends on the phosphorylation of MPK4. Once activated, MPK3 phosphorylates MKS1, which releases WRKY33 from the ternary complex. The free WRKY33 is believed to induce transcription on target genes., allowing for a negative regulation by MPK4. Pathogens have developed mechanisms that inactivate PAMP-induced signaling pathways through the MAPK networks. Andrea Pitzschke and her colleges claim “AvrPto and AvrPtoB interact with the FLS2 receptor and its co-receptor BAK1. AvrPtoB catalyzes the polyubiquitination and subsequent proteasome-dependent degradation of FLS2” (Pitzschke 3). AvrPto interacts with BAK1 and interrupts the binding of FLS2. \"Pseudomonas syringae\" have HopAI1, which is a phosphothreonin lyase, and dephosphorylates the threonine residue at the upstream MAPKKs. HopAI1 interacts with MPK3 and MPK6 allowing for flg22 activation to occur. In certain soil-borne pathogens that carry flagellin variants cannot be detected by FLS2, but there is still a triggered innate immune response. The immune response has been shown to be from the EF-Tu protein. Flg22, elf18, FLS2 and EFR have receptors that are in the same subfamily of LRR-RLKs, LRRXII. This means that elf18 and flg22 induce extracellular alkalization, rapid activation of MAPKs, and gene responses that are similar to each other. Although there appears to be an important relationship between MAPKs with EF-Tu-triggered defense, the evidence remains to be unclear. The reason for this unclear relationship is because of \"Agrobacterium tumefaciens,\" which infects into segments of plant DNA.  EFR1 mutants do not recognize EF-Tu, but there is no research on MAPK activities and \"efr1.\" Initiation of defense signaling can be a positive effect to the plant pathogens because activating MPK3 in response to flg22 causes phosphorylation and translocation of virE2 interacting protein 1 (VIP1). VIP1 serves as a shuttle for the pathogenic T-DNA, but the induction of defense genes can occur as well. This allows for the spreading and cessation of the pathogen in the plant, but the pathogen can overcome the problem by attacking VIP1 for proteasome degradation by VirF, which is a virulence factor that encodes an F-box protein.",
            "score": 121.53271484375
        },
        {
            "docid": "8767449_15",
            "document": "Public health genomics . The term genomics, referring to the organism’s whole genome, is also used to refer to gene informatics, or the collection and storage of genetic data, including the functional information associated with the genes, and the analysis of the data as combinations, patterns and networks by computer algorithms. Systems biology and genomics are natural partners, since the development of genomic information and systems naturally facilitates analysis of systems biology questions involving relationships between genes, their variants (SNPs) and biological function. Such questions include the investigation of signaling pathways, evolutionary trees, or biological networks, such as immune networks and pathways. For this reason, genomics and these approaches are particularly suited to studies in immunology. The study of immunology using genomics, as well as proteomics and transcriptomics (Includes gene profiles, either genomic or expressed gene mRNA profiles), has been termed immunomics.",
            "score": 112.09426879882812
        },
        {
            "docid": "33769881_29",
            "document": "Immunomics . The immune system is a network of genetic and signaling pathways connected by a network of interacting cells. The Immunological Genome Project seeks to generate a complete compendium of protein-coding gene expression for all cell populations in the mouse immune system. It analyzes both steady-state conditions within different cell populations, and in response to genetic and/or environmental perturbations created by natural genetic polymorphism, gene knock-out, gene knock-down by RNAi, or drug treatment. Computational tools to reverse-engineer or predict immune cell regulatory networks use these expression profiles.",
            "score": 111.13304138183594
        },
        {
            "docid": "54942000_4",
            "document": "MAPK networks . Plants have many protection mechanisms to cope with stresses from the environment, which include ultraviolet light, cold or hot weather, windy days, and mechanical wounding. There are multiple pathways, but one pathway that plants have been able to develop is a self-defense mechanism by recognize pathogens through pathogen-associated molecular patterns (PAMPs) via cell surface-located pathogen-recognition receptors. These receptors induce intracellular signal pathways within the plant cells, while also resulting in PAMP-triggered immunity. Responses to PAMPs target broadly instead of specifically. This immunity requires downstream components via the MAPK cascade to activate the MAP kinases. The flagellin, a peptide of flg22, triggers a rapid and strong activation of MPK3, MPK4, and MPK6. MPK4 and MPK6 can be activated by harpin proteins. MPK3 and MPK6 are very similar proteins and have a function as regulators in abscission, stomatal development, signaling various abiotic stresses, and defense responses to certain pathogens. Experimentation has proposed that the MAPK module MEKK1-MKK4/MKK5-MPK3/MPK6 may be responsible for flg22 signal transmission. All of the proposed modules appear to be correct expect for MEKK1 because plants with \"mekk1\" mutated have a compromised flg22-triggered activation of MPK4, yet they have normal activation of MPK3 and MPK6. Data has shown that MAPK cascade is composed of MKK4/MKK5 and MPK3/MPK6 in response to fungal pathogens. The observation shows that the activation of MPK3/MPK6 in conditional gain-of-function plants for MKK4/MKK5 or MEKK1/MKKKa is sufficient to induce camalexin, which is a major phytoalexin in \"Arabidopsis.\" The stomata are considered to be the entry point for pathogenic invaders because microbial invaders enter the plant at the stomata. A recent study has shown that MAPK cascades play a role in abiotic and biotic stress responses. The main pathways in stomatal development and dynamics are MPK3 and MPK6. During a drought, the stomata closes and is believed to be mediated by the phytohormone, abscisic acid, and involves MKK1, MPK3, and MPK6. Another way of closing the stomata is through a closing process that is called pathogen-induced, which is an innate response from the plant. \"Campestris (Xcc)\" excretes a chemical that reverts stomatal closure that was caused by bacteria and abscisic acid (ABA). Most stomata close in the presents of ABA, but some are unresponsive to bacteria. In \"Arabidopsis\" \"Xcc\" does not revert bacteria-induced or ABA-induced stomatal closure. Scientists are not certain if MAPK cascades are responsible for the signaling, so further investigation is needed for this.",
            "score": 107.89012145996094
        },
        {
            "docid": "1738259_43",
            "document": "Passive optical network . Passive optical networks do not use electrically powered components to split the signal. Instead, the signal is distributed using beam splitters. Each splitter typically splits the signal from a single fiber into 16, 32, or up to 256 fibers, depending on the manufacturer, and several splitters can be aggregated in a single cabinet. A beam splitter cannot provide any switching or buffering capabilities and doesn't use any power supply; the resulting connection is called a point-to-multipoint link. For such a connection, the optical network terminals on the customer's end must perform some special functions which would not otherwise be required. For example, due to the absence of switching, each signal leaving the central office must be broadcast to all users served by that splitter (including to those for whom the signal is not intended). It is therefore up to the optical network terminal to filter out any signals intended for other customers. In addition, since splitters have no buffering, each individual optical network terminal must be coordinated in a multiplexing scheme to prevent signals sent by customers from colliding with each other. Two types of multiplexing are possible for achieving this: wavelength-division multiplexing and time-division multiplexing. With wavelength-division multiplexing, each customer transmits their signal using a unique wavelength. With time-division multiplexing (TDM), the customers \"take turns\" transmitting information. TDM equipment has been on the market longest. Because there is no single definition of \"WDM-PON\" equipment, various vendors claim to have released the 'first' WDM-PON equipment, but there is no consensus on which product was the 'first' WDM-PON product to market.",
            "score": 106.49534606933594
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 105.96805572509766
        },
        {
            "docid": "1408530_30",
            "document": "Circadian clock . By examining knockdown of several transcriptional repressors, GDNA also revealed paralog compensation where gene paralogs were upregulated through an active mechanism by which gene function is replaced following knockdown in a nonredunant manner—that is, one component is sufficient to sustain function. These results further suggested that a clock network utilizes active compensatory mechanisms rather than simple redundancy to confer robustness and maintain function. In essence, the authors proposed that the observed network features act in concert as a genetic buffering system to maintain clock function in the face of genetic and environmental perturbation. Following this logic, we may use genomics to explore network features in the circadian oscillator.",
            "score": 105.90229797363281
        },
        {
            "docid": "28857_3",
            "document": "Signal transduction . Each component (or node) of a signaling pathway is classified according to the role it plays with respect to the initial stimulus. Ligands are termed \"first messengers\", while receptors are the \"signal transducers\", which then activate \"primary effectors\". Such effectors are often linked to second messengers, which can activate \"secondary effectors\", and so on. Depending on the efficiency of the nodes, a signal can be amplified (a concept known as signal gain), so that one signaling molecule can generate a response involving hundreds to millions of molecules. As with other signals, the transduction of biological signals is characterised by delay, noise, signal feedback and feedforward and interference, which can range from negligible to pathological. With the advent of computational biology, the analysis of signaling pathways and networks has become an essential tool to understand cellular functions and disease, including signaling rewiring mechanisms underlying responses to acquired drug resistance.",
            "score": 105.7004165649414
        },
        {
            "docid": "54112223_47",
            "document": "Transcriptomics technologies . Transcriptomic analysis has predominantly focused on either the host or the pathogen. Dual RNA-Seq has been applied to simultaneously profile RNA expression in both the pathogen and host throughout the infection process. This technique enables the study of the dynamic response and interspecies gene regulatory networks in both interaction partners from initial contact through to invasion and the final persistence of the pathogen or clearance by the host immune system.",
            "score": 104.56775665283203
        },
        {
            "docid": "22072718_14",
            "document": "Biological network . In biology, pairwise interactions have historically been the focus of intense study. With the recent advances in network science, it has become possible to scale up pairwise interactions to include individuals of many species involved in many sets of interactions to understand the structure and function of larger ecological networks. The use of network analysis can allow for both the discovery and understanding how these complex interactions link together within the system’s network, a property which has previously been overlooked. This powerful tool allows for the study of various types of interactions (from competitive to cooperative) using the same general framework. For example, plant-pollinator interactions are mutually beneficial and often involve many different species of pollinators as well as many different species of plants. These interactions are critical to plant reproduction and thus the accumulation of resources at the base of the food chain for primary consumers, yet these interaction networks are threatened by anthropogenic change. The use of network analysis can illuminate how pollination networks work and may in turn inform conservation efforts. Within pollination networks, nestedness (i.e., specialists interact with a subset of species that generalists interact with), redundancy (i.e., most plants are pollinated by many pollinators), and modularity play a large role in network stability. These network properties may actually work to slow the spread of disturbance effects through the system and potentially buffer the pollination network from anthropogenic changes somewhat. More generally, the structure of species interactions within an ecological network can tell us something about the diversity, richness, and robustness of the network. Researchers can even compare current constructions of species interactions networks with historical reconstructions of ancient networks to determine how networks have changed over time. Recent research into these complex species interactions networks is highly concerned with understanding what factors (e.g., diversity) lead to network stability.",
            "score": 103.69076538085938
        },
        {
            "docid": "57281681_4",
            "document": "Sophien Kamoun . Kamoun is known for his contributions to our understanding of plant diseases and plant immunity. He used genomics and molecular biology methods to obtain insights into the biology and evolution of eukaryotic plant pathogens. He discovered virulence effector families from plant pathogens and showed how they can modulate plant immunity. He demonstrated how antagonistic coevolution with host plants has impacted the architecture of pathogen genomes, accelerated the evolution of effector genes, and drove the emergence of immune receptor networks.",
            "score": 102.06285858154297
        },
        {
            "docid": "356382_11",
            "document": "Gene regulatory network . There are primarily two ways that networks can evolve, both of which can occur simultaneously. The first is that network topology can be changed by the addition or subtraction of nodes (genes) or parts of the network (modules) may be expressed in different contexts. The\" Drosophila\" Hippo signaling pathway provides a good example. The Hippo signaling pathway controls both mitotic growth and post-mitotic cellular differentiation. Recently it was found that the network the Hippo signaling pathway operates in differs between these two functions which in turn changes the behavior of the Hippo signaling pathway. This suggests that the Hippo signaling pathway operates as a conserved regulatory module that can be used for multiple functions depending on context. Thus, changing network topology can allow a conserved module to serve multiple functions and alter the final output of the network. The second way networks can evolve is by changing the strength of interactions between nodes, such as how strongly a transcription factor may bind to a cis-regulatory element. Such variation in strength of network edges has been shown to underlie between species variation in vulva cell fate patterning of \"Caenorhabditis\" worms.",
            "score": 101.55022430419922
        },
        {
            "docid": "12499410_57",
            "document": "Network motif . Much experimental work has been devoted to understanding network motifs in gene regulatory networks. These networks control which genes are expressed in the cell in response to biological signals. The network is defined such that genes are nodes, and directed edges represent the control of one gene by a transcription factor (regulatory protein that binds DNA) encoded by another gene. Thus, network motifs are patterns of genes regulating each other's transcription rate. When analyzing transcription networks, it is seen that the same network motifs appear again and again in diverse organisms from bacteria to human. The transcription network of \"E. coli\" and yeast, for example, is made of three main motif families, that make up almost the entire network. The leading hypothesis is that the network motif were independently selected by evolutionary processes in a converging manner, since the creation or elimination of regulatory interactions is fast on evolutionary time scale, relative to the rate at which genes change, Furthermore, experiments on the dynamics generated by network motifs in living cells indicate that they have characteristic dynamical functions. This suggests that the network motif serve as building blocks in gene regulatory networks that are beneficial to the organism.",
            "score": 99.33475494384766
        },
        {
            "docid": "57759_7",
            "document": "Biophoton . Imaging of biophotons from leaves has been used as a method for Assaying R Gene Responses. These genes and their associated proteins are responsible for pathogen recognition and activation of defense signaling networks leading to the hypersensitive response, which is one of the mechanisms of the resistance of plants to pathogen infection. It involves the generation of reactive oxygen species (ROS), which have crucial roles in signal transduction or as toxic agents leading to cell death.",
            "score": 97.92852020263672
        },
        {
            "docid": "47511015_2",
            "document": "Large scale brain networks . Large scale brain networks are collections of widespread brain regions showing functional connectivity by statistical analysis of the fMRI BOLD signal or other signal fluctuations. An emerging paradigm in neuroscience is that cognitive tasks are performed not by individual brain regions working in isolation, but by networks consisting of several discrete brain regions that are said to be \"functionally connected\" due to tightly coupled activity. Functional connectivity may be measured as long-range synchronization of the EEG, MEG, or other dynamic brain signals. Synchronized brain regions may also be identified using spatial independent component analysis. The set of identified brain areas that are linked together in a large-scale network varies with cognitive function. When the cognitive state is not explicit (i.e., the subject is at \"rest\"), the large scale brain network is a resting state network (RSN). As a physical system with graph-like properties, a large scale brain network has both nodes and edges, and cannot be identified simply by the co-activation of brain areas. In recent decades, the analysis of brain networks was made feasible by advances in imaging techniques as well as new tools from graph theory and dynamical systems. Large scale brain networks are identified by their function, and provide a coherent framework for understanding cognition by offering a neural model of how different cognitive functions emerge when different sets of brain regions join together as self-organized coalitions. Disruptions in activity in various networks have been implicated in neuropsychiatric disorders such as depression, Alzheimer's, autism spectrum disorder, schizophrenia and bipolar disorder.",
            "score": 97.88292694091797
        },
        {
            "docid": "54942000_3",
            "document": "MAPK networks . Mitogen-activated protein kinase (MAPK) networks can be found in eukaryotic cells. MAPK pathways in plants are known to regulate cell growth, cell development, cell death, and cell responses to environmental stimuli. Only a few of the MAPK mechanism components are known and have been studied. The components such as \"Arabidopsis\" MAPKKKs YODA, ANP2/ANP3, and MP3K6/MP3K7 functions in the development of the cell. MEKK1 and ANP1 function in the response to environmental stress. Unfortunately, only eight out of the twenty mitogen-activated protein kinases have been studied. The most commonly studied MAPKs are MPK3, MPK4, and MPK6, which are activated by a diversity of stimuli including abiotic stresses, pathogens, and oxidative stressors. MPK4 negatively regulates biotic stress signaling, while MPK3 and MPK6 function as positive mediators of defense responses. The plant has these positive and negative mediators allowing for normal plant growth and development, which has been proven true by the severely dwarfed phenotype of \"mpk4\" and the embryo lethal phenotype of \"mpk3\" and \"mpk6\" mutants.",
            "score": 96.657958984375
        },
        {
            "docid": "54992251_2",
            "document": "Botrytis–induced kinase 1 . \"Botrytis\"–induced kinase 1 (BIK1) is a membrane-anchored kinase that provides resistance to necrotrophic and biotrophic pathogens. As its name suggests, BIK1 is only active after being induced by \"Botrytis\" infection. When \"Botrytis cinerea\" is present, the BIK1 gene is transcribed so that the kinase is present to defend the cell. BIK1 functions to regulate the amount of salicylic acid (SA) present in the cell. When \"Botrytis cinerea\" or \"Alternaria brassicicola\" or any other necrotrophic pathogen is present, BIK1 is transcribed to regulate the pathogen response mechanisms. When BIK1 is present, SA levels decrease, allowing the nectrotrophic response to take place. When nectrotrophic pathogens are not present, BIK1 is not transcribed and SA levels increase, limiting the necrotrophic resistance pathway. Only the pathogenic defense response that is initiated by BIK1 is dependent on SA levels. Non-pathogenic cellular functions occur independently. In terms of non-pathogenic cellular functions, BIK1 is described as a critical component of ET signaling and PAMP-triggered immunity to pathogens. For cellular processes that are not directly related to pathogen resistance or defense, BIK1 does not utilize traditional defense-mediating hormones such as SA, JA, or ACC, but instead utilizes an herbicide, known as paraquat which produces ROIs. It is believed that SA, JA, and ACC have no effect on BIK1 induction because they are likely located downstream from the BIK1 gene, or it is possible that BIK1 operates completely independently. However, it is believed that BIK1 does play a vital role in the ET signaling pathway. Based on the signaling function of BIK1 in ET responses, it is believed that Botrytis-induced kinase1 accumulates response signals that it receives from upstream regulators and then integrates them into its own resistance mechanism.",
            "score": 95.81591033935547
        },
        {
            "docid": "30894898_5",
            "document": "Functional element SNPs database . A polymorphism interaction analysis (PIA) algorithm was used to obtain cooperating single nucleotide polymorphisms (SNPs) that contribute to RA disease. The acquired SNP pairs were used to construct a SNP-SNP network. Sub-networks defined by hub SNPs were then extracted and turned into gene modules by mapping SNPs to genes using dbSNP database. The FESD Version II would also be a good choice in database because it also covers the dbSNP database. They ran the Haseman Elston test, then a random forest algorithm. The shared SNPs detected were then ran through a polymorphism interaction analysis (PIA) algorithm. They performed Gene ontology analysis of the 5 modules that were created. They suggested that Ets-1 may be an important transcription factor in the cytokine-mediated inflammatory pathway and destructive cascade characteristic of RA. The ATP-binding cassette (ABC) transporter, ABCA1, was induced during differentiation of human monocytes into macrophages, and there was a dual regulatory function for ABCA1 in macrophage lipid metabolism and inflammation. Extracellular signals are transduced intracellularly via multiple pathways, resulting in alterations in the transcription and translation of specific proteins. Some of these signaling pathways result in the production of proteins, including cytokines and matrix metalloproteinases, which are implicated in the pathogenesis of RA. The zinc-finger protein 238 (ZNF238) is attached to zinc-finger proteins that can regulate the human immunodeficiency virus type 1. Hub gene CD160 is a potential RA association gene. The CD160 receptor represents a unique triggering surface molecule that is expressed by cytotoxic NK cells, it participates in the inflammatory response and determines the type of subsequent specific immunity.",
            "score": 95.5768814086914
        },
        {
            "docid": "33785040_12",
            "document": "Ultrasensitivity . One example of a buffering mechanism is protein sequestration, which is a common mechanism found in signalling and regulatory networks. In 2009, Buchler and Cross constructed a synthetic genetic network that was regulated by protein sequestration of a transcriptional activator by a dominant-negative inhibitor. They showed that this system results in a flexibile ultrasensitive response in gene expression. It is flexible in that the degree of ultrasensitivity can be altered by changing expression levels of the dominant-negative inhibitor. Figure 1 in their article illustrates how an active transcription factor can be sequestered by an inhibitor into the inactive complex AB that is unable to bind DNA. This type of mechanism results in an \"all-or-none\" response, or ultransensitivy, when the concentration of the regulatory protein increases to the point of depleting the inhibitor. Robust buffering against a response exists below this concentration threshold, and when it is reached any small increase in input is amplified into a large change in output.",
            "score": 95.48468780517578
        },
        {
            "docid": "19723734_53",
            "document": "Muscle . In their paper Andrikou and Arnone argue that to truly understand the evolution of muscle cells the function of transcriptional regulators must be understood in the context of other external and internal interactions. Through their analysis, Andrikou and Arnone found that there were conserved orthologues of the gene regulatory network in both invertebrate bilaterians and in cnidarians. They argue that having this common, general regulatory circuit allowed for a high degree of divergence from a single well functioning network. Andrikou and Arnone found that the orthologues of genes found in vertebrates had been changed through different types of structural mutations in the invertebrate deuterostomes and protostomes, and they argue that these structural changes in the genes allowed for a large divergence of muscle function and muscle formation in these species. Andrikou and Arnone were able to recognize not only any difference due to mutation in the genes found in vertebrates and invertebrates but also the integration of species specific genes that could also cause divergence from the original gene regulatory network function. Thus, although a common muscle patterning system has been determined, they argue that this could be due to a more ancestral gene regulatory network being coopted several times across lineages with additional genes and mutations causing very divergent development of muscles. Thus it seems that myogenic patterning framework may be an ancestral trait. However, Andrikou and Arnone explain that the basic muscle patterning structure must also be considered in combination with the cis regulatory elements present at different times during development. In contrast with the high level of gene family apparatuses structure, Andrikou and Arnone found that the cis regulatory elements were not well conserved both in time and place in the network which could show a large degree of divergence in the formation of muscle cells. Through this analysis, it seems that the myogenic GRN is an ancestral GRN with actual changes in myogenic function and structure possibly being linked to later coopts of genes at different times and places.",
            "score": 94.36661529541016
        },
        {
            "docid": "22072718_11",
            "document": "Biological network . Signals are transduced within cells or in between cells and thus form complex signaling networks. For instance, in the MAPK/ERK pathway is transduced from the cell surface to the cell nucleus by a series of protein–protein interactions, phosphorylation reactions, and other events. Signaling networks typically integrate protein–protein interaction networks, gene regulatory networks, and metabolic networks.",
            "score": 93.64116668701172
        },
        {
            "docid": "1408530_27",
            "document": "Circadian clock . Recently, Baggs et al. developed a novel strategy termed \"Gene Dosage Network Analysis\" (GDNA) to describe network features in the human circadian clock that contribute to an organism's robustness against genetic perturbations. In their study, the authors used small interfering RNA (siRNA) to induce dose-dependent changes in gene expression of clock components within immortalized human osteosarcoma U2OS cells in order to build gene association networks consistent with known biochemical constraints in the mammalian circadian clock. Employing multiple doses of siRNA powered their quantitative PCR to uncover several network features of the circadian clock, including proportional responses of gene expression, signal propagation through interacting modules, and compensation through gene expression changes.",
            "score": 93.53960418701172
        },
        {
            "docid": "237704_38",
            "document": "Saccharomyces cerevisiae . The availability of the \"S. cerevisiae\" genome sequence and a set of deletion mutants covering 90% of the yeast genome has further enhanced the power of \"S. cerevisiae\" as a model for understanding the regulation of eukaryotic cells. A project underway to analyze the genetic interactions of all double-deletion mutants through synthetic genetic array analysis will take this research one step further. The goal is to form a functional map of the cell's processes. As of 2010 a model of genetic interactions is most comprehensive yet to be constructed, containing \"the interaction profiles for ~75% of all genes in the Budding yeast\". This model was made from 5.4 million two-gene comparisons in which a double gene knockout for each combination of the genes studied was performed. The effect of the double knockout on the fitness of the cell was compared to the expected fitness. Expected fitness is determined from the sum of the results on fitness of single-gene knockouts for each compared gene. When there is a change in fitness from what is expected, the genes are presumed to interact with each other. This was tested by comparing the results to what was previously known. For example, the genes Par32, Ecm30, and Ubp15 had similar interaction profiles to genes involved in the Gap1-sorting module cellular process. Consistent with the results, these genes, when knocked out, disrupted that process, confirming that they are part of it. From this, 170,000 gene interactions were found and genes with similar interaction patterns were grouped together. Genes with similar genetic interaction profiles tend to be part of the same pathway or biological process. This information was used to construct a global network of gene interactions organized by function. This network can be used to predict the function of uncharacterized genes based on the functions of genes they are grouped with.",
            "score": 93.3307113647461
        },
        {
            "docid": "33171840_5",
            "document": "Dependency network . This original methodology was first presented at the end of 2010, published in PLoS ONE. They quantitatively uncovered hidden information about the underlying structure of the U.S. stock market, information that was not present in the standard correlation networks. One of the main results of this work is that for the investigated time period (2001–2003), the structure of the network is dominated by companies belonging to the financial sector, which are the hubs in the dependency network. Thus, they were able for the first time to quantitatively show the dependency relationships between the different economic sectors. Following this work, the dependency network methodology has been applied to the study of the immune system, and semantic networks. As such, this methodology is applicable to any complex system.",
            "score": 93.26700592041016
        },
        {
            "docid": "33769881_24",
            "document": "Immunomics . Networks represent the broadest level of genetic interactions and aim to link all genes and transcripts in the immunological genome. Cellular phenotypes and differentiation states are ultimately established by the activity of these networks of co-regulated genes. One of the most complete networks in immunology has deciphered regulatory connections among normal and transformed human B cells. This analysis suggests a hierarchical network where a small number of highly connected genes (called “hubs”) regulated most interactions. Proto-oncogene MYC emerged as a major hub and highly influential regulator for B cells. Notably, MYC was found to directly control BYSL, a highly conserved, but poorly characterized gene, and is the largest hub in the whole B cell network. This suggests that BYSL encodes an important cellular molecule and a critical effecter of MYC function, and motivates additional studies to elucidate its function. Therefore, using gene expression data to create networks can reveal genes highly influential in immune cell differentiation that pre-genomic technologies had not yet identified.",
            "score": 93.18799591064453
        },
        {
            "docid": "56338492_5",
            "document": "Sangita Mukhopadhyay . Mukhopadhyay's research focus is on the molecular study of the \"immune responses signaling networks\" caused by the pathogens. During her post-doctoral days, she worked on the immunological studies of \"macrophage signaling pathways and regulation of T cell functions\" and elucidated how the macrophage effector-APC functions were affected by the enzyme, bruton's tyrosine kinase (Btk). Later, concentrating on the pathogenesis of tuberculosis, she identified several PE/PPE family proteins of Mycobacterium tuberculosis, the causative pathogen of tuberculosis, and described the roles of two such proteins; her findings have reportedly assisted in developing new diagnostic tools, drug targets and therapeutic protocols. Her studies have been documented by way of a number of articles and ResearchGate, an online repository of scientific articles has listed 45 of them. Besides, she has also contributed chapters to books published by others.",
            "score": 92.5000991821289
        },
        {
            "docid": "4109042_3",
            "document": "Cell signaling . Traditional work in biology has focused on studying individual parts of cell signaling pathways. Systems biology research helps us to understand the underlying structure of cell signaling networks and how changes in these networks may affect the transmission and flow of information (signal transduction). Such networks are complex systems in their organization and may exhibit a number of emergent properties including bistability and ultrasensitivity. Analysis of cell signaling networks requires a combination of experimental and theoretical approaches including the development and analysis of simulations and modeling. Long-range allostery is often a significant component of cell signaling events.",
            "score": 92.45236206054688
        },
        {
            "docid": "54954562_11",
            "document": "Role of Calmodulins . 2) Pathogen Defense: Among the diverse range of defense strategies plants utilize against pathogens, Ca signaling is very increasingly common. Free Ca levels in the cytoplasm increases in response to a pathogenic infection. Ca signatures of this nature usually activate the plant defense system by inducing defense-related genes and the hypersensitive cell death. CaMs, CMLs and CaM-binding proteins are some of the recently identified elements of the plant defense signaling pathways. Several CML genes in tobacco, bean and tomato are responsive to pathogens. CML43 is a CaM-related protein that, as isolated from APR134 gene in the disease-resistant leaves of \"Arabidopsis\" for gene expression analysis, is rapidly induced when the leaves are inoculated with \"Pseudomonas syringae.\" These genes are also found in tomatoes (\"Solanum lycopersicum).\" The CML43 from the APR134 also binds to Ca ions in vitro which shows that CML43 and APR134 are, hence, involved in the Ca-dependent signaling during the plant immune response to bacterial pathogens. The CML9 expression in \"Arabidopsis thaliana\" is rapidly induced by phytopathogenic bacteria, flagellin and salicylic acid. Expression of soybean SCaM4 and SCaM5 in transgenic \"tobacco\" and \"Arabidopsis\" causes an activation of genes related to pathogen resistance and also results in enhanced resistance to a wide spectrum of pathogen infection. The same is not true for soybean SCaM1 and SCaM2 that are highly conserved CaM isoforms. The \"At\"BAG6 protein is a CaM-binding protein that binds to CaM only in the absence of Ca and not in the presence of it. \"At\"BAG6 is responsible for the hypersensitive response of programmed cell death in order to prevent the spread of pathogen infection or to restrict pathogen growth. Mutations in the CaM binding proteins can lead to severe effects on the defense response of the plants towards pathogen infections. Cyclic nucleotide-gated channels (CNGCs) are functional protein channels in the plasma membrane that have overlapping CaM binding sites transport divalent cations such as Ca. However, the exact role of the positioning of the CNGCs in this pathway for plant defense is still unclear.",
            "score": 91.75157928466797
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 91.6996078491211
        },
        {
            "docid": "58894_21",
            "document": "Phosphorylation . Elucidating complex signaling pathway phosphorylation events can be difficult. In cellular signaling pathways, protein A phosphorylates protein B, and B phosphorylates C. However, in another signaling pathway, protein D phosphorylates A, or phosphorylates protein C. Global approaches such as phosphoproteomics, the study of phosphorylated proteins, which is a sub-branch of proteomics, combined with mass spectrometry-based proteomics, have been utilised to identify and quantify dynamic changes in phosphorylated proteins over time. These techniques are becoming increasingly important for the systematic analysis of complex phosphorylation networks. They have been successfully used to identify dynamic changes in the phosphorylation status of more than 6000 sites after stimulation with epidermal growth factor. Another approach for understanding Phosphorylation Network, is by measuring the genetic interactions between multiple phosphorylating proteins and their targets. This reveals interesting recurring patterns of interactions – network motifs. Computational methods have been developed to model phosphorylation networks and predict their responses under different perturbations.",
            "score": 90.20120239257812
        },
        {
            "docid": "2311903_16",
            "document": "Endogenous retrovirus . ERVs have been found to be associated to disease not only through disease-causing relations, but also through immunity. The frequency of ERVs in long terminal repeats (LTRs) likely correlates to viral adaptations to take advantage of immunity signaling pathways that promote viral transcription and replication. A study done in 2016 investigated the benefit of ancient viral DNA integrated into a host through gene regulation networks induced by interferons, a branch of innate immunity. These cytokines are first to respond to viral infection and are also important in immunosurveillance for malignant cells. ERVs are predicted to act as cis-regulatory elements, but much of the adaptive consequences of this for certain physiological functions is still unknown. There is data that supports the general role of ERVs in the regulation of human interferon response, specifically to interferon-gamma (IFNG). For example, interferon-stimulated genes were found to be greatly enriched with ERVs bound by signal transducer and activator of transcription (STAT1) and/or Interferon regulatory factor (IRF1) in CD14+ macrophages.",
            "score": 90.11775207519531
        },
        {
            "docid": "356382_15",
            "document": "Gene regulatory network . Regulatory networks allow bacteria to adapt to almost every environmental niche on earth. A network of interactions among diverse types of molecules including DNA, RNA, proteins and metabolites, is utilised by the bacteria to achieve regulation of gene expression. In bacteria, the principal function of regulatory networks is to control the response to environmental changes, for example nutritional status and environmental stress. A complex organization of networks permits the microorganism to coordinate and integrate multiple environmental signals.",
            "score": 90.04401397705078
        }
    ]
}