{
    "q": [
        {
            "docid": "21116598_2",
            "document": "Schistosomiasis vaccine . A Schistosomiasis vaccine is a vaccine against Schistosomiasis (also known as bilharzia, bilharziosis or snail fever), a parasitic disease caused by several species of fluke of the genus \"Schistosoma\". No effective vaccine for the disease exists yet. Schistosomiasis affects over 200 million people worldwide, mainly in rural agricultural and peri-urban areas of developing countries, and approximately 10% suffer severe health complications from the infection. While chemotherepeutic drugs, such as praziquantel, oxamniquine and metrifonate, are currently considered safe and effective for the treatment of schistosomiasis, reinfection occurs frequently following drug treatment, thus a vaccine is sought to provide long-term treatment. Additionally, experimental vaccination efforts have been successful in animal models of schistosomiasis.",
            "score": 86.58623576164246
        },
        {
            "docid": "61970_2",
            "document": "Trichuriasis . Trichuriasis, also known as whipworm infection, is an infection by the parasitic worm \"Trichuris trichiura\" (whipworm). If infection is only with a few worms, there are often no symptoms. In those who are infected with many worms, there may be abdominal pain, tiredness and diarrhea. The diarrhea sometimes contains blood. Infections in children may cause poor intellectual and physical development. Low red blood cell levels may occur due to loss of blood. The disease is usually spread when people eat food or drink water that contains the eggs of these worms. This may occur when contaminated vegetables are not fully cleaned or cooked. Often these eggs are in the soil in areas where people defecate outside and where untreated human feces is used as fertilizer. These eggs originate from the feces of infected people. Young children playing in such soil and putting their hands in their mouths also become infected easily. The worms live in the large bowel and are about four centimetres in length. Whipworm is diagnosed by seeing the eggs when examining the stool with a microscope. Eggs are barrel-shaped. Trichuriasis belongs to the group of soil-transmitted helminthiases. Prevention is by properly cooking food and hand washing before cooking. Other measures include improving access to sanitation such as ensuring use of functional and clean toilets and access to clean water. In areas of the world where the infections are common, often entire groups of people will be treated all at once and on a regular basis. Treatment is with three days of the medication: albendazole, mebendazole or ivermectin. People often become infected again after treatment. Whipworm infection affected about 464 million in 2015. It is most common in tropical countries. In the developing world, those infected with whipworm often also have hookworms and ascariasis infections. They have a large effect on the economy of many countries. Work is ongoing to develop a vaccine against the disease. Trichuriasis is classified as a neglected tropical disease.",
            "score": 60.00501799583435
        },
        {
            "docid": "10280304_13",
            "document": "Malaria vaccine . The epidemiology of malaria varies enormously across the globe, and has led to the belief that it may be necessary to adopt very different vaccine development strategies to target the different populations. A Type 1 vaccine is suggested for those exposed mostly to \"P. falciparum\" malaria in sub-Saharan Africa, with the primary objective to reduce the number of severe malaria cases and deaths in infants and children exposed to high transmission rates. The Type 2 vaccine could be thought of as a ‘travellers’ vaccine’, aiming to prevent all cases of clinical symptoms in individuals with no previous exposure. This is another major public health problem, with malaria presenting as one of the most substantial threats to travellers’ health. Problems with the current available pharmaceutical therapies include costs, availability, adverse effects and contraindications, inconvenience and compliance, many of which would be reduced or eliminated entirely if an effective (greater than 85–90%) vaccine was developed.",
            "score": 50.31093430519104
        },
        {
            "docid": "2188382_15",
            "document": "Schistosoma japonicum . Combination treatment may prevent morbidity due to schistosomiasis. Praziquantel is most active against adult worms. However, it has been found that artemether prevents the development of adult worms, thus decreasing egg production in the host. If both praziquantel and artemether can be used together, the entire lifespan of \"S. japonicum\" would be covered in the vertebrate host.",
            "score": 83.54377508163452
        },
        {
            "docid": "191304_2",
            "document": "Schistosomiasis . Schistosomiasis, also known as snail fever and bilharzia, is a disease caused by parasitic flatworms called schistosomes. The urinary tract or the intestines may be infected. Symptoms include abdominal pain, diarrhea, bloody stool, or blood in the urine. Those who have been infected for a long time may experience liver damage, kidney failure, infertility, or bladder cancer. In children, it may cause poor growth and learning difficulty. The disease is spread by contact with fresh water contaminated with the parasites. These parasites are released from infected freshwater snails. The disease is especially common among children in developing countries as they are more likely to play in contaminated water. Other high risk groups include farmers, fishermen, and people using unclean water during daily living. It belongs to the group of helminth infections. Diagnosis is by finding eggs of the parasite in a person's urine or stool. It can also be confirmed by finding antibodies against the disease in the blood. Methods to prevent the disease include improving access to clean water and reducing the number of snails. In areas where the disease is common, the medication praziquantel may be given once a year to the entire group. This is done to decrease the number of people infected and, consequently, the spread of the disease. Praziquantel is also the treatment recommended by the World Health Organization (WHO) for those who are known to be infected. Schistosomiasis affected about 252 million people worldwide in 2015. An estimated 4,400 to 200,000 people die from it each year. The disease is most commonly found in Africa, as well as Asia and South America. Around 700 million people, in more than 70 countries, live in areas where the disease is common. In tropical countries, schistosomiasis is second only to malaria among parasitic diseases with the greatest economic impact. Schistosomiasis is listed as a neglected tropical disease. Many individuals do not experience symptoms. If symptoms do appear, they usually take from four to six weeks from the time of infection. The first symptom of the disease may be a general feeling of illness. Within twelve hours of infection, an individual may complain of a tingling sensation or light rash, commonly referred to as \"swimmer's itch\", due to irritation at the point of entrance. The rash that may develop can mimic scabies and other types of rashes. Other symptoms can occur two to ten weeks later and can include fever, aching, a cough, diarrhea, chills or gland enlargement. These symptoms can also be related to avian schistosomiasis, which does not cause any further symptoms in humans.",
            "score": 70.7219090461731
        },
        {
            "docid": "390926_2",
            "document": "Wuchereria bancrofti . Wuchereria bancrofti is a human parasitic roundworm that is the major cause of lymphatic filariasis. It is one of the three parasitic worms, together with \"Brugia malayi\" and \"B. timori\", that infect the lymphatic system to cause lymphatic filariasis. These filarial worms are spread by a variety of mosquito vector species. \"W. bancrofti\" is the most prevalent of the three and affects over 120 million people, primarily in Central Africa and the Nile delta, South and Central America, the tropical regions of Asia including southern China, and the Pacific islands. If left untreated, the infection can develop into a chronic disease called elephantiasis. In rare conditions it also causes tropical eosinophilia, an asthmatic disease. There is no commercially available vaccine, however high rates of cure have been achieved with various anti-filarial regimens and lymphatic filariasis is the target of the WHO Global Program to Eliminate Lymphatic Filariasis with the aim to eradicate the disease as a public health problem by 2020.",
            "score": 53.854735136032104
        },
        {
            "docid": "31330718_10",
            "document": "Prevention of HIV/AIDS . Consistent condom use reduces the risk of heterosexual HIV transmission by about 80% over the long-term. Where one partner of a couple is infected, consistent condom use results in rates of HIV infection for the uninfected person below 1% per year. Some data support the equivalence of female condoms to latex condoms, but the evidence is not definitive. The use of the spermicide nonoxynol-9 may increase the risk of transmission because it causes vaginal and rectal irritation. A vaginal gel containing tenofovir, a reverse transcriptase inhibitor, when used immediately before sex, reduces infection rates by roughly 40% among African women. Circumcision in sub-Saharan Africa reduces the risk of HIV infection in heterosexual men between 38 and 66% over two years. Based on these studies, the World Health Organization and UNAIDS both recommended male circumcision as a method of preventing female-to-male HIV transmission in 2007. Whether it protects against male-to-female transmission is disputed and whether it is of benefit in developed countries and among men who have sex with men is undetermined. For men who have sex with men there is some evidence that the penetrative partner has a lower chance of contracting HIV. Some experts fear that a lower perception of vulnerability among circumcised men may result in more sexual risk-taking behavior, thus negating its preventive effects. Women who have undergone female genital cutting have an increased risk of HIV. Programs encouraging sexual abstinence do not appear to affect subsequent HIV risk in high-income countries. Evidence for a benefit from peer education is equally poor. Comprehensive sexual education provided at school may decrease high risk behavior. A substantial minority of young people continue to engage in high-risk practices despite HIV/AIDS knowledge, underestimating their own risk of becoming infected with HIV. It is not known if treating other sexually transmitted infections is effective in preventing HIV.",
            "score": 30.543912649154663
        },
        {
            "docid": "35528221_2",
            "document": "The Task Force for Global Health . The Task Force for Global Health is an international, nonprofit organization that works to improve health of people most in need, primarily in developing countries. Founded in 1984 by global health pioneer Dr. William Foege, The Task Force consists of eight programs focused on neglected tropical diseases, vaccines, field epidemiology, public health informatics, and health workforce development. Those programs include the African Health Workforce Project, the Center for Vaccine Equity, Children Without Worms, International Trachoma Initiative, Mectizan Donation Program, Neglected Tropical Diseases Support Center, Public Health Informatics Institute, and TEPHINET. The Task Force works in partnership with ministries of health and hundreds of organizations, including major pharmaceutical companies that donate billions of dollars annually in essential medicines. Major funders include the Bill & Melinda Gates Foundation, CDC, WHO, Robert Wood Johnson Foundation, de Beaumont Foundation, United States Agency for International Development, Sightsavers, Pfizer, Merck & Co., Johnson & Johnson, and GlaxoSmithKline. The Task Force is affiliated with Emory University, headquartered in Decatur, Georgia, a town in metro Atlanta, and has regional offices in Guatemala and Ethiopia. The Task Force currently supports work in 154 countries.",
            "score": 35.78800106048584
        },
        {
            "docid": "6090525_4",
            "document": "Neglected tropical diseases . Within developed countries, neglected tropical diseases affect the very poorest in society. In the United States, there are up to 1.46 million families including 2.8 million children living on less than two dollars a day. In countries such as these, the burdens of neglected tropical diseases are often overshadowed by other public health issues. However, many of the same issues put populations at risk in developed as developing nations. For example, from poverty stem problems such as lack of adequate housing, thus exposing individuals to the vectors of these diseases.",
            "score": 14.626110076904297
        },
        {
            "docid": "1079203_65",
            "document": "Hookworm infection . While annual or semi-annual mass antihelminthic administration is a critical aspect of any public health intervention, many have begun to realize how unsustainable it is due to aspects such as poverty, high rates of re-infection, and diminished efficacy of drugs with repeated use. Current research, therefore, has focused on the development of a vaccine that could be integrated into existing control programs. The goal of vaccine development is not necessarily to create a vaccine with sterilizing immunity or complete protection against immunity. A vaccine that reduces the likelihood of vaccinated individuals developing severe infections and thus reduced blood and nutrient levels could still have a significant impact on the high burden of disease throughout the world.",
            "score": 53.235718727111816
        },
        {
            "docid": "2497643_11",
            "document": "Water resource management . Developing world countries tend to have the lowest levels of wastewater treatment. Often, the water that farmers use for irrigating crops is contaminated with pathogens from sewage. The pathogens of most concern are bacteria, viruses and parasitic worms, which directly affect farmers’ health and indirectly affect consumers if they eat the contaminated crops. Common illnesses include diarrhoea, which kills 1.1 million people annually and is the second most common cause of infant deaths. Many cholera outbreaks are also related to the reuse of poorly treated wastewater. Actions that reduce or remove contamination, therefore, have the potential to save a large number of lives and improve livelihoods. Scientists have been working to find ways to reduce contamination of food using a method called the 'multiple-barrier approach'.",
            "score": 29.36156177520752
        },
        {
            "docid": "4637216_25",
            "document": "Diseases of poverty . Schistosomiasis (bilharzia) is a parasitic disease caused by the parasitic flatworm trematodes. Moreover, more than 80 percent of the 200 million people worldwide who have schistosomiasis live in sub-Saharan Africa. Infections often occur in contaminated water where freshwater snails release larval forms of the parasite. After penetrating the skin and eventually traveling to the intestines or the urinary tract, the parasite lays eggs and infects those organs. It damages the intestines, bladder, and other organs and can lead to anemia and protein-energy deficiency. Along with malaria, schistosomiasis is one of the most important parasitic co-factors aiding in HIV transmission. Epidemiological data shows schistosome-endemic areas coincide with areas of high HIV prevalence, suggesting that parasitic infections such as schistosomiasis increase risk of HIV transmission.",
            "score": 94.99471473693848
        },
        {
            "docid": "2188382_3",
            "document": "Schistosoma japonicum . \"Schistosoma japonicum\" is the only human blood fluke that occurs in China, Philippines, Sri Lanka Asia and Lindu Lake .(Found by Markus Kleemann in a Rainforest Lake) It is the cause of schistosomiasis japonica, a disease that still remains a significant health problem especially in lake and marshland regions. Schistosomiasis is an infection caused mainly by three schistosome species; \"Schistosoma mansoni, Schistosoma japonicum\" and \"Schistosoma haematobium. S. japonicum\" being the most infectious of the three species. Infection by schistosomes is followed by an acute Katayama fever. Historical accounts of Katayama disease dates back to the discovery of \"S. Japonicum\" in Japan in 1904. The disease was named after an area it was endemic to, Katayama district, Hiroshima, Japan. If left untreated, it will develop into a chronic condition characterized by hepatosplenic disease and impaired physical and cognitive development. The severity of \"S. japonicum\" arises in 60% of all neurological diseases in schistosomes due to the migration of schistosome eggs to the brain.",
            "score": 100.72514700889587
        },
        {
            "docid": "413928_2",
            "document": "Ascariasis . Ascariasis is a disease caused by the parasitic roundworm \"Ascaris lumbricoides\". Infections have no symptoms in more than 85% of cases, especially if the number of worms is small. Symptoms increase with the number of worms present and may include shortness of breath and fever in the beginning of the disease. These may be followed by symptoms of abdominal swelling, abdominal pain, and diarrhea. Children are most commonly affected, and in this age group the infection may also cause poor weight gain, malnutrition, and learning problems. Infection occurs by eating food or drink contaminated with \"Ascaris\" eggs from feces. The eggs hatch in the intestines, burrow through the gut wall, and migrate to the lungs via the blood. There they break into the alveoli and pass up the trachea, where they are coughed up and may be swallowed. The larvae then pass through the stomach for a second time into the intestine, where they become adult worms. It is a type of soil-transmitted helminthiasis and part of a group of diseases called helminthiases. Prevention is by improved sanitation, which includes improving access to toilets and proper disposal of feces. Handwashing with soap appears protective. In areas where more than 20% of the population is affected, treating everyone at regular intervals is recommended. Reoccurring infections are common. There is no vaccine. Treatments recommended by the World Health Organization are the medications albendazole, mebendazole, levamisole, or pyrantel pamoate. Other effective agents include tribendimidine and nitazoxanide. About 0.8 to 1.2 billion people globally have ascariasis, with the most heavily affected populations being in sub-Saharan Africa, Latin America, and Asia. This makes ascariasis the most common form of soil-transmitted helminthiasis. As of 2010 it caused about 2,700 deaths a year, down from 3,400 in 1990. Another type of \"Ascaris\" infects pigs. Ascariasis is classified as a neglected tropical disease. In populations where worm infections are wide-spread, it is common to find that most people are infected by a small number of worms, while a small number of people are heavily infected. This is characteristic of many types of worm infections. Those people who are infected with only a small number of worms usually have no symptoms.",
            "score": 49.735472083091736
        },
        {
            "docid": "43937_68",
            "document": "Parasitism . Given the importance of malaria, with some 220 million people infected annually, many attempts have been made to interrupt its transmission. Various methods of malaria prophylaxis have been tried including the use of antimalarial drugs to kill off the parasites in the blood, the eradication of its mosquito vectors with organochlorine and other insecticides, and the development of a malaria vaccine. All of these have proven problematic, with drug resistance, insecticide resistance among mosquitoes, and repeated failure of vaccines as the parasite mutates. The first and as of 2015 the only licensed vaccine for any parasitic disease of humans is RTS,S for \"Plasmodium falciparum\" malaria.",
            "score": 66.10618996620178
        },
        {
            "docid": "5069516_32",
            "document": "HIV/AIDS . Consistent condom use reduces the risk of HIV transmission by approximately 80% over the long term. When condoms are used consistently by a couple in which one person is infected, the rate of HIV infection is less than 1% per year. There is some evidence to suggest that female condoms may provide an equivalent level of protection. Application of a vaginal gel containing tenofovir (a reverse transcriptase inhibitor) immediately before sex seems to reduce infection rates by approximately 40% among African women. By contrast, use of the spermicide nonoxynol-9 may increase the risk of transmission due to its tendency to cause vaginal and rectal irritation. Circumcision in Sub-Saharan Africa \"reduces the acquisition of HIV by heterosexual men by between 38% and 66% over 24 months\". Due to these studies, both the World Health Organization and UNAIDS recommended male circumcision in 2007 as a method of preventing female-to-male HIV transmission in areas with high rates of HIV. However, whether it protects against male-to-female transmission is disputed, and whether it is of benefit in developed countries and among men who have sex with men is undetermined. The International Antiviral Society, however, does recommend it for all sexually active heterosexual males and that it be discussed as an option with men who have sex with men. Some experts fear that a lower perception of vulnerability among circumcised men may cause more sexual risk-taking behavior, thus negating its preventive effects. Programs encouraging sexual abstinence do not appear to affect subsequent HIV risk. Evidence of any benefit from peer education is equally poor. Comprehensive sexual education provided at school may decrease high risk behavior. A substantial minority of young people continues to engage in high-risk practices despite knowing about HIV/AIDS, underestimating their own risk of becoming infected with HIV. Voluntary counseling and testing people for HIV does not affect risky behavior in those who test negative but does increase condom use in those who test positive. It is not known whether treating other sexually transmitted infections is effective in preventing HIV.",
            "score": 30.630839705467224
        },
        {
            "docid": "191304_18",
            "document": "Schistosomiasis . At the U.S. Centers for Disease Control and Prevention (CDC), a combination of tests with purified adult worm antigens is used for antibody detection. All serum specimens are tested by FAST-ELISA using \"S. mansoni\" adult microsomal antigen. A positive reaction (greater than 9 units/µl serum) indicates infection with \"Schistosoma\" species. Sensitivity for \"S. mansoni\" infection is 99 percent, 95 percent for \"S. haematobium\" infection, and less than 50 percent for \"S. japonicum\" infection. Specificity of this assay for detecting schistosome infection is 99 percent. Because test sensitivity with the FAST-ELISA is reduced for species other than \"S. mansoni\", immunoblots of the species appropriate to the patient's travel history are also tested to ensure detection of \"S. haematobium\" and \"S. japonicum\" infections. Immunoblots with adult worm microsomal antigens are species-specific and so a positive reaction indicates the infecting species. The presence of antibody is indicative only of schistosome infection at some time and cannot be correlated with clinical status, worm burden, egg production, or prognosis. Where a person has traveled can help determine what \"Schistosoma\" species to test for by immunoblot.",
            "score": 89.69625520706177
        },
        {
            "docid": "6090525_33",
            "document": "Neglected tropical diseases . Inexpensive praziquantel can be used to treat individuals with schistosomiasis, but cannot prevent reinfection. The cost of prevention is US$0.32 per child per year. Mass deworming treatment with praziquantel, better access to safe water, sanitation, health education can all be used to prevent schistosomiasis. Vaccines are under development. It can be diagnosed through a serological test, but it often produces false negatives.",
            "score": 41.81751251220703
        },
        {
            "docid": "47202310_15",
            "document": "GALVmed . GALVmed is also part of the consortium awarded US$ 1.8 million by the Bill & Melinda Gates Foundation for the Contagious Bovine Pleuropneumonia BEN-1 Vaccine Evaluation project. The project is exploring the potential efficacy of a vaccine to combat contagious bovine pleuropneumonia which is a major constraint to cattle production in many areas of sub-Saharan Africa where 18 countries are reported to be affected by this disease.",
            "score": 45.253711223602295
        },
        {
            "docid": "6090525_32",
            "document": "Neglected tropical diseases . There are over 200 million cases of schistosomiasis. Approximately 85 percent of cases are in sub-Saharan Africa. The disease can be fatal by causing bladder cancer and hematemesis. \"Schistosoma\" species have a complex life cycle that alternates between humans and freshwater snails. Infection occurs when skin comes into contact with contaminated freshwater in which the snail that carry the parasite are living. Symptoms for schistosomiasis not caused by the worms but by the body’s reaction to the eggs. The eggs that do not pass out of the body can become lodged in the intestine or bladder, causing inflammation or scarring. Children who are repeatedly infected can develop anemia, malnutrition and learning difficulties. The symptoms are usually haematuria, bladder obstruction, renal failure, bladder cancer, periportal fibrosis, bladder fibrosis, liver fibrosis, portal hypertension, cervical lesions, ascites, and esophageal varices.",
            "score": 59.97302544116974
        },
        {
            "docid": "20423_33",
            "document": "Malaria . Mosquito nets help keep mosquitoes away from people and reduce infection rates and transmission of malaria. Nets are not a perfect barrier and are often treated with an insecticide designed to kill the mosquito before it has time to find a way past the net. Insecticide-treated nets are estimated to be twice as effective as untreated nets and offer greater than 70% protection compared with no net. Between 2000 and 2008, the use of ITNs saved the lives of an estimated 250,000 infants in Sub-Saharan Africa. About 13% of households in Sub-Saharan countries owned ITNs in 2007 and 31% of African households were estimated to own at least one ITN in 2008. In 2000, 1.7 million (1.8%) African children living in areas of the world where malaria is common were protected by an ITN. That number increased to 20.3 million (18.5%) African children using ITNs in 2007, leaving 89.6 million children unprotected and to 68% African children using mosquito nets in 2015. Most nets are impregnated with pyrethroids, a class of insecticides with low toxicity. They are most effective when used from dusk to dawn. It is recommended to hang a large \"bed net\" above the center of a bed and either tuck the edges under the mattress or make sure it is large enough such that it touches the ground. Indoor residual spraying is the spraying of insecticides on the walls inside a home. After feeding, many mosquitoes rest on a nearby surface while digesting the bloodmeal, so if the walls of houses have been coated with insecticides, the resting mosquitoes can be killed before they can bite another person and transfer the malaria parasite. As of 2006, the World Health Organization recommends 12 insecticides in IRS operations, including DDT and the pyrethroids cyfluthrin and deltamethrin. This public health use of small amounts of DDT is permitted under the Stockholm Convention, which prohibits its agricultural use. One problem with all forms of IRS is insecticide resistance. Mosquitoes affected by IRS tend to rest and live indoors, and due to the irritation caused by spraying, their descendants tend to rest and live outdoors, meaning that they are less affected by the IRS. There are a number of other methods to reduce mosquito bites and slow the spread of malaria. Efforts to decrease mosquito larva by decreasing the availability of open water in which they develop or by adding substances to decrease their development is effective in some locations. Electronic mosquito repellent devices which make very high-frequency sounds that are supposed to keep female mosquitoes away, do not have supporting evidence.",
            "score": 33.211114048957825
        },
        {
            "docid": "36065282_11",
            "document": "Signs and symptoms of HIV/AIDS . Tuberculosis (TB) is unique among infections associated with HIV because it is transmissible to immunocompetent people via the respiratory route, and is not easily treatable once identified. Multidrug resistance is a serious problem. Tuberculosis with HIV co-infection (TB/HIV) is a major world health problem according to the World Health Organization: in 2007, 456,000 deaths among incident TB cases were HIV-positive, a third of all TB deaths and nearly a quarter of the estimated 2 million HIV deaths in that year. Even though its incidence has declined because of the use of directly observed therapy and other improved practices in Western countries, this is not the case in developing countries where HIV is most prevalent. In early-stage HIV infection (CD4 count >300 cells per µL), TB typically presents as a pulmonary disease. In advanced HIV infection, TB often presents atypically with extrapulmonary (systemic) disease a common feature. Symptoms are usually constitutional and are not localized to one particular site, often affecting bone marrow, bone, urinary and gastrointestinal tracts, liver, regional lymph nodes, and the central nervous system.",
            "score": 16.855554938316345
        },
        {
            "docid": "11797534_11",
            "document": "Density dependence . Density-dependent fecundity exists, where the birth rate falls as competition increases. In the context of gastrointestinal nematodes, the weight of female \"Ascaris lumbricoides\" and its rates of egg production decrease as host infection intensity increases. Thus, the per-capita contribution of each worm to transmission decreases as a function of infection intensity.",
            "score": 59.27424716949463
        },
        {
            "docid": "1072877_5",
            "document": "Tropical medicine . Sir Patrick Manson is recognized as the \"Father of Tropical Medicine.\" He founded the London School of Hygiene & Tropical Medicine in 1899. He is credited with discovering the vector by which elephantiasis was being passed to humans. He learned it was a microscopic nematode worm called \"filaria\" \"sanguinis hominis.\" He continued to study this worm and its life cycle and determined the worms underwent metamorphosis within female \"culex fatigans\" mosquitoes. Thus he discovered mosquitoes as a vector for elephantiasis. After this discovery he collaborated with Ronald Ross to examine the transmission of malaria via mosquito vector. His work with discovering vectors as modes of transmission was critical in the founding of Tropical Medicine and our current understanding of many tropical diseases.",
            "score": 30.152029514312744
        },
        {
            "docid": "1072877_17",
            "document": "Tropical medicine . Throughout history, American military forces have been affected by many tropical diseases. In World War II alone, it was estimated almost one million soldiers had been infected by a tropical disease while serving. Most affected soldiers served in the Pacific, especially in the Philippines and New Guinea. Malaria was especially widespread in the Pacific, though soldiers in Southern Europe and Northern Africa also contracted it. Many diseases now known as neglected tropical diseases affected America soldiers as well. These included helminthiasis, schistosomiasis, dengue, and lymphatic filariasis. Lymphatic filariasis was such a problem it caused a $100 million evacuation of U.S troops out of New Guinea and the Tonga Islands.",
            "score": 23.433088064193726
        },
        {
            "docid": "361574_6",
            "document": "Parasitic disease . The effects caused by parasitic diseases range from mild discomfort to death. The nematode parasites \"Necator americanus\" and \"Ancylostoma duodenale\" cause human hookworm infection, which leads to anaemia and protein malnutrition. This infection affects approximately 740 million people in the developing countries, including children and adults, of the tropics specifically in poor rural areas located in sub-Saharan Africa, Latin America, South-East Asia and China. Chronic hookworm in children leads to impaired physical and intellectual development, school performance and attendance are reduced.  Pregnant women affected by a hookworm infection can also develop aneamia, which results in negative outcomes both for the mother and the infant. Some of them are: low birth weight, impaired milk production, as well as increased risk of death for the mother and the baby.",
            "score": 44.72092843055725
        },
        {
            "docid": "191304_32",
            "document": "Schistosomiasis . \"S. haematobium\", the infectious agent responsible for urogenital schistosomiasis, infects over 112 million people annually in Sub-Saharan Africa alone. It is responsible for 32 million cases of dysuria, 10 million cases of hydronephrosis, and 150,000 deaths from renal failure annually, making \"S. haematobium\" the world’s deadliest schistosome.",
            "score": 52.18777012825012
        },
        {
            "docid": "28871384_13",
            "document": "Free-ranging dog . In 2011, a media article on the Stray Dog Population by the US National Animal Interest Alliance says that there are 200 million stray dogs worldwide and that a \"rabies epidemic\" is causing a global public health issue. In 2013, the World Health Organization reports that dogs are responsible for the vast majority of human rabies deaths, contributing up to 99% of all rabies transmissions to humans. Rabies causes tens of thousands of deaths every year, mainly in Asia and Africa. More than 15 million people receive post-bite rabies vaccines to prevent the disease.",
            "score": 37.19944667816162
        },
        {
            "docid": "2188496_2",
            "document": "Schistosoma mansoni . Schistosoma mansoni is a water-borne parasite of humans, and belongs to the group of blood flukes (\"Schistosoma\"). The adult lives in the blood vessels (mesenteric veins) near the human intestine. It causes intestinal schistosomiasis (similar to \"S. japonicum\", \"S. mekongi\", \"S. guineensis\", and \"S. intercalatum\"). Clinical symptoms are caused by the eggs. As the leading cause of schistosomiasis in the world, it is the most prevalent parasite in humans. It is classified as a neglected tropical disease. As of 2016, 206.5 million people have schistosomiasis and \"S. mansoni\" is the major parasite. It is found in Africa, the Middle East, the Caribbean, Brazil, Venezuela and Suriname.",
            "score": 79.76908016204834
        },
        {
            "docid": "14851478_2",
            "document": "Rotavirus vaccine . Rotavirus vaccine is a vaccine used to protect against rotavirus infections. These viruses are the leading cause of severe diarrhea among young children. The vaccines prevent 15 to 34% of severe diarrhea in the developing world and 37 to 96% of severe diarrhea in the developed world. The vaccines decrease the risk of death among young children due to diarrhea. Immunizing babies decreases rates of disease among older people and those who have not been immunized. The World Health Organization (WHO) recommends that rotavirus vaccine be included in national routine vaccinations programs, especially in areas where the disease is common. This should be done along with promoting breastfeeding, handwashing, clean water and good sanitation. It is given by mouth and requires two or three doses. It should be given starting around six weeks of age. The vaccines are safe. This includes their use in people with HIV/AIDS. An earlier vaccine that is no longer used was linked to intussusception, but the current versions are not clearly linked. Due to a potential risk they are not recommended in babies who have had intussusception. The vaccines are made from weakened rotavirus. The vaccine first became available in the United States in 2006. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is between US$6.96 and $20.66 per dose as of 2014. In the United States it is more than US$200. As of 2013 there are two types of vaccine available globally, Rotarix and RotaTeq. Others are used in some countries.",
            "score": 62.16514444351196
        },
        {
            "docid": "4666597_15",
            "document": "Division of Acquired Immunodeficiency Syndrome . In order to accelerate identification of effective vaccine candidates, future studies will need to address the significance of latently infected resting T cells, immune responses induced by current vaccine candidates, and the impact of HIV and human leukocyte antigen diversity. In addition, the relevance of SIV/SHIV models and the utility of novel vaccine designs must be explored. With regard to prevention research, new microbicides need to be developed and tested and new regimens for preventing maternal-infant transmission during breastfeeding, which are effective and practical for developing countries, need to be explored. Lastly, because the majority of new infections are occurring in the developing world, NIAID's vaccine and prevention research activities are conducted on a global scale. These research programs are designed to define global research priorities, ensure the clinical relevance of future vaccine and prevention strategies to human populations most in need, strengthen collaborations with local investigators worldwide, and support training and infrastructure development in developing countries.",
            "score": 57.971030473709106
        },
        {
            "docid": "2206482_3",
            "document": "Acanthocheilonema viteae . \"Acanthocheilonema viteae\", previously \"Dipetalonema viteae\", is a rodent filarial worm that is often used as a model to study human filarial infections. Filarial nematodes are the causative agents of filariases, tropical diseases that afflict about 160 million people worldwide. Currently, there are neither safe and efficient drugs nor vaccines available to eliminate or prevent these infections, which makes the development of new control strategies a priority (Tachu et al., 2008).",
            "score": 45.15293002128601
        }
    ],
    "r": [
        {
            "docid": "21116598_4",
            "document": "Schistosomiasis vaccine . At present Sm-p80 (calpain) is the sole schistosome vaccine candidate that has been tested for its prophylactic and antifecundity efficacy in different vaccine formulations and approaches (e.g., DNA alone, recombinant protein and prime boost) in two very different experimental animal models (mouse and baboon) of infection and disease. Sm-p80-based vaccine formulation(s) have four effects: Reduction in adult worm numbers; Reduction in egg production (complete elimination of egg induced pathology both in baboons and mice); Protection against acute schistosomiasis; Therapeutic effect on adult worms. This vaccine is now ready for human clinical trials.",
            "score": 126.37052154541016
        },
        {
            "docid": "2188382_3",
            "document": "Schistosoma japonicum . \"Schistosoma japonicum\" is the only human blood fluke that occurs in China, Philippines, Sri Lanka Asia and Lindu Lake .(Found by Markus Kleemann in a Rainforest Lake) It is the cause of schistosomiasis japonica, a disease that still remains a significant health problem especially in lake and marshland regions. Schistosomiasis is an infection caused mainly by three schistosome species; \"Schistosoma mansoni, Schistosoma japonicum\" and \"Schistosoma haematobium. S. japonicum\" being the most infectious of the three species. Infection by schistosomes is followed by an acute Katayama fever. Historical accounts of Katayama disease dates back to the discovery of \"S. Japonicum\" in Japan in 1904. The disease was named after an area it was endemic to, Katayama district, Hiroshima, Japan. If left untreated, it will develop into a chronic condition characterized by hepatosplenic disease and impaired physical and cognitive development. The severity of \"S. japonicum\" arises in 60% of all neurological diseases in schistosomes due to the migration of schistosome eggs to the brain.",
            "score": 100.72514343261719
        },
        {
            "docid": "4637216_25",
            "document": "Diseases of poverty . Schistosomiasis (bilharzia) is a parasitic disease caused by the parasitic flatworm trematodes. Moreover, more than 80 percent of the 200 million people worldwide who have schistosomiasis live in sub-Saharan Africa. Infections often occur in contaminated water where freshwater snails release larval forms of the parasite. After penetrating the skin and eventually traveling to the intestines or the urinary tract, the parasite lays eggs and infects those organs. It damages the intestines, bladder, and other organs and can lead to anemia and protein-energy deficiency. Along with malaria, schistosomiasis is one of the most important parasitic co-factors aiding in HIV transmission. Epidemiological data shows schistosome-endemic areas coincide with areas of high HIV prevalence, suggesting that parasitic infections such as schistosomiasis increase risk of HIV transmission.",
            "score": 94.99471282958984
        },
        {
            "docid": "2188496_28",
            "document": "Schistosoma mansoni . Adult and larval worms migrate through the host's blood circulation avoiding the host's immune system. The worms have many tools that help in this evasion, including the tegument, antioxidant proteins, and defenses against host membrane attack complex (MAC). The tegument coats the worm and acts as a physical barrier to host antibodies and complement. Host immune defenses are capable of producing superoxide, but these are counter attacked by antioxidant proteins produced by the parasite. Schistosomes have four superoxide dismutases, and levels of these proteins increase as the schistosome grows. Antioxidant pathways were first recognised as a chokepoints for schistosomes, and later extended to other trematodes and cestodes. Targeting of this pathway with different inhibitors of the central antioxidant enzyme thioredoxin glutathione reductase (TGR) results in reduced viability of worms. Decay accelerating factor (DAF) protein is present on the parasite tegument and protects host cells by blocking formation of MAC. In addition, schistosomes have six homologues of human CD59 which are strong inhibitors of MAC.",
            "score": 93.0206527709961
        },
        {
            "docid": "41332227_2",
            "document": "Bivitellobilharzia nairi . Bivitellobilharzia nairi is a species of trematodes, part of the family Schistosomatidae. It is most closely related to the blood fluke \"Bivitellobilharzia loxodontae\", which uses African forest elephants (\"Loxodonta cyclotis\") as a definitive host. Each of these schistosomes, that are part of the genus \"Bivitellobilharzia\", sit near the base of a branch within the schistosome family that contains mammal-infecting species. This is a fairly new identified endoparasite that was found in 1955 by Mudaliar and Ramanujachari, who first recorded the parasite in India. Researchers collected fecal samples of the Indian rhinoceros and were startled to find \"B. nairi\" eggs.  The morphological characteristics of the egg are a spindle shape with a terminal spine The eggs are characteristically similar to \"schistosome\" eggs. They also share a distinct similarity with the eggs of the elephant blood fluke. Researchers sequenced specific sections of the fluke egg's DNA and found that the elephant blood fluke and the rhinoceros blook fluke matched sequences with each other. This can tell us that both species are hosts to the same parasites. The elephant schistosome is able to infect the Indian Rhinoceros. Elephants and Indian Rhinoceros must share the same physiological structures to be infected by the same \"B. nairi\" parasite. They also share the same habitat making transmission from one animal to next fairly easy.  \"Bivitellobilharzia nairi\", common name the elephant schistosome, is a parasitic trematode that uses the Asian elephant (\"Elephas maximus\") as a definitive host. Two other hosts may be the Indian elephant and the greater one-horned rhinoceros Once the elephant is infected, it releases schistosome eggs in the feces near a fresh water habitat where it infects the intermediate host, snails. The cercariae larval stage of the parasite will be released into freshwater and become free-swimming parasites to then penetrate the hosts' skin. Once inside the mammal the cercariae will loose its tail during infection and pair with an adult worm to sexually reproduce. Eggs produced in host will be passed in feces to then be deposited in freshwater once again and release the miracidia within. The miracidia will then penetrate the snail host tissue. These freshwater snails have been confirmed to be intermediate hosts. So far two intermediate snail genus have been identified; \"Indoplanorbis exustus\" and \"Lymnaea luteola\".",
            "score": 90.00359344482422
        },
        {
            "docid": "191304_18",
            "document": "Schistosomiasis . At the U.S. Centers for Disease Control and Prevention (CDC), a combination of tests with purified adult worm antigens is used for antibody detection. All serum specimens are tested by FAST-ELISA using \"S. mansoni\" adult microsomal antigen. A positive reaction (greater than 9 units/µl serum) indicates infection with \"Schistosoma\" species. Sensitivity for \"S. mansoni\" infection is 99 percent, 95 percent for \"S. haematobium\" infection, and less than 50 percent for \"S. japonicum\" infection. Specificity of this assay for detecting schistosome infection is 99 percent. Because test sensitivity with the FAST-ELISA is reduced for species other than \"S. mansoni\", immunoblots of the species appropriate to the patient's travel history are also tested to ensure detection of \"S. haematobium\" and \"S. japonicum\" infections. Immunoblots with adult worm microsomal antigens are species-specific and so a positive reaction indicates the infecting species. The presence of antibody is indicative only of schistosome infection at some time and cannot be correlated with clinical status, worm burden, egg production, or prognosis. Where a person has traveled can help determine what \"Schistosoma\" species to test for by immunoblot.",
            "score": 89.69625854492188
        },
        {
            "docid": "2188496_24",
            "document": "Schistosoma mansoni . Schistosome eggs, which may become lodged within the hosts tissues, are the major cause of pathology in schistosomiasis. Some of the deposited eggs reach the outside environment by passing through the wall of the intestine; the rest are swept into the circulation and are filtered out in the periportal tracts of the liver, resulting in periportal fibrosis. Onset of egg laying in humans is sometimes associated with an onset of fever (Katayama fever). This \"acute schistosomiasis\" is not, however, as important as the chronic forms of the disease. For \"S. mansoni\" and \"S. japonicum\", these are \"intestinal\" and \"hepatic schistosomiasis\", associated with formation of granulomas around trapped eggs lodged in the intestinal wall or in the liver, respectively. The hepatic form of the disease is the most important, granulomas here giving rise to fibrosis of the liver and hepatosplenomegaly in severe cases. Symptoms and signs depend on the number and location of eggs trapped in the tissues. Initially, the inflammatory reaction is readily reversible. In the latter stages of the disease, the pathology is associated with collagen deposition and fibrosis, resulting in organ damage that may be only partially reversible.",
            "score": 87.11416625976562
        },
        {
            "docid": "21116598_2",
            "document": "Schistosomiasis vaccine . A Schistosomiasis vaccine is a vaccine against Schistosomiasis (also known as bilharzia, bilharziosis or snail fever), a parasitic disease caused by several species of fluke of the genus \"Schistosoma\". No effective vaccine for the disease exists yet. Schistosomiasis affects over 200 million people worldwide, mainly in rural agricultural and peri-urban areas of developing countries, and approximately 10% suffer severe health complications from the infection. While chemotherepeutic drugs, such as praziquantel, oxamniquine and metrifonate, are currently considered safe and effective for the treatment of schistosomiasis, reinfection occurs frequently following drug treatment, thus a vaccine is sought to provide long-term treatment. Additionally, experimental vaccination efforts have been successful in animal models of schistosomiasis.",
            "score": 86.58623504638672
        },
        {
            "docid": "191304_17",
            "document": "Schistosomiasis . Antibody detection can be useful to indicate schistosome infection in people who have traveled to areas where schistosomiasis is common and in whom eggs cannot be demonstrated in fecal or urine specimens. Test sensitivity and specificity vary widely among the many tests reported for the serologic diagnosis of schistosomiasis and are dependent on both the type of antigen preparations used (crude, purified, adult worm, egg, cercarial) and the test procedure.",
            "score": 85.93656158447266
        },
        {
            "docid": "51149431_13",
            "document": "Schistosoma bovis . The immune system responds to eggs in liver causing hypersensitivity; an immune response is necessary to prevent damage to hepatocytes. The hosts' antibodies bind to the tegument of the Schistosome but not for long since the tegument is shed every few hours. The schistosome can also take on host proteins. Schistomiasis can be divided into three phases; Within the haematobium group \"S. bovis\" and \"S. curassoni\" appear to be closely related : (1) the migratory phase lasting from penetration to maturity,(2) the acute phase which occurs when the schistosomes begin producing eggs, and (3) the chronic phase which occurs mainly in endemic areas.",
            "score": 84.87966918945312
        },
        {
            "docid": "2196984_17",
            "document": "Schistosoma haematobium . In response to infection, the hosts' antibodies bind to the tegument of the schistosome. But they are quickly removed the tegument itself is shed every few hours. The schistosome can also take on host proteins. Schistomiasis can be divided into three phases: (1) the migratory phase lasting from penetration to maturity,(2) the acute phase which occurs when the schistosomes begin producing eggs, and (3) the chronic phase which occurs mainly in endemic areas. In late stage, the infection may lead to extra-urinary complication named Bilharzial cor pulmonale. The distinct symptom for urogenital schistosomiasis is blood in the urine (haematuria), which is often associated with frequent urination, painful micturition, and discomfort in the groin. In endemic regions, haematuria is so widespread that it is thought a natural sign of puberty for boys, and is confused with menses in girls. Under serious infection, urinary tract can be blocked leading to obstructive uropathy (hydroureter and hydronephrosis), which can be further complicated by bacterial infection and kidney failure. In the most severe condition, chronic bladder ulcers and bladder carcinoma develop.",
            "score": 83.99768829345703
        },
        {
            "docid": "2188382_15",
            "document": "Schistosoma japonicum . Combination treatment may prevent morbidity due to schistosomiasis. Praziquantel is most active against adult worms. However, it has been found that artemether prevents the development of adult worms, thus decreasing egg production in the host. If both praziquantel and artemether can be used together, the entire lifespan of \"S. japonicum\" would be covered in the vertebrate host.",
            "score": 83.54377746582031
        },
        {
            "docid": "13991053_3",
            "document": "IRS1 . Insulin receptor substrate 1 plays a key role in transmitting signals from the insulin and insulin-like growth factor-1 (IGF-1) receptors to intracellular pathways PI3K / Akt and Erk MAP kinase pathways. Tyrosine phosphorylation of IRS-1 by insulin receptor (IR) introduces multiple binding sites for proteins bearing SH2 homology domain, such as PI3K, Grb-2/Sos complex and SHP2. PI3K, involved in interaction with IRS-1, produces PIP3, which, in turn, recruits Akt kinase. Further, Akt kinase is activated via phosphorylation of its T308 residue and analogous sites in PKC by PDK1. This phosphorylation is absent in tissues lacking IRS-1. The cascade is followed by glucose uptake. Grb-2/Sos complex, also known as RAS, signaling results in ERK1/2 activation. IRS-1 signal transduction may be inhibited by SHP2 in some tissues.",
            "score": 82.47698211669922
        },
        {
            "docid": "10280304_14",
            "document": "Malaria vaccine . The life cycle of the malaria parasite is particularly complex, presenting initial developmental problems. Despite the huge number of vaccines available at the current time, there are none that target parasitic infections. The distinct developmental stages involved in the life cycle present numerous opportunities for targeting antigens, thus potentially eliciting an immune response. Theoretically, each developmental stage could have a vaccine developed specifically to target the parasite. Moreover, any vaccine produced would ideally have the ability to be of therapeutic value as well as preventing further transmission and is likely to consist of a combination of antigens from different phases of the parasite’s development. More than 30 of these antigens are currently being researched by teams all over the world in the hope of identifying a combination that can elicit immunity in the inoculated individual. Some of the approaches involve surface expression of the antigen, inhibitory effects of specific antibodies on the life cycle and the protective effects through immunization or passive transfer of antibodies between an immune and a non-immune host. The majority of research into malarial vaccines has focused on the \"Plasmodium falciparum\" strain due to the high mortality caused by the parasite and the ease of a carrying out in vitro/in vivo studies. The earliest vaccines attempted to use the parasitic circumsporozoite (CS) protein. This is the most dominant surface antigen of the initial pre-erythrocytic phase. However, problems were encountered due to low efficacy, reactogenicity and low immunogenicity.",
            "score": 82.44944763183594
        },
        {
            "docid": "2188496_19",
            "document": "Schistosoma mansoni . The adult female worm resides within the adult male worm's gynaecophoric canal, which is a modification of the ventral surface of the male, forming a groove. The paired worms move against the flow of blood to their final niche in the mesenteric circulation, where they begin egg production (>32 days). The \"S. mansoni\" parasites are found predominantly in the small inferior mesenteric blood vessels surrounding the large intestine and caecal region of the host. Each female lays approximately 300 eggs a day (one egg every 4.8 minutes), which are deposited on the endothelial lining of the venous capillary walls. Most of the body mass of female schistosomes is devoted to the reproductive system. The female converts the equivalent of almost her own body dry weight into eggs each day. The eggs move into the lumen of the host's intestines and are released into the environment with the faeces.",
            "score": 81.64569854736328
        },
        {
            "docid": "9745239_11",
            "document": "Glucagon-like peptide 1 receptor . Exendin-4 increases beta cell mass in the pancreatic islets to improve the release of insulin to ultimately increase glucose uptake. The mechanism regarding this insulin increase involves Ex-4 and GLP-1. When the islets in the pancreas are exposed to GLP-1, there is an increased expression of the anti-apoptotic gene bcl-2 and decreased expression of pro-apoptotic genes bax and caspase-3, which leads to greater cell survival. GLP-1 binding to its G protein-coupled receptor activates various different pathways including the growth factor receptor and is coupled to pathways stimulating mitogenesis. Some of these pathways include Rap, Erk1/2, MAPK, B-RAF, PI3-K, cAMP, PKA, and TORC2 that are activated to initiate exocytosis, proinsulin gene expression and translation, increase insulin biosynthesis, and genetically increase beta cell proliferation and neogenesis. The GLP-1R is a G protein-coupled receptor that is dependent on glucose and GLP-1 is a peptide hormone that acts directly on the beta cell to stimulate insulin secretion by activating signal transduction when glucose is present. When glucose is not present, this receptor no longer couples to stimulate insulin secretion in order to prevent hypoglycemia.",
            "score": 81.4828872680664
        },
        {
            "docid": "2188496_2",
            "document": "Schistosoma mansoni . Schistosoma mansoni is a water-borne parasite of humans, and belongs to the group of blood flukes (\"Schistosoma\"). The adult lives in the blood vessels (mesenteric veins) near the human intestine. It causes intestinal schistosomiasis (similar to \"S. japonicum\", \"S. mekongi\", \"S. guineensis\", and \"S. intercalatum\"). Clinical symptoms are caused by the eggs. As the leading cause of schistosomiasis in the world, it is the most prevalent parasite in humans. It is classified as a neglected tropical disease. As of 2016, 206.5 million people have schistosomiasis and \"S. mansoni\" is the major parasite. It is found in Africa, the Middle East, the Caribbean, Brazil, Venezuela and Suriname.",
            "score": 79.76908111572266
        },
        {
            "docid": "2196955_10",
            "document": "Schistosoma intercalatum . Symptoms of all forms of schistosomiasis are caused by the immune system's reaction to the eggs, rather than the adult worms themselves. A few hours to days after cercariae invade the skin, some people experience pruritus and raised papules at the site of penetration. This is called cercarial dermatitis, also known as swimmer's itch. It can last up to a few weeks, although, this stage is usually asymptomatic in local populations. \"S. intercalatum\" is associated with lower morbidity than the other schistosomes that infect humans. In a study done on schoolchildren in the Republic of São Tomé and Principe in western Africa–where \"S. intercalatum\" and \"S. haematobium\" are endemic–the only schistosome present in the sample was \"S. intercalatum\", an overall prevalence of 10.9 percent in stool specimens.",
            "score": 79.69505310058594
        },
        {
            "docid": "21538648_12",
            "document": "FOXO1 . Because FOXO1 provides a link between transcription and metabolic control by insulin, it is also a potential target for genetic control of type 2 diabetes. In the insulin-resistant murine model, there is increased hepatic glucose production due to a loss in insulin sensitivity; the rates of hepatic gluconeogenesis and glycogenolysis are increased when compared to normal mice; this is presumably due to un-regulated FOXO1. When the same experiment was repeated with haploinsufficient FOXO1, insulin sensitivity was partially restored, and hepatic glucose production subsequently decreased. Similarly, in mice fed with a high fat diet (HFD), there is increased insulin resistance in skeletal and liver cells. However, when haploinsufficient FOXO1 mice were treated with the same HFD, there was a notable decrease in insulin resistance in both skeletal and liver cells. This effect was significantly augmented by the simultaneous administration of rosiglitazone, which is a commonly prescribed anti-diabetic drug. These results create an opportunity for a novel gene therapy based approach to alleviating insulin desensitization in type 2 diabetes.",
            "score": 79.08914184570312
        },
        {
            "docid": "31216882_9",
            "document": "Insulin signal transduction pathway . Insulin biosynthesis is regulated by transcriptional and translational levels. The β-cells promote their protein transcription in response to nutrients. The exposure of rat Langerhans islets to glucose for 1 hour is able to remarkably induce the intracellular proinsulin levels. It was noted that the proinsulin mRNA remained stable. This suggests that the acute response to glucose of the insulin synthesis is independent of mRNA synthesis in the first 45 minutes, because the blockage of the transcription decelerated the insulin accumulation during that time .  PTBPs, also called Polypyrimidine tract binding proteins, are proteins that regulate the translation of mRNA. They increase the viability of mRNA and provoke the initiation of the translation. PTBP1 enable the insulin gene specific activation and insulin granule protein mRNA by glucose .",
            "score": 79.00958251953125
        },
        {
            "docid": "1045705_70",
            "document": "Influenza vaccine . In 1931, viral growth in embryonated hens' eggs was reported by Ernest William Goodpasture and colleagues at Vanderbilt University. The work was extended to growth of influenza virus by several workers, including Thomas Francis, Jonas Salk, Wilson Smith and Macfarlane Burnet, leading to the first experimental influenza vaccines. In the 1940s, the US military developed the first approved inactivated vaccines for influenza, which were used in the Second World War. Hen's eggs continued to be used to produce virus used in influenza vaccines, but manufacturers made improvements in the purity of the virus by developing improved processes to remove egg proteins and to reduce systemic reactivity of the vaccine. Recently, the US FDA approved influenza vaccines made by growing virus in cell cultures and influenza vaccines made from recombinant proteins have been approved, with plant-based influenza vaccines being tested in clinical trials.",
            "score": 78.6406021118164
        },
        {
            "docid": "34335892_14",
            "document": "Climate change in Africa . The solutions that can help malaria control and possibly lead to eradication are far fewer in number than the challenges, but if they are effective they can truly change the areas currently affected. There are number of groups working on a vaccine, some are looking to control the transmission of the parasite to the host, or control transmission from human back to the vector. These vaccines are not very effective currently, and lose their effectiveness over time, so are not ideal. But, the development is still progressing in the hopes of finding a better, more effective long lasting vaccine. An alternative to vaccines is vectored immunoprophylaxis (VIP) that is a form a gene therapy. This therapy will change cells in the host that will secrete antigens from various stages of the parasite in the hopes of triggering an anamnestic immune response in the recipient and prevent disease and parasite transmission.",
            "score": 78.59407043457031
        },
        {
            "docid": "35839849_8",
            "document": "Epigenetics of diabetes Type 2 . Pancreatic islet-specific miR-375 inhibits insulin secretion in mouse pancreatic β-cells by inhibiting the expression of the protein myotrophin. An overexpression of miR-375 can completely suppress glucose-induced insulin secretion, while inhibition of native miR-375 will increase insulin secretion. In another study, increasing the level of miR-9, a different miRNA, resulted in a severe defect in glucose-stimulated insulin release. This happens because miR-9 down-regulated the transcription factor Onecut2 (OC2) that controls the expression of Rab27a effector granuphilin, a key factor in controlling insulin release. Also miR-192 levels have been shown to be increased in glomeruli isolated from diabetic mice when compared to non-diabetic mice, suggesting that it is involved as well. Since miR-192 was shown to regulate extracellular matrix proteins collagen 1-α 1 and 2 (Col1α1 and 2) that accumulate during diabetic nephropathy, miR-192 may play a role in kidney diseases as well. A correlation between elevated Notch signaling pathway gene expression, which is important for cell to cell communication, and diabetic nephropathy has also been shown. MiR-143 has also been experimentally shown to regulate genes that are crucial for adipocyte differentiation, (including GLUT4, Hormone-sensitive lipase, the fatty acid-binding protein, aP2 and PPAR-γ2), demonstrating that miRNAs are also involved in fat metabolism and endocrine function in humans.",
            "score": 78.37554931640625
        },
        {
            "docid": "343457_28",
            "document": "Maternal effect . In another study, researchers discovered that perinatal nutrient restriction resulting in intrauterine growth restriction (IUGR) contributes to diabetes mellitus type 2 (DM2). IUGR refers to the poor growth of the baby in utero. In the pancreas, IUGR caused a reduction in the expression of the promoter of the gene encoding a critical transcription factor for beta cell function and development. Pancreatic beta cells are responsible for making insulin; decreased beta cell activity is associated with DM2 in adulthood. In skeletal muscle, IUGR caused a decrease in expression of the Glut-4 gene. The Glut-4 gene controls the production of the Glut-4 transporter; this transporter is specifically sensitive to insulin. Thus, when insulin levels rise, more glut-4 transporters are brought to the cell membrane to increase the uptake of glucose into the cell. This change is caused by histone modifications in the cells of skeletal muscle that decrease the effectiveness of the glucose transport system into the muscle. Because the main glucose transporters are not operating at optimal capacity, these individuals are more likely to develop insulin resistance with energy rich diets later in life, contributing to DM2.",
            "score": 77.94902801513672
        },
        {
            "docid": "191304_13",
            "document": "Schistosomiasis . Infected individuals release \"Schistosoma\" eggs into water via their fecal material or urine. After larvae hatch from these eggs, the larvae infect a very specific type of freshwater snail. For example, in \"S. haematobium\" and \"S. intercalatum\" it is snails of the genus \"Bulinus\", in \"S. mansoni\" it is \"Biomphalaria\" and in \"S. japonicum\" it is \"Oncomelania\". The \"Schistosoma\" larvae undergo the next phase of their lifecycle in these snails, spending their time reproducing and developing. Once this step has been completed, the parasite leaves the snail and enters the water column. The parasite can live in the water for only 48 hours without a human host. Once a host has been found, the worm enters its blood vessels. For several weeks, the worm will remain in the vessels, continuing its development into its adult phase. When maturity is reached, mating occurs and eggs are produced. Eggs enter the bladder/intestine and are excreted through urine and feces and the process repeats. If the eggs do not get excreted, they can become engrained in the body tissues and cause a variety of problems such as immune reactions and organ damage.",
            "score": 77.54358673095703
        },
        {
            "docid": "20423_70",
            "document": "Malaria . Immunity (or, more accurately, tolerance) to \"P. falciparum\" malaria does occur naturally, but only in response to years of repeated infection. An individual can be protected from a \"P. falciparum\" infection if they receive about a thousand bites from mosquitoes that carry a version of the parasite rendered non-infective by a dose of X-ray irradiation. The highly polymorphic nature of many \"P. falciparum\" proteins results in significant challenges to vaccine design. Vaccine candidates that target antigens on gametes, zygotes, or ookinetes in the mosquito midgut aim to block the transmission of malaria. These transmission-blocking vaccines induce antibodies in the human blood; when a mosquito takes a blood meal from a protected individual, these antibodies prevent the parasite from completing its development in the mosquito. Other vaccine candidates, targeting the blood-stage of the parasite's life cycle, have been inadequate on their own. For example, SPf66 was tested extensively in areas where the disease is common in the 1990s, but trials showed it to be insufficiently effective.",
            "score": 77.06423950195312
        },
        {
            "docid": "28152121_6",
            "document": "Schistosoma spindale . The definitive hosts of \"Schistosoma spindale\" are (mainly) ruminants and \"Schistosoma spindale\" cause intestinal schistosomiasis of ruminants (Artiodactyla, Ruminantia). Surveillance for cattle schistosomiasis is generally inadequate and the literature is limited, but some idea of the problem can be gained from past small scale studies. For a diagnosis there is need to find eggs of \"Schistosoma spindale\" in feces. Surveys in Sri Lanka revealed prevalence of \"Schistosoma spindale\" of 31.2% (of 901 cattle), whilst in Bangladesh a similarly high prevalence of 36% has been reported. More recently, in Kerala South India, prevalences have been reported up to 57.3% in cattle, 50% in water buffalo (\"Bubalus bubalis\") and 4.7% in goats. The prevalence of Schistosoma spindale in the animals depend on the diagnostic test, employed. Thus, it was as low as 10-30% by faecal examination (again low if egg detection method is employed and high if hatching method is followed ) with as high as 80-95% by examining mesentery of the animals, for alive schistosomes, during post mortem (Agrawal MC 2012.Schistosomes and schistosomiasis in South Asia. Springer (India) Pvt, Ltd, New Delhi). Schistosoma spindale was found causing an outbreak in cattle in Maharashtra leading to heavy mortality with symptoms simulating to Rinder pest (Kulkarni HV,Rao SR and Chudhari PG 1954. Unusual outbreak of schistosomiasis in bovines due to Schistosoma spindale associated with heavy mortality in Bombay state. Bombay Veterinary college Magazine 4 : 3-15).",
            "score": 76.50375366210938
        },
        {
            "docid": "23656739_5",
            "document": "Schistosoma mekongi . \"S. mekongi\" shares many general characteristics with other schistosomes, particularly \"S. japonicum\", but it does have crucial differences. \"S. mekongi\" eggs are 30-55 μm and have a diminutive spine, and only 95 per mating pair are produced per day, whereas \"S. japonicum\" eggs are larger and produce on average 250 per day. \"N. aperta\" infected release on 42 cercaria per day, far lower than other Schistosomes.",
            "score": 75.99516296386719
        },
        {
            "docid": "15346849_3",
            "document": "MAFA (gene) . An in vivo study on mice proved MafA binds to the promoter in an insulin gene to regulate insulin transcription in response to serum glucose levels. MafA is a β cell-specific activator, which differentiates it from other transcription factors involved with insulin gene expression. It helps regulate the β cells involved with insulin secretion primarily by maintaining β cell metabolism. The amount of MafA in the β cells is regulated by levels of glucose and oxidative stress. MafA (gene) has been shown to interact with NEUROD1 and Pdx1. MafA works with Pdx1 to activate the insulin gene.",
            "score": 75.77999877929688
        },
        {
            "docid": "31216882_3",
            "document": "Insulin signal transduction pathway . When carbohydrates are consumed, digested, and absorbed the pancreas senses the subsequent rise in blood glucose concentration and releases insulin to promote an uptake of glucose from the blood stream. When insulin binds to the insulin receptor, it leads to a cascade of cellular processes that promote the usage or, in some cases, the storage of glucose in the cell. The effects of insulin vary depending on the tissue involved, e.g., insulin is most important in the uptake of glucose by muscle and adipose tissue.",
            "score": 75.6968994140625
        },
        {
            "docid": "191304_8",
            "document": "Schistosomiasis . In long established disease, adult worms lay eggs that can cause inflammatory reactions. The eggs secrete proteolytic enzymes that help them migrate to the bladder and intestines to be shed. The enzymes also cause an eosinophilic inflammatory reaction when eggs get trapped in tissues or embolize to the liver, spleen, lungs, or brain. The long term manifestations are dependent on the species of schistosome as the adult worms of different species migrate to different areas. Many infections are mildly symptomatic, with anemia and malnutrition being common in endemic areas.",
            "score": 75.40404510498047
        },
        {
            "docid": "14815864_3",
            "document": "KLF11 . KLF11 is a mesoderm derived, zinc finger transcription factor in the Krüppel-like factor (KLF) family. It binds to SP1- like GC- rich sequences in epsilon and gamma globin gene promoters inhibiting cellular growth and causing apoptosis. In the regulation of genes, it is involved in cellular inflammation and differentiation, making it an essential factor in early embryonic development. This transcription factor binds to promoters of genes involved in cholesterol, prostaglandin, neurotransmitter, fat, and sugar metabolism, specifically pancreatic beta cell function. Defects in KLF11 affect glucose metabolism, insulin transcription, insulin processing, and insulin secretion which cause type 2 diabetes in adults and maturity-onset diabetes of the young type 7. These types of diabetes are caused by KLF11 interacting with co-repressors in the pancreatic islet beta cells. KLF11 has recently been shown to be involved in endometriosis since it regulated the expression of extracellular matrix genes. Its absence in extracellular matrix genes created a more fibrogenic response by the tissue. This was proved by creating a “knockout” model. The experiment showed that the absence of KLF11 showed higher amounts of fibrosis indicating that it prevents the growth of endometriotic lesions and inhibits pathological scarring.",
            "score": 75.39248657226562
        }
    ]
}