{
    "q": [
        {
            "docid": "3615973_4",
            "document": "Human coronavirus NL63 . Transmission of HCoV-NL63 is likely through droplet expulsion from the respiratory tract, which may be airborne or spread through close personal contact. The virus is able to survive for up to seven days in respiratory secretions and remains infective at room temperature Once the virus has entered the host it binds to cellular receptors using spike proteins, similar to those found in HIV-1. The virus is able to use Angiotensin-converting enzyme 2 (ACE2) as an entry receptor to bind to and enter target cells. No determination of the specific entry of the virus into the host cell has been completed. Therefore entrance into the cell is either through direct cell fusion with the plasma membrane or endocytosis followed by fusion with the membrane. Due to the lack of a cDNA clone of HCoV-NL63, research on the replication cycle is limited. Because it is a positive single-stranded RNA virus, the processes of replication via transcription and translation can be carried out in the cytoplasm of the infected cell.",
            "score": 66.96038937568665
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 81.2807674407959
        },
        {
            "docid": "49197_31",
            "document": "Antiviral drug . HIV infects a cell through fusion with the cell membrane, which requires two different cellular molecular participants, CD4 and a chemokine receptor (differing depending on the cell type). Approaches to blocking this virus/cell fusion have shown some promise in preventing entry of the virus into a cell. At least one of these entry inhibitors—a biomimetic peptide marketed under the brand name Fuzeon—has received FDA approval and has been in use for some time. Potentially, one of the benefits from the use of an effective entry-blocking or entry-inhibiting agent is that it potentially may not only prevent the spread of the virus within an infected individual but also the spread from an infected to an uninfected individual.",
            "score": 60.27801299095154
        },
        {
            "docid": "14794916_9",
            "document": "HAVCR1 . Recently, TIM-1 has been shown to be a receptor or cofactor for Ebola virus entry. TIM-1 binds to Ebola virus glycoproteins (GP) and mediates Ebola virus cellular entry by increasing Ebola virus infectivity in poorly permissive cell lines. Moreover, reducing expression of endogenous TIM-1 in highly permissive cell lines decreased Ebola virus infectivity. Furthermore, TIM-1 IgV domain specific antibody ARD5 inhibited Ebola virus infectivity, indicating that TIM-1 was critical for Ebola virus entry. Also, TIM-1 expression on human mucosal epithelial cells from the trachea, cornea and conjunctiva demonstrated the correlation of TIM-1 expression feature and viral entry routes.",
            "score": 52.26112341880798
        },
        {
            "docid": "1247939_6",
            "document": "Kaposi's sarcoma-associated herpesvirus . After infection, the virus enters into lymphocytes via macropinosomes where it remains in a latent (\"quiet\") state expressing the viral latency-associated nuclear antigen, LANA. Crucial for the Entry of the virus is the EPH receptor A2 and a few Integrins, whose identity has yet to be confirmed. The virus exists as a circular piece of DNA called an episome and uses the cellular replication machinery to replicate itself. The viral episome is chromatinized upon entry into the host cell nucleus. LANA tethers the viral DNA to cellular chromosomes, inhibits p53 and retinoblastoma protein and suppresses viral genes needed for full virus production and assembly (\"lytic replication\"). Various signals such as inflammation may provoke the virus to enter into lytic replication. When lytic replication occurs, the viral episome starts replicating itself in the form of linear DNA molecules that are packaged into virus particles which are expelled from the cell, to infect new cells or to be transmitted to a new host. When the virus enters into lytic replication, thousands of virus particles can be made from a single cell, which usually results in death of the infected cell.",
            "score": 60.34868311882019
        },
        {
            "docid": "14170_35",
            "document": "HIV . The classical process of infection of a cell by a virion can be called \"cell-free spread\" to distinguish it from a more recently recognized process called \"cell-to-cell spread\". In cell-free spread (see figure), virus particles bud from an infected T cell, enter the blood or extracellular fluid and then infect another T cell following a chance encounter. HIV can also disseminate by direct transmission from one cell to another by a process of cell-to-cell spread, for which two pathways have been described. Firstly, an infected T cell can transmit virus directly to a target T cell via a virological synapse. Secondly, an antigen-presenting cell (APC), such as a macrophage or dendritic cell, can transmit HIV to T cells by a process that either involves productive infection (in the case of macrophages) or capture and transfer of virions \"in trans\" (in the case of dendritic cells). Whichever pathway is used, infection by cell-to-cell transfer is reported to be much more efficient than cell-free virus spread. A number of factors contribute to this increased efficiency, including polarised virus budding towards the site of cell-to-cell contact, close apposition of cells, which minimizes fluid-phase diffusion of virions, and clustering of HIV entry receptors on the target cell to the contact zone. Cell-to-cell spread is thought to be particularly important in lymphoid tissues where CD4 T cells are densely packed and likely to interact frequently. Intravital imaging studies have supported the concept of the HIV virological synapse \"in vivo\". The hybrid spreading mechanisms of HIV contribute to the virus' ongoing replication in spite of anti-retroviral therapies.",
            "score": 66.105588555336
        },
        {
            "docid": "5205992_10",
            "document": "Simian foamy virus . The virus attaches to host receptors through the SU glycoprotein, and the TM glycoprotein mediates fusion with the cell membrane. The entry receptor that triggers viral entry has not been identified, but the absence of heparan sulfate in one study resulted in a decrease of infection, acknowledging it as an attachment factor that assists in mediating the entry of the viral particle. It is not clear if the fusion is pH-dependent or independent, although some evidence has been provided to indicate that SFV does enter cells through a pH-dependent step. Once the virus has entered the interior of the cell, the retroviral core undergoes structural transformations through the activity of viral proteases. Studies have revealed that there are three internal protease-dependent cleavage sites that are critical for the virus to be infectious. One mutation within the \"gag\" gene had caused a structural change to the first cleavage site, preventing subsequent cleavage at the two other sites by the viral PR, reflecting its prominent role. Once disassembled, the genetic material and enzymes are free within the cytoplasm to continue with the viral replication. Whereas most retroviruses deposit ssRNA(+) into the cell, SFV and other related species are different in that up to 20% of released viral particles already contains dsDNA genomes. This is due to a unique feature of spumaviruses in which the onset of reverse transcription of genomic RNA occurs before release rather than after entry of the new host cell like in other retroviruses.",
            "score": 56.686464071273804
        },
        {
            "docid": "40846841_5",
            "document": "Major capsid protein VP1 . The VP1 protein is responsible for initiating the process of infecting a cell by binding to sialic acids in glycans, including some gangliosides, on the cell surface. Canonically, VP1 interacts specifically with α(2,3)-linked and α(2,6)-linked sialic acids. In some cases additional factors are necessary conditions for viral entry; for example, JC virus requires the 5HT2A serotonin receptor for entry, although the specific mechanism of this requirement is unclear. Once attached to the cell surface, the virions enter the cell and are trafficked by a retrograde pathway to the endoplasmic reticulum. The exact mechanism of endocytosis varies depending on the virus, and some viruses use multiple mechanisms; caveolae-dependent mechanisms are common. The process by which polyomaviruses penetrate the membrane and exit the ER is not well understood, but conformational changes to VP1, possibly including reduction of its disulfide bonds, likely occur in the ER. For some polyomaviruses, VP1 has been detected reaching the nucleus along with the viral genome, though it is unclear how the genomic DNA disengages from VP1.",
            "score": 67.87418794631958
        },
        {
            "docid": "24696645_6",
            "document": "Bovine immunodeficiency virus . One of the identifying characteristics of lentiviruses is being able to infect non-dividing cells. BIV, being a lentivirus has this characteristic. BIV, like HIV, has two phases to its replication cycle. The first phase is the entry phase; it is initiated by high affinity of the virus envelope glycoprotein with a specific cell receptor. The attached virus enters the cell by one of two ways, receptor mediated endocytosis or viral envelope-cell membrane fusion. Once in the cell, the virus is uncoated and the RNA genome is reverse-transcribed into DNA. Some studies have found that reverse transcriptase has a higher activity at low concentrations of Mn2+ ions when compared to Mg2+ ions; this finding is helpful in classifying the virus. The DNA (provirus) is then transported into the nucleus where it integrates into the host cell genome. The second phase of the replication cycle is virus expression. During this phase the provirus is transcribed. The transcript is spliced and the viral mRNA is transported to the cytoplasm where it is then translated. After translation, the viral structural proteins assemble the virus particle at the plasma membrane and form a complex with the viral RNA as the virus buds and is released from the cell. The virus matures after proteolytic processing by the viral protease (PR). The virus is then ready to infect another cell and repeat the process.",
            "score": 58.29347825050354
        },
        {
            "docid": "2734429_24",
            "document": "Alphavirus . Alphaviruses are of interest to gene therapy researchers, in particular the Ross River virus, Sindbis virus, Semliki Forest virus, and Venezuelan equine encephalitis virus have all been used to develop viral vectors for gene delivery. Of particular interest are the chimeric viruses that may be formed with alphaviral envelopes and retroviral capsids. Such chimeras are termed pseudotyped viruses. Alphaviral envelope pseudotypes of retroviruses or lentiviruses are able to integrate the genes that they carry into the expansive range of potential host cells that are recognized and infected by the alphaviral envelope proteins E2 and E1. The stable integration of viral genes is mediated by the retroviral interiors of these vectors. There are limitations to the use of alphaviruses in the field of gene therapy due to their lack of targeting, however, through the introduction of variable antibody domains in a non-conserved loop in the structure of E2, specific populations of cells have been targeted. Furthermore, the use of whole alphaviruses for gene therapy is of limited efficacy both because several internal alphaviral proteins are involved in the induction of apoptosis upon infection and also because the alphaviral capsid mediates only the transient introduction of mRNA into host cells. Neither of these limitations extend to alphaviral envelope pseudotypes of retroviruses or lentiviruses. However, the expression of Sindbis virus envelopes may lead to apoptosis, and their introduction into host cells upon infection by Sindbis virus envelope pseudotyped retroviruses may also lead to cell death. The toxicity of Sindbis viral envelopes may be the cause of the very low production titers realized from packaging cells constructed to produce Sindbis pseudotypes. Another branch of research involving alphaviruses is in vaccination. Alphaviruses are apt to be engineered to create replicon vectors which efficiently induce humoral and T-cell immune responses. They could therefore be used to vaccinate against viral, bacterial, protozoan, and tumor antigens.",
            "score": 68.04407906532288
        },
        {
            "docid": "33134774_11",
            "document": "Marburg virus . Niemann–Pick C1 (NPC1) cholesterol transporter protein appears to be essential for infection with both Ebola and Marburg virus. Two independent studies reported in the same issue of \"Nature\" showed that Ebola virus cell entry and replication requires NPC1. When cells from patients lacking NPC1 were exposed to Ebola virus in the laboratory, the cells survived and appeared immune to the virus, further indicating that Ebola relies on NPC1 to enter cells. This might imply that genetic mutations in the NPC1 gene in humans could make some people resistant to one of the deadliest known viruses affecting humans. The same studies described similar results with Marburg virus, showing that it also needs NPC1 to enter cells. Furthermore, NPC1 was shown to be critical to filovirus entry because it mediates infection by binding directly to the viral envelope glycoprotein and that the second lysosomal domain of NPC1 mediates this binding.",
            "score": 59.58485245704651
        },
        {
            "docid": "14170_25",
            "document": "HIV . HIV can infect dendritic cells (DCs) by this CD4-CCR5 route, but another route using mannose-specific C-type lectin receptors such as DC-SIGN can also be used. DCs are one of the first cells encountered by the virus during sexual transmission. They are currently thought to play an important role by transmitting HIV to T-cells when the virus is captured in the mucosa by DCs. The presence of FEZ-1, which occurs naturally in neurons, is believed to prevent the infection of cells by HIV. HIV-1 entry, as well as entry of many other retroviruses, has long been believed to occur exclusively at the plasma membrane. More recently, however, productive infection by pH-independent, clathrin-dependent endocytosis of HIV-1 has also been reported and was recently suggested to constitute the only route of productive entry.",
            "score": 49.57155728340149
        },
        {
            "docid": "11503558_7",
            "document": "NPC1 . The human Niemann–Pick C1 (NPC1) cholesterol transporter appears to be essential for Ebola virus infection: a series of independent studies have presented evidence that Ebola virus enters human cells after binding to NPC1. When cells from Niemann Pick Type C patients lacking this transporter were exposed to Ebola virus in the laboratory, the cells survived and appeared impervious to the virus, further indicating that Ebola relies on NPC1 to enter cells. The same studies described similar results with Marburg virus, another filovirus, showing that it too needs NPC1 to enter cells. In one of the studies, NPC1 was shown to be critical to filovirus entry because it mediates infection by binding directly to the viral envelope glycoprotein. A later study confirmed the findings that NPC1 is a critical filovirus receptor that mediates infection by binding directly to the viral envelope glycoprotein and that the second lysosomal domain of NPC1 mediates this binding.",
            "score": 55.93377423286438
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 66.70230031013489
        },
        {
            "docid": "32242924_4",
            "document": "Co-option (biology) . Because of its medical importance, the Influenza A virus has been characterized to a large extent, and is mentioned here as an example of co-option. Its genome encodes only for 11 proteins, and it needs to use host-cell genes and proteins to carry out its lytic cycle. In 2010, a study was realized to determine which host-cell factors are necessary for the entry and replication of Influenza A virus. Using siRNA techniques, the effect of the disruption of more than 19,000 human genes on influenza life cycle was studied. That allowed identifying 295 host-cell genes needed for the virus to complete its lytic cycle, 23 of which are used during the entry steps, and the 219 remaining for the post-entry steps. Of all these genes implicated on the virus vital cycle, 168 might be targets for developing antiviral drugs for the treatment of H1N1 infection. It is important to emphasize that these targets are not virus proteins, but host-cell proteins.",
            "score": 71.33743476867676
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 70.03452253341675
        },
        {
            "docid": "1649692_2",
            "document": "Viral pathogenesis . Viral pathogenesis is the study of how biological viruses cause diseases in their target hosts, usually carried out at the cellular or molecular level. It is a specialized field of study in virology. Pathogenesis is a process in which an initial infection becomes a disease. Viral disease is the sum of the effects on the host caused by the replication of the virus and of the host's subsequent immune response. Viruses are able to initiate infection, disperse throughout the body, and replicate due to virulence characteristics. Mechanisms of pathogenesis of viral diseases include: implantation of the virus at the portal of entry, local replication, spread to target organs, and shedding of the virus into the environment. There are several factors that affect pathogenic mechanisms. Some of these factors include virulence characteristics of the virus that is infecting. In order to cause disease, the virus must overpower several inhibitory effects present in the host. Some of the inhibitory effects include distance, physical barriers, host defenses, and conflicting cellular susceptibilities. These inhibitory effects may differ among individuals and different races due to the inhibitory effects being genetically controlled.",
            "score": 77.06938648223877
        },
        {
            "docid": "14794916_10",
            "document": "HAVCR1 . TIM-1 has been identified as a cellular factor for Dengue virus entry by overexpression of TIM-1 on poorly susceptible cell lines for Dengue virus infection. TIM-1 enhanced dengue virus infectivity by 500-fold, particularly increased virus internalization. TIM-1 directly interacted with Dengue virus particle by recognizing PS on the virion surface. In addition, the Dengue virus susceptibility of different cell lines was consistent with endogenous expression level of TIM-1 gene in such cell lines, suggesting that TIM-1 is crucial for Dengue virus entry.",
            "score": 54.97504115104675
        },
        {
            "docid": "455651_13",
            "document": "Adenoviridae . Entry of adenoviruses into the host cell involves two sets of interactions between the virus and the host cell. Most of the action occurs at the vertices. Entry into the host cell is initiated by the knob domain of the fiber protein binding to the cell receptor. The two currently established receptors are: CD46 for the group B human adenovirus serotypes and the coxsackievirus adenovirus receptor (CAR) for all other serotypes. There are some reports suggesting MHC molecules and sialic acid residues functioning in this capacity as well. This is followed by a secondary interaction, where a motif in the penton base protein interacts with an integrin molecule. It is the co-receptor interaction that stimulates entry of the adenovirus. This co-receptor molecule is αv integrin. Binding to αv integrin results in endocytosis of the virus particle via clathrin-coated pits. Attachment to αv integrin stimulates cell signaling and thus induces actin polymerization resulting in entry of the virion into the host cell within an endosome.",
            "score": 54.25957942008972
        },
        {
            "docid": "790967_17",
            "document": "Hepatitis C virus . Replication of HCV involves several steps. The virus replicates mainly in the hepatocytes of the liver, where it is estimated that daily each infected cell produces approximately fifty virions (virus particles) with a calculated total of one trillion virions generated. The virus may also replicate in peripheral blood mononuclear cells, potentially accounting for the high levels of immunological disorders found in chronically infected HCV patients. HCV has a wide variety of genotypes and mutates rapidly due to a high error rate on the part of the virus' RNA-dependent RNA polymerase. The mutation rate produces so many variants of the virus it is considered a quasispecies rather than a conventional virus species. Entry into host cells occur through complex interactions between virions and cell-surface molecules CD81, LDL receptor, SR-BI, DC-SIGN, Claudin-1, and Occludin.",
            "score": 51.39115762710571
        },
        {
            "docid": "26981780_2",
            "document": "Cripavirus . Cripavirus is a genus of viruses in the order Picornavirales, in the family Dicistroviridae. Invertebrates serve as natural hosts. There are currently nine species in this genus including the type species Cricket paralysis virus. Diseases associated with this genus include: DCV: increased reproductive potential; extremely pathogenic when injected with high associated mortality; CrPV: paralysis and death. These viruses can produce proteins directly from their RNA genome upon entering a cell; and therefore, does not require an RNA polymerase packaged in with it, as this may be produced from the genome after entering the cell. The name of the cripavirus family originates from its most famous member the Cricket Paralysis Virus. Which was made famous by its rather unusual IRES (Internal Ribosome Entry Site): the Cripavirus IRES. The Cripavirus IRES is an RNA element that allows the virus to bind the ribosome and translate without a need for any initiation factors – as initiation is the most regulated step of translation this allows the virus to avoid many mechanisms to inhibit viral activity.",
            "score": 60.796122789382935
        },
        {
            "docid": "38900235_7",
            "document": "HIV/AIDS research . The within-host dynamics of HIV infection include the spread of the virus in vivo, the establishment of latency, the effects of immune response on the virus, etc. Early studies used simple models and only considered the cell-free spreading of HIV, in which virus particles bud from an infected T cell, enter the blood/extracellular fluid, and then infect another T cell. A 2015 study proposes a more realistic model of HIV dynamics that also incorporates the viral cell-to-cell spreading mechanism, where the virus is directly transited from one cell to another, as well as the T cell activation, the cellular immune response, and the immune exhaustion as the infection progresses.",
            "score": 70.44663596153259
        },
        {
            "docid": "453608_6",
            "document": "Reoviridae . Viruses in the family Reoviridae have genomes consisting of segmented, double-stranded RNA (dsRNA). Because of this, replication occurs exclusively in the cytoplasm and the virus encodes several proteins which are needed for replication and conversion of the dsRNA genome into (+)-RNAs. The virus can enter the host cell via a receptor on the cell surface. The receptor is not known but is thought to include sialic acid and junctional adhesion molecules (JAMs). The virus is partially uncoated by proteases in the endolysosome, where the capsid is partially digested to allow further cell entry. The core particle then enters the cytoplasm by a yet unknown process where the genome is transcribed conservatively causing an excess of (+) sense strands, which are used as mRNA templates to synthesize (−) sense strands. Viral particles begin to assemble in the cytoplasm 6–7 hours after infection. Translation takes place by leaky scanning, suppression of termination, and ribosomal skipping. The virus exits the host cell by monopartite non-tubule guided viral movement, cell to cell movement, and existing in occlusion bodies after cell death and remaining infectious until finding another host. Multiplicity reactivation (MR) is the process by which 2 or more virus genomes, each containing inactivating genome damage, can interact within an infected cell to form a viable virus genome. McClain and Spendlove demonstrated MR for three types of reovirus after exposure to ultraviolet irradiation. In their experiments, reovirus particles were exposed to doses of UV-light that would be lethal in single infections. However, when two or more inactivated viruses were allowed to infect individual host cells MR occurred and viable progeny were produced. As they stated, multiplicity reactivation by definition involves some type of repair. Michod et al. reviewed numerous examples of MR in different viruses, and suggested that MR is a common form of sexual interaction in viruses that provides the benefit of recombinational repair of genome damages.",
            "score": 72.16254484653473
        },
        {
            "docid": "47360189_7",
            "document": "Polioencephalitis . Research into the mechanism of this disease stalled with the development of the vaccines in the mid-twentieth century. However, with the recent identification of the cell surface receptor CD155 new interest has resurfaced in this disease. Experiments on transgenic mice are investigating the initial sites of viral replication in the host and how the virus moves from the bloodstream into the central nervous system. Research into the host range of the virus has also been of interest. The host range of a virus is determined by the interaction of the virus with host cellular receptors such as CD155. Comparison of the amino acid sequence in the binding domain of the host cell receptor is highly variable among mammalian species. Rapid changes in the sequence of the binding domain have restricted the host range of the poliovirus. Targeting of the brain and spinal cord have also come under investigation. The restricted tropism maybe due to organ specific differences in the initiation of translation by the virus internal ribosome entry site.",
            "score": 51.518458127975464
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 69.29593014717102
        },
        {
            "docid": "44622851_17",
            "document": "Epizootic hemorrhagic disease virus . Infecting viral particles are able to enter the cell via an endosmal route. The believed mechanism for this has to do with an acidification of the endosome, similar to what is done in the influenza virus. Early acidification of the endosome is thought to release components from the virus core. These components are then released into the host cell cytoplasm. VP5 often catalyzes cell fusion, which facilitates the penetration of the endosomal membrane and consequently the release of outer capsid components. Interestingly enough, EHDV does not contain large concentrations of VP5, yet it is still able to infect cell systems. EHDV is able to be infectious due to the presence of VP7 as suggested by the binding of anti-bodies to the outer core protein VP7. The binding of EHDV to the cell surface via interaction of VP7 with glycosaminoglycans in addition to other receptors is the most probable entry mechanism.",
            "score": 70.43027853965759
        },
        {
            "docid": "50618310_13",
            "document": "Eilat virus . The EILV (the Eilat virus) has a limited and restricted host range. It being the only alphavirus (mosquito-borne) which is unable to infect mammalian and other vertebrate cells indicates a quick evolutionary change that was done by an alphavirus. The EILV is not just restricted to the genomic RNA replication level but it also is unable to gain entry into vertebrate cells. Therefore, with further study the Eilat virus can compensate in making clear the viral factors other pathogenic similar viruses have in obtaining a broader host range. Also, it makes a possible candidate in promoting vaccine development for other alphaviruses with the ability to infect vertebrate cells. However, since research on the Eilat virus has only recently been put into action, there is still much more we can gain (evolutionary, medically, and scientifically) from this unique mosquito-borne alphavirus.",
            "score": 64.0613341331482
        },
        {
            "docid": "5069516_18",
            "document": "HIV/AIDS . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses share many morphological and biological characteristics. Many species of mammals are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded reverse transcriptase that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded integrase and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system. Alternatively, the virus may be transcribed, producing new RNA genomes and viral proteins that are packaged and released from the cell as new virus particles that begin the replication cycle anew.",
            "score": 63.711270809173584
        },
        {
            "docid": "17374096_8",
            "document": "Avian sarcoma leukosis virus . Today, research is carried out on ASLV in order to better understand retroviral cell entry. Since ASLV uses distinct cellular receptors to gain entry into cells, it has proven useful for understanding the early events in retroviral infection. A detailed understanding of retroviral cell entry may lead to the discovery of ways in which to block the viruses from entering cells. Retroviruses also have the potential to serve as gene delivery vectors in gene therapy.",
            "score": 79.78639101982117
        },
        {
            "docid": "55517171_2",
            "document": "Flock House virus . Flock House virus (FHV) is in the alphanodavirus genus of the \"Nodaviridae\" family of viruses. Flock House virus was isolated from a grass grub (\"Costelytra Zealandica\") at the Flock House research station in Bulls, New Zealand. FHV is an extensively studied virus and is considered a model system for the study of other non-enveloped RNA viruses owing to its small size and genetic tractability, particularly to study the role of the transiently exposed hydrophobic gamma peptide and the metastability of the viral capsid. FHV can be engineered in insect cell culture allowing for the tailored production of native or mutant authentic virions or virus-like-particles. FHV is a platform for nanotechnology and nanomedicine, for example, for epitope display and vaccine development. Viral entry into host cells occurs via receptor-mediated endocytosis. Receptor binding initiates a sequence of events during which the virus exploits the host environment in order to deliver the viral cargo in to the host cytosol. Receptor binding prompts the meta-stability of the capsid–proteins, the coordinated rearrangements of which are crucial for subsequent steps in the infection pathway. In addition, the transient exposure of a covalently-independent hydrophobic γ-peptide is responsible for breaching cellular membranes and is thus essential for the viral entry of FHV into host cells.",
            "score": 66.71543717384338
        },
        {
            "docid": "44054592_2",
            "document": "LJ-001 . LJ-001 is a broad-spectrum antiviral drug developed as a potential treatment for enveloped viruses. It acts as an inhibitor which blocks viral entry into host cells at a step after virus binding but before virus–cell fusion, and also irreversibly inactivates the virions themselves by generating reactive singlet oxygen molecules which damage the viral membrane. In cell culture tests \"in vitro\", LJ-001 was able to block and disable a wide range of different viruses, including influenza A, filoviruses, poxviruses, arenaviruses, bunyaviruses, paramyxoviruses, flaviviruses, and HIV. Unfortunately LJ-001 itself was unsuitable for further development, as it has poor physiological stability and requires light for its antiviral mechanism to operate. However the discovery of this novel mechanism for blocking virus entry and disabling the virion particles has led to LJ-001 being used as a lead compound to develop a novel family of more effective antiviral drugs with improved properties.",
            "score": 73.48985648155212
        },
        {
            "docid": "33826069_4",
            "document": "Viral neuronal tracing . The life cycle of viruses, such as those used in neuronal tracing, is different from cellular organisms. Viruses are parasitic in nature and cannot proliferate on their own. Therefore, they must infect another organism and effectively hijack cellular machinery to complete their life cycle. The first stage of the viral life cycle is called viral entry. This defines the manner in which a virus infects a new host cell. In nature, neurotropic viruses are usually transmitted through bites or scratches, as in the case of Rabies virus or certain strains of Herpesviruses. In tracing studies, this step occurs artificially, typically through the use of a syringe. The next stage of the viral life cycle is called viral replication. During this stage, the virus takes over the host cell's machinery to cause the cell to create more viral proteins and assemble more viruses. Once the cell has produced a sufficient number of viruses, the virus enters the viral shedding stage. During this stage, viruses leave the original host cell in search of a new host. In the case of neurotropic viruses, this transmission typically occurs at the synapse. Viruses can jump across the relatively short space from one neuron to the next. This trait is what makes viruses so useful in tracer studies. Once the virus enters the next cell, the cycle begins anew. The original host cell begins to degrade after the shedding stage. In tracer studies, this is the reason the timing must be tightly controlled. If the virus is allowed to spread too far, the original microcircuitry of interest is degraded and no useful information can be retrieved. Typically, viruses can infect only a small number of organisms, and even then only a specific cell type within the body. The specificity of a particular virus for a specific tissue is known as its tropism. Viruses in tracer studies are all neurotropic (capable of infecting neurons).",
            "score": 79.36917209625244
        }
    ],
    "r": [
        {
            "docid": "14353229_4",
            "document": "Viral shedding . \"Budding\" through the cell envelope—in effect, borrowing from the cell membrane to create the virus's own viral envelope—is most effective for viruses that need an envelope in the first place. These include enveloped viruses such as HIV, HSV, SARS or smallpox. Prior to budding, the virus may put its own receptor onto the surface of the cell in preparation for the virus to bud through, forming an envelope with the viral receptors already on it. Though budding does not immediately destroy the host cell, this process will slowly use up the cell membrane and eventually lead to the cell's demise. This is also how antiviral responses are able to detect virus-infected cells. Budding has been most extensively studied for viruses of eukaryotes. However, it has been demonstrated that viruses infecting prokaryotes of the domain Archaea also employ this mechanism of virion release.",
            "score": 81.39495086669922
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 81.28076934814453
        },
        {
            "docid": "17374096_8",
            "document": "Avian sarcoma leukosis virus . Today, research is carried out on ASLV in order to better understand retroviral cell entry. Since ASLV uses distinct cellular receptors to gain entry into cells, it has proven useful for understanding the early events in retroviral infection. A detailed understanding of retroviral cell entry may lead to the discovery of ways in which to block the viruses from entering cells. Retroviruses also have the potential to serve as gene delivery vectors in gene therapy.",
            "score": 79.78639221191406
        },
        {
            "docid": "33826069_4",
            "document": "Viral neuronal tracing . The life cycle of viruses, such as those used in neuronal tracing, is different from cellular organisms. Viruses are parasitic in nature and cannot proliferate on their own. Therefore, they must infect another organism and effectively hijack cellular machinery to complete their life cycle. The first stage of the viral life cycle is called viral entry. This defines the manner in which a virus infects a new host cell. In nature, neurotropic viruses are usually transmitted through bites or scratches, as in the case of Rabies virus or certain strains of Herpesviruses. In tracing studies, this step occurs artificially, typically through the use of a syringe. The next stage of the viral life cycle is called viral replication. During this stage, the virus takes over the host cell's machinery to cause the cell to create more viral proteins and assemble more viruses. Once the cell has produced a sufficient number of viruses, the virus enters the viral shedding stage. During this stage, viruses leave the original host cell in search of a new host. In the case of neurotropic viruses, this transmission typically occurs at the synapse. Viruses can jump across the relatively short space from one neuron to the next. This trait is what makes viruses so useful in tracer studies. Once the virus enters the next cell, the cycle begins anew. The original host cell begins to degrade after the shedding stage. In tracer studies, this is the reason the timing must be tightly controlled. If the virus is allowed to spread too far, the original microcircuitry of interest is degraded and no useful information can be retrieved. Typically, viruses can infect only a small number of organisms, and even then only a specific cell type within the body. The specificity of a particular virus for a specific tissue is known as its tropism. Viruses in tracer studies are all neurotropic (capable of infecting neurons).",
            "score": 79.36917114257812
        },
        {
            "docid": "1649692_2",
            "document": "Viral pathogenesis . Viral pathogenesis is the study of how biological viruses cause diseases in their target hosts, usually carried out at the cellular or molecular level. It is a specialized field of study in virology. Pathogenesis is a process in which an initial infection becomes a disease. Viral disease is the sum of the effects on the host caused by the replication of the virus and of the host's subsequent immune response. Viruses are able to initiate infection, disperse throughout the body, and replicate due to virulence characteristics. Mechanisms of pathogenesis of viral diseases include: implantation of the virus at the portal of entry, local replication, spread to target organs, and shedding of the virus into the environment. There are several factors that affect pathogenic mechanisms. Some of these factors include virulence characteristics of the virus that is infecting. In order to cause disease, the virus must overpower several inhibitory effects present in the host. Some of the inhibitory effects include distance, physical barriers, host defenses, and conflicting cellular susceptibilities. These inhibitory effects may differ among individuals and different races due to the inhibitory effects being genetically controlled.",
            "score": 77.06938934326172
        },
        {
            "docid": "46270727_5",
            "document": "Wendy Barclay . At the start of her research career, Barclay worked with both rhinoviruses and various types of small RNA viruses. Barclay has worked mainly with the three types of virus: Influenza A virus, Influenzavirus B, and Influenzavirus C. All three belong to the orthomyxoviridae family. Viruses that belong to this family are single stranded (-) RNA viruses that replicate within the nucleus of the host's cells. Influenza types A and B are routinely spread from human to human, and they are responsible for seasonal flu epidemics each year. Influenza type C virus causes mild respiratory infections and are not known to cause epidemics, unlike the other two. Barclay has worked intensively with Influenza A and Influenza B viruses for at least a decade. She has published many articles detailing the importance of understanding how influenza viruses interact with their hosts, understanding their genomic makeup, and understanding how different strains of the two viruses interact with host cells differently.",
            "score": 76.60430145263672
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 76.59480285644531
        },
        {
            "docid": "44054592_2",
            "document": "LJ-001 . LJ-001 is a broad-spectrum antiviral drug developed as a potential treatment for enveloped viruses. It acts as an inhibitor which blocks viral entry into host cells at a step after virus binding but before virus–cell fusion, and also irreversibly inactivates the virions themselves by generating reactive singlet oxygen molecules which damage the viral membrane. In cell culture tests \"in vitro\", LJ-001 was able to block and disable a wide range of different viruses, including influenza A, filoviruses, poxviruses, arenaviruses, bunyaviruses, paramyxoviruses, flaviviruses, and HIV. Unfortunately LJ-001 itself was unsuitable for further development, as it has poor physiological stability and requires light for its antiviral mechanism to operate. However the discovery of this novel mechanism for blocking virus entry and disabling the virion particles has led to LJ-001 being used as a lead compound to develop a novel family of more effective antiviral drugs with improved properties.",
            "score": 73.48986053466797
        },
        {
            "docid": "31080019_6",
            "document": "Peter Palese . Working alongside Dr. Adolfo García-Sastre, Palese's research showed that most negative-strand RNA viruses counteract antiviral responses in infected hosts, owing to proteins possessing interferon antagonist activity. His work on \"fundamental questions concerning the genetic make-up and biology of viruses\" and virus-host interactions \"uses molecular biological techniques to understand how viruses replicate and how they interact with cells to cause disease in their hosts\", with emphasis on \"the study of RNA viruses, including influenza, paramyxo and corona (SARS) viruses\". Recent achievements include the development of a highly successful new animal model (the guinea pig) for studying the transmission of influenza viruses.",
            "score": 72.91151428222656
        },
        {
            "docid": "40817590_10",
            "document": "Ebola virus disease . Their life cycle is thought to begin with a virion attaching to specific cell-surface receptors such as C-type lectins, DC-SIGN, or integrins, which is followed by fusion of the viral envelope with cellular membranes. The virions taken up by the cell then travel to acidic endosomes and lysosomes where the viral envelope glycoprotein GP is cleaved. This processing appears to allow the virus to bind to cellular proteins enabling it to fuse with internal cellular membranes and release the viral nucleocapsid. The \"Ebolavirus\" structural glycoprotein (known as GP1,2) is responsible for the virus' ability to bind to and infect targeted cells. The viral RNA polymerase, encoded by the \"L\" gene, partially uncoats the nucleocapsid and transcribes the genes into positive-strand mRNAs, which are then translated into structural and nonstructural proteins. The most abundant protein produced is the nucleoprotein, whose concentration in the host cell determines when L switches from gene transcription to genome replication. Replication of the viral genome results in full-length, positive-strand antigenomes that are, in turn, transcribed into genome copies of negative-strand virus progeny. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane from which they bud. The mature progeny particles then infect other cells to repeat the cycle. The genetics of the Ebola virus are difficult to study because of EBOV's virulent characteristics.",
            "score": 72.65570068359375
        },
        {
            "docid": "453608_6",
            "document": "Reoviridae . Viruses in the family Reoviridae have genomes consisting of segmented, double-stranded RNA (dsRNA). Because of this, replication occurs exclusively in the cytoplasm and the virus encodes several proteins which are needed for replication and conversion of the dsRNA genome into (+)-RNAs. The virus can enter the host cell via a receptor on the cell surface. The receptor is not known but is thought to include sialic acid and junctional adhesion molecules (JAMs). The virus is partially uncoated by proteases in the endolysosome, where the capsid is partially digested to allow further cell entry. The core particle then enters the cytoplasm by a yet unknown process where the genome is transcribed conservatively causing an excess of (+) sense strands, which are used as mRNA templates to synthesize (−) sense strands. Viral particles begin to assemble in the cytoplasm 6–7 hours after infection. Translation takes place by leaky scanning, suppression of termination, and ribosomal skipping. The virus exits the host cell by monopartite non-tubule guided viral movement, cell to cell movement, and existing in occlusion bodies after cell death and remaining infectious until finding another host. Multiplicity reactivation (MR) is the process by which 2 or more virus genomes, each containing inactivating genome damage, can interact within an infected cell to form a viable virus genome. McClain and Spendlove demonstrated MR for three types of reovirus after exposure to ultraviolet irradiation. In their experiments, reovirus particles were exposed to doses of UV-light that would be lethal in single infections. However, when two or more inactivated viruses were allowed to infect individual host cells MR occurred and viable progeny were produced. As they stated, multiplicity reactivation by definition involves some type of repair. Michod et al. reviewed numerous examples of MR in different viruses, and suggested that MR is a common form of sexual interaction in viruses that provides the benefit of recombinational repair of genome damages.",
            "score": 72.16254425048828
        },
        {
            "docid": "12891_22",
            "document": "Gene therapy . In order to replicate, viruses introduce their genetic material into the host cell, tricking the host's cellular machinery into using it as blueprints for viral proteins. Retroviruses go a stage further by having their genetic material copied into the genome of the host cell. Scientists exploit this by substituting a virus's genetic material with therapeutic DNA. (The term 'DNA' may be an oversimplification, as some viruses contain RNA, and gene therapy could take this form as well.) A number of viruses have been used for human gene therapy, including retroviruses, adenoviruses, herpes simplex, vaccinia, and adeno-associated virus. Like the genetic material (DNA or RNA) in viruses, therapeutic DNA can be designed to simply serve as a temporary blueprint that is degraded naturally or (at least theoretically) to enter the host's genome, becoming a permanent part of the host's DNA in infected cells.",
            "score": 71.63356018066406
        },
        {
            "docid": "32242924_4",
            "document": "Co-option (biology) . Because of its medical importance, the Influenza A virus has been characterized to a large extent, and is mentioned here as an example of co-option. Its genome encodes only for 11 proteins, and it needs to use host-cell genes and proteins to carry out its lytic cycle. In 2010, a study was realized to determine which host-cell factors are necessary for the entry and replication of Influenza A virus. Using siRNA techniques, the effect of the disruption of more than 19,000 human genes on influenza life cycle was studied. That allowed identifying 295 host-cell genes needed for the virus to complete its lytic cycle, 23 of which are used during the entry steps, and the 219 remaining for the post-entry steps. Of all these genes implicated on the virus vital cycle, 168 might be targets for developing antiviral drugs for the treatment of H1N1 infection. It is important to emphasize that these targets are not virus proteins, but host-cell proteins.",
            "score": 71.33743286132812
        },
        {
            "docid": "10849236_2",
            "document": "Antibody-dependent enhancement . Antibody-dependent enhancement (ADE) occurs when non-neutralising antiviral proteins facilitate virus entry into host cells, leading to increased infectivity in the cells. Some cells do not have the usual receptors on their surfaces that viruses use to gain entry. The antiviral proteins (i.e., the antibodies) bind to antibody Fc receptors that some of these cells have in the plasma membrane. The viruses bind to the antigen binding site at the other end of the antibody. ADE is common in cells cultured in the laboratory, but rarely occurs \"in vivo\" except for dengue virus. This virus can use this mechanism to infect human macrophages, causing a normally mild viral infection to become life-threatening.",
            "score": 71.19798278808594
        },
        {
            "docid": "47281703_6",
            "document": "Jay A. Levy . Levy began his studies on AIDS in 1981 and independently discovered the AIDS virus, HIV, in 1983 which he originally called the AIDS-associated retrovirus (ARV) HIV. Among his other discoveries is the presence of HIV in the brain and bowel and the demonstration of a noncytotoxic mechanism for controlling viral replication by CD8+ lymphocytes. This unexpected antiviral response that does not involve cell killing has subsequently been found in other viral infections including those of hepatitis and herpes viruses. His demonstration that heat treatment can eliminate HIV in clotting factor preparations prevented HIV infection in many hemophiliacs. His current studies are determining the nature of the CD8+ cell antiviral factor (CAF) mediating the noncytotoxic response of CD8+ cells, the use immune-based therapies, directions towards the development of an effective AIDS vaccine and a cure for HIV infection by stem cell approaches.",
            "score": 71.06157684326172
        },
        {
            "docid": "958752_22",
            "document": "Lipid raft . Influenza viruses bind to cellular receptor sialic acid, which links to glycoconjugate on the cell surface, to initiate endocytosis. After transported into late endosomes, low-pH-dependent conformation change of HA induces fusion, and viral ribonucleoprotein complexes (RNP) are released by proton influx of viral ion channel M2 protein that requires binding with cholesterol. Semliki Forest virus (SFV) and Sindbis virus (SIN) require cholesterol and sphingolipids in target membrane lipid rafts for envelope glycoprotein-mediated membrane fusion and entry. Human T-lymphotropic virus Type I (HTLV-1) enters cell via glucose transporter 1 (GLUT-1); Ebola virus and Marburg virus uses folate receptor-α (FRα), which is a GPI-anchored protein, as cellular receptor; Hepatitis B virus recognizes human complement receptor type 2 (CR2, or known as CD21); Human herpesvirus 6 (HHV-6) binds to human CD46 on host cell surface; all these viral receptors are located in lipid rafts or would be relocated into lipid rafts after infection.",
            "score": 71.01004791259766
        },
        {
            "docid": "55684760_5",
            "document": "Middelburg virus . Alphaviruses, like MIDV, use receptor-mediated endocytic uptake to get into a host cell. Since no MIDV-specific cell entry literature could be found, the Alphavirus entry information that MIDV utilizes will be stated here. After being taken in through endocytosis, a low pH triggers a membrane fusion, which delivers the viral RNA genomes into the cell's cytoplasm. It is not yet know which surface molecule acts as an Alphavirus receptor, but research is looking at cell surface heparan sulfate(HS) as a viable receptor considering its close relation to the E2 protein found on the Alphavirus envelope. Research is also looking at DC-SIGN/L-SIGN as a receptor since it binds to mannose-rich carbohydrates that are often found in mosquitos, the vectors for Alphaviruses and MIDV. Alphaviruses utilize the clathrin-mediated endocytic pathway. Since presence of the Alphavirus does not have an effect on the number of clathrin-coated vesicles, it is assumed that the alphavirus takes advantage of the cells own processes without alteration. Research has found that this endocytic uptake of alphaviruses can be stopped through injection of anti-clathrin drugs - this could be utilized in the future to make a vaccine. After endocytic uptake, the virus is quickly delivered to the early endosome compartment, where a low pH then lyses the endosome and virus, exposing the cytoplasm to viral nucleocapsid. Cholesterol is also necessary for the Alphavirus to undergo fusion. This fusion of the endosomal membrane to the viral envelope allows the release of nucleocapsid into the cytoplasm of the host cell. Almost immediately the nucleocapsid is uncoated, exposing the viral RNA to the host cytoplasm",
            "score": 70.7463150024414
        },
        {
            "docid": "38900235_7",
            "document": "HIV/AIDS research . The within-host dynamics of HIV infection include the spread of the virus in vivo, the establishment of latency, the effects of immune response on the virus, etc. Early studies used simple models and only considered the cell-free spreading of HIV, in which virus particles bud from an infected T cell, enter the blood/extracellular fluid, and then infect another T cell. A 2015 study proposes a more realistic model of HIV dynamics that also incorporates the viral cell-to-cell spreading mechanism, where the virus is directly transited from one cell to another, as well as the T cell activation, the cellular immune response, and the immune exhaustion as the infection progresses.",
            "score": 70.44664001464844
        },
        {
            "docid": "4181580_8",
            "document": "Orbivirus . NS1 is the most abundant protein in BTV infected cells. It forms tubules that may be involved in translocation of progeny virus particles to the cell membrane. NS2 is phosphorylated by cellular kinases and is an important matrix protein of the granular viral inclusion bodies that form within the cytoplasm of infected cells. These viral inclusion bodies act as the centres of viral replication. The membrane glycoproteins NS3 and NS3a are expressed in large amounts in insect cells but not in mammalian cells. They are involved in the release of progeny virus particles from infected cells and may be involved in determination of both vector competence and virulence. Many orbiviruses preferentially infect vascular endothelial cells. Orbiviruses enter the host cell by endocytosis and the outer capsid is subsequently removed. The whole cycle of viral replication takes place within the cytoplasm of the host cell. Transcription of the viral genome into mRNA occurs within the core particle and mRNA is translated into proteins using the host cell ribosomes. Viral proteins are synthesized 2–14 days after initial infection. New virons self-assemble within the cytoplasm and are then released from the host cell by budding. During the budding process they transiently acquire a lipid envelope which can be detected for a short period of time following their release but this is subsequently lost. Orbiviruses primarily cause diseases in animals. The different Orbivirus species have different host specificities. Orbiviruses are vector-borne pathogens transmitted between vertebrate hosts by vectors such as mosquitoes, midges, gnats, sandflies and ticks. Bluetongue virus (BTV) is an Orbivirus that causes bluetongue disease in sheep, cattle, goats and wild ungulates. BTV has been in the forefront of molecular studies for last three decades and now represents one of the best understood viruses at the molecular and structural levels. Other species of Orbiviruses are responsible for other diseases of animals such as African Horse sickness and Equine encephalosis virus.",
            "score": 70.43373107910156
        },
        {
            "docid": "44622851_17",
            "document": "Epizootic hemorrhagic disease virus . Infecting viral particles are able to enter the cell via an endosmal route. The believed mechanism for this has to do with an acidification of the endosome, similar to what is done in the influenza virus. Early acidification of the endosome is thought to release components from the virus core. These components are then released into the host cell cytoplasm. VP5 often catalyzes cell fusion, which facilitates the penetration of the endosomal membrane and consequently the release of outer capsid components. Interestingly enough, EHDV does not contain large concentrations of VP5, yet it is still able to infect cell systems. EHDV is able to be infectious due to the presence of VP7 as suggested by the binding of anti-bodies to the outer core protein VP7. The binding of EHDV to the cell surface via interaction of VP7 with glycosaminoglycans in addition to other receptors is the most probable entry mechanism.",
            "score": 70.4302749633789
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 70.0345230102539
        },
        {
            "docid": "19167679_89",
            "document": "Virus . Viruses are important to the study of molecular and cell biology as they provide simple systems that can be used to manipulate and investigate the functions of cells. The study and use of viruses have provided valuable information about aspects of cell biology. For example, viruses have been useful in the study of genetics and helped our understanding of the basic mechanisms of molecular genetics, such as DNA replication, transcription, RNA processing, translation, protein transport, and immunology.",
            "score": 69.99913024902344
        },
        {
            "docid": "240850_18",
            "document": "Gene silencing . Viral genes and host genes that are required for viruses to replicate or enter the cell, or that play an important role in the life cycle of the virus are often targeted by antiviral therapies. RNAi has been used to target genes in several viral diseases, such as the human immunodeficiency virus (HIV) and hepatitis. In particular, siRNA was used to silence the primary HIV receptor chemokine receptor 5 (CCR5). This prevented the virus from entering the human peripheral blood lymphocytes and the primary hematopoietic stem cells. A similar technique was used to decrease the amount of the detectable virus in hepatitis B and C infected cells. In hepatitis B, siRNA silencing was used to target the surface antigen on the hepatitis B virus and led to a decrease in the number of viral components. In addition, siRNA techniques used in hepatitis C were able to lower the amount of the virus in the cell by 98%.",
            "score": 69.82234954833984
        },
        {
            "docid": "34217148_3",
            "document": "Vectors in gene therapy . All viruses bind to their hosts and introduce their genetic material into the host cell as part of their replication cycle. This genetic material contains basic 'instructions' of how to produce more copies of these viruses, hacking the body's normal production machinery to serve the needs of the virus. The host cell will carry out these instructions and produce additional copies of the virus, leading to more and more cells becoming infected. Some types of viruses insert their genome into the host's cytoplasm, but do not actually enter the cell. Others penetrate the cell membrane disguised as protein molecules and enter the cell.",
            "score": 69.75375366210938
        },
        {
            "docid": "4290841_2",
            "document": "HHV Infected Cell Polypeptide 0 . Human Herpes Virus (HHV) Infected Cell Polypeptide 0 (ICP0) is a protein, encoded by the DNA of herpes viruses. It is produced by herpes viruses during the earliest stage of infection, when the virus has recently entered the host cell; this stage is known as the \"immediate-early\" or \"α\" (\"alpha\") phase of viral gene expression. During these early stages of infection, ICP0 protein is synthesized and transported to the nucleus of the infected host cell. Here, ICP0 promotes transcription from viral genes, disrupts structures in the nucleus known as nuclear dots or promyelocytic leukemia (PML) nuclear bodies, and alters the expression of host and viral genes in combination with a neuron specific protein. At later stages of cellular infection, ICP0 relocates to the cell cytoplasm to be incorporated into new virion particles.",
            "score": 69.42676544189453
        },
        {
            "docid": "46181852_22",
            "document": "Negative-sense single-stranded RNA virus . Another important process used throughout many cellular processes is ubiquitination—which is outlined in the image below. Many cells use this to locate and identify viruses, and to restrict the viral infection. NNSVs however have developed a pathway to synthesize proteins that target the ubiquitin pathway along many of the signaling cascades descriptive of the IFN response. More specifically, the NNSVs are capable of reprogramming the host cell’s ubiquitination pathway in such a way that leads to the degradation of host cell mechanism that would otherwise silence a viral infection.",
            "score": 69.41281127929688
        },
        {
            "docid": "7903516_19",
            "document": "Phycodnaviridae . Little is known about the life cycle of the virus infecting these flagellate-containing planktonic species, \"Chrysochromulina brevifilum\" and \"C. strobilus\". Suttle and Chan (1995) were the first to isolate viruses which infect Prymnesiophytes or haptophytes. In this study, ultrathin sections of viruses within \"Chyrsochromulina brevifilum\" were prepared and viewed using transmission electron microscopy. Electron micrographs in the early stage of infection suggest that virus replication occurs in the cytoplasm within a viroplasm. A viroplasm is a localized area in the cytoplasm, or around the nucleus of the cell which serves as a 'viral replication factory'. The viroplasm contains components such as virus genetic material, host proteins and ribosomes necessary for replication. Virosomes are often surrounded by a membrane; the membrane surrounding the virosome contained in the infected cells in the study was found to consist of a fibrillar matrix. Virions are released from infected cells following disruption of the organelles and lysis of the host cell membrane. Suttle and Chan (1995) counted more than 320 viruses in an ultrathin section of an infection cell. Estimates for burst sizes range from 320 to 600 viruses per cell.",
            "score": 69.38178253173828
        },
        {
            "docid": "6599910_13",
            "document": "Gene delivery . Virus mediated gene delivery utilizes the ability of a virus to inject its DNA inside a host cell and takes advantage of the virus' own ability to replicate and implement their own genetic material. Transduction is the process through which DNA is injected into the host cell and inserted into its genome [needs citation]. Viruses are a particularly effective form of gene delivery because the structure of the virus prevents degradation via lysosomes of the DNA it is delivering to the nucleus of the host cell. In gene therapy a gene that is intended for delivery is packaged into a replication-deficient viral particle to form a viral vector. Viruses used for gene therapy to date include retrovirus, adenovirus, adeno-associated virus and herpes simplex virus. However, there are drawbacks to using viruses to deliver genes into cells. Viruses can only deliver very small pieces of DNA into the cells, it is labor-intensive and there are risks of random insertion sites, cytophathic effects and mutagenesis.",
            "score": 69.37279510498047
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 69.29592895507812
        },
        {
            "docid": "13134899_5",
            "document": "Vincent Racaniello . Racaniello established his own research laboratory at Columbia University in the fall of 1982. The aim of his laboratory is to understand replication and pathogenesis of small RNA animal viruses Picornaviruses. The life cycle of a virus begins with its attachment to and entry into the cytoplasm of a cell. His laboratory identified CD155 (poliovirus receptor, PVR); a cell surface protein, and member of the immunoglobin superfamily as the protein that mediates this process. Understanding how the interaction between virus and cell alters the viral particle and how virus entry is facilitated by the interaction has helped elucidate the means by which poliovirus infection is initiated.",
            "score": 69.18714141845703
        },
        {
            "docid": "4581058_11",
            "document": "Viroplasm . Aggregated structures may protect viral functional complexes from the cellular degradation systems. For example, formation of viral factories of the ASFV viroplasm is very similar to the aggresome formation. An aggresome is a perinuclear site where misfolded proteins are transported and stored by the cell components for their destruction. It has been proposed that the viroplasm could be the product of a co-evolution between the virus and its host. It is possible that a cellular response originally designed to reduce the toxicity of misfolded proteins is exploited by cytoplasmic viruses to improve their replication, the virus capsid synthesis, and assembly. Alternatively, the activation of host defense mechanisms may involve sequestration of virus components in aggregates to prevent their dissemination, followed by their neutralisation. For example, viroplasms of mammalian viruses contain certain elements of the cellular degradation machinery which might enable cellular protective mechanisms against viral components. Given the co-evolution of viruses with their host cells, changes in cell structure induced during infection are likely to involve a combination of the two strategies.",
            "score": 69.17389678955078
        },
        {
            "docid": "19167679_58",
            "document": "Virus . Viruses have different mechanisms by which they produce disease in an organism, which depends largely on the viral species. Mechanisms at the cellular level primarily include cell lysis, the breaking open and subsequent death of the cell. In multicellular organisms, if enough cells die, the whole organism will start to suffer the effects. Although viruses cause disruption of healthy homeostasis, resulting in disease, they may exist relatively harmlessly within an organism. An example would include the ability of the herpes simplex virus, which causes cold sores, to remain in a dormant state within the human body. This is called latency and is a characteristic of the herpes viruses, including Epstein–Barr virus, which causes glandular fever, and varicella zoster virus, which causes chickenpox and shingles. Most people have been infected with at least one of these types of herpes virus. These latent viruses might sometimes be beneficial, as the presence of the virus can increase immunity against bacterial pathogens, such as \"Yersinia pestis\".",
            "score": 69.0772705078125
        }
    ]
}