{
    "q": [
        {
            "docid": "35672682_7",
            "document": "Antibiotic resistance in gonorrhea . Chromosomally mediated resistance occurred through step-wise changes over many years. Chromosomal mutations in the \"penA\", \"mtr\", and \"penB\" genes are the major mechanisms for CMRNG. The \"penA\" gene encodes an alternative penicillin-binding protein, PBP-2. This mechanism falls under the second general mechanism for beta-lactam resistance. PBPs, also known as transpeptidases, are targets for beta-lactams. These enzymes (PBPs) are involved in peptidoglycan synthesis which is a major component of the bacterial cell wall. PBPs cross-link the amino acid strands of peptidoglycan during synthesis. Normally, beta-lactams bind the PBPs and thereby inhibit the cross-linking of peptidoglycan. When this occurs, the cell wall of the bacterium is compromised and often results in cell death. When \"N. gonorrhoeae\" encodes \"penA\", the new PBP-2 that is synthesized is no longer recognized by the beta-lactams rendering the bacterium resistant.",
            "score": 128.5022211074829
        },
        {
            "docid": "52784_11",
            "document": "Β-lactam antibiotic . β-lactam antibiotics are bacteriocidal, and act by inhibiting the synthesis of the peptidoglycan layer of bacterial cell walls. The peptidoglycan layer is important for cell wall structural integrity, especially in Gram-positive organisms, being the outermost and primary component of the wall. The final transpeptidation step in the synthesis of the peptidoglycan is facilitated by DD-transpeptidases which are penicillin binding proteins (PBPs). PBPs vary in their affinity for binding penicillin or other β-lactam antibiotics. The amount of PBPs varies among bacterial species.",
            "score": 139.72630047798157
        },
        {
            "docid": "35547268_14",
            "document": "Bacterial morphological plasticity . For \"Burkholderia pseudomallei\", some clinical antibiotic agents that are used to treat its infection, mellioidosis, can induce morphological changes such as filamentation and physiological changes in this bacteria. These antibiotics are the β-lactam antibiotics, fluoroquinolones, and antibiotics that inhibit the synthesis of thymidine. The ability of some β-lactam antibiotics to induce filamentation in gram negative bacteria is to inhibit penicillin-binding proteins (PBPs). This inhibition stops the assembly of peptidoglycan network in bacterial cell wall. PBP-1 inhibition leads to rapid cell death. While PBP-2 and PBP-3 inhibition lead to morphological change, turn normal cells to spheroplasts and filamentous cells (elongated rods), respectively. PBP-3 forms the septum in dividing bacteria by involving transpeptidase so inhibition of this PBP-3 protein leads to the incomplete formation of septa in dividing bacteria resulting in the formation of long strands of bacteria (filaments). Kang Chen et al. mentioned that the filament was induced by sublethal concentrations of ceftazidime, ofloxacin, or trimethoprim. At or below the \"minimal inhibitory concentration\" (MIC), filamentation occurred mainly at these concentration and bacteria remained as viable within the vacuoles of immortalized human macrophages, not rapidly killed. However, the \"B.pseudomallei\" filaments revert to normal forms when the antibiotics are removed. Moreover, bacillary daughter cells maintained cell-division capacity and viability despite re-exposure to antibiotics such as ceftazidime. Thus, this developmental alteration may provide additionally survival advantages to bacteria. Furthermore, for \"Pseudomonas aeruginosa\", filamentation induced by antibiotics appears to trigger bacteria to change from a normal growth phase to a stationary growth phase. Filamentous bacteria are also associated with an increase in endotoxin (\"lipopolysaccharide, LPS\") release and the immune system of patients needs to cope with this characteristic. Chloramphenicol antibiotic can induce the formation of filamentous cells, which contain multiple copies of unsegregated chromosomes. These chromosomes lead to the unsuccessful division of elongated cells, and the formation of bacterial filament. Moreover, the filamentation also depends on the expression levels of an efflux pump (MexAB-OprM) and the minimum inhibitory concentration of chloramphenicol. The molecular correlate of the filament formation was described. The exposure to β-lactam antibiotics induced the SOS response in \"Escherichia coli\". During repair of DNA damage, the SOS response aids bacterial propagation by inhibiting cell division. Moreover, both β-lactam antibiotics and genetic mutation induce SOS in \"E.coli\" through the DpiBA \"two-component signal transduction system\" leading to the inactivation of the ftsl gene product, penicillin binding protein 3 (PBP-3). The ftsl gene is a group of filamentous temperature-sensitive genes implicated in cell division. In addition, it is a membrane transpeptidase required for peptidoglycan synthesis at the septum generated by cell division. The event to inactivate ftsl gene product requires the SOS-promoting recA and lexA genes as well as dpiA and transiently inhibits bacterial cell division. Consequently, the bactericidal effects of β-lactam antibiotics are limited. The DpiA is the effector for the DpiB two-component system. Interaction of DpiA with replication origins competes with the binding of the replication proteins DnaA and DnaB. When overexpressed, DpiA can interrupt DNA replication and induce the SOS response resulting in inhibition of cell division.",
            "score": 109.5704391002655
        },
        {
            "docid": "424484_7",
            "document": "Methicillin . Like other beta-lactam antibiotics, methicillin acts by inhibiting the synthesis of bacterial cell walls. It inhibits cross-linkage between the linear peptidoglycan polymer chains that make up a major component of the cell wall of gram-positive bacteria. It does this by binding to and competitively inhibiting the transpeptidase enzyme (also known as penicillin-binding proteins (PBPs)). These PBPs crosslink glycopeptides (\"-alanyl-alanine\"), forming the peptidoglycan cell wall. Methicillin and other β-lactam antibiotics are structural analogs of -alanyl-alanine, and the transpeptidase enzymes that bind to them are sometimes called penicillin-binding proteins (PBPs).",
            "score": 129.4625325202942
        },
        {
            "docid": "14215535_9",
            "document": "Glutamate racemase . Glutamate racemase is a bacterial enzyme that is encoded by the \"murI\" gene. This enzyme is most commonly known as being responsible for the synthesis of bacterial cell walls. Through experimentation it was found that this enzyme is able to construct these cell walls by synthesizing D-glutamate from L-glutamate through racemization. D-glutamate is a monomer of the peptidoglycan layer in prokaryotic cell walls. Peptidoglycan is an essential structural component of the bacterial cell wall. The peptidoglycan layer is also responsible for the rigidity of the cell wall. This process, in which MurI helps catalyze the interconversion of glutamate enantiomers, like L-Glutamate, into the essential D-glutamate, is also cofactor independent. As such it can proceed without needing an additional source, which would bind to an allosteric site, altering the enzyme shape to assist in catalyzing the reaction. Murl involves a two-step process to catalyze the glutamate enantiomers to D-glutamate. The first step is a deprotonation of the substrate to form an anion. Subsequently, the substrate gets reprotonated. Once the glutamate is in the active site of the enzyme it undergoes a very large conformational change of its domains. This change helps superimpose the two catalytic cysteine residues, Cys73 and Cys184, located on either sides of the substrate at equal positions. Those domains mentioned earlier are symmetric and this symmetry suggests that this racemase activity of the protein may have evolved from gene duplication. Due to this main function of biosynthesis of bacterial cell walls MurI has been targeted as an antibacterial in drug discovery.",
            "score": 117.7843918800354
        },
        {
            "docid": "192595_23",
            "document": "Methicillin-resistant Staphylococcus aureus . \"mecA\" is a biomarker gene responsible for resistance to methicillin and other β-lactam antibiotics. After acquisition of \"mecA\", the gene must be integrated and localized in the \"S. aureus\" chromosome. \"mecA\" encodes penicillin-binding protein 2a (PBP2a), which differs from other penicillin-binding proteins as its active site does not bind methicillin or other β-lactam antibiotics. As such, PBP2a can continue to catalyze the transpeptidation reaction required for peptidoglycan cross-linking, enabling cell wall synthesis in the presence of antibiotics. As a consequence of the inability of PBP2a to interact with β-lactam moieties, acquisition of \"mecA\" confers resistance to all β-lactam antibiotics in addition to methicillin.",
            "score": 130.1049723625183
        },
        {
            "docid": "4152874_4",
            "document": "Penicillin binding proteins . PBPs are all involved in the final stages of the synthesis of peptidoglycan, which is the major component of bacterial cell walls. Bacterial cell wall synthesis is essential to growth, cell division (thus reproduction) and maintaining the cellular structure in bacteria. Inhibition of PBPs leads to irregularities in cell wall structure such as elongation, lesions, loss of selective permeability, and eventual cell death and lysis.",
            "score": 117.67758584022522
        },
        {
            "docid": "4152874_2",
            "document": "Penicillin binding proteins . Penicillin-binding proteins (PBPs) are a group of proteins that are characterized by their affinity for and binding of penicillin. They are a normal constituent of many bacteria; the name just reflects the way by which the protein was discovered. All β-lactam antibiotics (except for tabtoxinine-β-lactam, which inhibits glutamine synthetase) bind to PBPs, which are essential for bacterial cell wall synthesis. PBPs are members of a subgroup of enzymes called transpeptidases. Specifically, PBPs are DD-transpeptidases.",
            "score": 91.85455465316772
        },
        {
            "docid": "4427_3",
            "document": "Beta-lactam . The β-lactam ring is part of the core structure of several antibiotic families, the principal ones being the penicillins, cephalosporins, carbapenems, and monobactams, which are, therefore, also called β-lactam antibiotics. Nearly all of these antibiotics work by inhibiting bacterial cell wall biosynthesis. This has a lethal effect on bacteria, although any given bacteria population will typically contain a subgroup that is resistant to β-lactam antibiotics. Bacterial resistance occurs as a result of the expression of one of many genes for the production of β-lactamases, a class of enzymes that break open the β-lactam ring. More than 1,800 different β-lactamase enzymes have been documented in various species of bacteria. These enzymes vary widely in their chemical structure and catalytic efficiencies. When bacterial populations have these resistant subgroups, treatment with β-lactam can result in the resistant strain becoming more prevalent and therefore more virulent. β-lactam derived antibiotics can be considered as one of the most important antibiotic classes but prone to clinical resistance. β-lactam exhibits its antibiotic properties by imitating the naturally occurring d-Ala-d-Ala substrate for the group of enzymes known as penicillin-binding proteins (PBP), which have as function to cross-link the peptidoglycan part of the cell wall of the bacteria.",
            "score": 100.70968210697174
        },
        {
            "docid": "2936433_11",
            "document": "Cefotaxime . Cefotaxime is a β-lactam antibiotic (which refers to the structural components of the drug molecule itself). As a class, β-lactams inhibit bacterial cell wall synthesis by binding to one or more of the penicillin-binding proteins (PBPs). This inhibits the final transpeptidation step of peptidoglycan synthesis in bacterial cell walls, thus inhibiting cell wall biosynthesis. Bacteria eventually lyse due to ongoing activity of cell wall autolytic enzymes (autolysins and murein hydrolases) in the absence of cell wall assembly. Due to the mechanism of their attack on bacterial cell wall synthesis, β-lactams are considered to be bactericidal.",
            "score": 124.88984894752502
        },
        {
            "docid": "37388686_10",
            "document": "Minimal genome . Reconstruction of a minimal genome is possible by using the knowledge of existing genomes via which the sets of genes, essential for living can also be determined. Once the set of essential genetic elements are known, one can proceed to define the key pathways and core-players by modeling simulations and wet lab genome engineering. The two organisms upon which the ‘minimal gene set for cellular life' was applied were: \"Haemophilus influenzae\", and \"M. genitalium\". A list of orthologous proteins were compiled in hope that it would contain protein necessary for cell survival, as orthologous analysis determines how two organisms evolved and shed away any non-essential genes. Since, \"H. influenza\" and \"M. genitalium\" are Gram negative and Gram positive bacteria and due to their vast evolution it was expected that these organisms would be enriched genes that were of universal importance. However, 244 detected orthologs discovered contained no parasitism-specific proteins. The conclusion of this analysis was that similar biochemical functions might be performed by non-orthologous proteins. Even when biochemical pathways of these two organisms were mapped, several pathways were present but many were incomplete. Proteins determined to be common between the two organisms were non-orthologous to each other. Much of the research mainly focuses on the ancestral genome and less on the minimal genome. Studies of these existing genomes have helped determine that orthologous genes found in these two species are not necessarily essential for survival, in fact non-orthologous genes were found to be more important. Also, it was determined that in order for proteins to share same functions they do not need to have same sequence or common three dimensional folds. Distinguishing between orthologs and paralogs and detecting displacements of orthologs have been quiet beneficial in reconstructing evolution and determining the minimal gene set required for a cellular life. Instead, of conducting a strict orthology study, comparing groups of orthologs and occurrence in most clades instead of every species helped encounter genes lost or displaced. Only genomes that have been completely sequenced have enabled in studying orthologs among group of organisms. Without a fully sequenced genome it would not be possible to determine the essential minimal gene set required for survival.",
            "score": 60.88551688194275
        },
        {
            "docid": "4209093_5",
            "document": "Bacterial cell structure . The cell envelope is composed of the plasma membrane and cell wall. As in other organisms, the bacterial cell wall provides structural integrity to the cell. In prokaryotes, the primary function of the cell wall is to protect the cell from internal turgor pressure caused by the much higher concentrations of proteins and other molecules inside the cell compared to its external environment. The bacterial cell wall differs from that of all other organisms by the presence of peptidoglycan which is located immediately outside of the cytoplasmic membrane. Peptidoglycan is made up of a polysaccharide backbone consisting of alternating N-Acetylmuramic acid (NAM) and N-acetylglucosamine (NAG) residues in equal amounts. Peptidoglycan is responsible for the rigidity of the bacterial cell wall and for the determination of cell shape. It is relatively porous and is not considered to be a permeability barrier for small substrates. While all bacterial cell walls (with a few exceptions e.g. extracellular parasites such as \"Mycoplasma\") contain peptidoglycan, not all cell walls have the same overall structures. Since the cell wall is required for bacterial survival, but is absent in some eukaryotes, several antibiotics (notably the penicillins and cephalosporins) stop bacterial infections by interfering with cell wall synthesis, while having no effects on human cells which have no cell wall only a cell membrane. There are two main types of bacterial cell walls, those of gram-positive bacteria and those of gram-negative bacteria, which are differentiated by their Gram staining characteristics. For both these types of bacteria, particles of approximately 2 nm can pass through the peptidoglycan. If the bacterial cell wall is entirely removed, it is called a protoplast while if it's partially removed, it is called a spheroplast. \"β\"-Lactam antibiotics such as penicillin inhibit the formation of peptidoglycan cross-links in the bacterial cell wall. The enzyme lysozyme, found in human tears, also digests the cell wall of bacteria and is the body's main defense against eye infections.",
            "score": 131.221022605896
        },
        {
            "docid": "4522192_6",
            "document": "Oxacillin . Oxacillin, through its β-lactam ring, covalently binds to penicillin-binding proteins, which are enzymes involved in the synthesis of the bacterial cell wall. This binding interaction interferes with the transpeptidation reaction and inhibits the synthesis of peptidoglycan, a prominent component of the cell wall. By decreasing the integrity of the bacterial cell wall, it is thought that oxacillin and other penicillins kill actively growing bacteria through cell autolysis.",
            "score": 123.09353494644165
        },
        {
            "docid": "19372852_8",
            "document": "MecA (gene) . Penecillin, its derivatives and methicilin, are beta-lactams that all work by disrupting the mechanical structure of the bacterial cell wall by reacting with the cell wall forming penicillin-binding protein family (PBP 1,2, 3 and 4), causing the cytoplasm to leak and the cell to die. However, the mecA gene codes for PBP2a, that has a lower affinity for antibiotic drugs, which keeps the structural integrity of the cell wall, preventing cell death. The synthesis of the bacterial cell wall in \"S. aureus\" is dependent on transglycosylation, to form linear polymer of sugar monomers, and transpeptidation, to form an interlinking peptides to strengthen the newly developed cell wall. PBPs have a transpeptidase domain, but transglycosylation was thought to only be carried out by monofunctional enzymes, however PBP2 has domains to carry out both essential processes. When antibiotics are introduced to the medium, they bind to the transpetidation domain and inhibit the ability of PBPs to cross-link muropeptides therefore preventing the formation of stable cell wall. but in a cooperative action, PBP2a lacks the proper receptor for the antibiotics, continuing the transpeptidation, preventing the breakdown of the cell wall. The functionality of PBP2a is dependent on two structural factors on the cell wall of \"S. aureus.\" First, there in order for PBP2a to properly fit onto the cell wall, to continue transpeptidation, requires proper amino acid residues, specifically a pentaglycine residue and an amidated glutamate residue. Furthermore, PBP2a has an effective transpeptidase activity, but lacks a transglycosylation domain of PBP2, which builds the backbone of the cell wall with polysaccharide monomers, and so PBP2a must rely on PBP2 to continue this process. The latter of these factors is an enzymatic reaction that can be targeted to improve the ability of beta-lactams to prevent cell wall synthesis in resistant \"S.\" aureus. Identification of genetic inhibitors of glycosylases involved in the cell wall synthesis, and modulating the expression of these inhibitors can resensitize these previously resistant bacteria to beta-lactam treatment. for example, Epicatechin gallate, a compound found in green tea, has shown signs of lowering the resistance to beta-lactams, to the point where oxacillin becomes effective to inhibit the formation of the cell wall, by inhibiting PBP2 and PBP2a.",
            "score": 100.75892150402069
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 43.38466775417328
        },
        {
            "docid": "4152874_7",
            "document": "Penicillin binding proteins . There has been a great deal of research into PBPs because of their role in antibiotics and resistance. Bacterial cell wall synthesis and the role of PBPs in its synthesis is a very good target for drugs of selective toxicity because the metabolic pathways and enzymes are unique to bacteria. Resistance to antibiotics has come about through overproduction of PBPs and formation of PBPs that have low affinity for penicillins (among other mechanisms such as lactamase production). Research on PBPs has led to the discovery of new semi-synthetic β-lactams, wherein altering the side-chains on the original penicillin molecule has increased the affinity of PBPs for penicillin, and, thus, increased effectiveness in bacteria with developing resistance.",
            "score": 92.73061156272888
        },
        {
            "docid": "1805_16",
            "document": "Antibiotic . Antibiotics are commonly classified based on their mechanism of action, chemical structure, or spectrum of activity. Most target bacterial functions or growth processes. Those that target the bacterial cell wall (penicillins and cephalosporins) or the cell membrane (polymyxins), or interfere with essential bacterial enzymes (rifamycins, lipiarmycins, quinolones, and sulfonamides) have bactericidal activities. Protein synthesis inhibitors (macrolides, lincosamides and tetracyclines) are usually bacteriostatic (with the exception of bactericidal aminoglycosides). Further categorization is based on their target specificity. \"Narrow-spectrum\" antibiotics target specific types of bacteria, such as gram-negative or gram-positive, whereas broad-spectrum antibiotics affect a wide range of bacteria. Following a 40-year break in discovering new classes of antibacterial compounds, four new classes of antibiotics have been brought into clinical use in the late 2000s and early 2010s: cyclic lipopeptides (such as daptomycin), glycylcyclines (such as tigecycline), oxazolidinones (such as linezolid), and lipiarmycins (such as fidaxomicin).",
            "score": 83.48519396781921
        },
        {
            "docid": "3119987_6",
            "document": "Ampicillin/sulbactam . Ampicillin/sulbactam is a combination of a β-lactam antibiotic and a β-lactamase inhibitor. Ampicillin works by binding to penicillin-binding proteins (PBPs) to inhibit bacterial cell wall synthesis. This causes disruption of the bacterial cell wall and leads to bacterial cell death. However, resistant pathogens may produce β-lactamase enzymes that can inactivate ampicillin through hydrolysis. This is prevented by the addition of sulbactam, which binds and inhibits the β-lactamase enzymes. It is also capable of binding to the PBP of Bacteroides fragilis and Acinetobacter spp., even when it is given alone. The activity of sulbactam against Acinetobacter spp. seen in in-vitro studies makes it distinctive compared to other β-lactamase inhibitors, such as tazobactam and clavulanic acid.",
            "score": 80.84163689613342
        },
        {
            "docid": "2065768_4",
            "document": "Antimicrobial peptides . The modes of action by which antimicrobial peptides kill microbes are varied, and may differ for different bacterial species. Some antimicrobial peptides kill both bacteria and fungi, e.g., psoriasin kills \"E. coli\" and several filamentous fungi. The cytoplasmic membrane is a frequent target, but peptides may also interfere with DNA and protein synthesis, protein folding, and cell wall synthesis. The initial contact between the peptide and the target organism is electrostatic, as most bacterial surfaces are anionic, or hydrophobic, such as in the antimicrobial peptide Piscidin. Their amino acid composition, amphipathicity, cationic charge and size allow them to attach to and insert into membrane bilayers to form pores by ‘barrel-stave’, ‘carpet’ or ‘toroidal-pore’ mechanisms. Alternately, they may penetrate into the cell to bind intracellular molecules which are crucial to cell living. Intracellular binding models includes inhibition of cell wall synthesis, alteration of the cytoplasmic membrane, activation of autolysin, inhibition of DNA, RNA, and protein synthesis, and inhibition of certain enzymes. However, in many cases, the exact mechanism of killing is not known. One emerging technique for the study of such mechanisms is dual polarisation interferometry. In contrast to many conventional antibiotics these peptides appear to be bactericidal instead of bacteriostatic. In general the antimicrobial activity of these peptides is determined by measuring the minimal inhibitory concentration (MIC), which is the lowest concentration of drug that inhibits bacterial growth.",
            "score": 85.54298973083496
        },
        {
            "docid": "52784_21",
            "document": "Β-lactam antibiotic . As a response to the use of β-lactams to control bacterial infections, some bacteria have evolved penicillin binding proteins with novel structures. β-lactam antibiotics cannot bind as effectively to these altered PBPs, and, as a result, the β-lactams are less effective at disrupting cell wall synthesis. Notable examples of this mode of resistance include methicillin-resistant \"Staphylococcus aureus\" (MRSA) and penicillin-resistant \"Streptococcus pneumoniae\". Altered PBPs do not necessarily rule out all treatment options with β-lactam antibiotics.",
            "score": 85.46351981163025
        },
        {
            "docid": "46715739_3",
            "document": "ACO1 . The protein encoded by this gene is a bifunctional, cytosolic protein that functions as an essential enzyme in the TCA cycle and interacts with mRNA to control the levels of iron inside cells. When cellular iron levels are high, this protein binds to a 4Fe-4S cluster and functions as an aconitase. Aconitases are iron-sulfur proteins that function to catalyze the conversion of citrate to isocitrate. When cellular iron levels are low, the protein binds to iron-responsive elements (IREs), which are stem-loop structures found in the 5' UTR of ferritin mRNA, and in the 3' UTR of transferrin receptor mRNA. When the protein binds to IRE, it results in repression of translation of ferritin mRNA, and inhibition of degradation of the otherwise rapidly degraded transferrin receptor mRNA. The encoded protein has been identified as a moonlighting protein based on its ability to perform mechanistically distinct functions. Alternative splicing results in multiple transcript variants.",
            "score": 45.81203556060791
        },
        {
            "docid": "413102_23",
            "document": "Folding@home . Approximately half of all known antibiotics interfere with the workings of a bacteria's ribosome, a large and complex biochemical machine that performs protein biosynthesis by translating messenger RNA into proteins. Macrolide antibiotics clog the ribosome's exit tunnel, preventing synthesis of essential bacterial proteins. In 2007, the Pande lab received a grant to study and design new antibiotics. In 2008, they used Folding@home to study the interior of this tunnel and how specific molecules may affect it. The full structure of the ribosome was determined only as of 2011, and Folding@home has also simulated ribosomal proteins, as many of their functions remain largely unknown.",
            "score": 64.22702765464783
        },
        {
            "docid": "695423_10",
            "document": "Cephalosporin . Cephalosporins are bactericidal and have the same mode of action as other β-lactam antibiotics (such as penicillins), but are less susceptible to β-lactamases. Cephalosporins disrupt the synthesis of the peptidoglycan layer forming the bacterial cell wall. The peptidoglycan layer is important for cell wall structural integrity. The final transpeptidation step in the synthesis of the peptidoglycan is facilitated by penicillin-binding proteins (PBPs). PBPs bind to the D-Ala-D-Ala at the end of muropeptides (peptidoglycan precursors) to crosslink the peptidoglycan. Beta-lactam antibiotics mimic the D-Ala-D-Ala site, thereby irreversibly inhibiting PBP crosslinking of peptidoglycan.",
            "score": 139.49519753456116
        },
        {
            "docid": "57413297_2",
            "document": "Murepavadin . The host defense antimicrobial peptide protegrin I (PG-1), exhibits broad-spectrum antimicrobial activity and good activity against multi-drug resistant Gram-negative pathogens, with a mechanism consistent with membrane disruption via pore formation. However, PG-1 exhibits unfavorable drug properties and also exhibits significant hemolysis and, as such, has limited clinical use. PG-1 contains 18 amino acids and is ordered into an anti-parallel β-strand by two disulfide bridges. A fully synthetic cyclic peptide-like molecule containing a D-proline–L-proline template grafted into a peptidomimetic scaffold to simulate and stabilize the beta hairpin conformation exhibited by PG-1 was used to generate a diverse library of peptidomimetic macrocycles which were screened for antibacterial activity. Variants in this 14-residue protein epitope mimetic (PEM) library such as the peptidomimetic L8-1 had an antimicrobial activity like that of PG-1 but with reduced hemolytic activity on human red blood cells. Iterative rounds of synthesis generated analogues with an increasingly potent and selective profile producing nanomolar range compounds specifically against Pseudomonas spp. at the expense of broad-spectrum activity. Final optimization led to the discovery of murepavadin, with remarkable Pseudomonas-specific activity \"in vitro\" and \"in vivo\" that has high plasma stability across species and is non-hemolytic at 100 µg/mL. Structure–activity relationship (SAR) studies showed that aromatic side chains of Trp2 and Trp8 are very important for antibiotic activity, while NMR studies showed that these potent D-Pro-L-Pro antibiotic derivatives had a stable β- hairpin conformation in aqueous solution whereas related derivatives with the D-Pro-L-Pro template inverted to L-Pro-D-Pro, shows no stable hairpin conformation and the antimicrobial activity was lost, suggesting that the β-hairpin structure is crucial for interaction with the bacterial target. Murepavadin functions through a novel mechanism of action by binding to the lipopolysaccharide (LPS) transport protein D (LptD), an outer membrane protein involved in lipopolysaccharide biogenesis in Gram-negative bacteria. By binding to LptD, murepavadin inhibit the LPS transport function of LptD and causes lipopolysaccharide alterations in the outer membrane of the bacterium and, ultimately, cell death.",
            "score": 53.72708821296692
        },
        {
            "docid": "989186_16",
            "document": "Ceftriaxone . Ceftriaxone is a third-generation antibiotic from the cephalosporin family of antibiotics. It is within the β-lactam family of antibiotics. Ceftriaxone selectively and irreversibly inhibits bacterial cell wall synthesis by binding to transpeptidases, also called transamidases, which are penicillin-binding proteins (PBPs) that catalyze the cross-linking of the peptidoglycan polymers forming the bacterial cell wall. The peptidoglycan cell wall is made up of pentapeptide units attached to a polysaccharide backbone with alternating units of N-acetylglucosamine and N-acetylmuramic acid. PBPs act on a terminal D-alanyl-D-alanine moiety on a pentapeptide unit and catalyze the formation of a peptide bond between the penultimate D-alanine and a glycine unit on an adjacent peptidoglycan strand, releasing the terminal D-alanine unit in the process. The structure of ceftriaxone mimics the D-alanyl-D-alanine moiety, and the PBP attacks the beta-lactam ring in ceftriaxone as if it were its normal D-alanyl-D-alanine substrate. The peptidoglycan cross-linking activity of PBPs is a construction and repair mechanism that normally helps to maintain bacterial cell wall integrity, so the inhibition of PBPs leads to damage and destruction of the cell wall and eventually to cell lysis.",
            "score": 121.6737779378891
        },
        {
            "docid": "1686272_38",
            "document": "Chemical biology . The advances in modern sequencing technologies in the late 1990s allowed scientists to investigate DNA of communities of organisms in their natural environments, so-called \"eDNA\", without culturing individual species in the lab. This metagenomic approach enabled scientists to study a wide selection of organisms that were previously not characterized due in part to an incompetent growth condition. These sources of eDNA include, but are not limited to, soils, ocean, subsurface, hot springs, hydrothermal vents, polar ice caps, hypersaline habitats, and extreme pH environments. Of the many applications of metagenomics, chemical biologists and microbiologists such as Jo Handelsman, Jon Clardy, and Robert M. Goodman who are pioneers of metagenomics, explored metagenomic approaches toward the discovery of biologically active molecules such as antibiotics. Functional or homology screening strategies have been used to identify genes that produce small bioactive molecules. Functional metagenomic studies are designed to search for specific phenotypes that are associated with molecules with specific characteristics. Homology metagenomic studies, on the other hand, are designed to examine genes to identify conserved sequences that are previously associated with the expression of biologically active molecules. Functional metagenomic studies enable scientists to discover novel genes that encode biologically active molecules. These assays include top agar overlay assays where antibiotics generate zones of growth inhibition against test microbes, and pH assays that can screen for pH change due to newly synthesized molecules using pH indicator on an agar plate. Substrate-induced gene expression screening (SIGEX), a method to screen for the expression of genes that are induced by chemical compounds, has also been used to search genes with specific functions. These led to the discovery and isolation of several novel proteins and small molecules. For example, the Schipper group identified three eDNA derived AHL lactonases that inhibit biofilm formation of Pseudomonas aeruginosa via functional metagenomic assays. However, these functional screening methods require a good design of probes that detect molecules being synthesized and depend on the ability to express metagenomes in a host organism system. In contrast, homology metagenomic studies led to a faster discovery of genes that have homologous sequences as the previously known genes that are responsible for the biosynthesis of biologically active molecules. As soon as the genes are sequenced, scientists can compare thousands of bacterial genomes simultaneously. The advantage over functional metagenomic assays is that homology metagenomic studies do not require a host organism system to express the metagenomes, thus this method can potentially save the time spent on analyzing nonfunctional genomes. These also led to the discovery of several novel proteins and small molecules. For example, Banik et al. screened for clones containing genes associated with the synthesis of teicoplanin and vancomycin-like glycopeptide antibiotics and found two new biosynthetic gene clusters. In addition, an \"in silico\" examination from the Global Ocean Metagenomic Survey found 20 new lantibiotic cyclases.  There are challenges to metagenomic approaches to discover new biologically active molecules. Only 40% of enzymatic activities present in a sample can be expressed in \"E. coli.\". In addition, the purification and isolation of eDNA is essential but difficult when the sources of obtained samples are poorly understood. However, collaborative efforts from individuals from diverse fields including bacterial genetics, molecular biology, genomics, bioinformatics, robots, synthetic biology, and chemistry can solve this problem together and potentially lead to the discovery of many important biologically active molecules.",
            "score": 61.532026052474976
        },
        {
            "docid": "824083_17",
            "document": "Cefazolin . Cefazolin inhibits cell wall biosynthesis by binding Penicillin binding proteins which stops peptidoglycan synthesis. Penicillin binding proteins are bacterial proteins that help to catalyze the last stages of peptidoglycan synthesis, which is needed to maintain the cell wall. They remove the D-alanine from the precursor of the peptidoglycan. The lack of synthesis causes the bacteria to lyse because they also continually break down their cell walls. Cefazolin is bactericidal, meaning it kills the bacteria rather than inhibiting their growth.",
            "score": 135.23648142814636
        },
        {
            "docid": "3248511_17",
            "document": "Copy-number variation . Research has shown that copy number variations are significantly more common in genes that encode proteins that directly interact with the environment than proteins that are involved in basic cellular activities. It was suggested that the gene dosage effect accompanying copy number variation may lead to detrimental effects if essential cellular functions are disrupted, therefore proteins involved in cellular pathways are subjected to strong purifying selection. In addition, proteins function together and interact with proteins of other pathways, therefore it is important to view the effects of natural selection on bio-molecular pathways rather than on individual proteins. With that being said, it was found that proteins in the periphery of the pathway are enriched in copy number variations whereas proteins in the center of the pathways are depleted in copy number variations. It was explained that proteins in the periphery of the pathway interact with fewer proteins and so a change in protein dosage affected by a change in copy number may have a smaller effect on the overall outcome of the cellular pathway.",
            "score": 35.65145182609558
        },
        {
            "docid": "9577500_15",
            "document": "Exosome complex . Although most cells have other enzymes that can degrade RNA, either from the 3' or from the 5' end of the RNA, the exosome complex is essential for cell survival. When the expression of exosome proteins is artificially reduced or stopped, for example by RNA interference, growth stops and the cells eventually die. Both the core proteins of the exosome complex, as well as the two main associated proteins, are essential proteins. Bacteria do not have an exosome complex; however, similar functions are performed by a simpler complex that includes the protein PNPase, called the \"degradosome\". The exosome is a key complex in cellular RNA quality control. Unlike prokaryotes, eukaryotes possess highly active RNA surveillance systems that recognise unprocessed and mis-processed RNA-protein complexes (such as ribosomes) prior to their exit from the nucleus. It is presumed that this system prevents aberrant complexes from interfering with important cellular processes such as protein synthesis.",
            "score": 80.12142014503479
        },
        {
            "docid": "50981211_19",
            "document": "Epistasis . Epistasis within the genomes of organisms occurs due to interactions between the genes within the genome. This interaction may be direct if the genes encode proteins that, for example, are separate components of a multi-component protein (such as the ribosome), inhibit each other's activity, or if the protein encoded by one gene modifies the other (such as by phosphorylation). Alternatively the interaction may be indirect, where the genes encode components of a metabolic pathway or network, developmental pathway, signalling pathway or transcription factor network. For example, the gene encoding the enzyme that synthesizes penicillin is of no use to a fungus without the enzymes that synthesize the necessary precursors in the metabolic pathway.",
            "score": 56.919816970825195
        },
        {
            "docid": "44981660_7",
            "document": "Eleftheria terrae . \"E. terrae\"s production of teixobactin is prominent because recent tests have revealed that teixobactin binds differently than most normally used antibiotics which makes it harder for the bacteria being attacked to develop resistance. Experiments performed by Ling et al. have shown teixobactin is capable of binding to lipid precursors of peptidoglycan, which makes up part of bacterial cell walls. The results did not show any resistance to teixobactin in the organisms that were studied, including \"Staphylococcus aureus\" and \"Mycobacterium tuberculosis\". These findings indicate that teixobactin's target is not a protein, leading to the belief that the development of bacterial resistance to teixobactin is much less likely. These experiments also showed that teixobactin followed a similar mechanism of action as the antibiotic vancomycin that binds to the lipid II molecule in peptidoglycan precursors but, unlike vancomycin, teixobactin is capable of binding to modified lipid II molecules found in vancomycin resistant bacteria. Teixobactin's inhibition of peptidoglycan synthesis is further explained by Ling's finding of a buildup of undecaprenyl-N-acetylmuramic acid-pentapeptide, a crucial step in the biosynthesis of peptidoglycan. According to Ling's tests, teixobactin is capable of inhibiting peptidoglycan synthesis by binding to either lipid I, lipid II, and undecaprenyl pyrophosphate. Teixobactin also seemed to be specifically involved with peptidoglycan precursors rather than blocking enzyme activity.",
            "score": 131.2593493461609
        },
        {
            "docid": "1491100_29",
            "document": "Flavin adenine dinucleotide . New design of anti-bacterial medications is of continuing importance in scientific research as bacterial antibiotic resistance to common antibiotics increases. A specific metabolic protein that uses FAD (Complex II) is vital for bacterial virulence, and so targeting FAD synthesis or creating FAD analogs could be a useful area of investigation. Already, scientists have determined the two structures FAD usually assumes once bound: either an extended or a butterfly conformation, in which the molecule essentially folds in half, resulting in the stacking of the adenine and isoalloxazine rings. FAD imitators that are able to bind in a similar manner but do not permit protein function could be useful mechanisms of inhibiting bacterial infection. Alternatively, drugs blocking FAD synthesis could achieve the same goal; this is especially intriguing because human and bacterial FAD synthesis relies on very different enzymes, meaning that a drug made to target bacterial FAD synthase would be unlikely to interfere with the human FAD synthase enzymes.",
            "score": 82.5342583656311
        }
    ],
    "r": [
        {
            "docid": "52784_11",
            "document": "Β-lactam antibiotic . β-lactam antibiotics are bacteriocidal, and act by inhibiting the synthesis of the peptidoglycan layer of bacterial cell walls. The peptidoglycan layer is important for cell wall structural integrity, especially in Gram-positive organisms, being the outermost and primary component of the wall. The final transpeptidation step in the synthesis of the peptidoglycan is facilitated by DD-transpeptidases which are penicillin binding proteins (PBPs). PBPs vary in their affinity for binding penicillin or other β-lactam antibiotics. The amount of PBPs varies among bacterial species.",
            "score": 139.72630310058594
        },
        {
            "docid": "695423_10",
            "document": "Cephalosporin . Cephalosporins are bactericidal and have the same mode of action as other β-lactam antibiotics (such as penicillins), but are less susceptible to β-lactamases. Cephalosporins disrupt the synthesis of the peptidoglycan layer forming the bacterial cell wall. The peptidoglycan layer is important for cell wall structural integrity. The final transpeptidation step in the synthesis of the peptidoglycan is facilitated by penicillin-binding proteins (PBPs). PBPs bind to the D-Ala-D-Ala at the end of muropeptides (peptidoglycan precursors) to crosslink the peptidoglycan. Beta-lactam antibiotics mimic the D-Ala-D-Ala site, thereby irreversibly inhibiting PBP crosslinking of peptidoglycan.",
            "score": 139.4951934814453
        },
        {
            "docid": "824083_17",
            "document": "Cefazolin . Cefazolin inhibits cell wall biosynthesis by binding Penicillin binding proteins which stops peptidoglycan synthesis. Penicillin binding proteins are bacterial proteins that help to catalyze the last stages of peptidoglycan synthesis, which is needed to maintain the cell wall. They remove the D-alanine from the precursor of the peptidoglycan. The lack of synthesis causes the bacteria to lyse because they also continually break down their cell walls. Cefazolin is bactericidal, meaning it kills the bacteria rather than inhibiting their growth.",
            "score": 135.23648071289062
        },
        {
            "docid": "44981660_7",
            "document": "Eleftheria terrae . \"E. terrae\"s production of teixobactin is prominent because recent tests have revealed that teixobactin binds differently than most normally used antibiotics which makes it harder for the bacteria being attacked to develop resistance. Experiments performed by Ling et al. have shown teixobactin is capable of binding to lipid precursors of peptidoglycan, which makes up part of bacterial cell walls. The results did not show any resistance to teixobactin in the organisms that were studied, including \"Staphylococcus aureus\" and \"Mycobacterium tuberculosis\". These findings indicate that teixobactin's target is not a protein, leading to the belief that the development of bacterial resistance to teixobactin is much less likely. These experiments also showed that teixobactin followed a similar mechanism of action as the antibiotic vancomycin that binds to the lipid II molecule in peptidoglycan precursors but, unlike vancomycin, teixobactin is capable of binding to modified lipid II molecules found in vancomycin resistant bacteria. Teixobactin's inhibition of peptidoglycan synthesis is further explained by Ling's finding of a buildup of undecaprenyl-N-acetylmuramic acid-pentapeptide, a crucial step in the biosynthesis of peptidoglycan. According to Ling's tests, teixobactin is capable of inhibiting peptidoglycan synthesis by binding to either lipid I, lipid II, and undecaprenyl pyrophosphate. Teixobactin also seemed to be specifically involved with peptidoglycan precursors rather than blocking enzyme activity.",
            "score": 131.2593536376953
        },
        {
            "docid": "4209093_5",
            "document": "Bacterial cell structure . The cell envelope is composed of the plasma membrane and cell wall. As in other organisms, the bacterial cell wall provides structural integrity to the cell. In prokaryotes, the primary function of the cell wall is to protect the cell from internal turgor pressure caused by the much higher concentrations of proteins and other molecules inside the cell compared to its external environment. The bacterial cell wall differs from that of all other organisms by the presence of peptidoglycan which is located immediately outside of the cytoplasmic membrane. Peptidoglycan is made up of a polysaccharide backbone consisting of alternating N-Acetylmuramic acid (NAM) and N-acetylglucosamine (NAG) residues in equal amounts. Peptidoglycan is responsible for the rigidity of the bacterial cell wall and for the determination of cell shape. It is relatively porous and is not considered to be a permeability barrier for small substrates. While all bacterial cell walls (with a few exceptions e.g. extracellular parasites such as \"Mycoplasma\") contain peptidoglycan, not all cell walls have the same overall structures. Since the cell wall is required for bacterial survival, but is absent in some eukaryotes, several antibiotics (notably the penicillins and cephalosporins) stop bacterial infections by interfering with cell wall synthesis, while having no effects on human cells which have no cell wall only a cell membrane. There are two main types of bacterial cell walls, those of gram-positive bacteria and those of gram-negative bacteria, which are differentiated by their Gram staining characteristics. For both these types of bacteria, particles of approximately 2 nm can pass through the peptidoglycan. If the bacterial cell wall is entirely removed, it is called a protoplast while if it's partially removed, it is called a spheroplast. \"β\"-Lactam antibiotics such as penicillin inhibit the formation of peptidoglycan cross-links in the bacterial cell wall. The enzyme lysozyme, found in human tears, also digests the cell wall of bacteria and is the body's main defense against eye infections.",
            "score": 131.2210235595703
        },
        {
            "docid": "192595_23",
            "document": "Methicillin-resistant Staphylococcus aureus . \"mecA\" is a biomarker gene responsible for resistance to methicillin and other β-lactam antibiotics. After acquisition of \"mecA\", the gene must be integrated and localized in the \"S. aureus\" chromosome. \"mecA\" encodes penicillin-binding protein 2a (PBP2a), which differs from other penicillin-binding proteins as its active site does not bind methicillin or other β-lactam antibiotics. As such, PBP2a can continue to catalyze the transpeptidation reaction required for peptidoglycan cross-linking, enabling cell wall synthesis in the presence of antibiotics. As a consequence of the inability of PBP2a to interact with β-lactam moieties, acquisition of \"mecA\" confers resistance to all β-lactam antibiotics in addition to methicillin.",
            "score": 130.10496520996094
        },
        {
            "docid": "424484_7",
            "document": "Methicillin . Like other beta-lactam antibiotics, methicillin acts by inhibiting the synthesis of bacterial cell walls. It inhibits cross-linkage between the linear peptidoglycan polymer chains that make up a major component of the cell wall of gram-positive bacteria. It does this by binding to and competitively inhibiting the transpeptidase enzyme (also known as penicillin-binding proteins (PBPs)). These PBPs crosslink glycopeptides (\"-alanyl-alanine\"), forming the peptidoglycan cell wall. Methicillin and other β-lactam antibiotics are structural analogs of -alanyl-alanine, and the transpeptidase enzymes that bind to them are sometimes called penicillin-binding proteins (PBPs).",
            "score": 129.46253967285156
        },
        {
            "docid": "35672682_7",
            "document": "Antibiotic resistance in gonorrhea . Chromosomally mediated resistance occurred through step-wise changes over many years. Chromosomal mutations in the \"penA\", \"mtr\", and \"penB\" genes are the major mechanisms for CMRNG. The \"penA\" gene encodes an alternative penicillin-binding protein, PBP-2. This mechanism falls under the second general mechanism for beta-lactam resistance. PBPs, also known as transpeptidases, are targets for beta-lactams. These enzymes (PBPs) are involved in peptidoglycan synthesis which is a major component of the bacterial cell wall. PBPs cross-link the amino acid strands of peptidoglycan during synthesis. Normally, beta-lactams bind the PBPs and thereby inhibit the cross-linking of peptidoglycan. When this occurs, the cell wall of the bacterium is compromised and often results in cell death. When \"N. gonorrhoeae\" encodes \"penA\", the new PBP-2 that is synthesized is no longer recognized by the beta-lactams rendering the bacterium resistant.",
            "score": 128.50222778320312
        },
        {
            "docid": "2936433_11",
            "document": "Cefotaxime . Cefotaxime is a β-lactam antibiotic (which refers to the structural components of the drug molecule itself). As a class, β-lactams inhibit bacterial cell wall synthesis by binding to one or more of the penicillin-binding proteins (PBPs). This inhibits the final transpeptidation step of peptidoglycan synthesis in bacterial cell walls, thus inhibiting cell wall biosynthesis. Bacteria eventually lyse due to ongoing activity of cell wall autolytic enzymes (autolysins and murein hydrolases) in the absence of cell wall assembly. Due to the mechanism of their attack on bacterial cell wall synthesis, β-lactams are considered to be bactericidal.",
            "score": 124.88985443115234
        },
        {
            "docid": "9028799_16",
            "document": "Bacteria . Around the outside of the cell membrane is the cell wall. Bacterial cell walls are made of peptidoglycan (called \"murein\" in older sources), which is made from polysaccharide chains cross-linked by peptides containing D-amino acids. Bacterial cell walls are different from the cell walls of plants and fungi, which are made of cellulose and chitin, respectively. The cell wall of bacteria is also distinct from that of Archaea, which do not contain peptidoglycan. The cell wall is essential to the survival of many bacteria, and the antibiotic penicillin is able to kill bacteria by inhibiting a step in the synthesis of peptidoglycan.",
            "score": 124.74646759033203
        },
        {
            "docid": "4522192_6",
            "document": "Oxacillin . Oxacillin, through its β-lactam ring, covalently binds to penicillin-binding proteins, which are enzymes involved in the synthesis of the bacterial cell wall. This binding interaction interferes with the transpeptidation reaction and inhibits the synthesis of peptidoglycan, a prominent component of the cell wall. By decreasing the integrity of the bacterial cell wall, it is thought that oxacillin and other penicillins kill actively growing bacteria through cell autolysis.",
            "score": 123.09353637695312
        },
        {
            "docid": "989186_16",
            "document": "Ceftriaxone . Ceftriaxone is a third-generation antibiotic from the cephalosporin family of antibiotics. It is within the β-lactam family of antibiotics. Ceftriaxone selectively and irreversibly inhibits bacterial cell wall synthesis by binding to transpeptidases, also called transamidases, which are penicillin-binding proteins (PBPs) that catalyze the cross-linking of the peptidoglycan polymers forming the bacterial cell wall. The peptidoglycan cell wall is made up of pentapeptide units attached to a polysaccharide backbone with alternating units of N-acetylglucosamine and N-acetylmuramic acid. PBPs act on a terminal D-alanyl-D-alanine moiety on a pentapeptide unit and catalyze the formation of a peptide bond between the penultimate D-alanine and a glycine unit on an adjacent peptidoglycan strand, releasing the terminal D-alanine unit in the process. The structure of ceftriaxone mimics the D-alanyl-D-alanine moiety, and the PBP attacks the beta-lactam ring in ceftriaxone as if it were its normal D-alanyl-D-alanine substrate. The peptidoglycan cross-linking activity of PBPs is a construction and repair mechanism that normally helps to maintain bacterial cell wall integrity, so the inhibition of PBPs leads to damage and destruction of the cell wall and eventually to cell lysis.",
            "score": 121.67378234863281
        },
        {
            "docid": "118212_48",
            "document": "Staphylococcus aureus . MRSA, often pronounced or , is one of a number of greatly feared strains of \"S. aureus\" which have become resistant to most β-lactam antibiotics. For this reason, vancomycin, a glycopeptide antibiotic, is commonly used to combat MRSA. Vancomycin inhibits the synthesis of peptidoglycan, but unlike β-lactam antibiotics, glycopeptide antibiotics target and bind to amino acids in the cell wall, preventing peptidoglycan cross-linkages from forming. MRSA strains are most often found associated with institutions such as hospitals, but are becoming increasingly prevalent in community-acquired infections.",
            "score": 121.2916259765625
        },
        {
            "docid": "118212_46",
            "document": "Staphylococcus aureus . The treatment of choice for \"S. aureus\" infection is penicillin. An antibiotic derived from some \"Penicillium\" fungal species, penicillin inhibits the formation of peptidoglycan cross-linkages that provide the rigidity and strength in a bacterial cell wall. The four-membered β-lactam ring of penicillin is bound to enzyme DD-transpeptidase, an enzyme that when functional, cross-links chains of peptidoglycan that form bacterial cell walls. The binding of β-lactam to DD-transpeptidase inhibits the enzyme’s functionality and it can no longer catalyze the formation of the cross-links. As a result, cell wall formation and degradation are imbalanced, thus resulting in cell death. In most countries, however, penicillin resistance is extremely common, and first-line therapy is most commonly a penicillinase-resistant β-lactam antibiotic (for example, oxacillin or flucloxacillin, both of which have the same mechanism of action as penicillin). Combination therapy with gentamicin may be used to treat serious infections, such as endocarditis, but its use is controversial because of the high risk of damage to the kidneys. The duration of treatment depends on the site of infection and on severity. Adjunctive rifampicin has been historically used in the management of \"S aureus\" bacteraemia, but randomised controlled trial evidence has shown this to be of no overall benefit over standard antibiotic therapy.",
            "score": 121.1969223022461
        },
        {
            "docid": "14215535_9",
            "document": "Glutamate racemase . Glutamate racemase is a bacterial enzyme that is encoded by the \"murI\" gene. This enzyme is most commonly known as being responsible for the synthesis of bacterial cell walls. Through experimentation it was found that this enzyme is able to construct these cell walls by synthesizing D-glutamate from L-glutamate through racemization. D-glutamate is a monomer of the peptidoglycan layer in prokaryotic cell walls. Peptidoglycan is an essential structural component of the bacterial cell wall. The peptidoglycan layer is also responsible for the rigidity of the cell wall. This process, in which MurI helps catalyze the interconversion of glutamate enantiomers, like L-Glutamate, into the essential D-glutamate, is also cofactor independent. As such it can proceed without needing an additional source, which would bind to an allosteric site, altering the enzyme shape to assist in catalyzing the reaction. Murl involves a two-step process to catalyze the glutamate enantiomers to D-glutamate. The first step is a deprotonation of the substrate to form an anion. Subsequently, the substrate gets reprotonated. Once the glutamate is in the active site of the enzyme it undergoes a very large conformational change of its domains. This change helps superimpose the two catalytic cysteine residues, Cys73 and Cys184, located on either sides of the substrate at equal positions. Those domains mentioned earlier are symmetric and this symmetry suggests that this racemase activity of the protein may have evolved from gene duplication. Due to this main function of biosynthesis of bacterial cell walls MurI has been targeted as an antibacterial in drug discovery.",
            "score": 117.78439331054688
        },
        {
            "docid": "4152874_4",
            "document": "Penicillin binding proteins . PBPs are all involved in the final stages of the synthesis of peptidoglycan, which is the major component of bacterial cell walls. Bacterial cell wall synthesis is essential to growth, cell division (thus reproduction) and maintaining the cellular structure in bacteria. Inhibition of PBPs leads to irregularities in cell wall structure such as elongation, lesions, loss of selective permeability, and eventual cell death and lysis.",
            "score": 117.6775894165039
        },
        {
            "docid": "37791213_12",
            "document": "Carbapenem-resistant enterobacteriaceae . These antibiotics share common structure and mechanism of action. They enter the periplasmic space through porins, where they then inhibit transpeptidases (which are also known as penicillin-binding proteins (PBPs)), enzymes that facilitate peptide cross-links during cell wall synthesis. Their binding to the PBP active site is facilitated in part by their common structure, which is similar to that of D-alanyl-D-alanine. D-alanyl-D-alanine is a residue on the NAM peptide subunit involved in building peptidoglycan. Carbapenem covalently binds to PBPs, which causes transpeptidases to irreversibly lose their catalytic activity. Inhibition of transpeptidases prevents the formation of cross-links between peptidoglycan polymers and causes a build-up of peptidoglycan precursors. Newly formed peptidoglycan is weakened from the absence of cross-linkages. The continued activity of autolysins, that function like lysozymes and cleave glycosidic and peptide bonds of peptidoglycan in periplasm, weakens the cell wall and leads to osmotic bursting of the bacterial cell.",
            "score": 116.7362289428711
        },
        {
            "docid": "6312_32",
            "document": "Cell wall . Around the outside of the cell membrane is the bacterial cell wall. Bacterial cell walls are made of peptidoglycan (also called murein), which is made from polysaccharide chains cross-linked by unusual peptides containing D-amino acids. Bacterial cell walls are different from the cell walls of plants and fungi which are made of cellulose and chitin, respectively. The cell wall of bacteria is also distinct from that of Archaea, which do not contain peptidoglycan. The cell wall is essential to the survival of many bacteria, although L-form bacteria can be produced in the laboratory that lack a cell wall. The antibiotic penicillin is able to kill bacteria by preventing the cross-linking of peptidoglycan and this causes the cell wall to weaken and lyse. The lysozyme enzyme can also damage bacterial cell walls.",
            "score": 116.44253540039062
        },
        {
            "docid": "24838_11",
            "document": "Peptidoglycan . Stage two occurs in the cytoplasmic membrane. It is in the membrane where a lipid carrier called bactoprenol carries peptidoglycan precursors through the cell membrane. Bactoprenol will attack the UDP-MurNAc penta, creating a PP-MurNac penta, which is now a lipid. UDP-GlcNAc is then transported to MurNAc, creating Lipid-PP-MurNAc penta-GlcNAc, a disaccharide, also a precursor to peptidoglycan. How this molecule is transported through the membrane is still not understood. However, once it is there, it is added to the growing glycan chain. The next reaction is known as tranglycosylation. In the reaction, the hydroxyl group of the GlcNAc will attach to the MurNAc in the glycan, which will displace the lipid-PP from the glycan chain. The enzyme responsible for this is transglycosylase. Some antibacterial drugs such as penicillin interfere with the production of peptidoglycan by binding to bacterial enzymes known as penicillin-binding proteins or DD-transpeptidases. Penicillin-binding proteins form the bonds between oligopeptide crosslinks in peptidoglycan. For a bacterial cell to reproduce through binary fission, more than a million peptidoglycan subunits (NAM-NAG+oligopeptide) must be attached to existing subunits. Mutations in genes coding for transpeptidases that lead to reduced interactions with an antibiotic are a significant source of emerging antibiotic resistance.",
            "score": 114.92407989501953
        },
        {
            "docid": "11742691_4",
            "document": "Thienamycin . \"In vitro\", thienamycin employs a similar mode of action as penicillins through disrupting the cell wall synthesis (peptidoglycan biosynthesis) of various Gram-positive and Gram-negative bacteria (\"Staphylococcus aureus\",\"Staphylococcus epidermidis\", \"Pseudomonas aeruginosa\" to name a few). Although thienamycin binds to all of the penicillin-binding proteins (PBPs) in \"Escherichia coli\", it preferentially binds to PBP-1 and PBP-2, which are both associated with the elongation of the cell wall.",
            "score": 112.23749542236328
        },
        {
            "docid": "22686868_4",
            "document": "Bacteriophage Qβ . A2 is called the maturation protein due to its lysis activity. One copy of A2 is present per virion. The mechanism of lysis is similar to that of penicillin; A2 inhibits the formation of peptidoglycan by inhibiting the enzyme UDP-N-acetylglucosamine 1-carboxyvinyltransferase (MurA), which catalyzes the first committed step of peptidoglycan synthesis.",
            "score": 112.0621109008789
        },
        {
            "docid": "37791213_14",
            "document": "Carbapenem-resistant enterobacteriaceae . In general, carbapenem, a β-lactam antibiotic, targets cells by inhibiting transpeptidases (penicillin-binding proteins). This prevents synthesis of peptidoglycan, a necessary structural component, leading to cell lysis. Resistance to carbapenem among Gram-negative bacteria in general ( i.e. including bacteria other than Enterobacteriaceae) can be acquired through several mechanisms.",
            "score": 111.39408111572266
        },
        {
            "docid": "1253292_10",
            "document": "Cefalexin . Cefalexin is a beta-lactam antibiotic of the cephalosporin family. It is bactericidal and acts by inhibiting synthesis of the peptidoglycan layer of the bacterial cell wall. As cefalexin closely resembles d-alanyl-d-alanine, an amino acid ending on the peptidoglycan layer of the cell wall, it is able to irreversibly bind to the active site of PBP, which is essential for the synthesis of the cell wall. It is most active against gram-positive cocci, and has moderate activity against some gram-negative bacilli. However, some bacterial cells have the enzyme β-lactamase, which hydrolyzes the beta-lactam ring, rendering the drug inactive. This contributes to antibacterial resistance towards cephalexin.",
            "score": 110.09193420410156
        },
        {
            "docid": "1364321_5",
            "document": "Cefixime . The bactericidal action of Cefixime is due to the inhibition of cell wall synthesis. It binds to one of the penicillin binding proteins (PBPs) which inhibits the final transpeptidation step of the peptidoglycan synthesis in the bacterial cell wall, thus inhibiting biosynthesis and arresting cell wall assembly resulting in bacterial cell death.",
            "score": 109.59770965576172
        },
        {
            "docid": "35547268_14",
            "document": "Bacterial morphological plasticity . For \"Burkholderia pseudomallei\", some clinical antibiotic agents that are used to treat its infection, mellioidosis, can induce morphological changes such as filamentation and physiological changes in this bacteria. These antibiotics are the β-lactam antibiotics, fluoroquinolones, and antibiotics that inhibit the synthesis of thymidine. The ability of some β-lactam antibiotics to induce filamentation in gram negative bacteria is to inhibit penicillin-binding proteins (PBPs). This inhibition stops the assembly of peptidoglycan network in bacterial cell wall. PBP-1 inhibition leads to rapid cell death. While PBP-2 and PBP-3 inhibition lead to morphological change, turn normal cells to spheroplasts and filamentous cells (elongated rods), respectively. PBP-3 forms the septum in dividing bacteria by involving transpeptidase so inhibition of this PBP-3 protein leads to the incomplete formation of septa in dividing bacteria resulting in the formation of long strands of bacteria (filaments). Kang Chen et al. mentioned that the filament was induced by sublethal concentrations of ceftazidime, ofloxacin, or trimethoprim. At or below the \"minimal inhibitory concentration\" (MIC), filamentation occurred mainly at these concentration and bacteria remained as viable within the vacuoles of immortalized human macrophages, not rapidly killed. However, the \"B.pseudomallei\" filaments revert to normal forms when the antibiotics are removed. Moreover, bacillary daughter cells maintained cell-division capacity and viability despite re-exposure to antibiotics such as ceftazidime. Thus, this developmental alteration may provide additionally survival advantages to bacteria. Furthermore, for \"Pseudomonas aeruginosa\", filamentation induced by antibiotics appears to trigger bacteria to change from a normal growth phase to a stationary growth phase. Filamentous bacteria are also associated with an increase in endotoxin (\"lipopolysaccharide, LPS\") release and the immune system of patients needs to cope with this characteristic. Chloramphenicol antibiotic can induce the formation of filamentous cells, which contain multiple copies of unsegregated chromosomes. These chromosomes lead to the unsuccessful division of elongated cells, and the formation of bacterial filament. Moreover, the filamentation also depends on the expression levels of an efflux pump (MexAB-OprM) and the minimum inhibitory concentration of chloramphenicol. The molecular correlate of the filament formation was described. The exposure to β-lactam antibiotics induced the SOS response in \"Escherichia coli\". During repair of DNA damage, the SOS response aids bacterial propagation by inhibiting cell division. Moreover, both β-lactam antibiotics and genetic mutation induce SOS in \"E.coli\" through the DpiBA \"two-component signal transduction system\" leading to the inactivation of the ftsl gene product, penicillin binding protein 3 (PBP-3). The ftsl gene is a group of filamentous temperature-sensitive genes implicated in cell division. In addition, it is a membrane transpeptidase required for peptidoglycan synthesis at the septum generated by cell division. The event to inactivate ftsl gene product requires the SOS-promoting recA and lexA genes as well as dpiA and transiently inhibits bacterial cell division. Consequently, the bactericidal effects of β-lactam antibiotics are limited. The DpiA is the effector for the DpiB two-component system. Interaction of DpiA with replication origins competes with the binding of the replication proteins DnaA and DnaB. When overexpressed, DpiA can interrupt DNA replication and induce the SOS response resulting in inhibition of cell division.",
            "score": 109.57044219970703
        },
        {
            "docid": "5464960_45",
            "document": "Enzyme inhibitor . Drugs also are used to inhibit enzymes needed for the survival of pathogens. For example, bacteria are surrounded by a thick cell wall made of a net-like polymer called peptidoglycan. Many antibiotics such as penicillin and vancomycin inhibit the enzymes that produce and then cross-link the strands of this polymer together. This causes the cell wall to lose strength and the bacteria to burst. In the figure, a molecule of penicillin (shown in a ball-and-stick form) is shown bound to its target, the transpeptidase from the bacteria \"Streptomyces\" R61 (the protein is shown as a ribbon-diagram).",
            "score": 109.28004455566406
        },
        {
            "docid": "23312_13",
            "document": "Penicillin . Penicillin shows a synergistic effect with aminoglycosides, since the inhibition of peptidoglycan synthesis allows aminoglycosides to penetrate the bacterial cell wall more easily, allowing their disruption of bacterial protein synthesis within the cell. This results in a lowered MBC for susceptible organisms.",
            "score": 109.1758041381836
        },
        {
            "docid": "1590591_3",
            "document": "Glycopeptide antibiotic . Some members of this class of drugs inhibit the synthesis of cell walls in susceptible microbes by inhibiting peptidoglycan synthesis. They bind to the amino acids within the cell wall preventing the addition of new units to the peptidoglycan. In particular, they bind to acyl-D-alanyl-D-alanine in peptidoglycan.",
            "score": 109.04238891601562
        },
        {
            "docid": "4423825_5",
            "document": "Cycloserine . Cycloserine works as an antibiotic by inhibiting cell-wall biosynthesis in bacteria. As a cyclic analogue of -alanine, cycloserine acts against two crucial enzymes important in the cytosolic stages of peptidoglycan synthesis: alanine racemase (Alr) and -alanine:-alanine ligase (Ddl). The first enzyme is a pyridoxal 5'-phosphate-dependent enzyme which converts the -alanine to the -alanine form. The second enzyme is involved in joining two of these -alanine residues together by catalyzing the formation of the ATP-dependent -alanine--alanine dipeptide bond between the resulting -alanine molecules. If both of these enzymes are inhibited, then -alanine residues cannot form and previously formed -alanine molecules cannot be joined together. This effectively leads to inhibition of peptidoglycan synthesis.",
            "score": 108.98272705078125
        },
        {
            "docid": "49388749_4",
            "document": "Bacterial murein precursor exporter . Bacterial cell growth necessitates synthesis of peptidoglycan. Assembly of peptidoglycan is a multistep process starting in the cytoplasm and ending in the exterior cell surface. The intracellular part of the pathway results in the production of the membrane-anchored cell wall precursor, Lipid II. After synthesis, this lipid intermediate is translocated across the cell membrane. The translocation (flipping) step of Lipid II requires a specific protein (flippase). Mohammadi et al. (2011) showed that the integral membrane protein FtsW (TC# 2.A.103.1.1,4-7), an essential protein for cell division, is a transporter of the lipid-linked peptidoglycan precursors across the cytoplasmic membrane. Using \"E. coli\" membrane vesicles, they found that transport of Lipid II requires the presence of FtsW, and purified FtsW induced the transbilayer movement of Lipid II in model membranes.",
            "score": 108.71768951416016
        },
        {
            "docid": "21975254_8",
            "document": "L-form bacteria . L-forms can be generated in the laboratory from many bacterial species that usually have cell walls, such as \"Bacillus subtilis\" or \"Escherichia coli\". This is done by inhibiting peptidoglycan synthesis with antibiotics or treating the cells with lysozyme, an enzyme that digests cell walls. The L-forms are generated in a culture medium that is the same osmolarity as the bacterial cytosol (an isotonic solution), which prevents cell lysis by osmotic shock. L-form strains can be unstable, tending to revert to the normal form of the bacteria by regrowing a cell wall, but this can be prevented by long-term culture of the cells under the same conditions that were used to produce them.",
            "score": 107.73287200927734
        },
        {
            "docid": "11114981_5",
            "document": "Cefoxitin . Cefoxitin is a beta-lactam antibiotic which binds penicillin binding proteins, or transpeptidases. By binding to PBPs, cefoxitin prevents the PBPs from forming the cross-linkages between the peptidoglycan layers that make up the bacterial cell wall, thereby interefering with cell wall synthesis. It is a strong beta-lactamase inducer, as are certain other antibiotics (such as imipenem). However, cefoxitin is a better substrate than imipenem for beta-lactamases.",
            "score": 107.19644165039062
        }
    ]
}