{
    "q": [
        {
            "docid": "1399889_4",
            "document": "Lepromin . People who don't have clinical leprosy (Hansen's Disease, or HD) may have little or no skin reaction to the antigen, or may have a strong reaction to it. This is because lepromin only tests for infection, not for ongoing disease. It is believed that most people exposed to \"Mycobacterium leprae\" are not infected and thus would not respond, or are infected but self-resolve or never manifest overt symptoms and therefore would respond to the lepromin skin test. Paradoxically however, patients with \"lepromatous\" (Virchowian) HD, the most severe and transmissible form, have no skin reaction to the antigen. This is because an effective immune response to the bacterium is a result of a cellular immune response (T-cell mediated) rather than a humoral response (B-cell/antibody). Lepromatous HD, the more severe and disfiguring form is a result of the patient's immune response being mainly humoral in nature. Antibodies, the main effectors of a humoral response, are ineffective against \"M. leprae\" because of the unusually dense and waxy nature of the mycolic acid containing bacterial cell wall, and so the bacterium proliferates, causing the cutaneous disfigurements and peripheral neuropathologies characteristic of the disease. The reason there is little or no response to the lepromin test is that a positive response to lepromin is due to \"delayed type hypersensitivity\" which is T-cell mediated, and it is the failure of a robust T-cell response that results in the onset of lepromatous leprosy in the first place. However, given the severe nature of lepromatous leprosy, a skin test is unnecessary, and the definitive test, a biopsy, readily reveals the bacterium within lesions as well as the characteristic histopathology of HD. Moreover, lepromatous HD is typically diagnosed on clinical presentation alone.",
            "score": 62.31579375267029
        },
        {
            "docid": "44700_2",
            "document": "Leprosy . Leprosy, also known as Hansen's disease (HD), is a long-term infection by the bacterium \"Mycobacterium leprae\" or \"Mycobacterium lepromatosis\". Initially, infections are without symptoms and typically remain this way for 5 to 20 years. Symptoms that develop include granulomas of the nerves, respiratory tract, skin, and eyes. This may result in a lack of ability to feel pain, which can lead to the loss of parts of extremities due to repeated injuries or infection due to unnoticed wounds. Weakness and poor eyesight may also be present. Leprosy is spread between people. This is thought to occur through a cough or contact with fluid from the nose of an infected person. Leprosy occurs more commonly among those living in poverty. Contrary to popular belief, it is not highly contagious. The two main types of disease are based on the number of bacteria present: paucibacillary and multibacillary. The two types are differentiated by the number of poorly pigmented, numb skin patches present, with paucibacillary having five or fewer and multibacillary having more than five. The diagnosis is confirmed by finding acid-fast bacilli in a biopsy of the skin or by detecting the DNA using polymerase chain reaction. Leprosy is curable with a treatment known as multidrug therapy. Treatment for paucibacillary leprosy is with the medications dapsone and rifampicin for six months. Treatment for multibacillary leprosy consists of rifampicin, dapsone, and clofazimine for 12 months. A number of other antibiotics may also be used. These treatments are provided free of charge by the World Health Organization. Globally in 2012, the number of chronic cases of leprosy was 189,000, down from some 5.2 million in the 1980s. The number of new cases was 230,000. Most new cases occur in 16 countries, with India accounting for more than half. In the past 20 years, 16 million people worldwide have been cured of leprosy. About 200 cases are reported per year in the United States. Leprosy has affected humanity for thousands of years. The disease takes its name from the Greek word (\"léprā\"), from (\"lepís\"; \"scale\"), while the term \"Hansen's disease\" is named after the Norwegian physician Gerhard Armauer Hansen. Separating people by placing them in leper colonies still occurs in places such as India, China, and Africa. However, most colonies have closed, since leprosy is not very contagious. Social stigma has been associated with leprosy for much of history, which continues to be a barrier to self-reporting and early treatment. Some consider the word \"leper\" offensive, preferring the phrase \"person affected with leprosy\". It is classified as a neglected tropical disease. World Leprosy Day was started in 1954 to draw awareness to those affected by leprosy.",
            "score": 68.77853751182556
        },
        {
            "docid": "24973826_42",
            "document": "Human genetic resistance to malaria . Human leucocyte antigen (HLA) polymorphisms common in West Africans but rare in other racial groups, are associated with protection from severe malaria. This group of genes encodes cell-surface antigen-presenting proteins and has many other functions. In West Africa, they account for as great a reduction in disease incidence as the sickle-cell hemoglobin variant. The studies suggest that the unusual polymorphism of major histocompatibility complex genes has evolved primarily through natural selection by infectious pathogens.",
            "score": 49.97982215881348
        },
        {
            "docid": "12518398_26",
            "document": "Dasypus . Leprosy is a chronic infectious disease caused by the bacteria \"Mycobacterium leprae\". \"M. leprae\" is unculturable on artificial media, and only after years of research was the ability to culture the bacteria on the footpads of mice discovered. However, the development of the bacteria and study was still very limited until the successful infection of lepromatous leprosy in the nine-banded armadillo (\"Dasypus novemcinctus\") by Kirchheimer and Storrs in 1971. Soon after, Convit and Pinardi incurred a second successful inoculation of \"M. leprae\" into \"Dasypus sabanicola\". The armadillo became the only known animal other than primates to regularly develop leprosy and has since largely advanced the disease study through use of in vivo propagation of \"M. leprae\". \"Dasypus\" was also an ideal model due to the ability to replicate experiments on their genetically identical siblings. Despite the discovery of additional \"Dasypus\" species capable of infection (\"D. septemcinctus\" and \"D. pilosus\"), the nine-banded armadillo remains a favored animal model due to its availability and ideal body temperatures for bacterial hosting. \"D. sabanicola\" is also continually used in research due to its adaptability to the lab environment and ease of handling. The nine-banded armadillo’s enhanced ability to grow \"M. leprae\" has led to suggestions that armadillo species are more susceptible to the disease due to their generally lower body temperatures.",
            "score": 65.37744152545929
        },
        {
            "docid": "302013_28",
            "document": "Human leukocyte antigen . The large extent of variability in HLA genes poses significant challenges in investigating the role of HLA genetic variations in diseases. Disease association studies typically treat each HLA allele as a single complete unit, which does not illuminate the parts of the molecule associated with disease. Karp D. R. et al. describes a novel sequence feature variant type (SFVT) approach for HLA genetic analysis that categorizes HLA proteins into biologically relevant smaller sequence features (SFs), and their variant types (VTs). Sequence features are combinations of amino acid sites defined based on structural information (e.g., beta-sheet 1), functional information (e.g., peptide antigen-binding), and polymorphism. These sequence features can be overlapping and continuous or discontinuous in the linear sequence. Variant types for each sequence feature are defined based upon all known polymorphisms in the HLA locus being described. SFVT categorization of HLA is applied in genetic association analysis so that the effects and roles of the epitopes shared by several HLA alleles can be identified. Sequence features and their variant types have been described for all classical HLA proteins; the international repository of HLA SFVTs will be maintained at IMGT/HLA database. A tool to convert HLA alleles into their component SFVTs can be found on the Immunology Database and Analysis Portal (ImmPort) website.",
            "score": 51.09440004825592
        },
        {
            "docid": "8767449_14",
            "document": "Public health genomics . Host genetic factors play a major role in determining differential susceptibility to major infectious diseases of humans. Infectious diseases of humans appear highly polygenic with many loci implicated but only a minority of these convincingly replicated. Over the course of time humans have been exposed to organisms like \"Mycobacterium tuberculosis\". It is possible that the human genome has evolved in part from our exposure to \"M. tuberculosis\". Animal model studies and whole genome screens can be used to identify potential regions on a gene that suggest evidence of tuberculosis susceptibility. In the case of \"M. tuberculosis,\" animal model studies were used to suggest evidence of a locus which was correlated with susceptibility, further studies were done to prove the link between the suggested locus. The genetic loci that have been identified to be associated with susceptibility to tuberculosis are HLA-DR, INF-γ, SLC11A1, VDR, MAL/TIRAP, and CCL2. Further studies will be needed to determine genetic susceptibility to other infectious diseases and ways public health officials can prevent and test for these infections to enhance the concept of personalized medicine.",
            "score": 48.43601727485657
        },
        {
            "docid": "412735_9",
            "document": "Rheumatic fever . While the mechanisms of genetic predisposition remain unclear, a few genetic factors have been found to increase susceptibility to autoimmune reactions in RHD. The dominant contributors are a component of MHC class II molecules, found on lymphocytes and antigen-presenting cells, specifically the DR and DQ alleles on human chromosome 6. Certain allele combinations appear to increase RHD autoimmune susceptibility. Human leukocyte antigen (HLA) class II allele DR7 (HLA-DR7) is most often associated with RHD, and its combination with certain DQ alleles is seemingly associated with the development of valvular lesions. The mechanism by which MHC class II molecules increase a host's susceptibility to autoimmune reactions in RHD is unknown, but it is likely related to the role HLA molecules play in presenting antigens to T cell receptors, thus triggering an immune response. Also found on human chromosome 6 is the cytokine TNF-α which is also associated with RHD. High expression levels of TNF-α may exacerbate valvular tissue inflammation, contributing to RHD pathogenesis. Mannose-binding lectin (MBL) is an inflammatory protein involved in pathogen recognition. Different variants of MBL2 gene regions are associated in RHD. RHD-induced mitral valve stenosis has been associated with MBL2 alleles encoding for high production of MBL. Aortic valve regurgitation in RHD patients has been associated with different MBL2 alleles that encode for low production of MBL. Other genes are also being investigated to better understand the complexity of autoimmune reactions that occur in RHD.",
            "score": 60.3878378868103
        },
        {
            "docid": "44700_17",
            "document": "Leprosy . Several genes have been associated with a susceptibility to leprosy. Often, the immune system is able to eliminate leprosy during the early infection stage before severe symptoms develop. A defect in cell-mediated immunity may cause susceptibility to leprosy. The region of DNA responsible for this variability is also involved in Parkinson's disease, giving rise to current speculation that the two disorders may be linked in some way at the biochemical level. Some evidence indicates not all people who are infected with \"M. leprae\" develop leprosy, and genetic factors have long been thought to play a role, due to the observation of clustering of leprosy around certain families, and the failure to understand why certain individuals develop lepromatous leprosy while others develop other types of leprosy.",
            "score": 88.12581586837769
        },
        {
            "docid": "714452_34",
            "document": "Chronic kidney disease . Studies have shown a true association between history of chronic kidney disease in first- or second-degree relatives, and risk of disease. In addition, African Americans may have higher serum levels of human leukocyte antigens (HLA). High HLA concentrations can contribute to increased systemic inflammation, which indirectly may lead to heightened susceptibility for developing kidney disease. Lack of nocturnal reduction in blood pressure among groups of African Americans is also offered as an explanation, which lends further credence to a genetic cause of CKD racial disparities.",
            "score": 32.90483236312866
        },
        {
            "docid": "49449371_11",
            "document": "Vogt–Koyanagi–Harada disease . VKH is associated with a variety of genetic polymorphisms that relate to immune function. For example, VKH has been associated with human leukocyte antigens (HLA) HLA-DR4 and DRB1/DQA1, copy-number variations (CNV) of complement component 4, a variant IL-23R locus and with various other non-HLA genes. HLA-DRB1*0405 in particular appears to play an important susceptibility role.",
            "score": 48.77579951286316
        },
        {
            "docid": "18390077_4",
            "document": "Leprostatic agent . Leprosy is a chronic infectious disease caused by Mycobacterium leprae. Host defenses are crucial in determining the patient's response to the disease, the clinical presentation, and the bacillary load. These factors also influence the length of therapy and the risk of adverse reactions to medication.",
            "score": 40.128724575042725
        },
        {
            "docid": "16084604_5",
            "document": "Lupus erythematosus . It is typically believed that Lupus is influenced by multiple genes. Lupus is usually influenced by gene polymorphisms, 30 of which have now been linked with the disorder. Some of these polymorphisms have been linked very tentatively however, as the role that they play or the degree to which they influence the disease is unknown. Other genes that are commonly thought to be associated with Lupus are those in the Human leukocyte antigen (HLA) family, which are largely related to healthy functioning of the immune system. There have been several cases where a single gene influence appears to be present, but this is rare. When a single gene deficiency does cause Lupus, it is usually attributed to the genes C1, C2, or C4. The influence of sex chromosomes and environmental factors are also noteworthy. Usually, these factors contribute to Lupus by compromising the immune system.",
            "score": 40.566264152526855
        },
        {
            "docid": "39669_15",
            "document": "Dengue fever . Polymorphisms (normal variations) in particular genes have been linked with an increased risk of severe dengue complications. Examples include the genes coding for the proteins known as TNFα, mannan-binding lectin, CTLA4, TGFβ, DC-SIGN, PLCE1, and particular forms of human leukocyte antigen from gene variations of HLA-B. A common genetic abnormality, especially in Africans, known as glucose-6-phosphate dehydrogenase deficiency, appears to increase the risk. Polymorphisms in the genes for the vitamin D receptor and FcγR seem to offer protection against severe disease in secondary dengue infection.",
            "score": 46.65177655220032
        },
        {
            "docid": "453262_7",
            "document": "Mycobacterium leprae . The incubation period of \"M. leprae\" can range between nine months and twenty years. It replicates intracellularly inside histiocytes and nerve cells and has two forms. One form is \"tuberculoid\", which induces a cell-mediated response that limits its growth. Through this form \"M. leprae\" multiplies at the site of entry, usually the skin, invading and colonizing Schwann cells. The microbe then induces T-helper lymphocytes, epitheloid cells, and giant cell infiltration of the skin, causing infected individuals to exhibit large flattened patches with raised and elevated red edges on their skin. These patches have dry, pale, hairless centers, accompanied by a loss of sensation on the skin. The loss of sensation may develop as a result of invasion of the peripheral sensory nerves. The macule at the cutaneous site of entry and the loss of pain sensation are key clinical indications that an individual has a tuberculoid form of leprosy.",
            "score": 42.09379506111145
        },
        {
            "docid": "169498_11",
            "document": "Alopecia areata . In 2010, a genome-wide association study was completed that identified 129 single nucleotide polymorphisms that were associated with alopecia areata. The genes that were identified include those involved in controlling the activation and proliferation of regulatory T cells, cytotoxic T lymphocyte-associated antigen 4, interleukin-2, interleukin-2 receptor A, and Eos (also known as Ikaros family zinc finger 4), as well as the human leukocyte antigen. The study also identified two genes, PRDX5 and STX17, that are expressed in the hair follicle.",
            "score": 55.18263816833496
        },
        {
            "docid": "30487688_23",
            "document": "Diagnosis of schizophrenia . Estimates of the heritability of schizophrenia is around 80%, which implies that 80% of the individual differences in risk to schizophrenia is explained by individual differences in genetics. Although many genetic variants associated with schizophrenia have been identified, their effects are usually very small, so they are combined onto a polygenic risk score. These scores, despite accounting for hundreds of variants, only explain up to 6% in symptom variation and 7% of the risk for developing the disease. An example of a well-studied genetic biomarker in schizophrenia is the single nucleotide polymorphism in the HLA-DQB1 gene, which is part of the human leukocyte antigen (HLA) complex. A G to C replacement on position 6672 predicts risk of agranulocytosis, a side effect of clozapine that can be fatal.",
            "score": 49.984052658081055
        },
        {
            "docid": "32653_5",
            "document": "Vaccine . Vaccines have historically been the most effective means to fight and eradicate infectious diseases. Limitations to their effectiveness, nevertheless, exist. Sometimes, protection fails because the host's immune system simply does not respond adequately or at all. Lack of response commonly results from clinical factors such as diabetes, steroid use, HIV infection or age. It also might fail for genetic reasons if the host's immune system includes no strains of B cells that can generate antibodies suited to reacting effectively and binding to the antigens associated with the pathogen.",
            "score": 22.023985147476196
        },
        {
            "docid": "9333081_7",
            "document": "Intermediate uveitis . Associations of the disease with such entities as multiple sclerosis, sarcoidosis, or inflammatory bowel disease suggest an autoimmune component in at least a subset of patients. The clustering of familial cases has led to the investigation of human leukocyte antigen (HLA) associations. The inciting event appears to be peripheral retinal perivasculitis and vascular occlusion leading to ocular inflammation, vitritis and snowbank formation. The etiology of the antigenic stimulus is not clear and may be either vitreal or perivascular in nature. It is evident that genetics plays some role in the pathophysiology of intermediate uveitis, but the importance remains unclear.",
            "score": 24.180553674697876
        },
        {
            "docid": "5812801_2",
            "document": "HLA-DR . HLA-DR is an MHC class II cell surface receptor encoded by the human leukocyte antigen complex on chromosome 6 region 6p21.31. The complex of HLA-DR (Human Leukocyte Antigen – antigen D Related) and its ligand, a peptide of 9 amino acids in length or longer, constitutes a ligand for the T-cell receptor (TCR). HLA (human leukocyte antigens) were originally defined as cell surface antigens that mediate graft-versus-host disease. Identification of these antigens has led to greater success and longevity in organ transplant.",
            "score": 16.861626863479614
        },
        {
            "docid": "17337043_9",
            "document": "Diffuse panbronchiolitis . Genetic predisposition for DPB susceptibility has been localized to two HLA haplotypes (a nucleotide or gene sequence difference between paired chromosomes, that is more likely to occur among a common ethnicity or trait) common to people of East Asian descent. HLA-B54 is associated with DPB in the Japanese, while HLA-A11 is associated with the disease in Koreans. Several genes within this region of class I HLA are believed to be responsible for DPB, by allowing increased susceptibility to the disease. The common genetic background and similarities in the HLA profile of affected Japanese and Korean individuals were considered in the search for a DPB gene. It was suggested that a mutation of a suspected disease-susceptibility gene located somewhere between HLA-B and HLA-A had occurred on an ancestral chromosome carrying both HLA-B54 and HLA-A11. Further, it is possible that a number of genetic recombination events around the disease locus (location on a chromosome) could have resulted in the disease being associated with HLA-B54 in the Japanese and HLA-A11 in Koreans. After further study, it was concluded that a DPB susceptibility gene is located near the HLA-B locus at chromosome 6p21.3. Within this area, the search for a genetic cause of the disease has continued.",
            "score": 48.42421519756317
        },
        {
            "docid": "63522_2",
            "document": "Crohn's disease . Crohn's disease is a type of inflammatory bowel disease (IBD) that may affect any part of the gastrointestinal tract from mouth to anus. Signs and symptoms often include abdominal pain, diarrhea (which may be bloody if inflammation is severe), fever, and weight loss. Other complications may occur outside the gastrointestinal tract and include anemia, skin rashes, arthritis, inflammation of the eye, and tiredness. The skin rashes may be due to infections as well as pyoderma gangrenosum or erythema nodosum. Bowel obstruction may occur as a complication of chronic inflammation, and those with the disease are at greater risk of bowel cancer. While the cause of Crohn's disease is unknown, it is believed to be due to a combination of environmental, immune, and bacterial factors in genetically susceptible individuals. It results in a chronic inflammatory disorder, in which the body's immune system attacks the gastrointestinal tract possibly directed at microbial antigens. While Crohn's is an immune-related disease, it does not appear to be an autoimmune disease (in that the immune system is not being triggered by the body itself). The exact underlying immune problem is not clear; however, it may be an immunodeficiency state. About half of the overall risk is related to genetics with more than 70 genes found to be involved. Tobacco smokers are twice as likely to develop Crohn's disease as nonsmokers. It also often begins after gastroenteritis. Diagnosis is based on a number of findings including biopsy and appearance of the bowel wall, medical imaging and description of the disease. Other conditions that can present similarly include irritable bowel syndrome and Behçet's disease. There are no medications or surgical procedures that can cure Crohn's disease. Treatment options are intended to help with symptoms, maintain remission, and prevent relapse. In those newly diagnosed, a corticosteroid may be used for a brief period of time to rapidly improve symptoms alongside another medication such as either methotrexate or a thiopurine used to prevent recurrence. Stopping smoking is recommended in people with Crohn's disease. One in five people with the disease is admitted to hospital each year, and half of those with the disease will require surgery for the disease at some point over a ten-year period. While surgery should be used as little as possible, it is necessary to address some abscesses, certain bowel obstructions, and cancers. Checking for bowel cancer via colonoscopy is recommended every few years, starting eight years after the disease has begun. Crohn's disease affects about 3.2 per 1,000 people in Europe and North America. It is less common in Asia and Africa. It has historically been more common in the developed world. Rates have, however, been increasing, particularly in the developing world, since the 1970s. Inflammatory bowel disease resulted in 47,400 deaths in 2015 and those with Crohn's disease have a slightly reduced life expectancy. It tends to start in the teens and twenties, although it can occur at any age. Males and females are equally affected. The disease was named after gastroenterologist Burrill Bernard Crohn, who, in 1932, together with two other colleagues at Mount Sinai Hospital in New York, described a series of patients with inflammation of the terminal ileum of the small intestine, the area most commonly affected by the illness.",
            "score": 34.57774066925049
        },
        {
            "docid": "24008416_2",
            "document": "Mycobacterium lepromatosis . Mycobacterium lepromatosis is a bacterium that, along with \"Mycobacterium leprae\", causes leprosy (Hansen's disease). It was only recently discovered, in 2008. Analysis of its 16S rRNA gene confirms that the species is distinct from \"Mycobacterium leprae\".",
            "score": 45.017576694488525
        },
        {
            "docid": "731225_8",
            "document": "Resistin . In further support of its inflammatory profile, resistin has been shown to increase transcriptional events, leading to an increased expression of several pro-inflammatory cytokines including (but not limited to) interleukin-1 (IL-1), interleukin-6 (IL-6), interleukin-12 (IL-12), and tumor necrosis factor-α (TNF-α) in an NF-κB-mediated (nuclear factor kappa-light-chain-enhancer of activated B cells-mediated) fashion. It has also been demonstrated that resistin upregulates intercellular adhesion molecule-1 (ICAM1) vascular cell-adhesion molecule-1 (VCAM1) and chemokine (C-C motif) ligand 2 (CCL2), all of which are occupied in chemotactic pathways involved in leukocyte recruitment to sites of infection. Resistin itself can be upregulated by interleukins and also by microbial antigens such as lipopolysaccharide, which are recognized by leukocytes. Taken together, because resistin is reputed to contribute to insulin resistance, results such as those mentioned suggest that resistin may be a link in the well-known association between inflammation and insulin resistance. In accordance, it is expected that, if resistin does indeed serve as a link between obesity and T2DM while at the same time contributing to the inflammatory response, then we should also observe proportional increases in chronic inflammation in association with obesity and insulin resistance. In fact, recent data have shown that this possibility is indeed the case by demonstrating positive correlations between obesity, insulin resistance, and chronic inflammation, which is believed to be directed in part by resistin signaling. This idea has recently been challenged by a study showing that increased levels of resistin in people with chronic kidney disease are associated with lowered renal function and inflammation, but not with insulin resistance. Notwithstanding, regarding resistin and the inflammatory response, we can conclude that resistin does indeed bear features of a pro-inflammatory cytokine, and could act as a key node in inflammatory diseases with or without associated insulin resistance.",
            "score": 40.34567737579346
        },
        {
            "docid": "15884702_15",
            "document": "Surfactant protein A2 . Gene expression of SFTPA2 is regulated at different levels including gene transcription, post-transcriptional processing, stability and translation (biology) of mature mRNA. One of the important features of human surfactant protein A mRNAs is that they have a variable five prime untranslated region (5’UTR) generated from splicing variation of exons A, B, C, and D. At least 10 forms of human SFTPA2 and SFTPA1 5’UTRs have been identified that differ in nucleotide sequence, length, and relative amount. Most SFTPA2 specific 5’UTRs include exon B. This 30-nucleotide long sequence has been shown to enhance both gene transcription and protein translation (biology), and plays a key role in the differential regulation of SFTPA2 and SFTPA1 expression. Both ABD and ABD’ are the most represented forms among SFTPA2 transcripts (~49% each), and experimental work has shown that this sequence can stabilize mRNA, enhance translation, and activate cap-independent eukaryotic translation. Exon B of SFTPA2 also binds specific proteins (e.g. 14-3-3) that may enhance translation, in a sequence- and secondary structure- specific way. While differences at the 5’UTR are shown to regulate both transcription and translation, polymorphisms at the 3’UTR of SP-A2 variants are shown to primarily, differentially affect translation efficiency via mechanisms that involve binding of proteins and/or [microRNAs]. The impact of this regulation on SFTPA2 relative protein levels may contribute to individual differences in susceptibility to lung disease. Environmental insults and pollutants also affect SFTPA2 expression. Exposure of lung cells to particulate matter affects splicing of 5’UTR exons of SFTPA2 transcripts. Pollutants and viral infections also affect SFTPA2 translation mechanisms (see eukaryotic translation, translation (biology)).",
            "score": 65.24190020561218
        },
        {
            "docid": "2846331_9",
            "document": "Helminthic therapy . Although the mechanism(s) of autoimmune disease development is not fully defined, there is broad agreement that the majority of autoimmune diseases are caused by inappropriate immunological responses to innocuous antigens, driven by a branch of the immune system known as the TH1 type immune response. Extra-cellular antigens primarily trigger the TH2 response, as observed with allergies, while intracellular antigens trigger a TH1 response. Th cells can be divided into subtypes based on the characteristic cytokines they secrete. Th2 immune responses result in the release of cytokines associated with inflammation reduction such as interleukin 4, interleukin 5 and interleukin 10. These cytokines are thought to improve the symptoms of many autoimmune disorders. Conversely, Th1 immune responses are characterized by the cytokines interferon gamma (IFNγ) and tumor necrosis factor alpha (TNFα), both of which are thought to increase inflammation and worsen the progression of autoimmune diseases and their symptoms. The relationship between these two types of immune response is a central theme of the biological basis of the hygiene hypothesis, which suggests that there is a regulatory action between the two types of response. However, the observation that allergies and autoimmune response are increasing at a similar rate in industrialized nations appears to undermine the hygiene hypothesis.",
            "score": 27.34029793739319
        },
        {
            "docid": "13539449_2",
            "document": "Fernandez reaction . The Fernandez reaction is a reaction that occurs to signal a positive result in the lepromin skin test for leprosy. The reaction occurs in the skin at the site of injection if the body possesses antibodies to the Dharmendra antigen, one of the antigens found in Mycobacterium leprae, the bacteria that causes leprosy. The reaction occurs via a delayed-type hypersensitivity mechanism. This reaction occurs within 48 hours of injection of lepromin and is seen in both lepromatous and tuberculoid forms of leprosy. In contrast, the Mitsuda reaction occurs 5–6 weeks after injection of lepromin and is only seen in patients with the tuberculoid form of leprosy (not the lepromatous form, in which the body does not mount a strong response against the bacterium). In terms of mechanism of action and appearance, the reaction is similar to the tuberculin reaction of a positive Mantoux test for tuberculosis.",
            "score": 42.49300956726074
        },
        {
            "docid": "9693587_2",
            "document": "Complement component 4 . Complement component 4 (C4), in humans, is a protein involved in the intricate complement system, originating from the human leukocyte antigen (HLA) system. It serves a number of critical functions in immunity, tolerance, and autoimmunity with the other numerous components. Furthermore, it is a crucial factor in connecting the recognition pathways of the overall system instigated by antibody-antigen (Ab-Ag) complexes to the other effector proteins of the innate immune response. For example, the severity of a dysfunctional complement system can lead to fatal diseases and infections. Complex variations of it can also lead to schizophrenia. Yet, the C4 protein derives from a simple two-locus allelic model, the C4A-C4B genes, that allows for an abundant variation in the levels of their respective proteins within a population. Originally defined in the context of the Chido/Rodgers blood group system, the C4A-C4B genetic model is under investigation for its possible role in schizophrenia risk and development.",
            "score": 39.55220603942871
        },
        {
            "docid": "14777493_6",
            "document": "NDUFA13 . The homologous protein to NDUFA13, GRIM-19, may play a role in Chron's disease (CD), an inflammatory bowel disease (IBD) characterized by chronic inflammation of the intestinal epithelium. Its expression is decreased in the inflamed mucosa of patients with these diseases. Nucleotide-binding oligomerization domain-containing protein 2 (NOD2), also known as caspase recruitment domain-containing protein 15 (CARD15) or inflammatory bowel disease protein 1 (IBD1), functions as a mammalian cytosolic pathogen recognition molecule and plays an anti-bacterial role by limiting survival of intracellular invasive bacteria. GRIM-19 acts as a downstream anti-bacterial effector in CARD15-mediated innate mucosal responses by regulating intestinal epithelial cell responses to microbes. Following NOD2-mediated recognition of bacterial muramyl dipeptide, GRIM-19 is required for NF-κB activation, a key component in regulating the immune response to infection.",
            "score": 31.010082244873047
        },
        {
            "docid": "8430768_32",
            "document": "Globalization and disease . Leprosy, also known as Hansen’s Disease, is caused by a bacillus, \"Mycobacterium leprae\". It is a chronic disease with an incubation period of up to five years. Symptoms often include irritation or erosion of the skin, and effects on the peripheral nerves, mucosa of the upper respiratory tract and eyes. The most common sign of leprosy are pale reddish spots on the skin that lack sensation.",
            "score": 45.02301859855652
        },
        {
            "docid": "2186_17",
            "document": "Armadillo . Armadillos are often used in the study of leprosy, since they, along with mangabey monkeys, rabbits, and mice (on their footpads), are among the few known species that can contract the disease systemically. They are particularly susceptible due to their unusually low body temperature, which is hospitable to the leprosy bacterium, \"Mycobacterium leprae\". (The leprosy bacterium is difficult to culture and armadillos have a body temperature of , similar to human skin.) Humans can acquire a leprosy infection from armadillos by handling them or consuming armadillo meat. Armadillos are a presumed vector and natural reservoir for the disease in Texas and Louisiana and Florida. Prior to the arrival of Europeans in the late 15th century, leprosy was unknown in the New World. Given that armadillos are native to the New World, at some point they must have acquired the disease from old-world humans.",
            "score": 65.24405646324158
        },
        {
            "docid": "2846331_10",
            "document": "Helminthic therapy . The hygiene hypothesis proposes that appropriate immune response is in part learned by exposure to microorganisms and parasites, and in part regulated by their presence. In industrialized nations, humans are exposed to somewhat lower levels of these organisms, potentially resulting in unbalanced immune systems. The development of vaccines, hygienic practices, and effective medical care have diminished or eliminated the prevalence and impact of many parasitic organisms, as well as bacterial and viral infections. This has been of obvious benefit with the effective eradication of many diseases that have plagued human beings. However, while many severe diseases have been eradicated, humans' exposure to benign and apparently beneficial parasites has also been reduced commensurately. The central thrust of the hypothesis is, therefore, that correct development of regulatory T cells in individuals may depend on exposure to organisms such as lactobacilli, various mycobacteria, and helminths. Lack of exposure to sufficient benign antigens, particularly during childhood, is sometimes suggested as a cause of the increase in autoimmune diseases and diseases for which chronic inflammation is a major component in the industrialized world.",
            "score": 40.57454180717468
        },
        {
            "docid": "391997_13",
            "document": "Histoplasmosis . Clinically, there is a wide spectrum of disease manifestation, making diagnosis somewhat difficult. More severe forms include: (1) the chronic pulmonary form, often occurring in the presence of underlying pulmonary disease; and (2) a disseminated form, which is characterized by the progressive spread of infection to extra-pulmonary sites. Oral manifestations have been reported as the main complaint of the disseminated forms, leading the patient to seek treatment, whereas pulmonary symptoms in disseminated disease may be mild or even misinterpreted as flu. Histoplasmosis can be diagnosed by samples containing the fungus taken from sputum (via bronchoalveolar lavage), blood, or infected organs. It can also be diagnosed by detection of antigens in blood or urine samples by ELISA or PCR. Antigens can cross-react with antigens of African histoplasmosis (caused by Histoplasma duboisii), blastomycosis, coccidioidomycosis, paracoccidioidomycosis, and Penicillium marneffei infection. Histoplasmosis can also be diagnosed by a test for antibodies against \"Histoplasma\" in the blood. \"Histoplasma\" skin tests indicate whether a person has been exposed, but do not indicate whether they have the disease. Formal histoplasmosis diagnoses are often confirmed only by culturing the fungus directly. Sabouraud agar is one type of agar growth media on which the fungus can be cultured. Cutaneous manifestations of disseminated disease are diverse and often present as a nondescript rash with systemic complaints. Diagnosis is best established by urine antigen testing, as blood cultures may take up to 6 weeks for diagnostic growth to occur and serum antigen testing often comes back with a false negative before 4 weeks of disseminated infection.",
            "score": 29.70911741256714
        }
    ],
    "r": [
        {
            "docid": "10406621_10",
            "document": "C3b . Patients with diseases associated with elevated levels of immune complexes such as systemic lupus erythematosus, leprosy, and AIDS are found to have significantly decreased levels of the C3b receptor, Cr1, expression on erythrocytes, as well as altered expression of Cr1 on neutrophils in response to stimulation. Healthy neutrophils increase their Cr1 expression tenfold in response to chemoattractant peptides. However, patients with diseases such as AIDS don't display this response to stimulation, which results in reduced phagocytosis by the neutrophils and likely plays a critical role in disease progression.",
            "score": 113.41104888916016
        },
        {
            "docid": "1149539_4",
            "document": "Complement receptor 1 . In primates, CR1 serves as the main system for processing and clearance of complement opsonized immune complexes. It has been shown that CR1 can act as a negative regulator of the complement cascade, mediate immune adherence and phagocytosis and inhibit both the classic and alternative pathways. The number of CR1 molecules decreases with aging of erythrocytes in normal individuals and is also decreased in pathological conditions such as systemic lupus erythematosus (SLE), HIV infection, some s and other conditions featuring immune complexes. In mice, CR1 is an alternatively spliced variant of the complement receptor 2 (CR2) gene.",
            "score": 101.82333374023438
        },
        {
            "docid": "1149539_8",
            "document": "Complement receptor 1 . The canonical Cr2/CD21 gene of subprimate mammals produces two types of complement receptor (CR1, ca. 200 kDa; CR2, ca. 145 kDa) via alternative mRNA splicing. The murine Cr2 gene contains 25 exons; a common first exon is spliced to exon 2 and to exon 9 in transcripts encoding CR1 and CR2, respectively. A transcript with an open reading frame of 4,224 nucleotides encodes the long isoform, CR1; this is predicted to be a protein of 1,408 amino acids that includes 21 short consensus repeats (SCR) of ca. 60 amino acids each, plus transmembrane and cytoplasmic regions. Isoform CR2 (1,032 amino acids) is encoded by a shorter transcript (3,096 coding nucleotides) that lacks exons 2-8 encoding SCR1-6. CR1 and CR2 on murine B cells form complexes with a co-accessory activation complex containing CD19, CD81, and the fragilis/Ifitm (murine equivalents of LEU13) proteins.",
            "score": 99.8342056274414
        },
        {
            "docid": "1149539_10",
            "document": "Complement receptor 1 . Isoforms CR1 and CR2 derived from the Cr2 gene possess the same C-terminal sequence, such that association with and activation through CD19 should be equivalent. CR1 can bind to C4b and C3b complexes, whereas CR2 (murine and human) binds to C3dg-bound complexes. CR1, a surface protein produced primarily by follicular dendritic cells, appears to be critical for generation of appropriately activated B cells of the germinal centre and for mature antibody responses to bacterial infection.",
            "score": 99.13079071044922
        },
        {
            "docid": "5990296_7",
            "document": "Complement receptor 2 . The canonical Cr2/CD21 gene of subprimate mammals produces two types of complement receptor (CR1, ca. 200 kDa; CR2, ca. 145 kDa) via alternative mRNA splicing. The murine Cr2 gene contains 25 exons; a common first exon is spliced to exon 2 and to exon 9 in transcripts encoding CR1 and CR2, respectively. A transcript with an open reading frame of 4,224 nucleotides encodes the long isoform, CR1; this is predicted to be a protein of 1,408 amino acids that includes 21 short consensus repeats (SCR) of ca. 60 amino acids each, plus transmembrane and cytoplasmic regions. Isoform CR2 (1,032 amino acids) is encoded by a shorter transcript (3,096 coding nucleotides) that lacks exons 2-8 encoding SCR1-6. CR1 and CR2 on murine B cells form complexes with a co-accessory activation complex containing CD19, CD81, and the fragilis/Ifitm (murine equivalents of LEU13) proteins.",
            "score": 98.55461120605469
        },
        {
            "docid": "1149539_9",
            "document": "Complement receptor 1 . The complement receptor 2 (CR2) gene of primates produces only the smaller isoform, CR2; primate CR1, which recapitulates many of the structural domains and presumed functions of Cr2-derived CR1 in subprimates, is encoded by a distinct CR1 gene (apparently derived from the gene Crry of subprimates).",
            "score": 95.71894073486328
        },
        {
            "docid": "1149539_14",
            "document": "Complement receptor 1 . Four known human alleles encode proteins with predicted molecular weights of 190 kDa, 220 kDa, 250 kDa and 280 kDa. Multiple size variants (55-220 kDa) are also found among non-human primates and a partial amino-terminal duplication (CR1-like gene) that encodes the short (55-70 kDa) forms expressed on non human erythrocytes. These short CR1 forms, some of which are glycosylphosphatidylinositol (GPI) anchored, are expressed on erythrocytes and the 220-kDa CR1 form is expressed on monocytes. The gene including the repeats is highly conserved in primates possibly because of the ability of the repeats to bind complement. LHR-A binds preferentially to the complement component C4b: LHR-B and LHR-C bind to C3b and also, albeit with a lower affinity, to C4b. Curiously the human CR1 gene appears to have an unusual protein conformation but the significance of this finding is not clear.",
            "score": 94.17488098144531
        },
        {
            "docid": "1149539_2",
            "document": "Complement receptor 1 . Complement receptor type 1 (CR1) also known as C3b/C4b receptor or CD35 (cluster of differentiation 35) is a protein that in humans is encoded by the \"CR1\" gene.",
            "score": 92.62529754638672
        },
        {
            "docid": "5990296_9",
            "document": "Complement receptor 2 . Isoforms CR1 and CR2 derived from the non-primate Cr2 locus possess the same C-terminal sequence, such that association with and activation through CD19 should be equivalent. CR1 can bind to C4b and C3b complexes, whereas CR2 (murine and human) binds to C3dg-bound complexes. CR1, a surface protein produced primarily by follicular dendritic cells, appears to be critical for generation of appropriately activated B cells of the germinal centre and for mature antibody responses to bacterial infection.",
            "score": 91.66429901123047
        },
        {
            "docid": "5990296_8",
            "document": "Complement receptor 2 . The CR2 gene of primates produces only the smaller isoform, CR2; primate complement receptor 1, which recapitulates many of the structural domains and presumed functions of Cr2-derived CR1 in subprimates, is encoded by a distinct CR1 gene (apparently derived from the gene Crry of subprimates).",
            "score": 89.86177062988281
        },
        {
            "docid": "1149539_6",
            "document": "Complement receptor 1 . In humans, the \"CR1\" gene is located at on the long arm of chromosome 1 at band 32 (1q32) and lies within a complex of immunoregulatory genes. In 5’-3’ order the genes in this region are: membrane cofactor protein - CR1 - complement receptor type 2 - decay-accelerating factor - C4-binding protein.",
            "score": 88.50676727294922
        },
        {
            "docid": "44700_17",
            "document": "Leprosy . Several genes have been associated with a susceptibility to leprosy. Often, the immune system is able to eliminate leprosy during the early infection stage before severe symptoms develop. A defect in cell-mediated immunity may cause susceptibility to leprosy. The region of DNA responsible for this variability is also involved in Parkinson's disease, giving rise to current speculation that the two disorders may be linked in some way at the biochemical level. Some evidence indicates not all people who are infected with \"M. leprae\" develop leprosy, and genetic factors have long been thought to play a role, due to the observation of clustering of leprosy around certain families, and the failure to understand why certain individuals develop lepromatous leprosy while others develop other types of leprosy.",
            "score": 88.12581634521484
        },
        {
            "docid": "1149539_11",
            "document": "Complement receptor 1 . The most common allelic variant of the human CR1 gene (CR1*1) is composed of 38 exons spanning 133kb encoding a protein of 2,039 amino acids with a predicted molecular weight of 220 kDa. Large insertions and deletions have given rise to four structurally variant genes and some alleles may extend up to 160 kb and 9 additional exons. The transcription start site has been mapped to 111 bp upstream of the translation initiation codon ATG and there is another possible start site 29 bp further upstream. The promoter region lacks a distinct TATA box sequence. The gene is expressed principally on erythrocytes, monocytes, neutrophils and B cells but is also present on some T lymphocytes, mast cells and glomerular podocytes.",
            "score": 87.83367919921875
        },
        {
            "docid": "14082598_22",
            "document": "BRAF (gene) . The kinase (CR3) domain of human Raf kinases is inhibited by two mechanisms: autoinhibition by its own regulatory Ras-GTP-binding CR1 domain and a lack of post-translational phosphorylation of key serine and tyrosine residues (S338 and Y341 for c-Raf) in the CR2 hinge region. During B-Raf activation, the protein's autoinhibitory CR1 domain first binds Ras-GTP's effector domain to the CR1 Ras-binding domain (RBD) to release the kinase CR3 domain like other members of the human Raf kinase family. The CR1-Ras interaction is later strengthened through the binding of the cysteine-rich subdomain (CRD) of CR1 to Ras and membrane phospholipids. Unlike A-Raf and C-Raf, which must be phosphorylated on hydroxyl-containing CR2 residues before fully releasing CR1 to become active, B-Raf is constituitively phosphorylated on CR2 S445. This allows the negatively charged phosphoserine to immediately repel CR1 through steric and electrostatic interactions once the regulatory domain is unbound, freeing the CR3 kinase domain to interact with substrate proteins.",
            "score": 87.28343200683594
        },
        {
            "docid": "8596694_23",
            "document": "NK1 receptor antagonist . In 2009, it was found that the NK1R gene is transcribed in four mRNA variants, which at the same time are translated into four NK1R isoforms that have different affinities to substance P (known to play a main role in lowering stress response when working on these receptors). The purpose of the study was to investigate whether these genetic variants of NK1R are related to alcohol dependence. The study used 337 Caucasian subjects as the control and 271 Caucasian subjects that were diagnosed with alcohol dependence. White blood cells from each subject were obtained and 11 single nucleotide polymorphisms (SNPs) across the NK1R gene were genotyped. After examination, as both individual SNPs and at the haplotype level, it was discovered that the rs6715729 SNP showed a significant difference of the genotypic and allelic frequency between the two groups. At the haplotype level, they found two risk haplotypes for alcohol dependence that were formed from a combination of 3 SNPs, rs6715729, rs735668 and rs6741029, that also showed a significant difference between the two groups. Thus, these polymorphisms of the NK1R gene are indeed associated with the development of alcohol dependence.",
            "score": 84.45259094238281
        },
        {
            "docid": "9731207_4",
            "document": "Complement receptor . Red blood cells (RBCs) also express CR1. With these receptors, RBCs bring antigen-antibody complexes bound to complement fragments in the blood to the liver and spleen for degradation. Defects in these receptors can be associated with disease.",
            "score": 77.46566009521484
        },
        {
            "docid": "2992440_3",
            "document": "Antibody opsonization . Given normal inflammatory circumstances, microbial pathogen-associated molecular patterns (PAMPs) bind with the endocytic pattern recognition receptors (PRRs) of phagocytes, which mediates neutrophil mediation or macrophage phagocytosis. As well as endocytic PRRs, phagocytes furthermore express opsonin receptors such as Fc receptor and complement receptor 1 (CR1). Should the microbe be coated with opsonising antibodies or C3b complement, the co-stimulation of endocytic PRR and opsonin receptor increases the efficacy of the phagocytic process, enhancing the lysosomal elimination of the infective agent. This mechanism of antibody-mediated increase in phagocytic efficacy is named opsonization.",
            "score": 76.607666015625
        },
        {
            "docid": "13623162_6",
            "document": "Endothelial NOS . Impaired NO production is involved in the pathogenesis of several diseases such as hypertension, preeclampsia, diabetes mellitus, obesity, erectile dysfunction, and migraine. In this regard, a large number of studies showed that polymorphisms in NOS3 gene affect the susceptibility to these diseases. Although NOS3 is a highly polymorphic gene, three genetic polymorphisms in this gene have been widely studied: the single nucleotide polymorphisms (SNPs) g.-786T>C (where \"g.\" denotes genomic change which results in a Glu298Asp change in the coded protein), located in NOS3 promoter and in exon 7, respectively, and the variable number of tandem repeats (VNTR) characterized by 27 bp repeat in intron 4. The C allele for the g.-786T>C polymorphism, which results in reduced eNOS expression and NO production, was associated with increased risk for hypertension, preeclampsia, diabetic nephropathy, and retinopathy, migraine, and erectile dysfunction, The presence of ‘Asp’ allele for the Glu298Asp polymorphism reduces eNOS activity, and was associated with higher susceptibility to hypertension, preeclampsia, diabetes mellitus, migraine, and erectile dysfunction. The VNTR in intron 4 affects eNOS expression, and the susceptibility to hypertension, preeclampsia, obesity, and diabetes mellitus. Growing evidence supports the association of diseases with NOS3 haplotypes (combination of alleles in close proximity, within a DNA block). This approach may be more informative than the analysis of genetic polymorphisms one by one. Haplotypes including the SNPs g.-786T>C and Glu298Asp and the VNTR in intron 4 affected the susceptibility to hypertension, preeclampsia, and hypertension in diabetic subjects, NOS3 variants may also affect the responses to drugs that affect NO signaling, such as statins, angiotensin-converting enzyme inhibitors (ACEi) and phosphodiesterase type 5 (PDE-5) inhibitors (PDE5i). Statin treatment was more effective in increasing NO bioavailability in subjects carrying the CC genotype for the g.-786T>C polymorphism than in TT carriers. Hypertensive patients carrying the TC/CC genotypes and the C allele for the g.-786T>C polymorphism showed better antihypertensive responses to ACEi enalapril. Likewise, patients with erectile dysfunction carrying the C allele for g.-786T>C polymorphism showed better responses to PDE-5 inhibitor sildenafil. Together, these studies suggest that statins, ACEi and PDE-5 inhibitors may restore an impaired NO production in subjects carrying the variant allele/genotype for g.-786T>C NOS3 polymorphism, thus attenuating the cardiovascular risk. In addition to analysis of genetic polymorphisms individually, haplotypes including the SNPs g.-786T>C and Glu298Asp and the VNTR in intron 4 were showen to affect the responses to sildenafil in patients with erectile dysfunction.",
            "score": 75.29103088378906
        },
        {
            "docid": "50518079_17",
            "document": "Human Genome Structural Variation . The factors that contribute to the development of schizophrenia have been studied extensively. A very recent study was conducted on the mechanism and genes responsible for schizophrenia development. It had been previously shown that variation at an MHC locus was associated with the development of schizophrenia. This study found that the association is caused partly by the complement component 4 (C4) genes and therefore implying that allele variants of the C4 genes contribute to the development of schizophrenia. Linkage disequilibrium helped researchers identify which C4 structural variant an individual had by looking at the SNP haplotypes. The SNP haplotypes and the C4 alleles were linked which was why they were in linkage disequilibrium, meaning that they segregated together. A single structural C4 variant was associated with many different SNP haplotypes, but different SNP haplotypes where associated with only one C4 structural variant. This was due to the linkage disequilibrium which allowed the researchers to determine the C4 structural variant easily by looking at the SNP haplotype. Their data suggested this because the results showed that the structural variants of C4 express the C4A protein at different levels and this difference in higher C4A protein expressions were associated with higher rates of schizophrenia development. The different structural variant alleles of the same gene were shown to have different phenotypes and susceptibility to disease. These studies exhibit the breadth of the involvement and significance of structural variation on the human genome. Its importance is demonstrated with its contribution to phenotypic diversity and disease susceptibility.",
            "score": 74.91512298583984
        },
        {
            "docid": "20622608_3",
            "document": "Immune adherence . The phenomenon is now resolved as a complement-dependent binding reaction of erythrocytes to microorganisms where specific antibodies are engaged in the process. The reaction process is as follows: any microorganisms are bound with their specific antibodies, if they are produced, which activate the classical pathway of the complement system. The cascade begins to work from C1 to C3b through C4b, C3b being further transformed to iC3b (inactive derivative of C3b), all of which, C4b and thereafter, remain to bind to the surface of the microbe. Because primate erythrocytes express complement receptor 1 (CR1) on their surface and having binding specificity to C4b, C3b, or iC3b, erythrocytes accumulate on the microbe via CR1-complement binding.",
            "score": 72.48552703857422
        },
        {
            "docid": "70425_24",
            "document": "Inflammation . Phagocytic efficacy can be enhanced by opsonization. Plasma derived complement C3b and antibodies that exude into the inflamed tissue during the vascular phase bind to and coat the microbial antigens. As well as endocytic PRRs, phagocytes also express opsonin receptors Fc receptor and complement receptor 1 (CR1), which bind to antibodies and C3b, respectively. The co-stimulation of endocytic PRR and opsonin receptor increases the efficacy of the phagocytic process, enhancing the lysosomal elimination of the infective agent.",
            "score": 72.31739807128906
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 71.74674224853516
        },
        {
            "docid": "21009880_24",
            "document": "Systemic lupus erythematosus . Genome-wide association studies (GWAS) revealed regions of linkage that were found on most chromosomes. These studies are useful in identifying the genes that may be responsible for complex diseases such as SLE. Candidate gene loci implicated with SLE include multiple alleles from the HLA region, Fc-gamma receptor, and complement component system. However, association does not prove that a specific form of a gene is responsible for the disease, as there may be other polymorphisms in the region that have a greater association effect. However, because the biological role of most genes are not completely understood, it can be difficult to attribute phenotypic traits to certain genetic polymorphisms. Since SLE is associated with so many genetic regions, it is likely an oligogenic trait, meaning that there are several genes that control susceptibility to the disease. Further complicating our understanding is the association of certain linkages with various ethnic groups.",
            "score": 71.06401062011719
        },
        {
            "docid": "11867217_6",
            "document": "ErbB . All four ErbB receptor family members are nearly same in the structure having single-chain of modular glycoproteins. This structure is made up of an extracellular region or ectodomain or ligand binding region that contains approximately 620 amino acids, a single transmembrane-spanning region containing approximately 23 residues, and an intracellular cytoplasmic tyrosine kinase domain containing up to approximately 540 residues. The extracellular region of each family member is made up of 4 subdomains, L1, CR1, L2, and CR2, where \"L\" signifies a leucine-rich repeat domain and \"CR\" a cysteine-rich region, and these CR domains contain disulfide modules in their structure as 8 disulfide modules in CR1 domain, whereas 7 modules in CR2 domain. These subdomains are shown in blue (L1), green (CR1), yellow (L2), and red (CR2) in the figure below. These subdomains are also referred to as domains I-IV, respectively. The intracellular/cytoplasmic region of the ErbB receptor consists mainly of three subdomains: A juxtamembrane with approximately 40 residues, a kinase domain containing approximately 260 residues and a C-terminal domain of 220-350 amino acid residues that become activated via phosphorylation of its tyrosine residues that mediates interactions of other ErbB proteins and downstream signaling molecules.",
            "score": 70.32817077636719
        },
        {
            "docid": "44700_2",
            "document": "Leprosy . Leprosy, also known as Hansen's disease (HD), is a long-term infection by the bacterium \"Mycobacterium leprae\" or \"Mycobacterium lepromatosis\". Initially, infections are without symptoms and typically remain this way for 5 to 20 years. Symptoms that develop include granulomas of the nerves, respiratory tract, skin, and eyes. This may result in a lack of ability to feel pain, which can lead to the loss of parts of extremities due to repeated injuries or infection due to unnoticed wounds. Weakness and poor eyesight may also be present. Leprosy is spread between people. This is thought to occur through a cough or contact with fluid from the nose of an infected person. Leprosy occurs more commonly among those living in poverty. Contrary to popular belief, it is not highly contagious. The two main types of disease are based on the number of bacteria present: paucibacillary and multibacillary. The two types are differentiated by the number of poorly pigmented, numb skin patches present, with paucibacillary having five or fewer and multibacillary having more than five. The diagnosis is confirmed by finding acid-fast bacilli in a biopsy of the skin or by detecting the DNA using polymerase chain reaction. Leprosy is curable with a treatment known as multidrug therapy. Treatment for paucibacillary leprosy is with the medications dapsone and rifampicin for six months. Treatment for multibacillary leprosy consists of rifampicin, dapsone, and clofazimine for 12 months. A number of other antibiotics may also be used. These treatments are provided free of charge by the World Health Organization. Globally in 2012, the number of chronic cases of leprosy was 189,000, down from some 5.2 million in the 1980s. The number of new cases was 230,000. Most new cases occur in 16 countries, with India accounting for more than half. In the past 20 years, 16 million people worldwide have been cured of leprosy. About 200 cases are reported per year in the United States. Leprosy has affected humanity for thousands of years. The disease takes its name from the Greek word (\"léprā\"), from (\"lepís\"; \"scale\"), while the term \"Hansen's disease\" is named after the Norwegian physician Gerhard Armauer Hansen. Separating people by placing them in leper colonies still occurs in places such as India, China, and Africa. However, most colonies have closed, since leprosy is not very contagious. Social stigma has been associated with leprosy for much of history, which continues to be a barrier to self-reporting and early treatment. Some consider the word \"leper\" offensive, preferring the phrase \"person affected with leprosy\". It is classified as a neglected tropical disease. World Leprosy Day was started in 1954 to draw awareness to those affected by leprosy.",
            "score": 68.7785415649414
        },
        {
            "docid": "14332822_15",
            "document": "Surfactant protein A1 . Gene expression of SFTPA1 is regulated at different levels including gene transcription, post-transcriptional processing, stability and translation of mature mRNA. One of the important features of human surfactant protein A mRNAs is that they have a variable five prime untranslated region (5’UTR) generated from splicing variation of exons A, B, C, and D. At least 10 forms of human SFTPA1 and SFTPA2 5’UTRs have been identified that differ in nucleotide sequence, length, and relative amount. Specific SFTPA1 or SFTPA2 5’UTRs have also been characterized. Some SFTPA1 specific 5’UTRs include exons B’ or C. These two exons contain upstream AUGs (uAUGs) that can potentially act as sites for translation initiation (see eukaryotic translation), affecting protein translation and SFTPA1 relative content. The majority of SFTPA1 transcripts lack exon B, a sequence implicated in transcription and translation enhancement, indicating a differential regulation of SFTPA1 and SFTPA2 expression. The AD’ form is the most represented among SFTPA1 transcripts (81%), and experimental work has shown that this sequence can stabilize mRNA and enhance translation, but the mechanisms implicated in this regulation are still under investigation. While differences at the 5’UTR are shown to regulate both transcription and translation, polymorphisms at the 3’UTR of SP-A1 variants are shown to primarily, differentially affect translation efficiency via mechanisms that involve binding of proteins and/or [microRNAs]. The impact of this regulation on SFTPA1 and SFTPA2 protein levels may contribute to individual differences in susceptibility to lung disease. Environmental insults and pollutants also affect SFTPA1 expression. Exposure of lung cells to particulate matter affects splicing of 5’UTR exons of SFTPA1 transcripts. Pollutants and viral infections also affect SFTPA1 translation mechanisms (see eukaryotic translation, translation (biology)).",
            "score": 67.54299926757812
        },
        {
            "docid": "14132715_14",
            "document": "5-HT2C receptor . Many human polymorphisms have been identified influencing the expression of 5-HT. Significant correlations are suggested, specifically in relation to psychiatric disorders such as depression, OCD, and anxiety-related conditions. Polymorphisms also correlate with susceptibility to a number of conditions including drug abuse and obesity. There are indications that the alternative splicing of the 5-HT receptor is regulated by a snoRNA called SNORD115, the deletion of which is associated with Prader–Willi syndrome. As the human gene is located in the X chromosome, males have only one copy of the gene whereas women have two, meaning that mutations in the gene affect the phenotype of men even when the allele would be recessive in nature. As women have two copies of the gene, but only one allele is expressed in each cell, they are a mosaic for polymorphisms, meaning that one genetic variant may be prevalent in one tissue and another variant will be prevalent in a different tissue (as with all other x-linked genetic variations).",
            "score": 67.33876037597656
        },
        {
            "docid": "12738869_4",
            "document": "Leishmania major . Upon entering the mammalian bloodstream, \"L. major\" meets the focal point of infection, the macrophage. As a result of two surface molecules, the protease gp63 and a lipophosphoglycan, promastigotes are able to bind to several macrophage receptors. Promastigote attachment to macrophages is facilitated by a number of receptors, including complement receptors CR1 and CR3, and the receptor for advanced glycosylation end products. Activation of complements occurs far from the cell membrane, and insertion of the membrane attack complex does not occur. This action is what allows the parasite to avoid being lysed, and to persist within the host's macrophages.",
            "score": 67.22483825683594
        },
        {
            "docid": "4007073_5",
            "document": "Gene expression profiling . Expression profiling experiments often involve measuring the relative amount of mRNA expressed in two or more experimental conditions. This is because altered levels of a specific sequence of mRNA suggest a changed need for the protein coded by the mRNA, perhaps indicating a homeostatic response or a pathological condition. For example, higher levels of mRNA coding for alcohol dehydrogenase suggest that the cells or tissues under study are responding to increased levels of ethanol in their environment. Similarly, if breast cancer cells express higher levels of mRNA associated with a particular transmembrane receptor than normal cells do, it might be that this receptor plays a role in breast cancer. A drug that interferes with this receptor may prevent or treat breast cancer. In developing a drug, one may perform gene expression profiling experiments to help assess the drug's toxicity, perhaps by looking for changing levels in the expression of cytochrome P450 genes, which may be a biomarker of drug metabolism. Gene expression profiling may become an important diagnostic test.",
            "score": 66.73778533935547
        },
        {
            "docid": "1149539_15",
            "document": "Complement receptor 1 . The mean number of complement receptor 1 (CR1) molecules on erythrocytes in normal individuals lies within the range of 100-1000 molecules per cell. Two codominant alleles exist - one controlling high and the other low expression. Homozygotes differ by a factor of 10-20: heterozygotes typically have 500-600 copies per erythrocyte. These two alleles appear to have originated before the divergence of the European and African populations.",
            "score": 65.73139953613281
        },
        {
            "docid": "1255502_7",
            "document": "Takayasu's arteritis . The genetic contribution to the pathogenesis of Takayasu's arteritis is supported by the genetic association with HLA-B∗52. A 2013 large collaborative study uncovered multiple additional susceptibility loci for this disease, increasing its number of genetic loci to five risk loci across the genome. About 200,000 genetic variants were genotyped in two ethnically divergent Takayasu's arteritis cohorts from Turkey and North America by using a custom-designed genotyping platform (Immunochip). Additional genetic variants and the classical HLA alleles were imputed and analyzed. The study identified and confirmed two independent susceptibility loci within the HLA region (r2 < 0.2): HLA-B/MICA (rs12524487, OR = 3.29, p = 5.57 × 10-16) and HLA-DQB1/HLA-DRB1 (rs113452171, OR = 2.34, p = 3.74 × 10-9; and rs189754752, OR = 2.47, p = 4.22 × 10-9). In addition, a genetic association was identified and confirmed between Takayasu's arteritis and the FCGR2A/FCGR3A locus on chromosome 1 (rs10919543, OR = 1.81, p = 5.89 × 10-12). The risk allele at this locus results in increased mRNA expression of FCGR2A. In addition, a genetic association between IL12B and Takayasu arteritis was established (rs56167332, OR = 1.54, p = 2.18 × 10-8). A fifth genetic locus for the disease in an intergenic region on chromosome 21q22 downstream of PSMG1 was revealed (P=4.39X10-7). A recent genome-wide association study (GWAS) identified genetic susceptibility loci for Takayasu arteritis with a genome-wide level of significance in IL6 (rs2069837) (odds ratio [OR] 2.07, P = 6.70 × 10(-9)), RPS9/LILRB3 (rs11666543) (OR 1.65, P = 2.34 × 10(-8)), and the intergenic locus on chromosome 21q22 (rs2836878) (OR 1.79, P = 3.62 × 10(-10)). The genetic susceptibility locus in RPS9/LILRB3 lies within the leukocyte receptor complex gene cluster on chromosome 19q13.4, and the disease risk variant in this locus correlates with reduced expression of multiple genes including the inhibitory leukocyte immunoglobulin-like receptor gene LILRB3 (P = 2.29 × 10(-8)). In addition, this study identified additional candidate susceptibility genes with suggestive levels of association (P < 1 × 10(-5)) including PCSK5, LILRA3, PPM1G/NRBP1, and PTK2B.",
            "score": 65.53458404541016
        },
        {
            "docid": "12518398_26",
            "document": "Dasypus . Leprosy is a chronic infectious disease caused by the bacteria \"Mycobacterium leprae\". \"M. leprae\" is unculturable on artificial media, and only after years of research was the ability to culture the bacteria on the footpads of mice discovered. However, the development of the bacteria and study was still very limited until the successful infection of lepromatous leprosy in the nine-banded armadillo (\"Dasypus novemcinctus\") by Kirchheimer and Storrs in 1971. Soon after, Convit and Pinardi incurred a second successful inoculation of \"M. leprae\" into \"Dasypus sabanicola\". The armadillo became the only known animal other than primates to regularly develop leprosy and has since largely advanced the disease study through use of in vivo propagation of \"M. leprae\". \"Dasypus\" was also an ideal model due to the ability to replicate experiments on their genetically identical siblings. Despite the discovery of additional \"Dasypus\" species capable of infection (\"D. septemcinctus\" and \"D. pilosus\"), the nine-banded armadillo remains a favored animal model due to its availability and ideal body temperatures for bacterial hosting. \"D. sabanicola\" is also continually used in research due to its adaptability to the lab environment and ease of handling. The nine-banded armadillo’s enhanced ability to grow \"M. leprae\" has led to suggestions that armadillo species are more susceptible to the disease due to their generally lower body temperatures.",
            "score": 65.37744140625
        }
    ]
}