{
    "q": [
        {
            "docid": "380541_25",
            "document": "Skeletal muscle . PGC1-α (PPARGC1A), a transcriptional coactivator of nuclear receptors important to the regulation of a number of mitochondrial genes involved in oxidative metabolism, directly interacts with MEF2 to synergistically activate selective slow twitch (ST) muscle genes and also serves as a target for calcineurin signaling. A peroxisome proliferator-activated receptor δ (PPARδ)-mediated transcriptional pathway is involved in the regulation of the skeletal muscle fiber phenotype. Mice that harbor an activated form of PPARd display an “endurance” phenotype, with a coordinated increase in oxidative enzymes and mitochondrial biogenesis and an increased proportion of ST fibers. Thus—through functional genomics—calcineurin, calmodulin-dependent kinase, PGC-1α, and activated PPARδ form the basis of a signaling network that controls skeletal muscle fiber-type transformation and metabolic profiles that protect against insulin resistance and obesity.",
            "score": 70.60629916191101
        },
        {
            "docid": "39377992_75",
            "document": "Reduced muscle mass, strength and performance in space . At the structural level, the loss of muscle volume in these models correlates with a significant decrease in CSA of both Type I and Type II myofibers. In general, Type II myofibers seem to be more likely to atrophy than do Type I myofibers during short-term unloading, with no significant myofiber type shifting being observed, although alterations in total muscle MHC protein isoform expression have been reported. However, prolonged bed rest (greater than 80 days) does significantly change the number of MHC hybrid fibers observed in the soleus muscle. Immobilization by limb casting does not seem to reduce the relative proportions of muscle-specific proteins, such as carbonic anhydrase II and myoglobin, over that predicted by the overall decrease in muscle protein synthesis. In contrast, experimental evidence suggests that the specific activity of muscle enzymes involved in oxidative metabolism, such as pyruvate dehydrogenase, is decreased by cast immobilization. A similar reduction in the activity of citrate synthase, but not phosphofructokinase, has been detected in the vastus lateralis, indicating a significant impairment of the oxidative capacity in this muscle after unilateral limb suspension. The differences observed between cast immobilization and unilateral limb suspension or bed rest protocols may reflect the former being a better model of muscle atrophy induced by hypokinesia and the latter two being better models of muscle atrophy induced by muscle hypodynamia. The latter situation more closely resembles the actual conditions experienced by crewmembers during spaceflight, namely removal of mechanical loading without a reduction in limb mobility. However, it is apparent that although ground-based unloading models are useful in studying the effects of microgravity on skeletal muscle, no single terrestrial model system produces all the physiological adaptations in skeletal muscle observed as a consequence of spaceflight. Absent from human analog studies are the unique operational and psychological stressors associated with spaceflight that exacerbate the physiological changes resulting from muscle unloading.",
            "score": 48.027955770492554
        },
        {
            "docid": "477554_5",
            "document": "Gene duplication . Aneuploidy occurs when nondisjunction at a single chromosome results in an abnormal number of chromosomes. Aneuploidy is often harmful and in mammals regularly leads to spontaneous abortions (miscarriages). Some aneuploid individuals are viable, for example trisomy 21 in humans, which leads to Down syndrome. Aneuploidy often alters gene dosage in ways that are detrimental to the organism; therefore, it is unlikely to spread through populations.",
            "score": 43.69556427001953
        },
        {
            "docid": "39377992_93",
            "document": "Reduced muscle mass, strength and performance in space . In contrast to the contractile apparatus, studies on various rodent skeletal muscle metabolic enzymes have revealed a variety of responses with no clear-cut adaptive changes in oxidative enzyme expression. These observations are consistent with the results of studies focusing on mitochondrial function after 9 days of spaceflight in which no reduction in the capacity of skeletal muscle mitochondria to metabolize pyruvate (a carbohydrate derivative) was observed. These analyses were carried out under state 3 metabolic conditions, that is, non-limiting amounts of substrate and cofactors to simulate an energy turnover demand similar to that of high-intensity exercise. However, when a fatty acid substrate was tested, a reduction in the capacity of different muscle types to oxidize the long-chain fatty acid, palmitate, was observed. This latter finding is in agreement with the observation that muscles exposed to spaceflight increase the level of stored lipid within their myofibers. Additionally, use of the metabolic pathway for glucose uptake is increased in muscles undergoing HS. Thus, while the enzyme data are equivocal, it appears that in response to states of unloading, some shift in substrate preference may occur whereby carbohydrates are preferentially utilized based on utilization capability. If this is indeed the case, it could result in a greater tendency for muscle fatigue, should the carbohydrate stores become limited during prolonged bouts of EVA activity.",
            "score": 51.711554527282715
        },
        {
            "docid": "50936498_3",
            "document": "Mouse models of Down syndrome . Trisomy 21, an extra copy of the 21st chromosome, is responsible for causing Down syndrome, and the mouse chromosome 16 closely resembles human chromosome 21. In 1979, trisomy of the mouse chromosome 16 (Ts16) initially showed potential to be a model organism for human Down syndrome. However, Ts16 embryos rarely survive until birth, making them unable to serve as a model for behavior and postnatal development. This dissimilarity in survival between species arises from the presence of genes on mouse chromosome 16 that are not present on human chromosome 21, introducing additional gene dosage imbalances. Because of this disadvantage, more specific mouse models have been utilized.",
            "score": 58.960312843322754
        },
        {
            "docid": "11443855_17",
            "document": "Folliculin . Chromophobe renal carcinoma and hybrid oncocytic tumors with features of chromophobe renal carcinoma and renal oncocytoma, which are the most common renal tumor histologic subtypes associated with BHD, contain large numbers of mitochondria. Comparative gene expression profiling of BHD-associated renal tumors and sporadic counterpart tumors revealed distinct gene expression patterns and cytogenetic differences between the groups. BHD-associated tumors displayed high expression of mitochondrial- and oxidative phosphorylation-associated genes reflecting deregulation of the peroxisome proliferator-activated receptor gamma coactivator 1-alpha / mitochondrial transcription factor A (PGC-1α/TFAM) signaling axis. FLCN expression was inversely correlated with PGC-1α activation, which drives mitochondrial biogenesis. In support of these data, FLCN inactivation was correlated with PGC-1α activation and upregulation of its target genes in BHD-associated renal tumors, and kidney, heart and muscle tissues from genetically engineered mouse models with \" Flcn\" inactivation targeted to the respective tissues.",
            "score": 68.03414106369019
        },
        {
            "docid": "39377992_86",
            "document": "Reduced muscle mass, strength and performance in space . This section summarizes the studies that have been conducted on animal subjects (such as rodents and non-human primates) that have been exposed either to spaceflight or (in the case of rodents) to the well accepted ground-based analog of hind-limb suspension (HS) to ascertain the effects of unloading states on the properties of muscle mass, strength, and endurance. The results presented herein overwhelmingly corroborate the body of evidence that has been reported on human subjects in the preceding sections of this report. Importantly, through the use of more cellular and molecular analyses, greater insights have been obtained into the underlying mechanisms associated with these alterations in muscle structure and function. Since the majority of evidence concerning the effects of spaceflight on mammalian skeletal muscle has been derived from rodent studies, the information provided here is focused mostly on the rodent model. It is important to point out that the structure and function of rodent skeletal muscle are nearly identical to those of human skeletal muscle. For example, rodent muscle is composed of the same general fiber-type profile and is sensitive to the same environmental (mechanical, hormonal, metabolic) cues observed for human muscle. Thus, the information summarized below provides credence to the data base derived from human subjects. However, it is important to point out that one primary advantage of the rodent model is that adaptive changes that occur in both species unfold in a much shorter time frame in rodents than in humans (hours to days versus days to weeks), making it possible to predict long-term changes in human skeletal muscle based on the shorter absolute time frame of the studies performed on rodents. Another important consideration in the context of animal research during spaceflight is that one can perform a straightforward experiment in which there is no requirement to provide some type of countermeasure intervention as there is for humans, and can thereby avoid the introduction of a confounding variable in ascertaining the true effects of spaceflight on a wide range of physiological variables. Also, given the remarkable agreement in the quantitative and qualitative nature of the findings observed in the spaceflight studies versus those obtained from ground-based HS studies, we have chosen to combine and integrate significant portions of the data that have been gathered in the last 25 years. This rodent data base in space life sciences research includes 14 flight experiments with 8 sponsored by the Russian Cosmos Program and 6 sponsored by NASA Space Life Sciences (SLS) and Space Transportation System (STS) missions. These flight experiments are complemented by numerous ground-based research studies that focused collectively on the topics described below. Most importantly, all of the data reported in this summary are derived from animal cohorts in which the control animals were studied from a synchronous vivarium group of the same age, strain, and gender, and the analyses were performed at the same time as that of the experimental groups. The provided information is based entirely on peer-reviewed experiments as detailed in the bibliography provided.",
            "score": 41.307780265808105
        },
        {
            "docid": "380541_23",
            "document": "Skeletal muscle . Skeletal muscle fiber-type phenotype in adult animals is regulated by several independent signaling pathways. These include pathways involved with the Ras/mitogen-activated protein kinase (MAPK) pathway, calcineurin, calcium/calmodulin-dependent protein kinase IV, and the peroxisome proliferator γ coactivator 1 (PGC-1). The Ras/MAPK signaling pathway links the motor neurons and signaling systems, coupling excitation and transcription regulation to promote the nerve-dependent induction of the slow program in regenerating muscle. Calcineurin, a Ca2+/calmodulin-activated phosphatase implicated in nerve activity-dependent fiber-type specification in skeletal muscle, directly controls the phosphorylation state of the transcription factor NFAT, allowing for its translocation to the nucleus and leading to the activation of slow-type muscle proteins in cooperation with myocyte enhancer factor 2 (MEF2) proteins and other regulatory proteins. Ca2+/calmodulin-dependent protein kinase activity is also upregulated by slow motor neuron activity, possibly because it amplifies the slow-type calcineurin-generated responses by promoting MEF2 transactivator functions and enhancing oxidative capacity through stimulation of mitochondrial biogenesis.",
            "score": 43.60355234146118
        },
        {
            "docid": "39377992_94",
            "document": "Reduced muscle mass, strength and performance in space . Stevens and associates reported that in isolated single-fiber analyses, deficits in force generation capacity were found along with a reduced sensitivity to calcium stimulation. Similar observations occurred for both slow and fast ankle extensor fibers after 14 days of spaceflight. This study focused on the force-generating aspects of muscle fibers. It appears that only two additional studies have been conducted to examine the effects of spaceflight on rodent skeletal muscle functional properties using a more comprehensive set of analyses. One project was carried out for 6 days while the other involved a 2-week flight (SLS-2). In both studies, the measurements focused on the force-velocity properties, which define the limits of functional capacity of the muscle. These studies were conducted on the soleus skeletal muscle, in which slow-twitch myofibers predominate, because of the dynamic changes in fiber morphology and phenotype that were observed in the other studies summarized above. Analyses on the animals were initiated within 6 hours of return from spaceflight. The findings showed that the maximal strength of the muscle, as studied in situ using a computer-programmed ergometer system, was reduced by 24% after the 6-day flight and 37% after the 14-day flight. These changes were consistent with the degree of atrophy observed at both the gross and single-myofiber level. Also, shifts occurred in the force-frequency response of the soleus in the flight animals, suggesting a switch to a faster contractile phenotype. Maximal shortening velocities were increased by 14% and 24% in the 6-day and 14-day spaceflight groups, respectively. These intrinsic increases in shortening speed were attributed, in part, to the de novo expression of the fast type IIx MHC in many of the slow muscle fibers. On the other hand, both work- and power-generating capacities of the flight-induced atrophied muscles were significantly decreased. Additionally, the resistance to fatigue was significantly decreased as well as the ability to sustain work and power output in response to a paradigm involving repetitive contraction output. Similar findings have been observed using comparable analytical approaches involving the HS model. Taken together, the findings clearly indicate that when skeletal muscles, especially those having a large proportion of slow myofibers, undergo both atrophy and remodeling of the contractile phenotype, the functional capacity of the muscle is reduced along with its ability to sustain work output. If a sufficient mass of muscle tissue across several key muscle groups were similarly affected, this would most likely impair the fitness of the individual when challenged with moderate-intensity exercise scenarios.",
            "score": 40.840920209884644
        },
        {
            "docid": "37705238_12",
            "document": "Glycogenin-1 . The phenotypic features of the skeletal muscle in a patient with this disorder are muscle glycogen depletion, mitochondrial proliferation, and a marked predominance of slow-twich, oxidative muscle fibres. The mutations in the glycogenin-1 gene GYG1 are also a cause of cardiomyopathy and arrhythmia.",
            "score": 50.923502922058105
        },
        {
            "docid": "14179793_6",
            "document": "MT-ATP6 . Pathogenic variants of the mitochondrial gene MT-ATP6 are known to cause mtDNA-associated Leigh syndrome, a progressive brain disorder that usually appears in infancy or early childhood. Affected children may experience delayed development, muscle weakness, problems with movement, or difficulty breathing. Other variants known to cause mtDNA-associated Leigh syndrome involve MT-TL1, MT-TK, MT-TW, MT-TV, MT-ND1, MT-ND2, MT-ND3, MT-ND4, MT-ND5, MT-ND6 and MT-CO3. Abnormalities in mitochondrial energy generation result in neurodegenerative disorders like Leigh syndrome, which is characterized by an onset of symptoms between 12 months and three years of age. The symptoms frequently present themselves following a viral infection and include movement disorders and peripheral neuropathy, as well as hypotonia, spasticity and cerebellar ataxia. Roughly half of affected patients die of respiratory or cardiac failure by the age of three. Leigh syndrome is a maternally inherited disorder and its diagnosis is established through genetic testing of the aforementioned mitochondrial genes, including MT-ATP6. MT-ATP6 gene mutations associated with Leigh syndrome change one DNA building block (nucleotide) in the MT-ATP6 gene. The most common genetic change replaces the nucleotide thymine with the nucleotide guanine at position 8993 (written as T8993G). The mutations that cause Leigh syndrome impair the function or stability of the ATP synthase complex, inhibiting ATP production and impairing oxidative phosphorylation. Although the exact mechanism is unclear, researchers believe that impaired oxidative phosphorylation can lead to cell death because of decreased energy available in the cell. Certain tissues that require large amounts of energy, such as the brain, muscles, and heart, seem especially sensitive to decreases in cellular energy. Cell death in the brain likely causes the characteristic changes in the brain seen in Leigh syndrome, which contribute to the signs and symptoms of the condition. Cell death in other sensitive tissues may also contribute to the features of Leigh syndrome. A heteroplasmic T→C MT-ATP6 mutation at position 9185 results in the substitution of a highly conserved leucine to proline at codon 220 and a heteroplasmic T→C missense mutation at position 9191 converted a highly conserved leucine to a proline at position 222 of the polypeptide, leading to a Leigh-type phenotype. The T9185C mutation resulted in a mild and reversible phenotype, with 97% of the patient's muscle and blood samples reflecting the mutation. The T9191C mutation presented a much more severe phenotype that resulted in the death of the patient at 2 years of age. Mutations to these oxidative phosphorylation genes have been associated with a variety of neurodegenerative disorders, including Leber's hereditary optic neuropathy (LHON), mitochondrial encephalomyopathy with stroke-like episodes (MELAS) and the previously mentioned Leigh syndrome.",
            "score": 58.03357005119324
        },
        {
            "docid": "17062920_14",
            "document": "DNA damage theory of aging . Muscle strength, and stamina for sustained physical effort, decline in function with age in humans and other species. Skeletal muscle is a tissue composed largely of multinucleated myofibers, elements that arise from the fusion of mononucleated myoblasts. Accumulation of DNA damage with age in mammalian muscle has been reported in at least 18 studies since 1971. We will mention here only two of the more recent studies in rodents plus one in humans. Hamilton et al. reported that the oxidative DNA damage 8-OHdG accumulates in heart and skeletal muscle (as well as in brain, kidney and liver) of both mouse and rat with age. In humans, increases in 8-OHdG with age were reported for skeletal muscle. Catalase is an enzyme that removes hydrogen peroxide, a reactive oxygen species, and thus limits oxidative DNA damage. In mice, when catalase expression is increased specifically in mitochondria, oxidative DNA damage (8-OHdG) in skeletal muscle is decreased and lifespan is increased by about 20%. These findings suggest that mitochondria are a significant source of the oxidative damages contributing to aging.",
            "score": 49.324944257736206
        },
        {
            "docid": "39377992_7",
            "document": "Reduced muscle mass, strength and performance in space . Access to human crewmembers during both short- and long-duration mission for the study of skeletal muscle adaptation to microgravity and the efficacy of countermeasures has been, and continues to be, limited. Consequently, a more complete understanding of physiologic models for conduct of both fundamental and applied skeletal muscle research. Various models for which sufficient data have been collected have been concisely reviewed. Such models include horizontal or head-down bed rest, dry immersion bed rest, limb immobilization, and unilateral lower-limb suspension. While none of these ground-based analogs provides a perfect simulation of human microgravity exposure during spaceflight, each is useful for study of particular aspects of muscle unloading as well as for investigation of sensorimotor alterations.",
            "score": 32.648422956466675
        },
        {
            "docid": "22835674_9",
            "document": "ADP/ATP translocase . Rare but severe diseases such as mitochondrial myopathies are associated with dysfunctional human ADP/ATP translocase. Mitochondrial myopathies (MM) refer to a group of clinically and biochemically heterogeneous disorders that share common features of major mitochondrial structural abnormalities in skeletal muscle. The major morphological hallmark of MM is ragged, red fibers containing peripheral and intermyofibrillar accumulations of abnormal mitochondria. In particular, autosomal dominant progressive external ophthalmoplegia (adPEO) is a common disorder associated with dysfunctional ADP/ATP translocase and can induce paralysis of muscles responsible for eye movements. General symptoms are not limited to the eyes and can include exercise intolerance, muscle weakness, hearing deficit, and more. adPEO shows Mendelian inheritance patterns but is characterized by large-scale mitochondrial DNA (mtDNA) deletions. mtDNA contains few introns, or non-coding regions of DNA, which increases the likelihood of deleterious mutations. Thus, any modification of ADP/ATP translocase mtDNA can lead to a dysfunctional transporter, particularly residues involved in the binding pocket which will compromise translocase efficacy. MM is commonly associated with dysfunctional ADP/ATP translocase, but MM can be induced through many different mitochondrial abnormalities.",
            "score": 44.043333768844604
        },
        {
            "docid": "530708_19",
            "document": "Muscle memory . More recently, research has suggested that epigenetics may play a distinct role in orchestrating a muscle memory phenomenon Indeed, previously untrained human participants experienced a chronic period of resistance exercise training (7 weeks) that evoked significant increases in skeletal muscle mass of the vastus lateralis muscle, in the quadriceps muscle group. Following a similar period of physical in-activity (7 weeks), where strength and muscle mass returned to baseline, participants performed a secondary period of resistance exercise. Importantly, these participants adapted in an enhanced manner, whereby the amount of skeletal muscle mass gained was greater in the second period of muscle growth then the first, suggesting a muscle memory concept. The researchers went on to examine the human epigenome in order to understand how DNA methylation may aid in creating this effect. During the first period of resistance exercise, the authors identify significant adaptations in the human methylome, whereby over 9,000 CpG sites were reported as being significantly hypomethylated, with these adaptations being sustained during the subsequent period of physical in-activity. However, upon secondary exposure to resistance exercise, a greater frequency of hypomethylated CpG sites was observed, where over 18,000 sites reported as being significantly hypomethylated. The authors went on to identify how these changes altered the expression of relevant transcripts, and subsequently correlated these changes with adaptations in skeletal muscle mass. Collectively, the authors conclude that skeletal muscle mass and muscle memory phenomenon is, at least in part, modulated due to changes in DNA methylation. Further work is now needed to confirm and explore these findings.",
            "score": 44.2193329334259
        },
        {
            "docid": "50936498_4",
            "document": "Mouse models of Down syndrome . The Ts65Dn mouse model was first introduced in 1993, and more specifically resembles human trisomy 21 than the Ts16 model. In Ts65Dn, cells possess an extra copy of a segment of genes on chromosome 16 as well as a segment of genes on chromosome 17. From this model, various Down syndrome phenotypes are produced, including behavioral abnormalities and cognitive defects.",
            "score": 54.69908857345581
        },
        {
            "docid": "39377992_64",
            "document": "Reduced muscle mass, strength and performance in space . The responses of the human body to microgravity exposure during spaceflight involve adaptations at numerous levels. It is believed that skeletal muscle adaptations to microgravity, which affect both muscle mass and function, involve structural alterations in the neural as well as the myofibrillar components of skeletal muscle. It is well accepted that the muscles involved in the maintenance of an upright position in terrestrial gravity (the antigravity muscles) are the most susceptible to spaceflight-induced adaptations. This susceptibility may reflect the almost continuous levels of self-generated (active) and environmentally generated (reactive) mechanical loading to which these muscles are exposed under normal Earth gravity. Thus, effects related to the decrease in the level of mechanical loading that occurs during microgravity exposure logically would be reflected most acutely in these muscles. Changes at the structural level within skeletal muscle after spaceflight are paralleled by spaceflight-induced changes at the functional level such as decreased muscle strength and increased muscle fatigability. This summary addresses nearly exclusively those investigations in which the effects of mechanical unloading on antigravity muscles were examined, and the consequent tissue remodeling at the structural and biochemical levels. Additionally, the relative success of various countermeasures is examined.",
            "score": 41.26192808151245
        },
        {
            "docid": "39377992_63",
            "document": "Reduced muscle mass, strength and performance in space . In this section, only the historical highlights of some highly relevant skeletal muscle investigations have been included and discussed. A complete treatment of all data would cover several volumes. However, from this brief historical overview it is possible to see how initial indications of losses in skeletal muscle function led to attempts to provide exercise countermeasures. Such countermeasures were utilized during spaceflight, crewmembers were tested upon return, and exercise regimens and equipment were modified for use in future missions. In the subsequent sections, human spaceflight and ground-based analog studies and experimental animal studies are reviewed that contribute to the evidence base on the alterations in skeletal muscle form and function that occur with the muscle unloading associated with the microgravity environment. It is this knowledge base on which future operational countermeasures and investigations into the fundamental changes in muscle physiology will be based.",
            "score": 31.889598608016968
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 39.21778392791748
        },
        {
            "docid": "8808171_5",
            "document": "Ursolic acid . In mice, ursolic acid induces neural regeneration after sciatic nerve injury. Ursolic acid improves domoic acid-induced cognitive deficits in mice. Ursolic acid improves high fat diet-induced cognitive impairments by blocking endoplasmic reticulum stress and IκB kinase β/nuclear factor-κB-mediated inflammatory pathways in mice. Ursolic acid attenuates lipopolysaccharide-induced cognitive deficits in mouse brain through suppressing p38/NF-κB mediated inflammatory pathways. Ursolic acid ameliorates cognition deficits and attenuates oxidative damage in the brain of senescent mice induced by D-galactose. Ursolic acid enhances mouse liver regeneration after partial hepatectomy. Ursolic acid enhances the cellular immune system and pancreatic beta-cell function in streptozotocin-induced diabetic mice fed a high-fat diet. UA increased skeletal muscle mass, as well as grip strength and exercise capacity. Improved endurance, reduced the expression of the genes involved in the development of muscle atrophy, and decreased indicators of accumulated fatigue and exercise-induced stress. Ursolic acid ameliorates aging-metabolic phenotype through promoting of skeletal muscle rejuvenation.",
            "score": 46.017354249954224
        },
        {
            "docid": "380541_26",
            "document": "Skeletal muscle . The transition from aerobic to anaerobic metabolism during intense work requires that several systems are rapidly activated to ensure a constant supply of ATP for the working muscles. These include a switch from fat-based to carbohydrate-based fuels, a redistribution of blood flow from nonworking to exercising muscles, and the removal of several of the by-products of anaerobic metabolism, such as carbon dioxide and lactic acid. Some of these responses are governed by transcriptional control of the fast twitch (FT) glycolytic phenotype. For example, skeletal muscle reprogramming from an ST glycolytic phenotype to an FT glycolytic phenotype involves the Six1/Eya1 complex, composed of members of the Six protein family. Moreover, the hypoxia-inducible factor 1-α (HIF1A) has been identified as a master regulator for the expression of genes involved in essential hypoxic responses that maintain ATP levels in cells. Ablation of HIF-1α in skeletal muscle was associated with an increase in the activity of rate-limiting enzymes of the mitochondria, indicating that the citric acid cycle and increased fatty acid oxidation may be compensating for decreased flow through the glycolytic pathway in these animals. However, hypoxia-mediated HIF-1α responses are also linked to the regulation of mitochondrial dysfunction through the formation of excessive reactive oxygen species in mitochondria.",
            "score": 56.81008505821228
        },
        {
            "docid": "3021700_9",
            "document": "Kearns–Sayre syndrome . KSS is the result of deletions in mitochondrial DNA (mtDNA) that cause a particular constellation of medical signs and symptoms. mtDNA is transmitted exclusively from the mother's ovum. Mitochondrial DNA is composed of 37 genes found in the single circular chromosome measuring 16,569 base pairs in length. Among these, 13 genes encode proteins of the electron transport chain (abbreviated \"ETC\"), 22 encode transfer RNA (tRNA), and two encode the large and small subunits that form ribosomal RNA (rRNA). The 13 proteins involved in the ETC of the mitochondrion are necessary for oxidative phosphorylation. Mutations in these proteins results in impaired energy production by mitochondria. This cellular energy deficit manifests most readily in tissues that rely heavily upon aerobic metabolism such as the brain, skeletal and cardiac muscles, sensory organs, and kidneys. This is one factor involved in the presentation of mitochondrial diseases.  There are other factors involved in the manifestation of a mitochondrial disease besides the size and location of a mutation. Mitochondria replicate during each cell division during gestation and throughout life. Because the mutation in mitochondrial disease most often occurs early in gestation in these diseases, only those mitochondria in the mutated lineage are defective. This results in an uneven distribution of dysfunctional mitochondria within each cell, and among different tissues of the body. This describes the term heteroplasmic which is characteristic of mitochondrial diseases including KSS. The distribution of mutated mtDNA in each cell, tissue, and organ, is dependent on when and where the mutation occurs. This may explain why two patients with an identical mutation in mtDNA can present with entirely different phenotypes and in turn different syndromes. A publication in 1992 by Fischel-Ghodsian et al. identified the same 4,977-bp deletion in mtDNA in two patients presenting with two entirely different diseases. One of the patients had characteristic KSS, while the other patient had a very different disease known as Pearson marrow pancreas syndrome. Complicating the matter, in some cases Pearson's syndrome has been shown to progress into KSS later in life. More recent studies have concluded that mtDNA duplications may also play a significant role in determining what phenotype is present. Duplications of mtDNA seem to be characteristic of all cases of KSS and Pearson's syndrome, while they are absent in CPEO.  Deletions of mtDNA in KSS vary in size (1.3–8kb), as well as position in the mitochondrial genome. The most common deletion is 4.9kb and spans from position 8469 to position 13147 on the genome. This deletion is present in approximately ⅓ of people with KSS",
            "score": 56.478418588638306
        },
        {
            "docid": "14878674_10",
            "document": "CSRP3 . Animal models are providing valuable insight on MLP’s functional significance in striated muscle pathophysiology. Ablation of Mlp (MLP-/-) in mice affects all striated muscles, although the cardiac phenotype is more severe, leading to alterations in cardiac pressure and volume, aberrant contractility, development of dilated cardiomyopathy with hypertrophy and progressive heart failure. At the histological level there is dramatic disruption of the cardiomyocyte cytoarchitecture at multiple levels, and pronounced fibrosis. Other cellular changes included alterations in intracellular calcium handling, local loss of mitochondria and energy deficiency. Crossing MLP-/- mice with phospholamban (PLN) -/-, or β2-adrenergic receptor (β2-AR) -/-, or angiotensin II type 1a receptor (AT1a) -/-, or β-adrenergic receptor kinase 1 inhibitor (bARK1) -/- mice, as well as overexpressing calcineurin rescued their cardiac function, through a series of only partly understood molecular mechanisms. Conversely crossing MLP-/- mice with β1-adrenergic receptor (β1-AR) -/- mice was lethal, while crossing MLP-/- mice with calcineurin -/- mice, enhanced fibrosis and cardiomyopathy. A gene knockin mouse model harboring the human MLP-W4R mutation developed HCM and heart failure, while ultrastructural analysis of its cardiac tissue revealed myocardial disarray and significant fibrosis, increased nuclear localization of MLP concomitantly with reduced sarcomeric Z-line distribution.  Alterations in MLP nucleocytoplasmic shuttling, which are possibly modulated by changes in its oligomerization status, have also been implicated in hypertrophy and heart failure, independently of mutations. Studies in Drosophila revealed that genetic ablation of Mlp84B, the Drosophila homolog of MLP, was associated with pupal lethality and impaired muscle function. Mechanical studies of Mlp84B-null flight muscles indicate that loss of Mlp84B results in decreased muscle stiffness and power generation. Cardiac-specific ablation of Mlp84B caused decreased lifespan, impaired diastolic function and disturbances in cardiac rhythm.  Overall, these animal models have provided critical evidence on the functional significance of MLP in striated muscle physiology and pathophysiology.",
            "score": 57.637786626815796
        },
        {
            "docid": "9941789_20",
            "document": "Unfolded protein response . Skeletal muscles are sensitive to physiological stress, as exercise can impair ER homeostasis. This causes the expression of ER chaperones to be induced by the UPR in response to the exercise-induced ER stress. Muscular contraction during exercise causes calcium to be released from the sarcoplasmic reticulum (SR), a specialized ER network in skeletal muscles. This calcium then interacts with calcineurin and calcium/calmodulin-dependent kinases that in turn activate transcription factors. These transcription factors then proceed to alter the expression of exercise-regulated muscle genes. PGC-1alpha, a transcriptional coactivator, is a key transcription factor involved in mediating the UPR in a tissue-specific manner in skeletal muscles by coactivating ATF6alpha. Therefore, PGC-1alpha gets expressed in muscles after acute and long-term exercise training. The function of this transcription factor is to increase the number and function of mitochondria, as well as to induce a switch of skeletal fibers to slow oxidative muscle fibers, as these are fatigue-resistant. Therefore, this UPR pathway mediates changes in muscles that have undergone endurance training by making them more resistant to fatigue and protecting them from future stress.",
            "score": 39.73779845237732
        },
        {
            "docid": "1557120_7",
            "document": "Andersen–Tawil syndrome . The protein made by the \"KCNJ2\" gene forms a channel that transports potassium ions into muscle cells. The movement of potassium ions through these channels is critical for maintaining the normal functions of skeletal muscles which are used for movement and cardiac muscle. Mutations in the \"KCNJ2\" gene alter the usual structure and function of potassium channels or prevent the channels from being inserted correctly into the cell membrane. Many mutations prevent a molecule called PIP2 from binding to the channels and effectively regulating their activity. These changes disrupt the flow of potassium ions in skeletal and cardiac muscle, leading to the periodic paralysis and irregular heart rhythm characteristic of Andersen–Tawil syndrome.Researchers have not yet determined the role of the KCNJ2 gene in bone development, and it is not known how mutations in the gene lead to the developmental abnormalities often found in Andersen–Tawil syndrome.",
            "score": 39.114832401275635
        },
        {
            "docid": "11504708_4",
            "document": "Methylglutaconyl-CoA hydratase . AUH is seen to catalyze the transformation of 3-methylglutaconyl-CoA to 3-hydroxy-3-methylglutaryl CoA in the leucine catabolism pathway. Localized in the mitochondria, AUH is responsible for the fifth step in the leucine degradation pathway and deficiencies in this enzyme’s activity leads to a metabolic block in which 3-methylglutaconyl-CoA, accumulates in the mitochondrial matrix.Also, these reductions in the enzyme’s activity leads to increases in 3-methylglutaric acid and 3-hydroxyisovaleric acid. Another function of AUH is that it binds to an AU-rich element (ARE), containing clusters of the penta-nucleotide AUUUA. AREs have been found in the 3’-untranslated regions of mRNA and they promote mRNA degradation. By binding with ARE, AUH has been suggested to play a role in neuron survival and transcript stability. AUH is also responsible for regulating mitochondrial protein synthesis and is essential for mitochondrial RNA metabolism, biogenesis, morphology, and function. Decreased levels of AUH also lead to slower cell expansion and cell growth. These functions allow AUH to show us that there could be a potential connection between mitochondrial metabolism and gene regulation. Also, reduced or overexprsessed levels of AUH can lead to defects in mitochondrial translation, ultimately leading up to changes in mitochondrial morphology, decreased RNA stability, biogenesis, and respiratory function. The lack of AUH is most impactful to the human body by causing 3-Methylglutaconic Acuduria Type 1, which is an autosomal recessive disorder of leucine degradation and can range in severity from developmental delay to slowly progressive leukoencephalopathy in adults. Mutations in the \"AUH\" gene has been seen in 10 different sites (5 missense, 3 splicing, 1 single nucleotide deletion and 1 single nucleotide duplication) and are present in certain patients who have the disorder. Deletions of exons 1-3 in the gene suggest that these exons are responsible for the biochemical and clinical characteristics of 3-Methylglutaconic Acuduria Type 1. These mutations cause for the deficiency of 3-methylglutaconyl-CoA hydratase which leads to the amalgamation of 3-methylglutaconyl-CoA, 3-methylglutaric acid, and 3-hydroxyisovaleric acid which eventually leads to 3-Methylglutaconic Acuduria Type 1.",
            "score": 50.999409198760986
        },
        {
            "docid": "14059011_4",
            "document": "PPARGC1A . PGC-1α is a transcriptional coactivator that regulates the genes involved in energy metabolism. It is the master regulator of mitochondrial biogenesis. This protein interacts with the nuclear receptor PPAR-γ, which permits the interaction of this protein with multiple transcription factors. This protein can interact with, and regulate the activities of, cAMP response element-binding protein (CREB) and nuclear respiratory factors (NRFs) . It provides a direct link between external physiological stimuli and the regulation of mitochondrial biogenesis, and is a major factor causing slow-twitch rather than fast-twitch muscle fiber types.",
            "score": 46.674039125442505
        },
        {
            "docid": "8444537_4",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . Neuropathy, ataxia, and retinitis pigmentosa is a condition related to changes in mitochondrial DNA. Mutations in the \"MT-ATP6\" gene cause neuropathy, ataxia, and retinitis pigmentosa. The \"MT-ATP6\" gene provides instructions for making a protein that is essential for normal mitochondrial function. Through a series of chemical reactions, mitochondria use oxygen and simple sugars to create adenosine triphosphate (ATP), the cell's main energy source. The MT-ATP6 protein forms one part (subunit) of an enzyme called ATP synthase, which is responsible for the last step in ATP production. Mutations in the \"MT-ATP6\" gene alter the structure or function of ATP synthase, reducing the ability of mitochondria to make ATP. It remains unclear how this disruption in mitochondrial energy production leads to muscle weakness, vision loss, and the other specific features of NARP.",
            "score": 44.394606590270996
        },
        {
            "docid": "39377992_73",
            "document": "Reduced muscle mass, strength and performance in space . Several ground-based paradigms have been used to emulate the effects of microgravity unloading on human skeletal muscle, including complete horizontal or 6° head-down-tilt bed rest, dry immersion, and unilateral upper- and lower-limb unloading with or without joint immobilization. In general, skeletal muscle responses to unloading have been similar in all of these models. Although no perfect simulation of crew activities and the microgravity environment can be adequately achieved, Adams and colleagues have suggested that bed rest is an appropriate model of spaceflight for studying skeletal muscle physiologic adaptations and countermeasures.",
            "score": 37.34091877937317
        },
        {
            "docid": "969023_10",
            "document": "Arthrogryposis . Loss of muscle mass with an imbalance of muscle power at the joint can lead to connective tissue abnormality. This leads to joint fixation and reduced fetal movement. Also muscle abnormalities could lead to a reduction of fetal movement. Those could be: dystrophy, myopathy and mitochondrial disorders. This is mostly the result of abnormal function of the dystrophin-glycoprotein-associated complex in the sarcolemma of skeletal muscles.",
            "score": 31.043932914733887
        },
        {
            "docid": "12074603_11",
            "document": "Vici syndrome . Muscle biopsy - which is not commonly done - may show storage of abnormal material and secondary mitochondrial abnormalities in skeletal muscle. Other features that may be seen on muscle biopsy include variability in fibre size, increase in internal and centralized nuclei, type 1 fibre hypotrophy with normally sized type 2 fibres, increased glycogen storage and variable vacuoles on light microscopy",
            "score": 34.639142990112305
        },
        {
            "docid": "15073850_8",
            "document": "AGK (gene) . The enzyme is involved in the more general pathway of fatty acid metabolism. AGK also has an implicated role in the assembly of the adenine nucleotide translocator in the inner mitochondrial membrane. Mutations in the AGK gene were the first to be implicated in isolated cataract development, although it is unclear whether these mutations cause a change in lipid composition of the lenses, or if signaling results in the defect. This gene has also been associated with Sengers syndrome. Two different phenotypes have been observed. One form of the disorder presented as vascular strokes, lactic acidosis, cardiomyopathy and cataracts, abnormal muscle cell histopathology and mitochondrial function. In those patients, there was also a markedly high rate of citrate synthase. The second phenotype presented with similar clinical symptoms, but no strokes. As phosphatidic acid is also involved in the synthesis of phospholipids, its loss will result in changes to the lipid composition of the inner mitochondrial membrane. These effects manifest as cataract formation in the eye, respiratory chain dysfunction and cardiac hypertrophy in heart tissue.",
            "score": 58.37205195426941
        }
    ],
    "r": [
        {
            "docid": "6170331_11",
            "document": "Down syndrome research . One chromosome 21 gene that might predispose Down syndrome individuals to develop Alzheimer's pathology is the gene that encodes the precursor of the amyloid protein. Neurofibrillary tangles and amyloid plaques are commonly found in both Down syndrome and Alzheimer's individuals. Layer II of the entorhinal cortex and the subiculum, both critical for memory consolidation, are among the first affected by the damage. A gradual decrease in the number of nerve cells throughout the cortex follows. A few years ago, Johns Hopkins scientists created a genetically engineered mouse called Ts65Dn (segmental trisomy 16 mouse) as an excellent model for studying the Down syndrome. Ts65Dn mouse has genes on chromosomes 16 that are very similar to the human chromosome 21 genes. Recently, researchers have used this transgenic mouse to connect APP to cognitive problems among the mice.",
            "score": 74.33454895019531
        },
        {
            "docid": "380541_25",
            "document": "Skeletal muscle . PGC1-α (PPARGC1A), a transcriptional coactivator of nuclear receptors important to the regulation of a number of mitochondrial genes involved in oxidative metabolism, directly interacts with MEF2 to synergistically activate selective slow twitch (ST) muscle genes and also serves as a target for calcineurin signaling. A peroxisome proliferator-activated receptor δ (PPARδ)-mediated transcriptional pathway is involved in the regulation of the skeletal muscle fiber phenotype. Mice that harbor an activated form of PPARd display an “endurance” phenotype, with a coordinated increase in oxidative enzymes and mitochondrial biogenesis and an increased proportion of ST fibers. Thus—through functional genomics—calcineurin, calmodulin-dependent kinase, PGC-1α, and activated PPARδ form the basis of a signaling network that controls skeletal muscle fiber-type transformation and metabolic profiles that protect against insulin resistance and obesity.",
            "score": 70.6063003540039
        },
        {
            "docid": "11443855_17",
            "document": "Folliculin . Chromophobe renal carcinoma and hybrid oncocytic tumors with features of chromophobe renal carcinoma and renal oncocytoma, which are the most common renal tumor histologic subtypes associated with BHD, contain large numbers of mitochondria. Comparative gene expression profiling of BHD-associated renal tumors and sporadic counterpart tumors revealed distinct gene expression patterns and cytogenetic differences between the groups. BHD-associated tumors displayed high expression of mitochondrial- and oxidative phosphorylation-associated genes reflecting deregulation of the peroxisome proliferator-activated receptor gamma coactivator 1-alpha / mitochondrial transcription factor A (PGC-1α/TFAM) signaling axis. FLCN expression was inversely correlated with PGC-1α activation, which drives mitochondrial biogenesis. In support of these data, FLCN inactivation was correlated with PGC-1α activation and upregulation of its target genes in BHD-associated renal tumors, and kidney, heart and muscle tissues from genetically engineered mouse models with \" Flcn\" inactivation targeted to the respective tissues.",
            "score": 68.03414154052734
        },
        {
            "docid": "343457_25",
            "document": "Maternal effect . High fat diets in utero are believed to cause metabolic syndrome. Metabolic syndrome is a set of symptoms including obesity and insulin resistance that appear to be related. This syndrome is often associated with type II diabetes as well as hypertension and atherosclerosis. Using mice models, researchers have shown that high fat diets in utero cause modifications to the adiponectin and leptin genes that alter gene expression; these changes contribute to metabolic syndrome. The adiponectin genes regulate glucose metabolism as well as fatty acid breakdown; however, the exact mechanisms are not entirely understood. In both human and mice models, adiponectin has been shown to add insulin-sensitizing and anti-inflammatory properties to different types of tissue, specifically muscle and liver tissue. Adiponectin has also been shown to increase the rate of fatty acid transport and oxidation in mice, which causes an increase in fatty acid metabolism. With a high fat diet during gestation, there was an increase in methylation in the promoter of the adiponectin gene accompanied by a decrease in acetylation. These changes likely inhibit the transcription of the adiponectin genes because increases in methylation and decreases in acetylation usually repress transcription. Additionally, there was an increase in methylation of the leptin promoter, which turns down the production of the leptin gene. Therefore, there was less adiponectin to help cells take up glucose and break down fat, as well as less leptin to cause a feeling of satiety. The decrease in these hormones caused fat mass gain, glucose intolerance, hypertriglyceridemia, abnormal adiponectin and leptin levels, and hypertension throughout the animal’s lifetime. However, the effect was abolished after three subsequent generations with normal diets. This study highlights the fact that these epigenetic marks can be altered in as many as one generation and can even be completely eliminated over time. This study highlighted the connection between high fat diets to the adiponectin and leptin in mice. In contrast, few studies have been done in humans to show the specific effects of high fat diets in utero on humans. However, it has been shown that decreased adiponectin levels are associated with obesity, insulin resistance, type II diabetes, and coronary artery disease in humans. It is postulated that a similar mechanism as the one described in mice may also contribute to metabolic syndrome in humans.",
            "score": 65.2085952758789
        },
        {
            "docid": "4110763_9",
            "document": "Extrachromosomal DNA . The mitochondria present in eukaryotic cells contain multiple copies of mitochondrial DNA referred to as mtDNA which is housed within the mitochondrial matrix. In multicellular animals, including humans, the circular mtDNA chromosome contains 13 genes that encode proteins that are part of the electron transport chain and 24 genes that produce RNA necessary for the production of mitochondrial proteins; these genes are broken down into 2 rRNA genes and 22 tRNA genes. The size of an animal mtDNA plasmid is roughly 16.6 kb and although it contains genes for tRNA and mRNA synthesis, proteins produced as a result of nuclear genes are still required in order for the mtDNA to replicate or for mitochondrial proteins to be translated. There is only one region of the mitochondrial chromosome that does not contain a coding sequence and that is the 1 kb region known as the D-loop to which nuclear regulatory proteins bind. The number of mtDNA molecules per mitochondria varies from species to species as well as between cells with different energy demands. For example, muscle and liver cells contain more copies of mtDNA per mitochondrion than blood and skin cells do. Due to the proximity of the electron transport chain within the mitochondrial inner membrane and the production of reactive oxygen species (ROS), and due to the fact that the mtDNA molecule is not bound by or protected by histones, the mtDNA is more susceptible to DNA damage than nuclear DNA. In cases where mtDNA damage does occur, the DNA can either be repaired via base excision repair pathways, or the damaged mtDNA molecule is destroyed (without causing damage to the mitochondrion since there are multiple copies of mtDNA per mitochondrion).",
            "score": 63.115997314453125
        },
        {
            "docid": "6170331_6",
            "document": "Down syndrome research . The genes that may be responsible for the phenotypes associated may be located proximal to 21q22.3. Testing by Olson and others in transgenic mice show the duplicated genes presumed to cause the phenotypes are not enough to cause the exact features. While the mice had sections of multiple genes duplicated to approximate a human chromosome-21 triplication, they only showed slight craniofacial abnormalities (688–90). The transgenic mice were compared to mice that had no gene duplication by measuring distances on various points on their skeletal structure and comparing them to the normal mice (Olson \"et al.\" 687). The exact characteristics of Down syndrome were not observed, so more genes involved for Down syndrome phenotypes have to be located elsewhere.",
            "score": 63.00328063964844
        },
        {
            "docid": "89796_33",
            "document": "Mitochondrial DNA . Though the idea is controversial, some evidence suggests a link between aging and mitochondrial genome dysfunction. In essence, mutations in mtDNA upset a careful balance of reactive oxygen species (ROS) production and enzymatic ROS scavenging (by enzymes like superoxide dismutase, catalase, glutathione peroxidase and others). However, some mutations that increase ROS production (e.g., by reducing antioxidant defenses) in worms increase, rather than decrease, their longevity. Also, naked mole rats, rodents about the size of mice, live about eight times longer than mice despite having reduced, compared to mice, antioxidant defenses and increased oxidative damage to biomolecules. Once, there was thought to be a positive feedback loop at work (a 'Vicious Cycle'); as mitochondrial DNA accumulates genetic damage caused by free radicals, the mitochondria lose function and leak free radicals into the cytosol. A decrease in mitochondrial function reduces overall metabolic efficiency. However, this concept was conclusively disproved when it was demonstrated that mice, which were genetically altered to accumulate mtDNA mutations at accelerated rate do age prematurely, but their tissues do not produce more ROS as predicted by the 'Vicious Cycle' hypothesis. Supporting a link between longevity and mitochondrial DNA, some studies have found correlations between biochemical properties of the mitochondrial DNA and the longevity of species. Extensive research is being conducted to further investigate this link and methods to combat aging. Presently, gene therapy and nutraceutical supplementation are popular areas of ongoing research. Bjelakovic et al. analyzed the results of 78 studies between 1977 and 2012, involving a total of 296,707 participants, and concluded that antioxidant supplements do not reduce all-cause mortality nor extend lifespan, while some of them, such as beta carotene, vitamin E, and higher doses of vitamin A, may actually increase mortality.",
            "score": 62.961299896240234
        },
        {
            "docid": "14763571_3",
            "document": "TFAM . This gene encodes a mitochondrial transcription factor that is a key activator of mitochondrial transcription as well as a participant in mitochondrial genome replication. TFAM binds mitochondrial promoter DNA to aid transcription of the mitochondrial genome. Studies in mice have demonstrated that this gene product is required to regulate the mitochondrial genome copy number and is essential for embryonic development. A mouse model for Kearns-Sayre syndrome was produced when expression of this gene was eliminated by targeted disruption in heart and muscle cells. TFAM is a double box High-mobility group DNA-binding and bending protein.",
            "score": 62.00762939453125
        },
        {
            "docid": "22120746_8",
            "document": "Mitochondrial biogenesis . PGC-1α, a member of the peroxisome proliferator-activated receptor gamma (PGC) family of transcriptional coactivators, is the master regulator of mitochondrial biogenesis. It is known to co-activate nuclear respiratory factor 2 (NRF2/GABPA), and together with NRF-2 coactivates nuclear respiratory factor 1 (NRF1). The NRFs, in turn, activate the mitochondrial transcription factor A (tfam), which is directly responsible for transcribing nuclear-encoded mitochondrial proteins. This includes both structural mitochondrial proteins as well as those involved in mtDNA transcription, translation, and repair. PGC- 1β, a protein that is structurally similar to PGC-1α, is also involved in regulating mitochondrial biogenesis, but differs in that it does not get increased in response to exercise. While there have been significant increases in mitochondria found in tissues where PGC-1α is overexpressed, as the cofactor interacts with these key transcription factors, knockout mice with disrupted PGC-1α are still viable and show normal mitochondrial abundance. Thus, PGC-1α is not required for normal development of mitochondria in mice, but when put under physiological stress, these mice exhibit diminished tolerance compared to mice with normal levels of PGC-1α. Similarly, in knockout mice with disrupted PGC-1β, the mice showed mostly normal levels of mitochondrial function with decreased ability to adapt to physiological stress. However, a double knockout experiment of PGC-1α/β created mice that died mostly within 24 hours by defects in mitochondrial maturation of cardiac tissue. These findings suggest that while both PGC-1α and PGC- 1β do not each solely establish a cell’s ability to perform mitochondrial biogenesis, together they are able to complement each other for optimal mitochondrial maturation and function during periods of physiological stress.",
            "score": 61.79507827758789
        },
        {
            "docid": "22120746_10",
            "document": "Mitochondrial biogenesis . The capacity for mitochondrial biogenesis has been shown to decrease with age, and such decreased mitochondrial function has been associated with diabetes and cardiovascular disease. Aging and disease can induce changes in the expression levels of proteins involved in the fission and fusion mechanisms of mitochondria, thus creating dysfunctional mitochondria. One hypothesis for the detrimental results of aging is associated with the loss of telomeres, the end segments of chromosomes that protect genetic information from degradation. Telomere loss has also been associated with decreased mitochondrial function. Deficiency of telomerase reverse transcriptase (TERT), an enzyme that plays a role in preserving telomeres, has been correlated with activated p53, a protein that suppresses PGC-1α. Therefore, the loss of telomeres and TERT that comes with aging has been associated with impaired mitochondrial biogenesis. AMPK expression has also been shown to diminish with age, which may also contribute to suppressing mitochondrial biogenesis.",
            "score": 61.25798034667969
        },
        {
            "docid": "24092633_7",
            "document": "Potocki–Lupski syndrome . After noting that autism is commonly associated with PTLS, researchers at the Centro de Estudios Científicos and the Austral University of Chile genetically engineered a PTLS \"model mouse\" where the syntenic chromosome segment was duplicated, and examined the social behaviours of these mice versus those without the anomaly (the \"wild-type\"). One human autism-related symptom is abnormal reciprocal social interaction. The researchers observed that the genetically-engineered mice of both sexes had a slight (statistically insignificant) impairment of their preference of a social target (i.e., a living, breathing mouse) over an inanimate one — the average human will prefer the social target — and preferred to explore newly introduced mice instead of familiar ones, unlike the typical human and mouse preference of a friend over a stranger, demonstrating a change in their liking of social novelty. They also found that male mice, in some scenarios, showed increased anxiety and dominant behaviour than the control group. Anatomically, the engineered mice had a decreased brain-to-body mass ratio and an alteration in the expression of several genes in the hippocampus.",
            "score": 61.145111083984375
        },
        {
            "docid": "5788696_7",
            "document": "MERRF syndrome . The mechanism by which MERRFs syndrome occur is yet not well understood. The human mitochondrial tRNA mutations are associated with a variety of diseases including mitochondrial myopathies. However, it is understood that defects in the mitochondrial DNA (mtDNA) have been associated with these diseases, and studies have been able to assign biochemical defects. One of these defects has to do with the decreased energy available for cell processes. As muscles are stained with Gömöri trichrome, characteristic ragged red fibers are visible under the microscope. This appearance is due to the accumulation of abnormal mitochondria below the plasma membrane of the muscle fiber. These may extend throughout the muscle fiber as the disease severity increases. The mitochondrial aggregates cause the contour of the muscle fiber to become irregular, leading to the \"ragged\" appearance. The diagnosis varies from individual to individual. Each is evaluated and diagnosed according to age, clinical phenotype, and pressed inheritance pattern. If the individual has been experiencing myoclonus, the doctor will run a series of genetic studies to determine if it is a mitochondrial disorder.",
            "score": 60.22573471069336
        },
        {
            "docid": "6170331_5",
            "document": "Down syndrome research . This disregulation was discovered by testing in transgenic mice that had segments of their chromosomes duplicated to simulate a human chromosome-21 trisomy (Arron \"et al.\" 597). A test involving grip strength showed that the genetically modified mice had a significantly weaker grip, much like the characteristically poor muscle tone of an individual with Down syndrome (Arron \"et al.\" 596). The mice squeezed a probe with a paw and displayed a .2 newton weaker grip (Arron \"et al.\" 596). Down syndrome is also characterized by increased socialization. When modified and unmodified mice were observed for social interaction, the modified mice showed as much as 25% more interactions as compared to the unmodified mice (Arron \"et al.\" 596).",
            "score": 60.03923034667969
        },
        {
            "docid": "5979291_2",
            "document": "Genetics of Down syndrome . Down syndrome is a chromosomal abnormality characterized by the presence of an extra copy of genetic material on the 21st chromosome, either in whole (trisomy 21) or part (such as due to translocations). The effects of the extra copy varies greatly from individual to individual, depending on the extent of the extra copy, genetic background, environmental factors, and random chance. Down syndrome can occur in all human populations, and analogous effects have been found in other species, such as chimpanzees and mice. Recently, researchers have been able to create transgenic mice with most of human chromosome 21 (in addition to their normal chromosomes).",
            "score": 59.87464904785156
        },
        {
            "docid": "16858498_4",
            "document": "SLC25A31 . The ANT4 protein is a mitochondrial ADP/ATP carrier that catalyzes the exchange of ADP and ATP between the mitochondrial matrix and cytoplasm during ATP synthesis. In addition, ANT4 stabilizes the mitochondrial membrane potential and decreases the permeability transition pore complex (PTPC) opening in order to prevent nuclear chromatin fragmentation and resulting cell death. In humans, the protein localizes to the liver, brain and testis, though in adult males, it is expressed primarily in the testis. Studies on Ant4-deficient mice reveal increased apoptosis in the testis leading to infertility, thus indicating that Ant4 is required as for spermatogenesis. In this case, the anti-apoptotic function for ANT4 is attributed to its importing of cytosolic ATP into the mitochondria. In other cells, the isoform ANT2 carries out this role; however, since sperm lack the X chromosome on which the \"ANT2\" gene resides, survival of the sperm is dependent on ANT4.",
            "score": 59.70637512207031
        },
        {
            "docid": "22120746_7",
            "document": "Mitochondrial biogenesis . In mammals, mitochondrial fusion and fission are both controlled by GTPases of the dynamin family. The process of mitochondrial fission is directed by Drp1, a member of the cytosolic dynamin family. This protein forms a spiral around mitochondria and constricts to break apart both the outer and inner membranes of the organelle. On the other hand, the process of fusion is directed by different membrane-anchored dynamin proteins at different levels of the mitochondria. Fusion at the level of the outer mitochondrial membrane is mediated by Mfn1 and Mfn2 (Mitofusins 1 and 2), and fusion at the level of the inner mitochondrial membrane is mediated by Opa1. Multiple research studies have observed correlated increases between mitochondrial respiratory capacity with Mfn1, Mnf2, and Drp1 gene expression after endurance exercises. Therefore, it is supported that reorganization of the mitochondrial network in muscle cells plays an important role in response to exercise.",
            "score": 59.62411880493164
        },
        {
            "docid": "1401727_27",
            "document": "Human mitochondrial genetics . Because mitochondrial growth and fission are mediated by the nuclear DNA, mutations in nuclear DNA can have a wide array of effects on mtDNA replication. Despite the fact that the loci for some of these mutations have been found on human chromosomes, specific genes and proteins involved have not yet been isolated. Mitochondria need a certain protein to undergo fission. If this protein (generated by the nucleus) is not present, the mitochondria grow but they do not divide. This leads to giant, inefficient mitochondria. Mistakes in chromosomal genes or their products can also affect mitochondrial replication more directly by inhibiting mitochondrial polymerase and can even cause mutations in the mtDNA directly and indirectly. Indirect mutations are most often caused by radicals created by defective proteins made from nuclear DNA.",
            "score": 59.46615982055664
        },
        {
            "docid": "25937372_18",
            "document": "Major urinary proteins . While the detection of Mups excreted by other animals has been well studied, the functional role in the producing animal is less clear. However, in 2009, Mups were shown to be associated with the regulation of energy expenditure in mice. Scientists found that genetically induced obese, diabetic mice produce thirty times less Mup RNA than their lean siblings. When they delivered Mup protein directly into the bloodstream of these mice, they observed an increase in energy expenditure, physical activity and body temperature and a corresponding decrease in glucose intolerance and insulin resistance. They propose that Mups' beneficial effects on energy metabolism occurs by enhancing mitochondrial function in skeletal muscle. Another study found Mups were reduced in diet-induced obese mice. In this case, the presence of Mups in the bloodstream of mice restricted glucose production by directly inhibiting the expression of genes in the liver.",
            "score": 59.35261154174805
        },
        {
            "docid": "50936498_3",
            "document": "Mouse models of Down syndrome . Trisomy 21, an extra copy of the 21st chromosome, is responsible for causing Down syndrome, and the mouse chromosome 16 closely resembles human chromosome 21. In 1979, trisomy of the mouse chromosome 16 (Ts16) initially showed potential to be a model organism for human Down syndrome. However, Ts16 embryos rarely survive until birth, making them unable to serve as a model for behavior and postnatal development. This dissimilarity in survival between species arises from the presence of genes on mouse chromosome 16 that are not present on human chromosome 21, introducing additional gene dosage imbalances. Because of this disadvantage, more specific mouse models have been utilized.",
            "score": 58.96031188964844
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 58.858375549316406
        },
        {
            "docid": "4363681_3",
            "document": "Gene dosage . In eukaryotes, most genes found in the cell are expressed as autosomal genes (see autosome) and are found in two copies, alterations to this two-copy gene dosage is significantly associated with quantitative or qualitative phenotype traits and is linked to many genetic health problems such as those associated with spinal muscular atrophy and Down syndrome. In Down syndrome, the gene expression on chromosome 21 has increased 50%, and this results in significant health and mental disabilities (1 in 800 human live births have Down syndrome).",
            "score": 58.47197341918945
        },
        {
            "docid": "15073850_8",
            "document": "AGK (gene) . The enzyme is involved in the more general pathway of fatty acid metabolism. AGK also has an implicated role in the assembly of the adenine nucleotide translocator in the inner mitochondrial membrane. Mutations in the AGK gene were the first to be implicated in isolated cataract development, although it is unclear whether these mutations cause a change in lipid composition of the lenses, or if signaling results in the defect. This gene has also been associated with Sengers syndrome. Two different phenotypes have been observed. One form of the disorder presented as vascular strokes, lactic acidosis, cardiomyopathy and cataracts, abnormal muscle cell histopathology and mitochondrial function. In those patients, there was also a markedly high rate of citrate synthase. The second phenotype presented with similar clinical symptoms, but no strokes. As phosphatidic acid is also involved in the synthesis of phospholipids, its loss will result in changes to the lipid composition of the inner mitochondrial membrane. These effects manifest as cataract formation in the eye, respiratory chain dysfunction and cardiac hypertrophy in heart tissue.",
            "score": 58.37205123901367
        },
        {
            "docid": "14179793_6",
            "document": "MT-ATP6 . Pathogenic variants of the mitochondrial gene MT-ATP6 are known to cause mtDNA-associated Leigh syndrome, a progressive brain disorder that usually appears in infancy or early childhood. Affected children may experience delayed development, muscle weakness, problems with movement, or difficulty breathing. Other variants known to cause mtDNA-associated Leigh syndrome involve MT-TL1, MT-TK, MT-TW, MT-TV, MT-ND1, MT-ND2, MT-ND3, MT-ND4, MT-ND5, MT-ND6 and MT-CO3. Abnormalities in mitochondrial energy generation result in neurodegenerative disorders like Leigh syndrome, which is characterized by an onset of symptoms between 12 months and three years of age. The symptoms frequently present themselves following a viral infection and include movement disorders and peripheral neuropathy, as well as hypotonia, spasticity and cerebellar ataxia. Roughly half of affected patients die of respiratory or cardiac failure by the age of three. Leigh syndrome is a maternally inherited disorder and its diagnosis is established through genetic testing of the aforementioned mitochondrial genes, including MT-ATP6. MT-ATP6 gene mutations associated with Leigh syndrome change one DNA building block (nucleotide) in the MT-ATP6 gene. The most common genetic change replaces the nucleotide thymine with the nucleotide guanine at position 8993 (written as T8993G). The mutations that cause Leigh syndrome impair the function or stability of the ATP synthase complex, inhibiting ATP production and impairing oxidative phosphorylation. Although the exact mechanism is unclear, researchers believe that impaired oxidative phosphorylation can lead to cell death because of decreased energy available in the cell. Certain tissues that require large amounts of energy, such as the brain, muscles, and heart, seem especially sensitive to decreases in cellular energy. Cell death in the brain likely causes the characteristic changes in the brain seen in Leigh syndrome, which contribute to the signs and symptoms of the condition. Cell death in other sensitive tissues may also contribute to the features of Leigh syndrome. A heteroplasmic T→C MT-ATP6 mutation at position 9185 results in the substitution of a highly conserved leucine to proline at codon 220 and a heteroplasmic T→C missense mutation at position 9191 converted a highly conserved leucine to a proline at position 222 of the polypeptide, leading to a Leigh-type phenotype. The T9185C mutation resulted in a mild and reversible phenotype, with 97% of the patient's muscle and blood samples reflecting the mutation. The T9191C mutation presented a much more severe phenotype that resulted in the death of the patient at 2 years of age. Mutations to these oxidative phosphorylation genes have been associated with a variety of neurodegenerative disorders, including Leber's hereditary optic neuropathy (LHON), mitochondrial encephalomyopathy with stroke-like episodes (MELAS) and the previously mentioned Leigh syndrome.",
            "score": 58.0335693359375
        },
        {
            "docid": "26569605_26",
            "document": "Multiregional origin of modern humans . Initial analysis of Y chromosome DNA, which like mitochondrial DNA, is inherited from only one parent, was consistent with a recent African replacement model. However, the mitochondrial and Y chromosome data could not be explained by the same modern human expansion out of Africa; the Y chromosome expansion would have involved genetic mixing that retained regionally local mitochondrial lines. In addition, the Y chromosome data indicated a later expansion back into Africa from Asia, demonstrating that gene flow between regions was not unidirectional.",
            "score": 57.920318603515625
        },
        {
            "docid": "14878674_10",
            "document": "CSRP3 . Animal models are providing valuable insight on MLP’s functional significance in striated muscle pathophysiology. Ablation of Mlp (MLP-/-) in mice affects all striated muscles, although the cardiac phenotype is more severe, leading to alterations in cardiac pressure and volume, aberrant contractility, development of dilated cardiomyopathy with hypertrophy and progressive heart failure. At the histological level there is dramatic disruption of the cardiomyocyte cytoarchitecture at multiple levels, and pronounced fibrosis. Other cellular changes included alterations in intracellular calcium handling, local loss of mitochondria and energy deficiency. Crossing MLP-/- mice with phospholamban (PLN) -/-, or β2-adrenergic receptor (β2-AR) -/-, or angiotensin II type 1a receptor (AT1a) -/-, or β-adrenergic receptor kinase 1 inhibitor (bARK1) -/- mice, as well as overexpressing calcineurin rescued their cardiac function, through a series of only partly understood molecular mechanisms. Conversely crossing MLP-/- mice with β1-adrenergic receptor (β1-AR) -/- mice was lethal, while crossing MLP-/- mice with calcineurin -/- mice, enhanced fibrosis and cardiomyopathy. A gene knockin mouse model harboring the human MLP-W4R mutation developed HCM and heart failure, while ultrastructural analysis of its cardiac tissue revealed myocardial disarray and significant fibrosis, increased nuclear localization of MLP concomitantly with reduced sarcomeric Z-line distribution.  Alterations in MLP nucleocytoplasmic shuttling, which are possibly modulated by changes in its oligomerization status, have also been implicated in hypertrophy and heart failure, independently of mutations. Studies in Drosophila revealed that genetic ablation of Mlp84B, the Drosophila homolog of MLP, was associated with pupal lethality and impaired muscle function. Mechanical studies of Mlp84B-null flight muscles indicate that loss of Mlp84B results in decreased muscle stiffness and power generation. Cardiac-specific ablation of Mlp84B caused decreased lifespan, impaired diastolic function and disturbances in cardiac rhythm.  Overall, these animal models have provided critical evidence on the functional significance of MLP in striated muscle physiology and pathophysiology.",
            "score": 57.637786865234375
        },
        {
            "docid": "15062712_2",
            "document": "MPV17 . Protein MPV17 is a protein that in humans is encoded by the \"MPV17\" gene. It is a mitochondrial inner membrane protein, which has a so far largely unknown role in mtDNA maintenance. Protein MPV17 is expressed in human pancreas, kidney, muscle, liver, lung, placenta, brain and heart. Human MPV17 is the orthologue of the mouse kidney disease gene, Mpv17. Loss of function has been shown to cause hepatocerebral mtDNA depletion syndromes (MDS) with oxidative phosphorylation failure and mtDNA depletion both in affected individuals and in Mpv17−/− mice.",
            "score": 57.57803726196289
        },
        {
            "docid": "18914017_16",
            "document": "Alzheimer's disease . In 1991, the \"amyloid hypothesis\" postulated that extracellular amyloid beta (A) deposits are the fundamental cause of the disease. Support for this postulate comes from the location of the gene for the amyloid precursor protein (APP) on chromosome 21, together with the fact that people with trisomy 21 (Down Syndrome) who have an extra gene copy almost universally exhibit at least the earliest symptoms of AD by 40 years of age. Also, a specific isoform of apolipoprotein, APOE4, is a major genetic risk factor for AD. While apolipoproteins enhance the breakdown of beta amyloid, some isoforms are not very effective at this task (such as APOE4), leading to excess amyloid buildup in the brain. Further evidence comes from the finding that transgenic mice that express a mutant form of the human APP gene develop fibrillar amyloid plaques and Alzheimer's-like brain pathology with spatial learning deficits.",
            "score": 57.147098541259766
        },
        {
            "docid": "380541_26",
            "document": "Skeletal muscle . The transition from aerobic to anaerobic metabolism during intense work requires that several systems are rapidly activated to ensure a constant supply of ATP for the working muscles. These include a switch from fat-based to carbohydrate-based fuels, a redistribution of blood flow from nonworking to exercising muscles, and the removal of several of the by-products of anaerobic metabolism, such as carbon dioxide and lactic acid. Some of these responses are governed by transcriptional control of the fast twitch (FT) glycolytic phenotype. For example, skeletal muscle reprogramming from an ST glycolytic phenotype to an FT glycolytic phenotype involves the Six1/Eya1 complex, composed of members of the Six protein family. Moreover, the hypoxia-inducible factor 1-α (HIF1A) has been identified as a master regulator for the expression of genes involved in essential hypoxic responses that maintain ATP levels in cells. Ablation of HIF-1α in skeletal muscle was associated with an increase in the activity of rate-limiting enzymes of the mitochondria, indicating that the citric acid cycle and increased fatty acid oxidation may be compensating for decreased flow through the glycolytic pathway in these animals. However, hypoxia-mediated HIF-1α responses are also linked to the regulation of mitochondrial dysfunction through the formation of excessive reactive oxygen species in mitochondria.",
            "score": 56.81008529663086
        },
        {
            "docid": "3021700_9",
            "document": "Kearns–Sayre syndrome . KSS is the result of deletions in mitochondrial DNA (mtDNA) that cause a particular constellation of medical signs and symptoms. mtDNA is transmitted exclusively from the mother's ovum. Mitochondrial DNA is composed of 37 genes found in the single circular chromosome measuring 16,569 base pairs in length. Among these, 13 genes encode proteins of the electron transport chain (abbreviated \"ETC\"), 22 encode transfer RNA (tRNA), and two encode the large and small subunits that form ribosomal RNA (rRNA). The 13 proteins involved in the ETC of the mitochondrion are necessary for oxidative phosphorylation. Mutations in these proteins results in impaired energy production by mitochondria. This cellular energy deficit manifests most readily in tissues that rely heavily upon aerobic metabolism such as the brain, skeletal and cardiac muscles, sensory organs, and kidneys. This is one factor involved in the presentation of mitochondrial diseases.  There are other factors involved in the manifestation of a mitochondrial disease besides the size and location of a mutation. Mitochondria replicate during each cell division during gestation and throughout life. Because the mutation in mitochondrial disease most often occurs early in gestation in these diseases, only those mitochondria in the mutated lineage are defective. This results in an uneven distribution of dysfunctional mitochondria within each cell, and among different tissues of the body. This describes the term heteroplasmic which is characteristic of mitochondrial diseases including KSS. The distribution of mutated mtDNA in each cell, tissue, and organ, is dependent on when and where the mutation occurs. This may explain why two patients with an identical mutation in mtDNA can present with entirely different phenotypes and in turn different syndromes. A publication in 1992 by Fischel-Ghodsian et al. identified the same 4,977-bp deletion in mtDNA in two patients presenting with two entirely different diseases. One of the patients had characteristic KSS, while the other patient had a very different disease known as Pearson marrow pancreas syndrome. Complicating the matter, in some cases Pearson's syndrome has been shown to progress into KSS later in life. More recent studies have concluded that mtDNA duplications may also play a significant role in determining what phenotype is present. Duplications of mtDNA seem to be characteristic of all cases of KSS and Pearson's syndrome, while they are absent in CPEO.  Deletions of mtDNA in KSS vary in size (1.3–8kb), as well as position in the mitochondrial genome. The most common deletion is 4.9kb and spans from position 8469 to position 13147 on the genome. This deletion is present in approximately ⅓ of people with KSS",
            "score": 56.478416442871094
        },
        {
            "docid": "39086776_8",
            "document": "Dwarfism in chickens . The ultimate goal of the modern genetic studies is to find out the underlying genes involved in these traits. To achieve this, the so-called positional candidate gene approach is gaining in importance. This approach is based on the genetic localization of a trait using genetic linkage analysis. Subsequent comparative mapping of the trait locus with the gene-rich maps of the human and the mouse may reveal candidate genes for the trait in question. Comparative mapping revealed that autosomal dwarfism in the chicken (\"adw\") is located in a chromosomal region that is conserved between chicken, human and mouse. In the mouse the phenotype \"Pygmy\", similar to chicken \"adw\" is also located in that region. The Pygmy mouse phenotype arises from the inactivation of the High Mobility Group I-C (\"HMGCI-C\"). In the human the \"HMGCI-C\" gene is also located in the same conserved chromosomal segment. Fluorescent in situ hybridization of chicken metaphase chromosomes using the chicken \"HMGI-C\" gene as a probe, showed that the chicken \"HMGI-C\" gene is indeed located in the region of the \"adw\" locus. Insulin-like growth factor 1 (\"IGF1\") is another candidate for \"adw\" in the chicken.",
            "score": 56.34867858886719
        },
        {
            "docid": "8303_2",
            "document": "Down syndrome . Down syndrome (DS or DNS), also known as trisomy 21, is a genetic disorder caused by the presence of all or part of a third copy of chromosome 21. It is typically associated with physical growth delays, characteristic facial features, and mild to moderate intellectual disability. The average IQ of a young adult with Down syndrome is 50, equivalent to the mental ability of an 8 or 9-year-old child, but this can vary widely. The parents of the affected individual are typically genetically normal. The extra chromosome occurs by chance. The probability increases from less than 0.1% in 20-year-old mothers to 3% in those age 45. There is no known behavioral activity or environmental factor that changes the probability. Down syndrome can be identified during pregnancy by prenatal screening followed by diagnostic testing or after birth by direct observation and genetic testing. Since the introduction of screening, pregnancies with the diagnosis are often terminated. Regular screening for health problems common in Down syndrome is recommended throughout the person's life. There is no cure for Down syndrome. Education and proper care have been shown to improve quality of life. Some children with Down syndrome are educated in typical school classes, while others require more specialized education. Some individuals with Down syndrome graduate from high school, and a few attend post-secondary education. In adulthood, about 20% in the United States do paid work in some capacity, with many requiring a sheltered work environment. Support in financial and legal matters is often needed. Life expectancy is around 50 to 60 years in the developed world with proper health care. Down syndrome is one of the most common chromosome abnormalities in humans. It occurs in about one per 1,000 babies born each year. In 2015, Down syndrome was present in 5.4 million individuals and resulted in 27,000 deaths, down from 43,000 deaths in 1990. It is named after John Langdon Down, a British doctor who fully described the syndrome in 1866. Some aspects of the condition were described earlier by Jean-Étienne Dominique Esquirol in 1838 and Édouard Séguin in 1844. In 1959, the genetic cause of Down syndrome, an extra copy of chromosome 21, was discovered. Those with Down syndrome nearly always have physical and intellectual disabilities. As adults, their mental abilities are typically similar to those of an 8- or 9-year-old. They also typically have poor immune function and generally reach developmental milestones at a later age. They have an increased risk of a number of other health problems, including congenital heart defect, epilepsy, leukemia, thyroid diseases, and mental disorders.",
            "score": 56.217041015625
        },
        {
            "docid": "16848644_4",
            "document": "TXN2 . This nuclear gene encodes a mitochondrial member of the thioredoxin family, a group of small multifunctional redox-active proteins. The encoded protein is ubiquitously expressed in all prokaryotic and eukaryotic organisms, but demonstrates especially high expression in tissues with heavy metabolic activity, including the stomach, testis, ovary, liver, heart, neurons, and adrenal gland. It may play important roles in the regulation of the mitochondrial membrane potential and in protection against oxidant-induced apoptosis. Specifically, the ability of TXN2 to reduce disulfide bonds enables the protein to regulate mitochondrial redox and, thus, the production of reactive oxygen species (ROS). By extension, downregulation of TXN2 can lead to increased ROS generation and cell death. The antiapoptotic function of TXN2 is attributed to its involvement in GSH-dependent mechanisms to scavenge ROS, or its interaction with, and thus regulation of, thiols in the mitochondrial permeability transition pore component adenine nucleotide translocator (ANT).",
            "score": 55.91089630126953
        }
    ]
}