{
    "q": [
        {
            "docid": "39182554_20",
            "document": "Catastrophic interference . French (1997) proposed the idea of a pseudo-recurrent backpropagation network in order to help reduce catastrophic interference (see Figure 2). In this model the network is separated into two functionally distinct but interacting sub-networks. This model is biologically inspired and is based on research from McClelland, McNaughton, and O'Reilly (1995). In this research McClelland et al. (1995), suggested that the hippocampus and neocortex act as separable but complementary memory systems. Specifically, the hippocampus short term memory storage and acts gradually over time to transfer memories into the neocortex for long term memory storage. They suggest that the information that is stored can be \"brought back\" to the hippocampus during active rehearsal, reminiscence, and sleep and renewed activation is what acts to transfer the information to the neocortex over time. In the pseudo-recurrent network, one of the sub-networks acts as an early processing area, akin to the hippocampus, and functions to learn new input patters. The other sub-network acts as a final-storage area, akin to the neocortex. However, unlike in McClelland et al. (1995) model, the final-storage area sends internally generated representation back to the early processing area. This creates a recurrent network. French proposed that this interleaving of old representations with new representations is the only way to reduce radical forgetting. Since the brain would most likely not have access to the original input patterns, the patterns that would be fed back to the neocortex would be internally generated representations called \"pseudopatterns\". These pseudopatterns are approximations of previous inputs and they can be interleaved with the learning of new inputs. The use of these pseudopatterns could be biologically plausible as parallels between the consolidation of learning that occurs during sleep and the use of interleaved pseudopatterns. Specifically, they both serve to integrate new information with old information without disruption of the old information. When given an input (and a teacher value) is fed into the pseudo-recurrent network would act as follows:",
            "score": 68.98544549942017
        },
        {
            "docid": "53948_30",
            "document": "Hippocampus . There are several \"navigational cells\" in the brain that are either in the hippocampus itself or are strongly connected to it, such as the speed cells present in the medial entorhinal cortex. Together these cells form a network that serves as spatial memory. The first of such cells discovered in the 1970s were the place cells, which led to the idea of the hippocampus acting to give a neural representation of the environment in a cognitive map. When the hippocampus is dysfunctional, orientation is affected; people may have difficulty in remembering how they arrived at a location and how to proceed further. Getting lost is a common symptom of amnesia. Studies with animals have shown that an intact hippocampus is required for initial learning and long-term retention of some spatial memory tasks, in particular ones that require finding the way to a hidden goal. Other cells have been discovered since the finding of the place cells in the rodent brain that are either in the hippocampus or the entorhinal cortex. These have been assigned as head direction cells, grid cells and boundary cells. Speed cells are thought to provide input to the hippocampal grid cells.",
            "score": 59.25968813896179
        },
        {
            "docid": "41118075_5",
            "document": "Deficiency of RbAp48 protein and memory loss . The hippocampus is a brain region which has many interconnected subregions, with each region having its own distinct neuron populations playing an important role in encoding memory. Many studies showed that Alzheimer's disease (AD) ameliorates memory by first acting on the entorhinal cortex (EC) which is the region providing the main input conduit from the external sensors to the hippocampus. Scientists initially identified memory loss associated with aging as an early manifestation of Alzheimer's; however, more recent evidence suggests that a distinct process affects the dentate gyrus (DG), which is a subregion of the hippocampus, and causes memory deterioration. The hippocampal formation is made up of many interconnected subregions and plays a vital role in retaining memory. Each subregion contains a specific population of neurons which have distinct molecular expression and physiological properties. As a result, these regions are vulnerable to various pathogenic mechanisms. Although both AD and the normal aging process affect the hippocampus, studies showed that these two processes can be distinguished by two anatomical patterns of hippocampal dysfunctions. Postmortem studies suggest that the entorhinal cortex (EC) and the subiculum are the hippocampal subregions most affected by AD, whereas the dentate gyrus is relatively preserved in most cases. In contrast to AD, the normal aging process does not cause cell death or other pathognomonic abnormalities that result in memory loss. Rather, age-related memory loss is characterized by dysfunctioning neurons. These results from MRI and other studies suggest that the primary initial target of normal aging is the DG, whereas the EC is relatively preserved.",
            "score": 95.63842868804932
        },
        {
            "docid": "44390130_4",
            "document": "Socioeconomic status and memory . When creating new memories, the hippocampus and related structures of the brain play a key role in consolidation. Memory consolidation is the transformation of short-term memories to long-term memories, which is crucial in the acquisition of new ideas. Until they can be stored more permanently, these memories are temporarily kept in the hippocampus in a process known as Standard Consolidation Theory. From childhood the hippocampus is developing, and it continues to mature beyond adolescents. A major barrier when it comes to studying working memory development in childhood is that much of the data come from adults who recall on past events of their childhood, and not from the children themselves. This creates a problem in memory recall of those events that occurred when the hippocampus was still developing, and the working memory wasn’t completely consolidated at the time. As people recall a former memory, the door to memory reconsolidation is opened. Reconsolidation refers to the retrieval of a memory from long-term storage to short-term working memory, where it is unstable and vulnerable to alteration. As reported by Staff et al. (2012), socioeconomic status measured early in childhood reared a significant difference in hippocampal size in adulthood, suggesting that there is in fact an impact on brain and cognitive development. Spatial memory is another specialized function of the brain, and more specifically, the hippocampus. Spatial memory refers to experiences that are recognized by their surrounding environment. Many of hippocampal neurons are in fact place cells. Place cells are neurons that are activated by certain locations or environments. If a child is constantly in a maladaptive environment, their hippocampal neurons may be performing poorly, and memory development may be sacrificed.",
            "score": 102.27193427085876
        },
        {
            "docid": "372271_6",
            "document": "Dentate gyrus . The role of the hippocampus in learning and memory has been studied for many decades since early lesion studies. One of the most prominent early cases of anterograde amnesia (inability to form new memories) linking the hippocampus to memory formation was the case of Henry Molaison (anonymously known as Patient H.M. until his death in 2008). His epilepsy was treated with surgical removal of his hippocampi (left and right hemispheres each have their own hippocampus) as well as some surrounding tissue. This targeted brain tissue removal left Mr. Molaison with an inability to form new memories, and the hippocampus has been thought critical to memory formation since that time. It remains unclear how the hippocampus enables new memory formation, but one process, called long term potentiation (LTP), occurs in this brain region. LTP involves long-lasting strengthening of synaptic connections after repeated stimulation. While the dentate gyrus shows LTP, it is also one of the few regions of the adult mammalian brain where neurogenesis (i.e., the birth of new neurons) takes place. Some studies hypothesize that new memories could preferentially use newly formed dentate gyrus cells, providing a potential mechanism for distinguishing multiple instances of similar events or multiple visits to the same location. This increased neurogenesis is associated with improved spatial memory in rodents, as seen through performance in a maze.",
            "score": 97.63222670555115
        },
        {
            "docid": "29020457_3",
            "document": "Gordon M. Shepherd . His electrophysiological studies of the olfactory bulb in 1963 produced one of the first examples of a brain microcircuit. Building on this work he collaborated with Wilfrid Rall at NIH to construct the first computational models of brain neurons. This predicted dendrodendritic interactions in the olfactory bulb, subsequently confirmed by electronmicroscopy, hypothesized to mediate lateral inhibition of the sensory input. A collaboration in 1975, using new methods of brain imaging, revealed that odors are encoded by different spatial activity patterns in the olfactory glomeruli of the olfactory bulb. This showed that the neural basis of smell in virtually all vertebrates involves odor representation by glomerular activity patterns (\"odor images\") which are then processed by lateral inhibition mediated by the dendrodendritic circuits. Shepherd's lab continued to use the olfactory bulb as a general model for the integrative actions of neuronal dendrites. This showed that dendrites contain multiple computational units; backpropagating action potentials in dendrites carry out specific functional operations; and dendritic spines can function as semi-independent input-output units. The lab also provided a basic circuit for olfactory cortex. New concepts to replace the classical \"neuron doctrine\" were suggested, and the term \"microcircuit\" for characterizing specific patterns of synaptic interactions in the nervous system.",
            "score": 77.87737500667572
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 82.57176160812378
        },
        {
            "docid": "25253854_4",
            "document": "Developmental plasticity . The underlying principle of synaptic plasticity is that synapses undergo an activity-dependent and selective strengthening or weakening so new information can be stored. Synaptic plasticity depends on numerous factors including the threshold of the presynaptic stimulus in addition to the relative concentrations of neurotransmitter molecules. Synaptic plasticity has long been implicated for its role in memory storage and is thought to play a key role in learning. However, during developmental periods synaptic plasticity is of particular importance as changes in the network of synaptic connections can ultimately lead to changes in developmental milestones. For instance, the initial overproduction of synapses during development is key to plasticity that occurs in the visual and auditory cortex. In experiments conducted by Hubel and Wiesel, the visual cortex of kittens exhibits synaptic plasticity in the refinement neural connections following visual inputs. Correspondingly, in the absence of such inputs during development, the visual field fails to develop properly and can lead to abnormal structures and behavior. Furthermore, research suggests that this initial overproduction of synapses during developmental periods provides the foundation by which many synaptic connections can be formed, thus resulting in more synaptic plasticity. In the same way that synapses are abundant during development, there are also refining mechanisms that coincidentally refine the connectivity of neural circuits. This regulatory process allows the strengthening of important or frequently used synaptic connections while reducing the amount of weak connections.",
            "score": 50.06147360801697
        },
        {
            "docid": "40158142_9",
            "document": "Nonlinear system identification . Artificial neural networks try loosely to imitate the network of neurons in the brain where computation takes place through a large number of simple processing elements. A typical neural network consists of a number of simple processing units interconnected to form a complex network. Layers of such units are arranged so that data is entered at the input layer and passes through either one or several intermediate layers before reaching the output layer. In supervised learning the network is trained by operating on the difference between the actual output and the desired output of the network, the prediction error, to change the connection strengths between the nodes. By iterating the weights are modified until the output error reaches an acceptable level. This process is called machine learning because the network adjusts the weights so that the output pattern is reproduced. Neural networks have been extensively studied and there are many excellent textbooks devoted to this topic in general, and more focussed textbooks which emphasise control and systems applications. There are two main problem types that can be studied using neural networks: static problems, and dynamic problems. Static problems include pattern recognition, classification, and approximation. Dynamic problems involve lagged variables and are more appropriate for system identification and related applications. Depending on the architecture of the network the training problem can be either nonlinear-in-the-parameters which involves optimisation or linear-in-the-parameters which can be solved using classical approaches. The training algorithms can be categorised into supervised, unsupervised, or reinforcement learning. Neural networks have excellent approximation properties but these are usually based on standard function approximation results using for example the Weierstrass Theorem that applies equally well to polynomials, rational functions, and other well-known models.  Neural networks have been applied extensively to system identification problems which involve nonlinear and dynamic relationships. However, classical neural networks are purely gross static approximating machines. There is no dynamics within the network. Hence when fitting dynamic models all the dynamics arise by allocating lagged inputs and outputs to the input layer of the network. The training procedure then produces the best static approximation that relates the lagged variables assigned to the input nodes to the output. There are more complex network architectures, including recurrent networks, that produce dynamics by introducing increasing orders of lagged variables to the input nodes. But in these cases it is very easy to over specify the lags and this can lead to over fitting and poor generalisation properties.  Neural networks have several advantages; they are conceptually simple, easy to train and to use, have excellent approximation properties, the concept of local and parallel processing is important and this provides integrity and fault tolerant behaviour. The biggest criticism of the classical neural network models is that the models produced are completely opaque and usually cannot be written down or analysed. It is therefore very difficult to know what is causing what, to analyse the model, or to compute dynamic characteristics from the model. Some of these points will not be relevant to all applications but they are for dynamic modelling.",
            "score": 53.60947394371033
        },
        {
            "docid": "1049228_19",
            "document": "Place cell . Sensory information received by place cells can be categorized as either metric or contextual information, where metric information corresponds to where place cells should fire and contextual input corresponds to whether or not a place field should fire in a certain environment. Metric sensory information is any kind of spatial input that might indicate a distance between two points. For example, the edges of an environment might signal the size of the overall place field or the distance between two points within a place field. Metric signals can be either linear or directional. Directional inputs provide information about the orientation of a place field, whereas linear inputs essentially form a representational grid. Contextual cues allow established place fields to adapt to minor changes in the environment, such as a change in object color or shape. Metric and contextual inputs are processed together in the entorhinal cortex before reaching the hippocampal place cells. Visuospatial and olfactory inputs are examples of sensory inputs that are utilized by place cells. These types of sensory cues can include both metric and contextual information.",
            "score": 19.8973867893219
        },
        {
            "docid": "2965167_14",
            "document": "NINDS brain trauma research . The plasticity of the brain and the rewiring of neural connections make it possible for one part of the brain to take up the functions of a disabled part. Scientists have long known that the immature brain is generally more plastic than the mature brain, and that the brains of children are better able to adapt and recover from injury than the brains of adults. NINDS researchers are investigating the mechanisms underlying this difference and theorize that children have an overabundance of hard-wired neural networks, many of which naturally decrease through a process called neural pruning. When an injury destroys an important neural network in children, another less useful neural network that would have eventually died takes over the responsibilities of the damaged network. Some researchers are looking at the role of plasticity in memory, while others are using imaging technologies, such as functional MRI, to map regions of the brain and record evidence of plasticity.",
            "score": 59.394081354141235
        },
        {
            "docid": "39182600_13",
            "document": "Heterosynaptic plasticity . A neural network that undergoes plastic changes between synapses must initiate normalization mechanisms in order to combat unrestrained potentiation or depression. One mechanism assures that the average firing rate of these neurons is kept at a reasonable rate through synaptic scaling. In this process, input levels are changed in cells to maintain average firing rate. For example, inhibitory synapses are strengthened or excitatory synapses are weakened to normalize the neural network and allow single neurons to regulate their firing rate. Another mechanism is the cell-wide redistribution of synaptic weight. This mechanism conserves the total synaptic weight across the cell by introducing competition between synapses. Thus, normalizing a single neuron after plasticity. During development, cells can be refined when some synapses are preserved and others are discarded to normalize total synaptic weight. In this way, homeostasis is conserved in cells that are undergoing plasticity and normal operation of learning networks is also preserved, allowing new information to be learned.",
            "score": 70.40350818634033
        },
        {
            "docid": "505717_72",
            "document": "Image segmentation . Pulse-coupled neural networks (PCNNs) are neural models proposed by modeling a cat’s visual cortex and developed for high-performance biomimetic image processing. In 1989, Eckhorn introduced a neural model to emulate the mechanism of a cat’s visual cortex. The Eckhorn model provided a simple and effective tool for studying the visual cortex of small mammals, and was soon recognized as having significant application potential in image processing. In 1994, the Eckhorn model was adapted to be an image processing algorithm by Johnson, who termed this algorithm Pulse-Coupled Neural Network. Over the past decade, PCNNs have been utilized for a variety of image processing applications, including: image segmentation, feature generation, face extraction, motion detection, region growing, noise reduction, and so on. A PCNN is a two-dimensional neural network. Each neuron in the network corresponds to one pixel in an input image, receiving its corresponding pixel’s color information (e.g. intensity) as an external stimulus. Each neuron also connects with its neighboring neurons, receiving local stimuli from them. The external and local stimuli are combined in an internal activation system, which accumulates the stimuli until it exceeds a dynamic threshold, resulting in a pulse output. Through iterative computation, PCNN neurons produce temporal series of pulse outputs. The temporal series of pulse outputs contain information of input images and can be utilized for various image processing applications, such as image segmentation and feature generation. Compared with conventional image processing means, PCNNs have several significant merits, including robustness against noise, independence of geometric variations in input patterns, capability of bridging minor intensity variations in input patterns, etc.",
            "score": 65.29434072971344
        },
        {
            "docid": "47826256_3",
            "document": "Sense of direction . Humans create spatial maps whenever they go somewhere. Neurons called place cells inside the hippocampus fire individually while a person makes their way through an environment. This was first discovered in rats, when the neurons of the hippocampus were recorded. Certain neurons fired whenever the rat was in a certain area of its environment. These neurons form a grid when they are all put together on the same plane.  We get our sense of direction when we match up spatial maps we have stored in the hippocampus, to the pattern of firing neurons when we are trying to find our way back or trying to find our car in the parking lot.",
            "score": 92.93482184410095
        },
        {
            "docid": "25935238_70",
            "document": "Educational neuroscience . The enriched environment argument is based on evidence that rats raised in complex environments perform better on maze tasks and have 20-25% more synaptic connections than those raised in austere environments. However, these enriched environments were in laboratory cages, and did not come close to replicating the intensely stimulating environment a rat would experience in the wild. Furthermore, the formation of these additional connections in response to novel environmental stimuli occurs throughout life, not just during a critical or sensitive period. For example, skilled pianists show enlarged representations in the auditory cortex relating specifically to piano tones, while violinists have enlarged neural representations for their left fingers. Even London taxi drivers who learn the London street map in intense detail develop enlarged formations in the part of the brain responsible for spatial representation and navigation. These results show that the brain can form extensive new connections as the result of focused educational input, even when this input is received solely during adulthood. Greenough’s work suggests a second type of brain plasticity. Whereas synaptogenesis and critical periods relate to experience-expectant plasticity, synaptic growth in complex environments relates to \"experience-dependent\" plasticity. This type of plasticity is concerned with environment specific learning, and not to features of the environment that are ubiquitous and common to all members of the species, such as vocabulary.",
            "score": 40.96472418308258
        },
        {
            "docid": "484650_7",
            "document": "Functional neuroimaging . Traditional \"activation studies\" focus on determining distributed patterns of brain activity associated with specific tasks. However, scientists are able to more thoroughly understand brain function by studying the interaction of distinct brain regions, as a great deal of neural processing is performed by an integrated network of several regions of the brain. An active area of neuroimaging research involves examining the functional connectivity of spatially remote brain regions. Functional connectivity analyses allow the characterization of interregional neural interactions during particular cognitive or motor tasks or merely from spontaneous activity during rest. FMRI and PET enable creation of functional connectivity maps of distinct spatial distributions of temporally correlated brain regions called functional networks. Several studies using neuroimaging techniques have also established that posterior visual areas in blind individuals may be active during the performance of nonvisual tasks such as Braille reading, memory retrieval, and auditory localization as well as other auditory functions.",
            "score": 45.70924615859985
        },
        {
            "docid": "20512936_12",
            "document": "Dendritic spike . Initiation of a dendritic spike through a single strong synaptic input does not guarantee that the spike will propagate reliably over long distances. If multiple synapses are simultaneously activated, dendritic spikes may be formed through spatial summation. Spatial summation involves the addition of multiple input signals resulting in a larger signal and possibly a dendritic spike. Hippocampal CA1 neurons have been shown to produce reliable dendritic spike propagation through spatial summation of multiple synaptic inputs. In the hippocampus, the CA1 neurons contain two distinctive regions that receive excitatory synaptic inputs: the perforant path (PP) through the apical dendritic tuft (500-750 μm from soma) and the Schaffer-collateral (SC) through the basal and apical dendrites (250-500 μm from soma). Studies show that individual stimulation of either the PP or SC was not sufficient enough to allow a dendritic spike to initiate an action potential. However, it was shown that when a dendritic spike occurred due to PP stimulations, the presence of a SC stimulation determined whether or not the signal would propagate to the soma.",
            "score": 60.081432938575745
        },
        {
            "docid": "10711453_2",
            "document": "Long short-term memory . Long short-term memory (LSTM) units (or blocks) are a building unit for layers of a recurrent neural network (RNN). A RNN composed of LSTM units is often called an LSTM network. A common LSTM unit is composed of a cell, an input gate, an output gate and a forget gate. The cell is responsible for \"remembering\" values over arbitrary time intervals; hence the word \"memory\" in LSTM. Each of the three \"gates\" can be thought of as a \"conventional\" artificial neuron, as in a multi-layer (or feedforward) neural network: that is, they compute an activation (using an activation function) of a weighted sum. Intuitively, they can be thought as \"regulators\" of the flow of values that goes through the connections of the LSTM; hence the denotation \"gate\". There are connections between these gates and the cell.",
            "score": 60.6717529296875
        },
        {
            "docid": "29826376_7",
            "document": "Hippocampal prosthesis . First, we must take into account that, like most of biological processes, the behaviors of neurons are highly nonlinear and depend on many factors: input frequency patterns, etc. Also, a good model must take into account the fact that the expression of a single nerve cell is negligible, since the processes are carried by groups of neurons interacting in network. Once installed, the device must assume all (or at least most) of the function of the damaged hippocampus for a prolonged period of time. First, the artificial neurons must be able to work together in network just like real neurons. Then, they must be able, working and effective synaptics connections with the existing neurons of the brain; therefore a model for silicon/neurons interface will be required.",
            "score": 94.54468822479248
        },
        {
            "docid": "26685741_32",
            "document": "Sleep and memory . A study by Peigneux \"et al.\", (2004) noted that the firing sequences in the hippocampal ensembles during spatial learning are also active during sleep, which shows that post training sleep has a role in processing spatial memories. This study was done to prove that the same hippocampal areas are activated in humans during route learning in a virtual town, and are reactivated during subsequent slow wave sleep (SWS). In order to monitor this activation, experimenters used PET scans and fMRI to use cerebral blood flow as a marker of synaptic activity. The finding noted that the amount of hippocampal activation during slow-wave sleep positively correlated to the improvement on the virtual tour task the following day, which indicates that hippocampal activity during sleep correlates with the improvement in memory performance. These findings prove that learning-dependent modulation in hippocampal activity while sleeping shows processing of the previously learned episodic and spatial memory traces. This modulation of the hippocampus leads to plastic changes in the brain and ultimately an improvement in performance. The results of this study showed that spatial memory traces are processed in humans while they are in NREM sleep. It showed a reaction of the hippocampal formation during SWS, after a declarative spatial memory task. Experimenters also found, that in humans, there is experience dependent modulations of activity during NREM sleep in the hippocampal regions, but not during REM sleep after learning. The evidence from this study was substantial to its hypothesis that the information learned while awake, is altered, and strengthened while humans are sleeping.",
            "score": 53.93659019470215
        },
        {
            "docid": "3312766_2",
            "document": "Olfactory bulb mitral cell . Mitral cells are neurons that are part of the olfactory system. They are located in the olfactory bulb in the mammalian central nervous system. They receive information from the axons of olfactory receptor neurons, forming synapses in neuropils called glomeruli. Axons of the mitral cells transfer information to a number of areas in the brain, including the piriform cortex, entorhinal cortex, and amygdala. Mitral cells receive excitatory input from olfactory sensory neurons and external tufted cells on their primary dendrites, whereas inhibitory input arises either from granule cells onto their lateral dendrites and soma or from periglomerular cells onto their dendritic tuft. Mitral cells together with tufted cells form an obligatory relay for all olfactory information entering from the olfactory nerve. Mitral cell output is not a passive reflection of their input from the olfactory nerve. In mice, each mitral cell sends a single primary dendrite into a glomerulus receiving input from a population of olfactory sensory neurons expressing identical olfactory receptor proteins, yet the odor responsiveness of the 20-40 mitral cells connected to a single glomerulus (called sister mitral cells) is not identical to the tuning curve of the input cells, and also differs between sister mitral cells. The exact type of processing that mitral cells perform with their inputs still a matter of controversy. One prominent hypothesis is the notion that mitral cells transform the strength of olfactory input into a timing code, where odor concentration is encoded in the phase of mitral cell firing relative to the sniff cycle. A second (not necessarily exclusive) hypothesis is the idea of decorrelation in the olfactory bulb network, where the olfactory bulb network acts as a dynamical system whose action over time increases some (abstract) measure of distance between representations of highly similar odorants. Support for the second hypothesis comes primarily from research in zebrafish (where mitral and tufted cells cannot be distinguished).",
            "score": 56.86699974536896
        },
        {
            "docid": "26685741_46",
            "document": "Sleep and memory . The brain is an ever-changing, plastic, model of information sharing and processing. In order for the brain to incorporate new experiences into a refined schema it has to undergo specific modifications to consolidate and assimilate all new information. Synaptic plasticity can be described as the changing in strength between two related neurons. Neuroplasticity is most clearly seen in the instances of REM sleep deprivation during brain maturation. Regional brain measurements in neo-natal REM sleep deprived rats displayed a significant size reduction in areas such as the cerebral cortex and the brain stem. The rats were deprived during critical periods after birth and thus anatomical size reduction is observed. Using a pursuit task (used to test visuomotor capabilities) in combination with an fMRI, Maquet et al., 2003, found that increases in activation were seen in the supplementary eye field and right dentate nucleus of subjects who were allowed to sleep as compared to sleep deprived individuals. The right superior temporal sulcus was also noticed to have higher activation levels. When functional connectivity was analyzed it was found that the dentate nucleus was more closely involved with the functions of the superior temporal sulcus. The results suggest that performance on the pursuit task relies on the subject's ability to comprehend appropriate movement patterns in order for recreation of the optimal movements. Sleep deprivation was found to interrupt the slow processes that lead to learning of this procedural skill and alter connectivity changes that would have normally been seen after a night of rest. Neuroplasticity has been thoroughly researched over the past few decades and results have shown that significant changes that occur in our cortical processing areas have the power to modulate neuronal firing to both new and previously experienced stimuli.",
            "score": 88.97574090957642
        },
        {
            "docid": "1717129_35",
            "document": "Explicit memory . It is believed that sleep plays an active role in consolidation of declarative memory. Specifically, sleep's unique properties enhance \"memory consolidation\", such as the reactivation of newly learned memories during sleep. For example, it has been suggested that the central mechanism for consolidation of declarative memory during sleep is the reactivation of hippocampal memory representations. This reactivation transfers information to neocortical networks where it is integrated into long-term representations. Studies on rats involving maze learning found that hippocampal neuronal assemblies that are used in the encoding of spatial information are reactivated in the same temporal order. Similarly, positron emission tomography (PET) has shown reactivation of the \"hippocampus\" in slow-wave sleep (SWS) after spatial learning. Together these studies show that newly learned memories are reactivated during sleep and through this process new memory traces are consolidated. In addition, researchers have identified three types of sleep (SWS, sleep spindle and REM) in which declarative memory is consolidated.",
            "score": 79.77102565765381
        },
        {
            "docid": "20510214_13",
            "document": "Activity-dependent plasticity . Activity-dependent plasticity plays a very important role in learning and in the ability of understanding new things. It is responsible for helping to adapt an individual's brain according to the relative amount of usage and functioning. In essence, it is the brain's ability to retain and develop memories based on activity-driven changes of synaptic strength that allow stronger learning of information. It is thought to be the growing and adapting quality of dendritic spines that provide the basis for synaptic plasticity connected to learning and memory. Dendritic spines accomplish this by transforming synaptic input into neuronal output and also by helping to define the relationship between synapses.",
            "score": 85.02063274383545
        },
        {
            "docid": "858937_42",
            "document": "Spatial memory . Blocking plasticity in this region results in problems in goal-directed navigation and impairs the ability to remember precise locations. Amnesic patients with damage to the hippocampus cannot learn or remember spatial layouts and patients having undergone hippocampal removal are severely impaired in spatial navigation. Monkeys with lesions to this area cannot learn object-place associations and rats also display spatial deficits by not reacting to spatial change. In addition, rats with hippocampal lesions were shown to have temporally ungraded (time-independent) retrograde amnesia that is resistant to recognition of a learned platform task only when the entire hippocampus is lesioned, but not when it is partially lesioned. Deficits in spatial memory are also found in spatial discrimination tasks. Large differences in spatial impairment are found among the dorsal and ventral hippocampus. Lesions to the ventral hippocampus have no effect on spatial memory, while the dorsal hippocampus is required for retrieval, processing short-term memory and transferring memory from the short term to longer delay periods. Infusion of amphetamine into the dorsal hippocampus has also been shown to enhance memory for spatial locations learned previously. These findings indicate that there is a functional dissociation between the dorsal and ventral hippocampus.",
            "score": 57.76913022994995
        },
        {
            "docid": "14470857_3",
            "document": "Radiation-induced cognitive decline . The hippocampus is one of two structures of the central nervous system where neurogenesis continues after birth. The other structure that undergoes neurogenesis is the olfactory bulb. Therefore, it has been proposed that neurogenesis plays some role in the proper functionality of the hippocampus and the olfactory bulb. To test this proposal, a group of rats with normal hippocampal neurogenesis (control) were subjected to a placement recognition exercise that required proper hippocampus function to complete. Afterwards a second group of rats (experimental) were subjected to the same exercise but in that trial their neurogenesis in the hippocampus was arrested. It was found that the experimental group was not able to distinguish between its familiar and unexplored territory. The experimental group spent more time exploring the familiar territory, while the control group spent more time exploring the new territory. The results indicate that neurogenesis in the hippocampus is important for memory and proper hippocampal functionality. Therefore, if radiation therapy inhibits neurogenesis in the hippocampus it would lead to the cognitive decline observed in patients who have received this radiation therapy. In animal studies discussed by Monje and Palmer in \"Radiation Injury and Neurogenesis\", it has been proven that radiation does indeed decrease or arrest neurogenesis altogether in the hippocampus. This decrease in neurogenesis is due to apoptosis of the neurons which usually occurs after irradiation. However it has not been proven whether the apoptosis is a direct result of the radiation itself or if there are other factors that cause neuronal apoptosis, namely changes in the hippocampus micro-environment or damage to the precursor pool. Determining the exact cause of the cell apoptosis is important because then it may be possible to inhibit the apoptosis and reverse the effects of the arrested neurogenesis.",
            "score": 82.10480213165283
        },
        {
            "docid": "2458955_14",
            "document": "Colin Blakemore . Although initially controversial, the idea that the mammalian brain is 'plastic' and adaptive is now a dominant theme in neuroscience. The plasticity of connections between nerve cells is thought to underlie many different types of learning and memory, as well as sensory development. The changes in organisation can be remarkably rapid, even in adults. Blakemore has shown that the visual parts of the human cortex become responsive to input from the other senses, especially touch, in people who have been blind since shortly after birth. After stroke or other forms of brain injury, reorganisation of this sort can help the process of recovery, as other parts of the brain take over the function of the damaged part.",
            "score": 47.43387961387634
        },
        {
            "docid": "10974486_2",
            "document": "Storage (memory) . Memory is the ability of the mind to store and recall information that was previously acquired. Memory is processed through three fundamental processing stages: storage, encoding, and retrieval. Storing refers to the process of placing newly acquired information into memory, which is modified in the brain for easier storage. Encoding this information makes the process of retrieval easier for the brain where it can be recalled and brought into conscious thinking. Modern memory psychology differentiates between the two distinct types of memory storage: short-term memory and long-term memory. In addition, different memory models have suggested variations of existing short- and long-term memory to account for different ways of storing memory. The memory it can be defined as the circuit or a device which can store the information like programs data and results. Memory is generally used for the faster form and store for the slower form",
            "score": 44.59542155265808
        },
        {
            "docid": "1095131_20",
            "document": "Kinesthetic learning . The cerebral cortex is the brain tissue covering the top and sides of the brain in most vertebrates. It is involved in storing and processing of sensory inputs and motor outputs. In the human brain, the cerebral cortex is actually a sheet of neural tissue about 1/8th inch thick. The sheet is folded so that it can fit inside the skull. The neural circuits in this area of the brain expand with practice of an activity, just like the synaptic plasticity grows with practice. Clarification of some of the mechanisms of learning by neuro science has been advanced, in part, by the advent of non-invasive imaging technologies, such as positron emission tomography (PET) and functional magnetic resonance imaging (FMRI). These technologies have allowed researchers to observe human learning processes directly. Through these types of technologies, we are now able to see and study what happens in the process of learning. In different tests performed the brain being imaged showed a greater blood flow and activation to that area of the brain being stimulated through different activities such as finger tapping in a specific sequence. It has been revealed that the process at the beginning of learning a new skill happens quickly, and later on slows down to almost a plateau. This process can also be referred to as The Law of Learning. The slower learning showed in the FMRI that in the cerebral cortex this was when the long term learning was occurring, suggesting that the structural changes in the cortex reflect the enhancement of skill memories during later stages of training. When a person studies a skill for a longer duration of time, but in a shorter amount of time they will learn quickly, but also only retain the information into their short-term memory. Just like studying for an exam; if a student tries to learn everything the night before, it will not stick in the long run. If a person studies a skill for a shorter duration of time, but more frequently and long-term, their brain will retain this information much longer as it is stored in the long-term memory. Functional and structural studies of the brain have revealed a vast interconnectivity between diverse regions of the cerebral cortex. For example, large numbers of axons interconnect the posterior sensory areas serving vision, audition, and touch with anterior motor regions. Constant communication between sensation and movement makes sense, because to execute smooth movement through the environment, movement must be continuously integrated with knowledge about one's surroundings obtained via sensory perception. The cerebral cortex plays a role in allowing humans to do this.",
            "score": 60.47076964378357
        },
        {
            "docid": "14901871_6",
            "document": "Didactic organisation . A third important feature for didactic organisation in vivo concerns the spatial scale of spike propagation within a network. While it is expected that didactic organisation will always be present among neurons that exhibit spike timing-dependent plasticity and causal activity (see above), the spatial scale over which didactic organisation can occur between neurons within a network should be limited by the spatial scale of spike propagation. Evidence suggests that the scale of spike propagation can be actively controlled by adjusting the balance of excitation and inhibition within a network (a balance that can be modulated by synaptic scaling, for example), thus providing a means by which a network can actively control when and to what extent didactic organisation can occur. For this reason, and the very specific connectivity patterns that can be achieved via didactic organisation, it has been speculated that didactic organisation may play an important role in brain development.",
            "score": 53.88909673690796
        },
        {
            "docid": "11079999_9",
            "document": "Subgranular zone . There is a reciprocal relationship between neurogenesis in the SGZ and learning and memory, particularly spatial memory. On the one hand, high rates of neurogenesis may increase memory abilities. For instance, the high rate of neurogenesis and neuronal turnover in young animals may be the reason behind their ability to rapidly acquire new memories and learn new tasks. There is a hypothesis that the constant formation of new neurons is the reason newly acquired memories have a temporal aspect. On the other hand, learning, particularly spatial learning, which depends on the hippocampus, has a positive effect on cell survival and induces cell proliferation through increased synaptic activity and neurotransmitter release. Although more work needs to be done to solidify the relationship between hippocampal neurogenesis and memory, it is clear from cases of hippocampal degeneration that neurogenesis is necessary in order for the brain to cope with changes in the external environment and to produce new memories in a temporally correct manner.",
            "score": 100.49692487716675
        },
        {
            "docid": "10839226_2",
            "document": "Cultured neuronal network . A cultured neuronal network is a cell culture of neurons that is used as a model to study the central nervous system, especially the brain. Often, cultured neuronal networks are connected to an input/output device such as a multi-electrode array (MEA), thus allowing two-way communication between the researcher and the network. This model has proved to be an invaluable tool to scientists studying the underlying principles behind neuronal learning, memory, plasticity, connectivity, and information processing.",
            "score": 87.12093663215637
        }
    ],
    "r": [
        {
            "docid": "740746_4",
            "document": "Adult neurogenesis . Much more attention has been paid to neurogenesis in the dentate gyrus than in the striatum. In rodents, many of the newborn dentate gyrus neurons die shortly after they are born, but a number of them become functionally integrated into the surrounding brain tissue. The amount of neurons born in the human hippocampus remains controversial; some studies have reported that in adult humans about 700 new neurons are added in the hippocampus every day, while other studies show that adult hippocampal neurogenesis does not exist in humans, or, if it does, it is at undetectable levels. The role of new neurons in adult brain function thus remains unclear. Adult neurogenesis is reported to play a role in learning and memory, emotion, stress, depression, response to injury, and other conditions.",
            "score": 122.30126190185547
        },
        {
            "docid": "1947410_34",
            "document": "Critical period . Recent studies also support the possibility of a critical period for the development of neurons that mediate memory processing. Experimental evidence supports the notion that young neurons in the adult dentate gyrus have a critical period (about 1–3 weeks after neuronal birth) during which they are integral to memory formation. Although the exact reasoning behind this observation is uncertain, studies suggest that the functional properties of neurons at this age make them most appropriate for this purpose; these neurons: (1) Remain hyperactive during the formation of memories; (2) are more excitable; and (3) More easily depolarizable due to GABAergic effects. It is also possible that hyperplasticity makes the neurons more useful in memory formation. If these young neurons had more plasticity than adult neurons in the same context, they could be more influential in smaller numbers. The role of these neurons in the adult dentate gyrus in memory processing is further supported by the fact that behavioral experiments have shown that an intact dentate gyrus is integral to hippocampal memory formation. It is speculated that the dentate gyrus acts a relay station for information relating to memory storage. The likelihood of a critical period could change the way we view memory processing because it would ultimately mean that the collection of neurons present is constantly being replenished as new neurons replace old ones. If a critical period does indeed exist, this could possibly mean that: (1) Diverse populations of neurons that represent events occurring soon after one another may connect those events temporally in the memory formation and processing; OR (2) These different populations of neurons may distinguish between similar events, independent of temporal position; OR (3) Separate populations may mediate the formation of new memories when the same events occur frequently.",
            "score": 109.68101501464844
        },
        {
            "docid": "4500802_12",
            "document": "Elizabeth Gould (psychologist) . The functional role of new neurons Although the function of new neurons in the adult brain is as yet unknown Gould and her colleagues have begun to conjecture possibilities. So many new neurons are generated in the hippocampus and these cells appear to be a sensitive to experience, therefore it seems likely to the Gould team that they participate in hippocampal function. They are exploring the possibility that new neurons participate in two functions of the hippocampus, learning and modulation of the stress response. They have shown that learning enhances the number of new neurons but only under certain conditions. Furthermore they have discovered, experimental depletion of new neurons is associated with impairment in certain types of learning but not others. A decrease in the number of new neurons following treatment with anti-mitotic drugs impairs trace eye blink conditioning but not spatial learning in a Morris water maze, both hippocampal-dependent tasks.",
            "score": 106.92089080810547
        },
        {
            "docid": "44390130_4",
            "document": "Socioeconomic status and memory . When creating new memories, the hippocampus and related structures of the brain play a key role in consolidation. Memory consolidation is the transformation of short-term memories to long-term memories, which is crucial in the acquisition of new ideas. Until they can be stored more permanently, these memories are temporarily kept in the hippocampus in a process known as Standard Consolidation Theory. From childhood the hippocampus is developing, and it continues to mature beyond adolescents. A major barrier when it comes to studying working memory development in childhood is that much of the data come from adults who recall on past events of their childhood, and not from the children themselves. This creates a problem in memory recall of those events that occurred when the hippocampus was still developing, and the working memory wasn’t completely consolidated at the time. As people recall a former memory, the door to memory reconsolidation is opened. Reconsolidation refers to the retrieval of a memory from long-term storage to short-term working memory, where it is unstable and vulnerable to alteration. As reported by Staff et al. (2012), socioeconomic status measured early in childhood reared a significant difference in hippocampal size in adulthood, suggesting that there is in fact an impact on brain and cognitive development. Spatial memory is another specialized function of the brain, and more specifically, the hippocampus. Spatial memory refers to experiences that are recognized by their surrounding environment. Many of hippocampal neurons are in fact place cells. Place cells are neurons that are activated by certain locations or environments. If a child is constantly in a maladaptive environment, their hippocampal neurons may be performing poorly, and memory development may be sacrificed.",
            "score": 102.27193450927734
        },
        {
            "docid": "3717_32",
            "document": "Brain . In humans and many other mammals, new neurons are created mainly before birth, and the infant brain contains substantially more neurons than the adult brain. There are, however, a few areas where new neurons continue to be generated throughout life. The two areas for which adult neurogenesis is well established are the olfactory bulb, which is involved in the sense of smell, and the dentate gyrus of the hippocampus, where there is evidence that the new neurons play a role in storing newly acquired memories. With these exceptions, however, the set of neurons that is present in early childhood is the set that is present for life. Glial cells are different: as with most types of cells in the body, they are generated throughout the lifespan.",
            "score": 101.52317810058594
        },
        {
            "docid": "740746_39",
            "document": "Adult neurogenesis . Adult-born neurons appear to have a role in the regulation of stress. Studies have linked neurogenesis to the beneficial actions of specific antidepressants, suggesting a connection between decreased hippocampal neurogenesis and depression. In a pioneer study, scientists demonstrated that the behavioral benefits of antidepressant administration in mice is reversed when neurogenesis is prevented with x-irradiation techniques. In fact, newborn neurons are more excitable than older neurons due to a differential expression of GABA receptors. A plausible model, therefore, is that these neurons augment the role of the hippocampus in the negative feedback mechanism of the HPA-axis (physiological stress) and perhaps in inhibiting the amygdala (the region of brain responsible for fearful responses to stimuli). Indeed, suppression of adult neurogenesis can lead to an increased HPA-axis stress response in mildly stressful situations. This is consistent with numerous findings linking stress-relieving activities (learning, exposure to a new yet benign environment, and exercise) to increased levels of neurogenesis, as well as the observation that animals exposed to physiological stress (cortisol) or psychological stress (e.g. isolation) show markedly decreased levels of newborn neurons. Interestingly, under chronic stress conditions, the elevation of newborn neurons by antidepressants improves the hippocampal-dependent control on the stress response; without newborn neurons, antidepressants are unable to restore the regulation of the stress response and recovery becomes impossible.",
            "score": 100.60784912109375
        },
        {
            "docid": "11079999_9",
            "document": "Subgranular zone . There is a reciprocal relationship between neurogenesis in the SGZ and learning and memory, particularly spatial memory. On the one hand, high rates of neurogenesis may increase memory abilities. For instance, the high rate of neurogenesis and neuronal turnover in young animals may be the reason behind their ability to rapidly acquire new memories and learn new tasks. There is a hypothesis that the constant formation of new neurons is the reason newly acquired memories have a temporal aspect. On the other hand, learning, particularly spatial learning, which depends on the hippocampus, has a positive effect on cell survival and induces cell proliferation through increased synaptic activity and neurotransmitter release. Although more work needs to be done to solidify the relationship between hippocampal neurogenesis and memory, it is clear from cases of hippocampal degeneration that neurogenesis is necessary in order for the brain to cope with changes in the external environment and to produce new memories in a temporally correct manner.",
            "score": 100.4969253540039
        },
        {
            "docid": "14755419_6",
            "document": "BTG2 . BTG2 is a transcriptional cofactor, given that it has been shown to associate with, and regulate the promoters not only of Id3 but also of cyclin D1 and RAR-β, being part of transcriptional complexes. Interestingly, it has been shown that when the differentiation of new neurons of the hippocampus - a brain region important for learning and memory - is either accelerated or delayed by means of overexpression or deletion of BTG2, respectively, spatial and contextual memory is heavily altered. This suggests that the time the young neurons spend in different states of neuronal differentiation is critical for their ultimate function in learning and memory, and that BTG2 may play a role in the timing of recruitment of the new neuron into memory circuits.",
            "score": 100.0577163696289
        },
        {
            "docid": "36053717_7",
            "document": "Endogenous regeneration . In the hippocampus, newly formed neurons contribute only a small portion to the entire neuron population. These new neurons have different electrophysiology compared to the rest of the existing neurons. This may be evidence that generating new neurons in the SGZ is part of learning and memorizing activity of mammals. Several studies have been performed to explain the relationship between neruogenesis and learning. In the case of learning, that related to the hippocampal function, a significantly increased number of neurons are generated in the SGZ and survival of the new neurons is increased if they are required for retention of memory. In addition to learning and memorizing, neurogenesis in the SGZ is also affected by mood and emotion. With constant, inescapable stress, which usually results in emotional depression, there is a significant decrease in neurogensis, the effect of which can be reversed by treatment with fluoxetine.",
            "score": 97.96794128417969
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 97.962646484375
        },
        {
            "docid": "372271_6",
            "document": "Dentate gyrus . The role of the hippocampus in learning and memory has been studied for many decades since early lesion studies. One of the most prominent early cases of anterograde amnesia (inability to form new memories) linking the hippocampus to memory formation was the case of Henry Molaison (anonymously known as Patient H.M. until his death in 2008). His epilepsy was treated with surgical removal of his hippocampi (left and right hemispheres each have their own hippocampus) as well as some surrounding tissue. This targeted brain tissue removal left Mr. Molaison with an inability to form new memories, and the hippocampus has been thought critical to memory formation since that time. It remains unclear how the hippocampus enables new memory formation, but one process, called long term potentiation (LTP), occurs in this brain region. LTP involves long-lasting strengthening of synaptic connections after repeated stimulation. While the dentate gyrus shows LTP, it is also one of the few regions of the adult mammalian brain where neurogenesis (i.e., the birth of new neurons) takes place. Some studies hypothesize that new memories could preferentially use newly formed dentate gyrus cells, providing a potential mechanism for distinguishing multiple instances of similar events or multiple visits to the same location. This increased neurogenesis is associated with improved spatial memory in rodents, as seen through performance in a maze.",
            "score": 97.6322250366211
        },
        {
            "docid": "200405_10",
            "document": "Limbic system . The first and most widely researched area concerns memory, spatial memory in particular. Spatial memory was found to have many sub-regions in the hippocampus, such as the dentate gyrus (DG) in the dorsal hippocampus, the left hippocampus, and the parahippocampal region. The dorsal hippocampus was found to be an important component for the generation of new neurons, called adult-born granules (GC), in adolescence and adulthood. These new neurons contribute to pattern separation in spatial memory, increasing the firing in cell networks, and overall causing stronger memory formations.",
            "score": 96.09066772460938
        },
        {
            "docid": "41118075_5",
            "document": "Deficiency of RbAp48 protein and memory loss . The hippocampus is a brain region which has many interconnected subregions, with each region having its own distinct neuron populations playing an important role in encoding memory. Many studies showed that Alzheimer's disease (AD) ameliorates memory by first acting on the entorhinal cortex (EC) which is the region providing the main input conduit from the external sensors to the hippocampus. Scientists initially identified memory loss associated with aging as an early manifestation of Alzheimer's; however, more recent evidence suggests that a distinct process affects the dentate gyrus (DG), which is a subregion of the hippocampus, and causes memory deterioration. The hippocampal formation is made up of many interconnected subregions and plays a vital role in retaining memory. Each subregion contains a specific population of neurons which have distinct molecular expression and physiological properties. As a result, these regions are vulnerable to various pathogenic mechanisms. Although both AD and the normal aging process affect the hippocampus, studies showed that these two processes can be distinguished by two anatomical patterns of hippocampal dysfunctions. Postmortem studies suggest that the entorhinal cortex (EC) and the subiculum are the hippocampal subregions most affected by AD, whereas the dentate gyrus is relatively preserved in most cases. In contrast to AD, the normal aging process does not cause cell death or other pathognomonic abnormalities that result in memory loss. Rather, age-related memory loss is characterized by dysfunctioning neurons. These results from MRI and other studies suggest that the primary initial target of normal aging is the DG, whereas the EC is relatively preserved.",
            "score": 95.638427734375
        },
        {
            "docid": "2777285_10",
            "document": "Adult stem cell . The existence of stem cells in the adult brain has been postulated following the discovery that the process of neurogenesis, the birth of new neurons, continues into adulthood in rats. The presence of stem cells in the mature primate brain was first reported in 1967. It has since been shown that new neurons are generated in adult mice, songbirds and primates, including humans. Normally, adult neurogenesis is restricted to two areas of the brain – the subventricular zone, which lines the lateral ventricles, and the dentate gyrus of the hippocampal formation. Although the generation of new neurons in the hippocampus is well established, the presence of true self-renewing stem cells there has been debated. Under certain circumstances, such as following tissue damage in ischemia, neurogenesis can be induced in other brain regions, including the neocortex.",
            "score": 95.11775970458984
        },
        {
            "docid": "12947872_20",
            "document": "Adult development . New neurons are constantly formed from stem cells in parts of the adult brain throughout adulthood, a process called adult neurogenesis. The hippocampus is the area of the brain that is most active in neurogenesis. Research shows that thousands of new neurons are produced in the hippocampus every day. The brain constantly changes and rewires itself throughout adulthood, a process known as neuroplasticity. Evidence suggests that the brain changes in response to diet, exercise, social environment, stress and toxin intake. These same external factors also influence genetic expression throughout adult life - a phenomenon known as genetic plasticity.",
            "score": 94.5921630859375
        },
        {
            "docid": "29826376_7",
            "document": "Hippocampal prosthesis . First, we must take into account that, like most of biological processes, the behaviors of neurons are highly nonlinear and depend on many factors: input frequency patterns, etc. Also, a good model must take into account the fact that the expression of a single nerve cell is negligible, since the processes are carried by groups of neurons interacting in network. Once installed, the device must assume all (or at least most) of the function of the damaged hippocampus for a prolonged period of time. First, the artificial neurons must be able to work together in network just like real neurons. Then, they must be able, working and effective synaptics connections with the existing neurons of the brain; therefore a model for silicon/neurons interface will be required.",
            "score": 94.54469299316406
        },
        {
            "docid": "8402086_6",
            "document": "Computational neurogenetic modeling . Modeling of genes and proteins allows individual responses of neurons in an artificial neural network that mimic responses in biological nervous systems, such as division (adding new neurons to the artificial neural network), creation of proteins to expand their cell membrane and foster neurite outgrowth (and thus stronger connections with other neurons), up-regulate or down-regulate receptors at synapses (increasing or decreasing the weight (strength) of synaptic inputs), uptake more neurotransmitters, change into different types of neurons, or die due to necrosis or apoptosis. The creation and analysis of these networks can be divided into two sub-areas of research: the  gene up-regulation that is involved in the normal functions of a neuron, such as growth, metabolism, and synapsing; and the effects of mutated genes on neurons and cognitive functions.",
            "score": 93.20172119140625
        },
        {
            "docid": "47826256_3",
            "document": "Sense of direction . Humans create spatial maps whenever they go somewhere. Neurons called place cells inside the hippocampus fire individually while a person makes their way through an environment. This was first discovered in rats, when the neurons of the hippocampus were recorded. Certain neurons fired whenever the rat was in a certain area of its environment. These neurons form a grid when they are all put together on the same plane.  We get our sense of direction when we match up spatial maps we have stored in the hippocampus, to the pattern of firing neurons when we are trying to find our way back or trying to find our car in the parking lot.",
            "score": 92.93482208251953
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 92.22685241699219
        },
        {
            "docid": "193622_12",
            "document": "Eric Kandel . Karl Lashley, a well-known American neuropsychologist, had tried but failed to identify an anatomical locus for memory storage in the cortex of the brain. When Kandel joined the Laboratory of Neurophysiology at the US National Institutes of Health in 1957, William Beecher Scoville and Brenda Milner had recently described the patient HM, who had lost the ability to form new memories after removal of his hippocampus. Kandel took on the task of performing electrophysiological recordings from hippocampal pyramidal neurons. Working with Alden Spencer, he found electrophysiological evidence for action potentials in the dendritic trees of hippocampal neurons. The team also noticed the spontaneous pacemaker-like activity of these neurons, as well as a robust recurrent inhibition in the hippocampus. They provided the first intracellular records of the electrical activity that underlies the epileptic spike (the intracellular paroxysmal depolarizing shift) and the epileptic runs of spikes (the intracellular sustained depolarization). But, with respect to memory, there was nothing in the general electrophysiological properties of hippocampal neurons that suggested why the hippocampus was special for explicit memory storage.",
            "score": 92.15422821044922
        },
        {
            "docid": "740746_44",
            "document": "Adult neurogenesis . Neurogenesis is substantially reduced in the hippocampus of aged animals, raising the possibility that it may be linked to age-related declines in hippocampal function. For example, the rate of neurogenesis in aged animals is predictive of memory. However, new born cells in aged animals are functionally integrated. Given that neurogenesis occurs throughout life, it might be expected that the hippocampus would steadily increase in size during adulthood, and that therefore the number of granule cells would be increased in aged animals. However, this is not the case, indicating that proliferation is balanced by cell death. Thus, it is not the addition of new neurons into the hippocampus that seems to be linked to hippocampal functions, but rather the rate of turnover of granule cells.",
            "score": 90.27771759033203
        },
        {
            "docid": "29798108_7",
            "document": "Malleability of intelligence . Neural plasticity refers to any change in the structure of the neural network that forms the central nervous system. Neural plasticity is the neuronal basis for changes in how the mind works, including learning, the formation of memory, and changes in intelligence. One well-studied form of plasticity is Long-Term Potentiation (LTP). It refers to a change in neural connectivity as a result of high activation on both sides of a synaptic cleft. This change in neural connectivity allows information to be more easily processed, as the neural connection associated with that information becomes stronger through LTP. Other forms of plasticity involve the growth of new neurons, the growth of new connections between neurons, and the selective elimination of such connection, called \"dendritic pruning\".",
            "score": 90.11174774169922
        },
        {
            "docid": "35075711_46",
            "document": "Spontaneous recovery . Another area of the brain important for memory recovery is the hippocampus and medial temporal lobes. Regarding the former, studies have shown that the hippocampus is a crucial area to strengthen memories by forming stronger connections between neurons. This is done when a person associates more stimuli with a particular memory and it becomes more easily accessible. Temporal lobes are said to be the area of the brain that are important for storing new memories when learning. The availability of memories accessible to recall is positively correlated with the size and function of a person's temporal lobe.",
            "score": 90.00455474853516
        },
        {
            "docid": "31217535_15",
            "document": "Memory . Short-term memory is supported by transient patterns of neuronal communication, dependent on regions of the frontal lobe (especially dorsolateral prefrontal cortex) and the parietal lobe. Long-term memory, on the other hand, is maintained by more stable and permanent changes in neural connections widely spread throughout the brain. The hippocampus is essential (for learning new information) to the consolidation of information from short-term to long-term memory, although it does not seem to store information itself. It was thought that without the hippocampus new memories were unable to be stored into long-term memory and that there would be a very short attention span, as first gleaned from patient Henry Molaison after what was thought to be the full removal of both his hippocampi. More recent examination of his brain, post-mortem, shows that the hippocampus was more intact than first thought, throwing theories drawn from the initial data into question. The hippocampus may be involved in changing neural connections for a period of three months or more after the initial learning.",
            "score": 89.8259506225586
        },
        {
            "docid": "1042651_19",
            "document": "Retrograde amnesia . Recent research has begun to investigate the effects of stress and fear-inducing situations with the onset of RA. Long-term potentiation (LTP) is the process by which there is a signal transmission between neurons after the activation of a neuron, which has been known to play a strong role in the hippocampus in learning and memory. Common changes in the hippocampus have been found to be related to stress and induced LTP. The commonalities support the idea that variations of stress can play a role in producing new memories as well as the onset of RA for other memories. Also, the amygdala plays a crucial role in memory and can be affected by emotional stimuli, evoking RA.",
            "score": 89.81888580322266
        },
        {
            "docid": "600788_3",
            "document": "Brain-derived neurotrophic factor . BDNF acts on certain neurons of the central nervous system and the peripheral nervous system, helping to support the survival of existing neurons, and encourage the growth and differentiation of new neurons and synapses. In the brain, it is active in the hippocampus, cortex, and basal forebrain—areas vital to learning, memory, and higher thinking. It is also expressed in the retina, motor neurons, the kidneys, saliva, and the prostate.",
            "score": 89.61394500732422
        },
        {
            "docid": "40618504_19",
            "document": "Memory erasure . With evidence showing that different memories excite different neurons or system of neurons in the brain the technique of destroying select neurons in the brain to erase specific memories is also being researched. Studies have started to investigate the possibility of using distinct toxins along with biotechnology that allows the researchers to see which areas of the brain are being used during the reward learning process of making a memory to destroy target neurons. In a paper published in 2009, authors showed that neurons in the lateral amygdala that had a higher level of cyclic adenosine monophosphate response element-binding protein (CREB) were activated primarily over other neurons by fear memory expression. This indicated to them that these neurons were directly involved in the making of the memory trace for that fear memory. They then proceeded to train mice using auditory fear training to produce a fear memory. They proceeded to check which of the neurons were overexpressing CREB and then, using a inducible diphtheria-toxin strategy, they destroyed those neurons, resulting in persistent and strong memory erasure of the fear memory.",
            "score": 89.16259765625
        },
        {
            "docid": "26685741_46",
            "document": "Sleep and memory . The brain is an ever-changing, plastic, model of information sharing and processing. In order for the brain to incorporate new experiences into a refined schema it has to undergo specific modifications to consolidate and assimilate all new information. Synaptic plasticity can be described as the changing in strength between two related neurons. Neuroplasticity is most clearly seen in the instances of REM sleep deprivation during brain maturation. Regional brain measurements in neo-natal REM sleep deprived rats displayed a significant size reduction in areas such as the cerebral cortex and the brain stem. The rats were deprived during critical periods after birth and thus anatomical size reduction is observed. Using a pursuit task (used to test visuomotor capabilities) in combination with an fMRI, Maquet et al., 2003, found that increases in activation were seen in the supplementary eye field and right dentate nucleus of subjects who were allowed to sleep as compared to sleep deprived individuals. The right superior temporal sulcus was also noticed to have higher activation levels. When functional connectivity was analyzed it was found that the dentate nucleus was more closely involved with the functions of the superior temporal sulcus. The results suggest that performance on the pursuit task relies on the subject's ability to comprehend appropriate movement patterns in order for recreation of the optimal movements. Sleep deprivation was found to interrupt the slow processes that lead to learning of this procedural skill and alter connectivity changes that would have normally been seen after a night of rest. Neuroplasticity has been thoroughly researched over the past few decades and results have shown that significant changes that occur in our cortical processing areas have the power to modulate neuronal firing to both new and previously experienced stimuli.",
            "score": 88.97574615478516
        },
        {
            "docid": "1872854_34",
            "document": "Biochemical cascade . Synaptic degeneration and death of nerve cells are defining features of Alzheimer's disease (AD), the most prevalent age-related neurodegenerative disorders. In AD, neurons in the hippocampus and basal forebrain (brain regions that subserve learning and memory functions) are selectively vulnerable. Studies of postmortem brain tissue from AD people have provided evidence for increased levels of oxidative stress, mitochondrial dysfunction and impaired glucose uptake in vulnerable neuronal populations. Studies of animal and cell culture models of AD suggest that increased levels of oxidative stress (membrane lipid peroxidation, in particular) may disrupt neuronal energy metabolism and ion homeostasis, by impairing the function of membrane ion-motive ATPases, glucose and glutamate transporters. Such oxidative and metabolic compromise may thereby render neurons vulnerable to excitotoxicity and apoptosis. Recent studies suggest that AD can manifest systemic alterations in energy metabolism (e.g., increased insulin resistance and dysregulation of glucose metabolism). Emerging evidence that dietary restriction can forestall the development of AD is consistent with a major \"metabolic\" component to these disorders, and provides optimism that these devastating brain disorders of aging may be largely preventable.",
            "score": 88.79378509521484
        },
        {
            "docid": "21120_6",
            "document": "Neuron . In most cases, neurons are generated by special types of stem cells during brain development and childhood. Neurons in the adult brain generally do not undergo cell division. Astrocytes are star-shaped glial cells that have also been observed to turn into neurons by virtue of the stem cell characteristic pluripotency. Neurogenesis largely ceases during adulthood in most areas of the brain. However, there is strong evidence for generation of substantial numbers of new neurons in two brain areas, the hippocampus and olfactory bulb.",
            "score": 88.71211242675781
        },
        {
            "docid": "31217535_44",
            "document": "Memory . One question that is crucial in cognitive neuroscience is how information and mental experiences are coded and represented in the brain. Scientists have gained much knowledge about the neuronal codes from the studies of plasticity, but most of such research has been focused on simple learning in simple neuronal circuits; it is considerably less clear about the neuronal changes involved in more complex examples of memory, particularly declarative memory that requires the storage of facts and events (Byrne 2007). Convergence-divergence zones might be the neural networks where memories are stored and retrieved. Considering that there are several kinds of memory, depending on types of represented knowledge, underlying mechanisms, processes functions and modes of acquisition, it is likely that different brain areas support different memory systems and that they are in mutual relationships in neuronal networks: \"components of memory representation are distributed widely across different parts of the brain as mediated by multiple neocortical circuits\".",
            "score": 88.34966278076172
        },
        {
            "docid": "2872287_26",
            "document": "Neural binding . Cognitive binding is associated with the different states of human consciousness. Two of the most studied states of consciousness are the wakefulness and REM sleep. There have been multiple studies showing, electrophysiologically, that these two states are quite similar in nature. This has led some neural binding theorists to study the modes of cognitive awareness in each state. Certain observations have even led these scientists to hypothesize that since there is little cognition going on during REM sleep, the increased thalamocortical responses show the action of processing in the waking preconscious. The thalamus and cortex are important anatomical features in cognitive and sensory awareness. The understanding of how these neurons fire and relate to one other in each of these states (REM and Waking) is paramount to understanding awareness and its relation to neural binding. In the waking state, neuronal activity in animals is subject to changes based on the current environment. Changes in environment act as a form of stress on the brain so that when sensory neurons are then fired synchronously, they acclimate to the new state. This new state can then be moved to the hippocampus where it can be stored for later use. In the words of James Newman and Anthony A. Grace in their article, \"Binding Across Time\" this idea is put forth: \"The hippocampus is the primary recipient of inferotemporal outputs and is known to be the substrate for the consolidation of working memories to long term, episodic memories.\" The logging of \"episodes\" is then used for \"streaming\", which can mediate by the selective gating of certain information reentering sensory awareness. Streaming and building of episodic memories would not be possible if neural binding did not unconsciously connect the two synchronous oscillations. The pairing of these oscillations can then help input the correct sensory material. If these paired oscillations are not new, then cognitively these firings will be easily understood. If there are new firings, the brain will have to acclimate to the new understanding. In REM sleep, the only extreme difference from the waking state is that the brain does not have the actual waking amount of sensory firings, so cognitively, there is not as much awareness here, although the activity of the \"brain’s eye\" is still quite significant and very similar to the waking state. Studies have shown that during sleep there are still 40 Hz Oscillation firings. These firings are due to the perceived stimuli happening in dreams. \"",
            "score": 88.21063232421875
        }
    ]
}