{
    "q": [
        {
            "docid": "45702632_4",
            "document": "Quantal neurotransmitter release . Calcium ion signaling to the axon terminal is the usual signal for presynaptic release of neurotransmitters. Calcium ion diffusion into the presynaptic membrane signals the axon terminal to release quanta to generate either an IPSP or EPSP in the postsynaptic membrane. Release of different neurotransmitters will lead to different postsynaptic potentials. Action potentials that transmit down to the axon terminal will depolarize the terminal's membrane and cause a conformational change in the membrane's calcium ion channels. These calcium channels will adopt an \"open\" configuration that will allow only calcium ions to enter the axon terminal. The influx of calcium ions will further depolarize the interior of the axon terminal and will signal the quanta in the axon terminal to bind to the presynaptic membrane. Once bound, the vesicles will fuse into the membrane and the neurotransmitters will be released into the membrane by exocytosis.",
            "score": 102.91548800468445
        },
        {
            "docid": "5637355_3",
            "document": "Neural facilitation . plays a significant role in transmitting signals at chemical synapses. Voltage-gated channels are located within the presynaptic terminal. When an action potential invades the presynaptic membrane, these channels open and enters. A higher concentration of enables synaptic vesicles to fuse to the presynaptic membrane and release their contents (neurotransmitters) into the synaptic cleft to ultimately contact receptors in the postsynaptic membrane. The amount of neurotransmitter released is correlated with the amount of influx. Therefore, short-term facilitation (STF) results from a build up of within the presynaptic terminal when action potentials propagate close together in time.",
            "score": 105.87855386734009
        },
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 131.58647847175598
        },
        {
            "docid": "6389071_7",
            "document": "Endocytic cycle . Impulses between neurons are transmitted by the release of neurotransmitters at the junction between the two cells, a region called a synapse. This release is effected by exocytosis at the presynaptic terminal. A vesicle full of transmitter, acetylcholine (for example), in the presynaptic terminal fuses with its neighbouring plasma membrane and thereby releases a burst of acetylcholine into the synaptic space. The acetylcholine is rapidly degraded here, but before this happens it activates acetylcholine receptors on the postsynaptic terminal and triggers an electrical impulse in that cell. The membrane added to the presynaptic terminal is recovered by endocytosis and recycled to form fresh vesicles full of neurotransmitter, ready for another cycle of postsynaptic excitation.",
            "score": 108.96120095252991
        },
        {
            "docid": "7330655_3",
            "document": "Recoverin . Recoverin is involved in the recovery phase of visual excitation and in adaptation to background light. It controls the life span of photoexcited rhodopsin by helping to inhibit rhodopsin kinase. An image of bovine recoverin with 3.00 Å resolution is shown. This three-dimensional structure was determined by X-ray diffraction. Covalently attached at the amino-terminal of recoverin is a myristoyl group. When the protein binds calcium ions, it undergoes a conformational change and brings out the myristoyl group from the binding portion so that the group is able to either interact with the target or the protein can move to a different region. When recoverin is not bound to calcium, it stays in cytosol. When recoverin binds calcium, it migrates to the disc membrane and is embedded into the membrane using the myristoyl group to anchor itself. This calcium-bound form of recoverin slows the activity of rhodopsin kinase, resulting in the prolongation of light sensitivity for rhodopsin. Recent publications point out additional functions for recoverin. For instance, it goes through a light-dependent intracellular translocation to rod synaptic terminals and improves the signal transfer between rods and rod bipolar cells in the retina of mice.",
            "score": 78.60630941390991
        },
        {
            "docid": "156998_24",
            "document": "Action potential . Neurons are electrically excitable cells composed, in general, of one or more dendrites, a single soma, a single axon and one or more axon terminals. Dendrites are cellular projections whose primary function is to receive synaptic signals. Their protrusions, known as dendritic spines, are designed to capture the neurotransmitters released by the presynaptic neuron. They have a high concentration of ligand-gated ion channels. These spines have a thin neck connecting a bulbous protrusion to the dendrite. This ensures that changes occurring inside the spine are less likely to affect the neighboring spines. The dendritic spine can, with rare exception (see LTP), act as an independent unit. The dendrites extend from the soma, which houses the nucleus, and many of the \"normal\" eukaryotic organelles. Unlike the spines, the surface of the soma is populated by voltage activated ion channels. These channels help transmit the signals generated by the dendrites. Emerging out from the soma is the axon hillock. This region is characterized by having a very high concentration of voltage-activated sodium channels. In general, it is considered to be the spike initiation zone for action potentials, i.e. the trigger zone. Multiple signals generated at the spines, and transmitted by the soma all converge here. Immediately after the axon hillock is the axon. This is a thin tubular protrusion traveling away from the soma. The axon is insulated by a myelin sheath. Myelin is composed of either Schwann cells (in the peripheral nervous system) or oligodendrocytes (in the central nervous system), both of which are types of glial cells. Although glial cells are not involved with the transmission of electrical signals, they communicate and provide important biochemical support to neurons. To be specific, myelin wraps multiple times around the axonal segment, forming a thick fatty layer that prevents ions from entering or escaping the axon. This insulation prevents significant signal decay as well as ensuring faster signal speed. This insulation, however, has the restriction that no channels can be present on the surface of the axon. There are, therefore, regularly spaced patches of membrane, which have no insulation. These nodes of Ranvier can be considered to be \"mini axon hillocks\", as their purpose is to boost the signal in order to prevent significant signal decay. At the furthest end, the axon loses its insulation and begins to branch into several axon terminals. These presynaptic terminals, or synaptic boutons, are a specialized area within the axon of the presynaptic cell that contains neurotransmitters enclosed in small membrane-bound spheres called synaptic vesicles.",
            "score": 102.99931693077087
        },
        {
            "docid": "13876671_13",
            "document": "Gliotransmitter . The fact that the release of gliotransmitters via elevations in calcium causes synaptic transmission leads to the idea of the “tripartite synapse.” The tripartite synapse involves the localization of astrocytes and synapses and is a concept of synaptic physiology in which there are three parts of a synapse: the presynaptic terminal, the postsynaptic terminal, and an astrocyte in between them. One model of the tripartite synapse shows the presynaptic and postsynaptic terminals lying adjacent to each other, which the astrocyte is wrapped around the postsynaptic terminal. However, localization and spatial distribution of the three elements of the tripartite synapse vary in different regions of the brain. Potassium channels between the astrocyte and the presynaptic terminal make it possible to release K+ ions and avoid accumulation after neuronal activity. Also, the release of neurotransmitters from presynaptic vesicles activates metabotropic receptors on the astrocyte, which then causes the astrocyte’s release of gliotransmitters from the cell.",
            "score": 137.97966408729553
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 114.07683444023132
        },
        {
            "docid": "27809_14",
            "document": "Chemical synapse . The release of a neurotransmitter is triggered by the arrival of a nerve impulse (or action potential) and occurs through an unusually rapid process of cellular secretion (exocytosis). Within the presynaptic nerve terminal, vesicles containing neurotransmitter are localized near the synaptic membrane. The arriving action potential produces an influx of calcium ions through voltage-dependent, calcium-selective ion channels at the down stroke of the action potential (tail current). Calcium ions then bind to synaptotagmin proteins found within the membranes of the synaptic vesicles, allowing the vesicles to fuse with the presynaptic membrane. The fusion of a vesicle is a stochastic process, leading to frequent failure of synaptic transmission at the very small synapses that are typical for the central nervous system. Large chemical synapses (e.g. the neuromuscular junction), on the other hand, have a synaptic release probability of 1. Vesicle fusion is driven by the action of a set of proteins in the presynaptic terminal known as SNAREs. As a whole, the protein complex or structure that mediates the docking and fusion of presynaptic vesicles is called the active zone. The membrane added by the fusion process is later retrieved by endocytosis and recycled for the formation of fresh neurotransmitter-filled vesicles.",
            "score": 116.46560263633728
        },
        {
            "docid": "21610244_12",
            "document": "Ribbon synapse . Information is conveyed from photoreceptor cells to bipolar cells via the release of the neurotransmitter glutamate at the ribbon synapse. Conventional neurons encode information by changes in the rate of action potentials, but for complex senses like vision, this is not sufficient. Ribbon synapses enable neurons to transmit light signals over a dynamic range of several orders of magnitude in intensity. This is achieved by encoding intensity changes in tonic rate of transmitter release which requires the release of several hundred to several thousand synaptic vesicles per second.",
            "score": 102.2452003955841
        },
        {
            "docid": "45702632_5",
            "document": "Quantal neurotransmitter release . The exact mechanism of calcium ion signaling to the presynaptic membrane is unknown, but it has been well established that calcium ion influxes in the axon terminal are linked to neurotransmitter release. Current research suggests that neurotransmitter release into neuromuscular junctions is signaled using a hierarchy of calcium ion channels and receptors in the presynaptic membrane, with different channels and receptors showing varying degrees of excitability in the presynaptic membrane. The variety in calcium channels suggests that more efficient channels are utilized first and that differing use of calcium ion channels leads to differing levels of quantal release.",
            "score": 96.23251056671143
        },
        {
            "docid": "1128901_8",
            "document": "End-plate potential . All neurotransmitters are released into the synaptic cleft via exocytosis from synaptic vesicles. Two kinds of neurotransmitter vesicles exist: large dense core vesicles and small clear core vesicles. Large dense core vesicles contain neuropeptides and large neurotransmitters that are created in the cell body of the neuron and then transported via fast axonal transport down to the axon terminal. Small clear core vesicles transport small molecule neurotransmitters that are synthesized locally in the presynaptic terminals. Finalized neurotransmitter vesicles are bound to the presynaptic membrane. When an action potential propagates down the motor neuron axon and arrives at the axon terminal, it causes a depolarization of the axon terminal and opens calcium channels. This causes the release of the neurotransmitters via vesicle exocytosis.",
            "score": 107.32770276069641
        },
        {
            "docid": "958_21",
            "document": "Axon . When an action potential reaches a presynaptic terminal, it activates the synaptic transmission process. The first step is rapid opening of calcium ion channels in the membrane of the axon, allowing calcium ions to flow inward across the membrane. The resulting increase in intracellular calcium concentration causes synaptic vesicles (tiny containers enclosed by a lipid membrane) filled with a neurotransmitter chemical to fuse with the axon's membrane and empty their contents into the extracellular space. The neurotransmitter is released from the presynaptic nerve through exocytosis. The neurotransmitter chemical then diffuses across to receptors located on the membrane of the target cell. The neurotransmitter binds to these receptors and activates them. Depending on the type of receptors that are activated, the effect on the target cell can be to excite the target cell, inhibit it, or alter its metabolism in some way. This entire sequence of events often takes place in less than a thousandth of a second. Afterward, inside the presynaptic terminal, a new set of vesicles is moved into position next to the membrane, ready to be released when the next action potential arrives. The action potential is the final electrical step in the integration of synaptic messages at the scale of the neuron.",
            "score": 110.19905972480774
        },
        {
            "docid": "17523336_5",
            "document": "Olivocochlear system . All currently known activity of the olivocochlear system is via a nicotinic class neurotransmitter receptor complex that is coupled with a calcium-activated potassium channel. Together, these systems generate an unusual synaptic response to stimulation from the brain. The olivocochlear synaptic terminals contain various neurotransmitters and neuroactive peptides. The major neurotransmitter employed by the olivocochlear system is acetylcholine (ACh), although gamma-aminobutyric acid (GABA) is also localized in the terminals. ACh release from the olivocochlear terminals activates an evolutionarily ancient cholinergic receptor complex composed of the nicotinic alpha9 and alpha10 subunits. While these subunits create a ligand-gated ion channel that is especially permeable to calcium and monovalent cations the cellular response of the outer hair cells to ACh activation is hyperpolarizing, rather than the expected depolarizing response. This comes about due to the rapid activation of an associated potassium channel. This channel, the apamin sensitive, small conductance SK2 potassium channel, is activated by calcium that is likely released into the cytoplasm via calcium-induced calcium release from calcium stores within the subsynaptic cisternae as a response to incoming calcium from the nicotinic complex. However, it has not been ruled out that some incoming calcium through the nicotinic alpha9alpha10 channel may also directly activate the SK channel. Electrophysiological responses recorded from outer hair cells following ACh stimulation therefore show a small inward current (carried largely by incoming calcium via the acetylcholine receptor) that is immediately followed by a large outward current, the potassium current, that hyperpolarizes the outer hair cell.",
            "score": 84.15490746498108
        },
        {
            "docid": "35075711_28",
            "document": "Spontaneous recovery . The pathway of recall associated with the retrieval of visual memories is the visual system. The image is captured by the eye and then transmitted to the brain by the optic nerve, which terminated on the cells of the lateral geniculate nucleus. The main target that the lateral geniculate nucleus projects onto is the primary visual cortex, which is the part of the cerebral cortex responsible for processing visual information. The analysis of visual stimuli continues through two major cortical systems for processing. The first is the ventral pathway, which extends to the temporal lobe and is involved in recognizing objects (the \"what\" pathway). The second is the dorsal pathway, which projects to the parietal lobe and is essential in locating objects (the \"where\" pathway).",
            "score": 18.92910623550415
        },
        {
            "docid": "37631758_7",
            "document": "Visual masking . Originally proposed by Breitmeyer and Ganz in 1976, the original version of this model stated that there were two different visual information channels- one being fast and transient, the other being slow and sustained. The theory asserts that each stimulus travels up each channel, and both channels are necessary for proper and full processing of any given stimulus. It explained backward masking by saying that the neural representation of the mask would travel up the transient channel and intercept the neural representation of the target as it travelled up the slower channel, suppressing the target’s representation and decreasing its visibility. One problem with this model, as proposed by Macknik and Martinez-Conde, is that it predicts masking to occur as a function of how far apart, temporally, the stimulus \"onset\" is. However, Macknik and Martinez-Conde showed that backward masking is actually more dependent on how far apart stimulus \"termination\" is.",
            "score": 23.82563304901123
        },
        {
            "docid": "18327609_6",
            "document": "Neuromuscular junction disease . Release of acetylcholine vesicles from the presynaptic terminal occurs only after adequate depolarization of the efferent nerve. Once a motor nerve action potential reaches the presynaptic nerve terminal it causes an increase in intracellular calcium concentration by causing an increase in ion conductance through voltage gated calcium channels. This increase in calcium concentration allows the acetylcholine vesicles to fuse with the plasma membrane at the presynaptic membrane, in a process called exocytosis, thus releasing acetylcholine into the synapse. Once acetylcholine is present in the synapse it is able to bind to nicotinic acetylcholine receptors increasing conductance of certain cations, sodium and potassium in the postsynaptic membrane and producing an excitatory end т и ироооurrent. As cations flow into the postsynaptic cell, this causes a depolarization, as the membrane voltage increases above normal resting potential. If the signal is of sufficient magnitude, than an action potential will be generated post synaptically. The action potential will propagate through the sarcolemma to the interior of the muscle fibers eventually leading to an increase in intracellular calcium levels and subsequently initiating the process of Excitation–contraction coupling. Once coupling begins it allows the sarcomeres of the muscles to shorten, thus leading to the contraction of the muscle.",
            "score": 102.16630148887634
        },
        {
            "docid": "24342030_9",
            "document": "Synapsin 2 . However, the restoration of synapsin IIa to neurons without pre-existing synapsins, can partially recover presumably lost signal transduction and slow the depression of synaptic response with progressive stimulation. Its isoform synapsin IIb may have a similar but weaker effect. Through fluorescence and staining, it has been demonstrated that synapsin IIa increases the number and density of glutamatergic synaptic vesicles in the nerve terminal of neural axons. The recovery of nervous signal transduction is attributed to the increase in density of synaptic vesicles, which carry neurotransmitters to the synaptic cleft, and the amount of synaptic vesicles in the reserve pool in the presence of synapsin IIa. In turn, this is thought to increase the number of vesicles available for mobilization from the reserve pool to the ready-release pool. The reserve pool is the pool of synaptic vesicles which reside in the nerve terminal away from the presynaptic membrane of the axon, but are not in the ready to release or ready-release pool. Those vesicles in the ready-release pool reside very close to the presynaptic membrane and are primed to release neurotransmitters for nervous signal transduction.",
            "score": 101.81374633312225
        },
        {
            "docid": "15774067_4",
            "document": "Synaptic noise . Both synaptic voltage and temporal noise are due to the probability associated with transmitter release. In an action potential, calcium channels are opened by depolarization and release Ca ions into the presynaptic cell. This causes neurotransmitters, which are kept in vesicles, to be released into the synapse. Vesicles are released in quanta – packets that contain roughly 7,000 molecules of transmitters. The likelihood of quanta being released is assigned a probability that increases when the action potential arrives at synaptic terminals, and progressively decreases to a lower, resting value. Therefore, the uncertainty involved in the exact timing of neurotransmitter release is a cause for synaptic temporal noise. Furthermore, the strength of the postsynaptic response varies based on the number of quanta released. Quantal release results in the inconsistent strength and timing of a response, and this is cause for synaptic voltage noise.",
            "score": 103.56223368644714
        },
        {
            "docid": "1110611_19",
            "document": "Muscle contraction . A neuromuscular junction is a chemical synapse formed by the contact between a motor neuron and a muscle fiber. It is the site in which a motor neuron transmits a signal to a muscle fiber to initiate muscle contraction. The sequence of events that results in the depolarization of the muscle fiber at the neuromuscular junction begins when an action potential is initiated in the cell body of a motor neuron, which is then propagated by saltatory conduction along its axon toward the neuromuscular junction. Once it reaches the terminal bouton, the action potential causes a ion influx into the terminal by way of the voltage-gated calcium channels. The influx causes synaptic vesicles containing the neurotransmitter acetylcholine to fuse with the plasma membrane, releasing acetylcholine into the synaptic cleft between the motor neuron terminal and the neuromuscular junction of the skeletal muscle fiber. Acetylcholine diffuses across the synapse and binds to and activates nicotinic acetylcholine receptors on the neuromuscular junction. Activation of the nicotinic receptor opens its intrinsic sodium/potassium channel, causing sodium to rush in and potassium to trickle out. As a result, the sarcolemma reverses polarity and its voltage quickly jumps from the resting membrane potential of -90mV to as high as +75mV as sodium enters. The membrane potential then becomes hyperpolarized when potassium exits and is then adjusted back to the resting membrane potential. This rapid fluctuation is called the end-plate potential The voltage-gated ion channels of the sarcolemma next to the end plate open in response to the end plate potential. These voltage-gated channels are sodium and potassium specific and only allow one through. This wave of ion movements creates the action potential that spreads from the motor end plate in all directions. If action potentials stop arriving, then acetylcholine ceases to be released from the terminal bouton. The remaining acetylcholine in the synaptic cleft is either degraded by active acetylcholine esterase or reabsorbed by the synaptic knob and none is left to replace the degraded acetylcholine.",
            "score": 92.7933349609375
        },
        {
            "docid": "5637355_16",
            "document": "Neural facilitation . Because the probability of vesicle release is activity-dependent, synapses can act as dynamic filters for information transmission. Synapses with a low initial probability of vesicle release act as high-pass filters: because the release probability is low, a higher-frequency signal is needed to trigger release, and the synapse thus selectively responds to high-frequency signals. Likewise, synapses with high initial release probabilities serve as low-pass filters, responding to lower-frequency signals. Synapses with an intermediate probability of release act as band-pass filters that selectively respond to a specific range of frequencies. These filtering characteristics may be affected by a variety of factors, including both PPD and PPF, as well as chemical neuromodulators. In particular, because synapses with low release probabilities are more likely to experience facilitation than depression, high-pass filters are often converted to band-pass filters. Likewise, because synapses with high initial release probabilities are more likely to undergo depression than facilitation, it is common for low-pass filters to become band-pass filters, as well. Neuromodulators, meanwhile, may affect these short-term plasticities. In synapses with intermediate release probabilities, properties of the individual synapse will determine how the synapse changes in response to stimuli. These changes in filtration affect information transmission and encoding in response to repeated stimuli.",
            "score": 56.34363150596619
        },
        {
            "docid": "534435_7",
            "document": "Lateral line . Hair cells utilize a system of transduction that uses rate coding in order to transmit the directionality of a stimulus. Hair cells of the lateral line system produce a constant, tonic rate of firing. As mechanical motion is transmitted through water to the neuromast, the cupula bends and is displaced. Varying in magnitude with the strength of the stimulus, shearing movement and deflection of the hairs is produced, either toward the longest hair or away from it. This results in a shift in the cell’s ionic permeability, resulting from changes to open ion channels caused by the deflection of the hairs. Deflection towards the longest hair results in depolarization of the hair cell, increased neurotransmitter release at the excitatory afferent synapse, and a higher rate of signal transduction. Deflection towards the shorter hair has the opposite effect, hyperpolarizing the hair cell and producing a decreased rate of neurotransmitter release. These electrical impulses are then transmitted along afferent lateral neurons to the brain.",
            "score": 62.59903860092163
        },
        {
            "docid": "12647848_26",
            "document": "Calyx of Held . Calcium influx for the immature calyx of Held is mediated by N-, P/Q-, and R-type calcium channels; however upon maturation only P/Q-type calcium channels become dominant. Upon calcium influx, the immature calyx of Held is highly reactive due to its small calcium buffer ability – this causes the release of glutamate even at low levels of calcium influx. Within the terminal, as with other synapses, two calcium ions bind to synaptotagmin in order to trigger vesicle release – for the calyces of Held, glutamate is released in the vesicles. In addition to vesicle release, calcium ions signal for the calyx terminal to return to the inactive state. Upon calcium influx, a cAMP-response element binding protein (CREB) is phosphorylated, altering the potassium concentrations within the cell to return the terminal to an inactive state. Removal of the calcium is done through various methods including: being removed from the terminal, being taken up into mitochondria, or binding to calcium-binding proteins such as parvalbumin and calretinin.",
            "score": 71.70824551582336
        },
        {
            "docid": "20848680_8",
            "document": "Cellular neuroscience . After neurotransmitters are synthesized, they are packaged and stored in vesicles. These vesicles are pooled together in terminal boutons of the presynaptic neuron. When there is a change in voltage in the terminal bouton, voltage-gated calcium channels embedded in the membranes of these boutons become activated. These allow Ca ions to diffuse through these channels and bind with synaptic vesicles within the terminal boutons. Once bounded with Ca, the vesicles dock and fuse with the presynaptic membrane, and release neurotransmitters into the synaptic cleft by a process known as exocytosis. The neurotransmitters then diffuse across the synaptic cleft and bind to postsynaptic receptors embedded on the postsynaptic membrane of another neuron. There are two families of receptors: ionotropic and metabotropic receptors. Ionotropic receptors are a combination of a receptor and an ion channel. When ionotropic receptors are activated, certain ion species such as Na to enter the postsynaptic neuron, which depolarizes the postsynaptic membrane. If more of the same type of postsynaptic receptors are activated, then more Na will enter the postsynaptic membrane and depolarize cell. Metabotropic receptors on the other hand activate second messenger cascade systems that result in the opening of ion channel located some place else on the same postsynaptic membrane. Although slower than ionotropic receptors that function as on-and-off switches, metabotropic receptors have the advantage of changing the cell's responsiveness to ions and other metabolites, examples being gamma amino-butyric acid (inhibitory transmitter), glutamic acid (excitatory transmitter), dopamine, norepinephrine, epinephrine, melanin, serotonin, melatonin, endorphins, dynorphins, nociceptin, and substance P.",
            "score": 98.63600182533264
        },
        {
            "docid": "41122418_2",
            "document": "Perisynaptic schwann cells . Perisynaptic schwann cells (also known as Terminal schwann cells or Teloglia) are Neuroglia found at the Neuromuscular junction (NMJ) with known functions in synaptic transmission, synaptogenesis, and nerve regeneration. These cells share a common ancestor with both Myelinating and Non-Myelinating Schwann Cells called Neural Crest cells. Perisynaptic Schwann Cells (PSCs) contribute to the tripartite synapse organization in combination with the pre-synaptic nerve and the post-synaptic muscle fiber. PSCs are considered to be the glial component of the Neuromuscular Junction (NMJ) and have a similar functionality to that of Astrocytes in the Central Nervous System. The characteristics of PSCs are based on both external synaptic properties and internal glial properties, where the internal characteristics of PSCs develop based on the associated synapse, for example: the PSCs of a fast-twitch muscle fiber differ from the PSCs of a slow-twitch muscle fiber even when removed from their natural synaptic environment. PSCs of fast-twitch muscle fibers have higher Calcium levels in response to synapse innervation when compared to slow-twitch PSCs. This balance between external and internal influences creates a range of PSCs that are present in the many Neuromuscular Junctions of the Peripheral Nervous System.",
            "score": 85.78420543670654
        },
        {
            "docid": "305136_18",
            "document": "Visual system . In the retina, the photoreceptors synapse directly onto bipolar cells, which in turn synapse onto ganglion cells of the outermost layer, which will then conduct action potentials to the brain. A significant amount of visual processing arises from the patterns of communication between neurons in the retina. About 130 million photo-receptors absorb light, yet roughly 1.2 million axons of ganglion cells transmit information from the retina to the brain. The processing in the retina includes the formation of center-surround receptive fields of bipolar and ganglion cells in the retina, as well as convergence and divergence from photoreceptor to bipolar cell. In addition, other neurons in the retina, particularly horizontal and amacrine cells, transmit information laterally (from a neuron in one layer to an adjacent neuron in the same layer), resulting in more complex receptive fields that can be either indifferent to color and sensitive to motion or sensitive to color and indifferent to motion.",
            "score": 69.3802421092987
        },
        {
            "docid": "1822196_16",
            "document": "Molecular neuroscience . Neurotransmitter release is dependent on an external supply of Ca ions which enter axon terminals via voltage-gated calcium channels. Vesicular fusion with the terminal membrane and release of the neurotransmitter is caused by the generation of Ca gradients induced by incoming action potentials. The Ca ions cause the mobilization of newly synthesized vesicles from a reserve pool to undergo this membrane fusion. This mechanism of action was discovered in squid giant axons. Lowering intracellular Ca ions provides a direct inhibitory effect on neurotransmitter release. After release of the neurotransmitter occurs, vesicular membranes are recycled to their origins of production. Calcium ion channels can vary depending on the location of incidence. For example, the channels at an axon terminal differ from the typical calcium channels of a cell body (whether neural or not). Even at axon terminals, calcium ion channel types can vary, as is the case with P-type calcium channels located at the neuromuscular junction.",
            "score": 70.30292403697968
        },
        {
            "docid": "157898_2",
            "document": "Eye . Eyes are organs of the visual system. They provide organisms with vision, the ability to receive and process visual detail, as well as enabling several photo response functions that are independent of vision. Eyes detect light and convert it into electro-chemical impulses in neurons. In higher organisms, the eye is a complex optical system which collects light from the surrounding environment, regulates its intensity through a diaphragm, focuses it through an adjustable assembly of lenses to form an image, converts this image into a set of electrical signals, and transmits these signals to the brain through complex neural pathways that connect the eye via the optic nerve to the visual cortex and other areas of the brain. Eyes with resolving power have come in ten fundamentally different forms, and 96% of animal species possess a complex optical system. Image-resolving eyes are present in molluscs, chordates and arthropods.",
            "score": 37.143006563186646
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 94.76571106910706
        },
        {
            "docid": "5618682_16",
            "document": "MAPK/ERK pathway . Dynamic signal processing by the ERK pathway <br> Single cell imaging experiments have shown ERK to be activated in stochastic bursts in the presence of EGF. Furthermore, the pathway has been shown to encode the strength of signaling inputs though frequency modulated pulses of its activity. Using live cell FRET biosensors, cells induced with different concentrations of EGF illicit activity bursts of different frequency, where higher levels of EGF resulted in more frequent bursts of ERK activity. Furthermore, the dynamics of ERK activation in response to mitogens were found to be relevant for unique downstream responses including timing of S-phase entry in MCF10A cells. Various types of growth factors can also lead to unique ERK dynamics in other cell types effecting cell fate, suggesting the temporal dynamics of ERK activation is a general means of encoding unique gene expression programs by cells.",
            "score": 40.57014584541321
        },
        {
            "docid": "1635395_4",
            "document": "Optical neural network . Biological neural networks function on an electrochemical basis, while optical neural networks use electromagnetic waves. Optical interfaces to biological neural networks can be created with optogenetics, but is not the same as an optical neural networks. In biological neural networks there exist a lot of different mechanisms for dynamically changing the state of the neurons, these include short-term and long-term synaptic plasticity. Synaptic plasticity is among the electrophysiological phenomena used to control the efficiency of synaptic transmission, long-term for learning and memory, and short-term for short transient changes in synaptic transmission efficiency. Implementing this with optical components is difficult, and ideally requires advanced photonic materials. Properties that might be desirable in photonic materials for optical neural networks include the ability to change their efficiency of transmitting light, based on the intensity of incoming light.",
            "score": 49.84085035324097
        },
        {
            "docid": "423439_8",
            "document": "Sarcoplasmic reticulum . Calcium ion release from the SR, occurs in the junctional SR/terminal cisternae through a ryanodine receptor (RyR) and is known as a calcium spark. There are three types of ryanodine receptor, RyR1 (in skeletal muscle), RyR2 (in cardiac muscle) and RyR3 (in the brain). Calcium release through ryanodine receptors in the SR is triggered differently in different muscles. In cardiac and smooth muscle an electrical impulse (action potential) triggers calcium ions to enter the cell through an L-type calcium channel located in the cell membrane (smooth muscle) or T-tubule membrane (cardiac muscle). These calcium ions bind to and activate the RyR, producing a larger increase in intracellular calcium. In skeletal muscle, however, the L-type calcium channel is bound to the RyR. Therefore activation of the L-type calcium channel, via an action potential, activates the RyR directly, causing calcium release (see calcium sparks for more details). Also, caffeine (found in coffee) can bind to and stimulate RyR. Caffeine works by making the RyR more sensitive to either the action potential (skeletal muscle) or calcium (cardiac or smooth muscle) therefore producing calcium sparks more often (this can result in increased heart rate, which is why we feel more awake after coffee).",
            "score": 61.99381911754608
        }
    ],
    "r": [
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 151.4914093017578
        },
        {
            "docid": "13876671_13",
            "document": "Gliotransmitter . The fact that the release of gliotransmitters via elevations in calcium causes synaptic transmission leads to the idea of the “tripartite synapse.” The tripartite synapse involves the localization of astrocytes and synapses and is a concept of synaptic physiology in which there are three parts of a synapse: the presynaptic terminal, the postsynaptic terminal, and an astrocyte in between them. One model of the tripartite synapse shows the presynaptic and postsynaptic terminals lying adjacent to each other, which the astrocyte is wrapped around the postsynaptic terminal. However, localization and spatial distribution of the three elements of the tripartite synapse vary in different regions of the brain. Potassium channels between the astrocyte and the presynaptic terminal make it possible to release K+ ions and avoid accumulation after neuronal activity. Also, the release of neurotransmitters from presynaptic vesicles activates metabotropic receptors on the astrocyte, which then causes the astrocyte’s release of gliotransmitters from the cell.",
            "score": 137.9796600341797
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 133.89663696289062
        },
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 131.58648681640625
        },
        {
            "docid": "2918988_2",
            "document": "Neurotransmission . Neurotransmission (Latin: \"transmissio\" \"passage, crossing\" from \"transmittere\" \"send, let through\"), also called synaptic transmission, is the process by which signaling molecules called neurotransmitters are released by the axon terminal of a neuron (the presynaptic neuron), and bind to and activate the receptors on the dendrites of another neuron (the postsynaptic neuron). A similar process occurs in retrograde neurotransmission, where the dendrites of the postsynaptic neuron release retrograde neurotransmitters (e.g., endocannabinoids) that signal through receptors that are located on the axon terminal of the presynaptic neuron, mainly at GABAergic and glutamatergic synapses.",
            "score": 129.40565490722656
        },
        {
            "docid": "5654027_4",
            "document": "Synapse . Synapses are essential to neuronal function: neurons are cells that are specialized to pass signals to individual target cells, and synapses are the means by which they do so. At a synapse, the plasma membrane of the signal-passing neuron (the \"presynaptic\" neuron) comes into close apposition with the membrane of the target (\"postsynaptic\") cell. Both the presynaptic and postsynaptic sites contain extensive arrays of a molecular machinery that link the two membranes together and carry out the signaling process. In many synapses, the presynaptic part is located on an axon and the postsynaptic part is located on a dendrite or soma. Astrocytes also exchange information with the synaptic neurons, responding to synaptic activity and, in turn, regulating neurotransmission. Synapses (at least chemical synapses) are stabilized in position by synaptic adhesion molecules (SAMs) projecting from both the pre- and post-synaptic neuron and sticking together where they overlap; SAMs may also assist in the generation and functioning of synapses.",
            "score": 127.24622344970703
        },
        {
            "docid": "27809_3",
            "document": "Chemical synapse . At a chemical synapse, one neuron releases neurotransmitter molecules into a small space (the synaptic cleft) that is adjacent to another neuron. The neurotransmitters are kept within small sacs called synaptic vesicles, and are released into the synaptic cleft by exocytosis. These molecules then bind to neurotransmitter receptors on the postsynaptic cell's side of the synaptic cleft. Finally, the neurotransmitters must be cleared from the synapse through one of several potential mechanisms including enzymatic degradation or re-uptake by specific transporters either on the presynaptic cell or possibly by neuroglia to terminate the action of the transmitter.",
            "score": 127.21023559570312
        },
        {
            "docid": "20835185_6",
            "document": "Wade Regehr . Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. By studying the physiological process and mechanisms, a further understanding is made of synaptic depression and delayed release of the neurotransmitter, synaptic potentiation, facilitation and other calcium dependent chemical processes.",
            "score": 126.01094055175781
        },
        {
            "docid": "21120_30",
            "document": "Neuron . In a chemical synapse, the process of synaptic transmission is as follows: when an action potential reaches the axon terminal, it opens voltage-gated calcium channels, allowing calcium ions to enter the terminal. Calcium causes synaptic vesicles filled with neurotransmitter molecules to fuse with the membrane, releasing their contents into the synaptic cleft. The neurotransmitters diffuse across the synaptic cleft and activate receptors on the postsynaptic neuron. High cytosolic calcium in the axon terminal also triggers mitochondrial calcium uptake, which, in turn, activates mitochondrial energy metabolism to produce ATP to support continuous neurotransmission.",
            "score": 125.37583923339844
        },
        {
            "docid": "20839616_4",
            "document": "Axon terminal . Neurotransmitters are packaged into synaptic vesicles that cluster beneath the axon terminal membrane on the presynaptic side of a synapse. The axonal terminals are specialized to release the neurotransmitters of the presynaptic cell. The terminals release transmitter substances into a gap called the synaptic cleft between the terminals and the dendrites of the next neuron. The information is received by the dendrite receptors of the postsynaptic cell that are connected to it. Neurons don't touch each other, but communicate across the synapse.",
            "score": 123.732421875
        },
        {
            "docid": "1685778_6",
            "document": "Neuropharmacology . Neurons are known as excitable cells because on its surface membrane there are an abundance of proteins known as ion-channels that allow small charged particles to pass in and out of the cell. The structure of the neuron allows chemical information to be received by its dendrites, propagated through the perikaryon (cell body) and down its axon, and eventually passing on to other neurons through its axon terminal. These voltage-gated ion channels allow for rapid depolarization throughout the cell. This depolarization, if it reaches a certain threshold, will cause an action potential. Once the action potential reaches the axon terminal, it will cause an influx of calcium ions into the cell. The calcium ions will then cause vesicles, small packets filled with neurotransmitters, to bind to the cell membrane and release its contents into the synapse. This cell is known as the pre-synaptic neuron, and the cell that interacts with the neurotransmitters released is known as the post-synaptic neuron. Once the neurotransmitter is released into the synapse, it can either bind to receptors on the post-synaptic cell, the pre-synaptic cell can re-uptake it and save it for later transmission, or it can be broken down by enzymes in the synapse specific to that certain neurotransmitter. These three different actions are major areas where drug action can affect communication between neurons.",
            "score": 123.0434799194336
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 121.49835968017578
        },
        {
            "docid": "33825206_3",
            "document": "Synaptic fatigue . It is caused by a temporary depletion of synaptic vesicles that house neurotransmitters in the synapse, generally produced by persistent high frequency neuronal stimulation. The neurotransmitters are released by the synapse to propagate the signal to the postsynaptic cell. It has also been hypothesized that synaptic fatigue could be a result of postsynaptic receptor desensitization or changes in postsynaptic passive conductance, but recent evidence has suggested that it is primarily a presynaptic phenomenon.",
            "score": 120.75135040283203
        },
        {
            "docid": "33825206_4",
            "document": "Synaptic fatigue . Chemical synapses allow for signal transmission by a presynaptic cell releasing neurotransmitters into the synapse to bind to receptors on a postsynaptic cell. These neurotransmitters are synthesized in the presynaptic cell and housed in vesicles until released. Once neurotransmitters are released into the synaptic cleft and a signal is relayed, re-uptake begins which is the process of transport proteins clearing out the neurotransmitters from the synapse and recycling them in order to allow for a new signal to be propagated. If stimulation is occurring at a high enough frequency and with enough strength, neurotransmitters will be released at a faster rate than re-uptake can recycle them which will ultimately deplete them until there are no longer readily releasable vesicles and a signal can no longer be transmitted.",
            "score": 119.8271713256836
        },
        {
            "docid": "2420212_7",
            "document": "Autoreceptor . Autoreceptor activity may also decrease paired-pulse facilitation (PPF). A feedback cell is activated by the (partially) depolarized post-synaptic neuron. The feedback cell releases a neurotransmitter to which the autoreceptor of the presynaptic neuron is receptive. The autoreceptor causes the inhibition of calcium channels (slowing calcium ion influx) and the opening of potassium channels (increasing potassium ion efflux) in the presynaptic membrane. These changes in ion concentration effectively diminish the amount of the original neurotransmitter released by the presynaptic terminal into the synaptic cleft. This causes a final depression on the activity of the postsynaptic neuron. Thus the feedback cycle is complete.",
            "score": 116.72463989257812
        },
        {
            "docid": "27809_14",
            "document": "Chemical synapse . The release of a neurotransmitter is triggered by the arrival of a nerve impulse (or action potential) and occurs through an unusually rapid process of cellular secretion (exocytosis). Within the presynaptic nerve terminal, vesicles containing neurotransmitter are localized near the synaptic membrane. The arriving action potential produces an influx of calcium ions through voltage-dependent, calcium-selective ion channels at the down stroke of the action potential (tail current). Calcium ions then bind to synaptotagmin proteins found within the membranes of the synaptic vesicles, allowing the vesicles to fuse with the presynaptic membrane. The fusion of a vesicle is a stochastic process, leading to frequent failure of synaptic transmission at the very small synapses that are typical for the central nervous system. Large chemical synapses (e.g. the neuromuscular junction), on the other hand, have a synaptic release probability of 1. Vesicle fusion is driven by the action of a set of proteins in the presynaptic terminal known as SNAREs. As a whole, the protein complex or structure that mediates the docking and fusion of presynaptic vesicles is called the active zone. The membrane added by the fusion process is later retrieved by endocytosis and recycled for the formation of fresh neurotransmitter-filled vesicles.",
            "score": 116.4655990600586
        },
        {
            "docid": "27809_18",
            "document": "Chemical synapse . The strength of a synapse has been defined by Sir Bernard Katz as the product of (presynaptic) release probability \"pr\", quantal size \"q\" (the postsynaptic response to the release of a single neurotransmitter vesicle, a 'quantum'), and \"n\", the number of release sites. \"Unitary connection\" usually refers to an unknown number of individual synapses connecting a presynaptic neuron to a postsynaptic neuron.  The amplitude of postsynaptic potentials (PSPs) can be as low as 0.4mV to as high as 20mV. The amplitude of a PSP can be modulated by neuromodulators or can change as a result of previous activity. Changes in the synaptic strength can be short-term, lasting seconds to minutes, or long-term (long-term potentiation, or LTP), lasting hours. Learning and memory are believed to result from long-term changes in synaptic strength, via a mechanism known as synaptic plasticity.",
            "score": 116.00538635253906
        },
        {
            "docid": "19564541_3",
            "document": "Glutamate-glutamine cycle . Initially, in a glutamatergic synapse, the neurotransmitter glutamate is released from the neurons and is taken up into the synaptic cleft. Glutamate residing in the synapse must be rapidly removed in one of three ways:  Postsynaptic neurons remove little glutamate from the synapse. There is active reuptake into presynaptic neurons, but this mechanism appears to be less important than astrocytic transport. Astrocytes could dispose of transported glutamate in two ways. They could export it to blood capillaries, which abut the astrocyte foot processes. However, this strategy would result in a net loss of carbon and nitrogen from the system. An alternate approach would be to convert glutamate into another compound, preferably a non-neuroactive species. The advantage of this approach is that neuronal glutamate could be restored without the risk of trafficking the transmitter through extracellular fluid, where glutamate would cause neuronal depolarization. Astrocytes readily convert glutamate to glutamine via the glutamine synthetase pathway and released into the extracellular space. The glutamine is taken into the presynaptic terminals and metabolized into glutamate by the phosphate-activated glutaminase (a mitochondrial enzyme). The glutamate that is synthesized in the presynaptic terminal is packaged into synaptic vesicles by the glutamate transporter, VGLUT. Once the vesicle is released, glutamate is removed from the synaptic cleft by excitatory amino-acid transporters (EAATs). This allows synaptic terminals and glial cells to work together to maintain a proper supply of glutamate, which can also be produced by transamination of 2-oxoglutarate, an intermediate in the Citric acid cycle. Recent electrophysiological evidence suggests that active synapses require presynaptically localized glutamine glutamate cycle to maintain excitatory neurotransmission in specific circumstances. In other systems, it has been suggested that neurons have alternate mechanisms to cope with compromised glutamate-glutamine cycling.",
            "score": 115.4998779296875
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 114.94163513183594
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 114.07683563232422
        },
        {
            "docid": "2338616_2",
            "document": "Postsynaptic potential . Postsynaptic potentials are changes in the membrane potential of the postsynaptic terminal of a chemical synapse. Postsynaptic potentials are graded potentials, and should not be confused with action potentials although their function is to initiate or inhibit action potentials. They are caused by the presynaptic neuron releasing neurotransmitters from the terminal bouton at the end of an axon into the synaptic cleft. The neurotransmitters bind to receptors on the postsynaptic terminal, which may be a neuron or a muscle cell in the case of a neuromuscular junction. These are collectively referred to as postsynaptic receptors, since they are on the membrane of the postsynaptic cell.",
            "score": 113.76187896728516
        },
        {
            "docid": "21445461_4",
            "document": "Nonsynaptic plasticity . Synaptic plasticity is the ability of a synapse between two neurons to change in strength over time. Synaptic plasticity is caused by changes in use of the synaptic pathway, namely, the frequency of synaptic potentials and the receptors used to relay chemical signals. Synaptic plasticity plays a large role in learning and memory in the brain. Synaptic plasticity can occur through intrinsic mechanisms, in which changes in synapse strength occur because of its own activity, or through extrinsic mechanisms, in which the changes in synapse strength occur via other neural pathways. Short-term inhibitory synaptic plasticity often occurs because of limited neurotransmitter supply at the synapse, and long-term inhibition can occur through decreased receptor expression in the postsynaptic cell. Short-term complementary synaptic plasticity often occurs because of residual or increased ion flow in either the presynaptic or postsynaptic terminal, while long-term synaptic plasticity can occur through the increased production of AMPA and NMDA glutamate receptors, among others, in the postsynaptic cell.",
            "score": 113.72242736816406
        },
        {
            "docid": "45702632_6",
            "document": "Quantal neurotransmitter release . Once in the synapse, neurotransmitters will rapidly move across the synapse to attach themselves to receptors on the postsynaptic membrane. Neurotransmitter receptors will either signal postsynaptic channels to \"open\" or \"close\" which will affect the rates that ions are able to cross the synaptic membrane. The relative change in ion flow will polarize the membrane based on the properties of the affected ion channel. For example, opening a potassium ion channel in the presynaptic membrane will create a flow of positive potassium ions out of the neuron; loss of the positively charged potassium ions will cause the neuron to become more negatively charged. It is through the use of a variety of neurotransmitters and receptors that neurons are able to send a plethora of potential signals to each other. Estimations of quantal release time courses can be roughly estimated from the original quantal release events following presynaptic simulation. Such estimations cannot be reliably used in all synapses, but can be useful tools in developing the understanding of neurotransmitter release time courses in general.",
            "score": 112.69589233398438
        },
        {
            "docid": "21865_2",
            "document": "Neurotransmitter . Neurotransmitters are endogenous chemicals that enable neurotransmission. It is a type of chemical messenger which transmits signals across a chemical synapse, such as a neuromuscular junction, from one neuron (nerve cell) to another \"target\" neuron, muscle cell, or gland cell. Neurotransmitters are released from synaptic vesicles in synapses into the synaptic cleft, where they are received by neurotransmitter receptors on the target cells. Many neurotransmitters are synthesized from simple and plentiful precursors such as amino acids, which are readily available from the diet and only require a small number of biosynthetic steps for conversion. Neurotransmitters play a major role in shaping everyday life and functions. Their exact numbers are unknown, but more than 200 chemical messengers have been uniquely identified.",
            "score": 111.72280883789062
        },
        {
            "docid": "46273429_2",
            "document": "Dendrodendritic synapse . Dendrodendritic synapses are connections between the dendrites of two different neurons. This is in contrast to the more common axodendritic synapse (chemical synapse) where the axon sends signals and the dendrite receives them. Dendrodendritic synapses are activated in a similar fashion to axodendritic synapses in respects to using a chemical synapse. These chemical synapses receive a depolarizing signal from an incoming action potential which results in an influx of calcium ions that permit release of Neurotransmitters to propagate the signal the post synaptic cell. There is also evidence of bi-directionality in signaling at dendrodendritic synapses. Ordinarily, one of the dendrites will display inhibitory effects while the other will display excitatory effects. The actual signaling mechanism utilizes Na and Ca pumps in a similar manner to those found in axodendritic synapses.",
            "score": 111.68607330322266
        },
        {
            "docid": "33244792_10",
            "document": "Non-spiking neuron . These interneurons are connected to one another via synapses and a minority, approximately 15% of the neurons, exhibit bidirectional capacity and were excitatory. About 77% of these neurons indicated a one-way mode of transmitting signals which were inhibitory in nature. These numbers were modeled from an arthropod as pre-motor elements in the motor control system. They were located in the abdominal region. Synapses are known as gaps between neurons which facilitate the spread of a message via neurotransmitters that may excite or depress the subsequent neuron through a complex cascade of electrochemical events. For the interneurons exhibiting one-way signaling, they would receive an excitatory stimulus, experimentally, and the post-synaptic cell was given an inhibitory signal. The interaction between the two cells was modulatory in which the pre-synaptic cell with the initial excitatory signal would mediate the postsynaptic cell even after being inhibited. Signal amplitude was used to determine the effects of the modulation on the signal transmission.",
            "score": 111.4731674194336
        },
        {
            "docid": "31153340_4",
            "document": "Active zone . The function of the active zone is to ensure that neurotransmitters can be reliably released in a specific location of a neuron and only released when the neuron fires an action potential. As an action potential propagates down an axon it reaches the axon terminal called the presynaptic bouton. In the presynaptic bouton, the action potential activates calcium channels (VDCCs) that cause a local influx of calcium. The increase in calcium is detected by proteins in the active zone and forces vesicles containing neurotransmitter to fuse with the membrane. This fusion of the vesicles with the membrane releases the neurotransmitters into the synaptic cleft (space between the presynaptic bouton and the postsynaptic membrane). The neurotransmitters then diffuse across the cleft and bind to ligand gated ion channels and G-protein coupled receptors on the postsynaptic membrane. The binding of neurotransmitters to the postsynaptic receptors then induces a change in the postsynaptic neuron. The process of releasing neurotransmitters and binding to the postsynaptic receptors to cause a change in the postsynaptic neuron is called neurotransmission.",
            "score": 110.29805755615234
        },
        {
            "docid": "158011_18",
            "document": "Lipid bilayer . Probably the most familiar form of cellular signaling is synaptic transmission, whereby a nerve impulse that has reached the end of one neuron is conveyed to an adjacent neuron via the release of neurotransmitters. This transmission is made possible by the action of synaptic vesicles loaded with the neurotransmitters to be released. These vesicles fuse with the cell membrane at the pre-synaptic terminal and release its contents to the exterior of the cell. The contents then diffuse across the synapse to the post-synaptic terminal.",
            "score": 110.27262878417969
        },
        {
            "docid": "958_21",
            "document": "Axon . When an action potential reaches a presynaptic terminal, it activates the synaptic transmission process. The first step is rapid opening of calcium ion channels in the membrane of the axon, allowing calcium ions to flow inward across the membrane. The resulting increase in intracellular calcium concentration causes synaptic vesicles (tiny containers enclosed by a lipid membrane) filled with a neurotransmitter chemical to fuse with the axon's membrane and empty their contents into the extracellular space. The neurotransmitter is released from the presynaptic nerve through exocytosis. The neurotransmitter chemical then diffuses across to receptors located on the membrane of the target cell. The neurotransmitter binds to these receptors and activates them. Depending on the type of receptors that are activated, the effect on the target cell can be to excite the target cell, inhibit it, or alter its metabolism in some way. This entire sequence of events often takes place in less than a thousandth of a second. Afterward, inside the presynaptic terminal, a new set of vesicles is moved into position next to the membrane, ready to be released when the next action potential arrives. The action potential is the final electrical step in the integration of synaptic messages at the scale of the neuron.",
            "score": 110.19906616210938
        },
        {
            "docid": "21865_16",
            "document": "Neurotransmitter . Neurons do not touch each other (except in the case of an electrical synapse through a gap junction); instead, neurons interact at contact points called synapses: a junction within two nerve cells, consisting of a miniature gap within which impulses are carried by a neurotransmitter. A neuron transports its information by way of a nerve impulse called an action potential. When an action potential arrives at the synapse's presynaptic terminal button, it may stimulate the release of neurotransmitters. These neurotransmitters are released into the synaptic cleft to bind onto the receptors of the postsynaptic membrane and influence another cell, either in an inhibitory or excitatory way. The next neuron may be connected to many more neurons, and if the total of excitatory influences minus inhibitory influences is great enough, it will also \"fire\". That is to say, it will create a new action potential at its axon hillock, releasing neurotransmitters and passing on the information to yet another neighboring neuron.",
            "score": 109.86287689208984
        },
        {
            "docid": "9859540_3",
            "document": "Synaptojanin . The synaptojanin family comprises proteins that are key players in the synaptic vesicle recovery at the synapse. In general, vesicles containing neurotransmitters fuse with the presynaptic cell in order to release neurotransmitter into the synaptic cleft. It is the release of neurotransmitters that allows neuron to neuron communication in the nervous system. The recovery of the vesicle is referred to as endocytosis and is important to reset the presynaptic cell with new neurotransmitter.",
            "score": 109.8193588256836
        },
        {
            "docid": "17394950_9",
            "document": "Species-typical behavior . A species-typical behavior can be altered by experience, as shown by experiments on \"Aplysia californica\", a sea snail. When its gills are stimulated in a novel manner, it withdraws them into its shell for the sake of protection. This is a species-typical behavior. But after a stimuli that was once novel (e.g. a weak jet of water) has been applied repeatedly to the gills, \"aplysia\" no longer withdraws them. It has gone through habituation, a process by which the response to a stimulus becomes weaker with more exposure. This occurs because of changes in the nervous system. Neurons communicate with one another at synapses, which consist of the tip of the communicating cell (the presynpatic membrane), the tip of the receiving cell (the postsynaptic membrane), and the space in between the two (the synaptic cleft). When the presynaptic membrane is stimulated by the influx of calcium ions, it releases a chemical called a neurotransmitter, which travels over the synaptic cleft in order to bind to the postsynaptic membrane and thereby stimulate the receiving cell. During habituation, fewer calcium ions are brought into the presynaptic membrane, meaning less neurotransmitter is released, meaning that the stimulation of the receiving cell is not as strong, meaning that the action that it is supposed to stimulate will be weaker. Likewise, the number of synapses related to a certain behavior decreases as a creature habituates, also resulting in weaker reactions. And the structure of the synapse itself can be altered in any number of ways that weaken communication (e.g. decreased number of neurotransmitter receptors on the postsynaptic membrane). It is because of these processes that the species-typical behavior of \"aplysia\" was altered.",
            "score": 109.1885757446289
        }
    ]
}