{
    "q": [
        {
            "docid": "1505491_10",
            "document": "Lassa virus . The life cycle of Lassa virus is similar to the Old World arenaviruses. Lassa virus enters the cell by the receptor-mediated endocytosis. Which endocytotic pathway is used is not known yet, but at least the cellular entry is sensitive to cholesterol depletion. It was reported that virus internalization is limited upon cholesterol depletion. The receptor used for cell entry is alpha-dystroglycan, a highly conserved and ubiquitously expressed cell surface receptor for extracellular matrix proteins. Dystroglycan, which is later cleaved into alpha-dystroglycan and beta-dystroglycan is originally expressed in most cells to mature tissues, and it provides molecular link between the ECM and the actin-based cytoskeleton. After virus enters the cell by alpha-dystroglycan mediated endocytosis, low-pH environment triggers pH-dependent membrane fusion and releases RNP (viral ribonucleoprotein) complex into the cytoplasm. Viral RNA is unpacked, and replication and transcription initiate in the cytoplasm. As the replication starts, both S and L RNA genomes synthesize the antigenomic S and L RNAs, and from the antigenomic RNAs, genomic S and L RNA are synthesized. Both genomic and antigenomic RNAs are needed for transcription and translation. S RNA encodes GP and NP (viral nucleocapsid protein) proteins, and L RNA encodes Z and L proteins. L protein most likely represents the viral RNA-dependent RNA polymerase. When the cell is infected by the virus, L polymerase is associated with the viral RNP and initiates the transcription of the genomic RNA. The 5’ and 3’ terminal 19 nt viral promoter regions of both RNA segments are necessary for recognition and binding of the viral polymerase. The primary transcription first transcribes mRNAs from the genomic S and L RNAs, which code NP and L proteins, respectively. Transcription terminates at the stem-loop (SL) structure within the intergenomic region. Arenaviruses use a cap snatching strategy to gain the cap structures from the cellular mRNAs, and it is mediated by the endonuclease activity of the L polymerase and the cap binding activity of NP. Antigenomic RNA transcribes viral genes GPC and Z, encoded in genomic orientation, from S and L segments respectively. The antigenomic RNA also serves as the template for the replication. After translation of GPC, it is posttranslationally modified in the endoplasmic reticulum. GPC is cleaved into GP1 and GP2 at the later stage of the secretory pathway. It is reported the cellular protease SKI-1/S1P was responsible for the cleavage. Cleaved glycoproteins are incorporated into the virion envelope when the virus buds and release from the cell membrane.",
            "score": 74.11019039154053
        },
        {
            "docid": "188518_51",
            "document": "Human papillomavirus infection . The two primary oncoproteins of high risk HPV types are E6 and E7. The “E” designation indicates that these two proteins are expressed early in the HPV life cycle, while the \"L\" designation indicates late expression. The HPV genome is composed of six early (E1, E2, E4, E5, E6, and E7) open-reading frames (ORF), two late (L1 and L2) ORFs, and a non-coding long control region (LCR). After the host cell is infected viral early promoter is activated and a polycistronic primary RNA containing all six early ORFs is transcribed. This polycistronic RNA then undergoes active RNA splicing to generate multiple isoforms of mRNAs. One of the spliced isoform RNAs, E6*I, serves as an E7 mRNA to translate E7 protein. However, viral early transcription subjects to viral E2 regulation and high E2 levels repress the transcription. HPV genomes integrate into host genome by disruption of E2 ORF, preventing E2 repression on E6 and E7. Thus, viral genome integration into host DNA genome increases E6 and E7 expression to promote cellular proliferation and the chance of malignancy. The degree to which E6 and E7 are expressed is correlated with the type of cervical lesion that can ultimately develop.",
            "score": 67.53972482681274
        },
        {
            "docid": "41656324_5",
            "document": "Mastadenovirus . Viral replication is nuclear. Entry into the host cell is achieved by attachment of the viral fibers to the host CAR adhesion receptor. Subsequent binding of the penton protein to host integrin entry receptors mediates internalization into the host cell by clathrin-mediated endocytosis of the virus and fiber shedding. Some serotypes also seem to use macropinocytosis. Disruption of host endosomal membrane by lytic protein VI releases the viral capsid in the cytosol. Microtubular transport toward nucleus of the viral genome still protected by the core protein VII and a partial capsid mainly composed of hexons and protein IX. Docking at the NPC and capsid disruption. Import of the viral genome into host nucleus mediated by core protein VII. Transcription of early genes (E genes) by host RNA pol II: these proteins optimize the cellular milieu for viral replication, and counteract a variety of antiviral defenses. Intermediate genes activate replication of the DNA genome by DNA strand displacement in the nucleus. Expression of L4-22K and L4-33K causes early to late switch. Transcription of late genes (L genes) by host RNA pol II, mostly encoding structural proteins. Host translation shutoff performed by the viral 100K protein. Assembly of new virions in the nucleus. Virions are released by lysis of the cell. Virion maturation by the viral proteasehost receptors, which mediates clathrin-mediated endocytosis. Replication follows the DNA strand displacement model. DNA templated transcription, with some alternative splicing mechanism is the method of transcription. Translation takes place by ribosomal shunting. The virus exits the host cell by nuclear envelope breakdown, viroporins, and lysis. Human, mammals, and vertebrates serve as the natural host. Transmission routes are fecal-oral and respiratory.",
            "score": 95.6772176027298
        },
        {
            "docid": "8499164_7",
            "document": "Human cytomegalovirus . HCMV replicates within infected endothelial cells at a slow rate, taking about 5 days in cell culture. Like other herpesviruses, HCMV expresses genes in a temporally controlled manner. Immediate early genes (0–4 hours after infection) are involved in the regulation of transcription, followed by early genes (4–48 hours after infection) which are involved in viral DNA replication and further transcriptional regulation. Late genes are expressed during the remainder of infection up to viral egress and typically code for structural proteins. While HCMV encodes for its own functional DNA polymerase, the virus makes use of the host RNA polymerase for the transcription of all of its genes.",
            "score": 83.55778789520264
        },
        {
            "docid": "28615_10",
            "document": "Sequencing . RNA is less stable in the cell, and also more prone to nuclease attack experimentally. As RNA is generated by transcription from DNA, the information is already present in the cell's DNA. However, it is sometimes desirable to sequence RNA molecules. While sequencing DNA gives a genetic profile of an organism, sequencing RNA reflects only the sequences that are actively expressed in the cells. To sequence RNA, the usual method is first to reverse transcribe the RNA extracted from the sample to generate cDNA fragments. This can then be sequenced as described above. The bulk of RNA expressed in cells are ribosomal RNAs or small RNAs, detrimental for cellular translation, but often not the focus of a study. This fraction can fortunately be removed \"in vitro\", however, to enrich for the messenger RNA, also included, that usually is of interest. Derived from the exons these mRNAs are to be later translated to proteins that support particular cellular functions. The expression profile therefore indicates cellular activity, particularly desired in the studies of diseases, cellular behaviour, responses to reagents or stimuli. Eukaryotic RNA molecules are not necessarily co-linear with their DNA template, as introns are excised. This gives a certain complexity to map the read sequences back to the genome and thereby identify their origin. For more information on the capabilities of next-generation sequencing applied to whole transcriptomes see: RNA-Seq and MicroRNA Sequencing.",
            "score": 56.10865020751953
        },
        {
            "docid": "1460525_23",
            "document": "Oncovirus . The retrovirus begins the journey into a host cell by attaching a surface glycoprotein to the cell's plasma membrane receptor. Once inside the cell, the retrovirus goes through reverse transcription in the cytoplasm and generates a double-stranded DNA copy of the RNA genome. Reverse transcription also produces identical structures known as long terminal repeats (LTRs). Long terminal repeats are at the ends of the DNA strands and regulates viral gene expression. The viral DNA is then translocated into the nucleus where one strand of the retroviral genome is put into the chromosomal DNA by the help of the virion intergrase. At this point the retrovirus is referred to as provirus. Once in the chromosomal DNA, the provirus is transcribed by the cellular RNA polymerase II. The transcription leads to the splicing and full-length mRNAs and full-length progeny virion RNA. The virion protein and progeny RNA assemble in the cytoplasm and leave the cell, whereas the other copies send translated viral messages in the cytoplasm.",
            "score": 69.26795101165771
        },
        {
            "docid": "6846786_4",
            "document": "Protein kinase R . Protein kinase-R is activated by double-stranded RNA (dsRNA), introduced to the cells by a viral infection. PKR can also be activated by the protein PACT or by heparin. PKR contains an N-terminal dsRNA binding domain (dsRBD) and a C-terminal kinase domain, that gives it pro-apoptotic (cell-killing) functions. The dsRBD consists of two tandem copies of a conserved double stranded RNA binding motif, dsRBM1 and dsRBM2. PKR is induced by interferon in a latent state. Binding to dsRNA is believed to activate PKR by inducing dimerization and subsequent auto-phosphorylation reactions. In situations of viral infection, the dsRNA created by viral replication and gene expression binds to the N-terminal domain, activating the protein. Once active, PKR is able to phosphorylate the eukaryotic translation initiation factor eIF2α. This inhibits further cellular mRNA translation, thereby preventing viral protein synthesis. Since ElF2α is involved in the commonly initiation translation from an AUG codon, the alternative non-AUG initiation takes place instead. An example of mRNAs using non-AUG initiation are mRNAs for the heat shock proteins. Active PKR is also able to mediate the activation of the transcription factor NFkB, by phosphorylating its inhibitory subunit, IkB. Activated NFkB upregulates the expression of Interferon cytokines, which work to spread the antiviral signal locally. Active PKR is also able to activate tumor suppressor PP2A which regulates the cell cycle and the metabolism. Through complex mechanisms, active PKR is also able to induce cellular apoptosis, to prevent further viral spread.",
            "score": 60.356651067733765
        },
        {
            "docid": "3783315_14",
            "document": "Virus latency . Both proviral and episomal latency may require maintenance for continued infection and fidelity of viral genes. Latency is generally maintained by viral genes expressed primarily during latency. Expression of these \"latency-associated\" genes may function to keep the viral genome from being digested by cellular ribozymes or being found out by the immune system. Certain viral gene products (RNA transcripts such as non-coding RNAs and proteins) may also inhibit apoptosis or induce cell growth and division to allow more copies of the infected cell to be produced.",
            "score": 70.01833748817444
        },
        {
            "docid": "208458_9",
            "document": "Filoviridae . The filovirus life cycle begins with virion attachment to specific cell-surface receptors, followed by fusion of the virion envelope with cellular membranes and the concomitant release of the virus nucleocapsid into the cytosol. The viral RNA-dependent RNA polymerase (RdRp, or RNA replicase) partially uncoats the nucleocapsid and transcribes the genes into positive-stranded mRNAs, which are then translated into structural and nonstructural proteins. Filovirus RdRps bind to a single promoter located at the 3' end of the genome. Transcription either terminates after a gene or continues to the next gene downstream. This means that genes close to the 3' end of the genome are transcribed in the greatest abundance, whereas those toward the 5' end are least likely to be transcribed. The gene order is therefore a simple but effective form of transcriptional regulation. The most abundant protein produced is the nucleoprotein, whose concentration in the cell determines when the RdRp switches from gene transcription to genome replication. Replication results in full-length, positive-stranded antigenomes that are in turn transcribed into negative-stranded virus progeny genome copies. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane they bud from. The mature progeny particles then infect other cells to repeat the cycle.",
            "score": 67.07765364646912
        },
        {
            "docid": "40817590_10",
            "document": "Ebola virus disease . Their life cycle is thought to begin with a virion attaching to specific cell-surface receptors such as C-type lectins, DC-SIGN, or integrins, which is followed by fusion of the viral envelope with cellular membranes. The virions taken up by the cell then travel to acidic endosomes and lysosomes where the viral envelope glycoprotein GP is cleaved. This processing appears to allow the virus to bind to cellular proteins enabling it to fuse with internal cellular membranes and release the viral nucleocapsid. The \"Ebolavirus\" structural glycoprotein (known as GP1,2) is responsible for the virus' ability to bind to and infect targeted cells. The viral RNA polymerase, encoded by the \"L\" gene, partially uncoats the nucleocapsid and transcribes the genes into positive-strand mRNAs, which are then translated into structural and nonstructural proteins. The most abundant protein produced is the nucleoprotein, whose concentration in the host cell determines when L switches from gene transcription to genome replication. Replication of the viral genome results in full-length, positive-strand antigenomes that are, in turn, transcribed into genome copies of negative-strand virus progeny. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane from which they bud. The mature progeny particles then infect other cells to repeat the cycle. The genetics of the Ebola virus are difficult to study because of EBOV's virulent characteristics.",
            "score": 80.7089900970459
        },
        {
            "docid": "2239705_14",
            "document": "Gammaretrovirus . Virion attach the host cell receptors via the SU glycoprotein, then the TM glycoprotein assists with fusion with the cell membrane. The virus will then begin uncoating, and a linear double-stranded DNA molecule is formed from the single-stranded RNA(+) genome via reverse transcription. The enzyme responsible for reverse transcription is reverse transcriptase. The host nuclear membrane is disassembled during mitosis and the viral double-stranded DNA is able to enter the host nucleus. Viral double-stranded DNA is then integrated into the host cell genome via viral integrase, an enzyme that allows for viral DNA integration into host DNA. The virus is now referred to as a provirus, which means the gammaretrovirus DNA has integrated into the host cell genome and is now the template for the formation of viral mRNA and genomic RNA. Double-stranded DNA is transcribed by Pol II and will produce both spliced and unspliced RNA strands, these spliced RNA strands will leave the host cell nucleus. The unspliced viral RNA translation produces env, gag, and gag-pol polyproteins. The Env becomes a polypeptide precursor and will cleave to produce a receptor binding surface. Next the virion is assembled in the host cell membrane, and the viral RNA genome is packaged. The virions bud from the plasma membrane and release into the host. After virions release from host cells the process is repeated on the next cell the active viral particle comes across.",
            "score": 93.09728574752808
        },
        {
            "docid": "39319146_4",
            "document": "Lentiviral vector in gene therapy . To understand the capabilities of a lentiviral vector, one has to consider the biology of the infection process. The lentivirus is a retrovirus, meaning it has a single stranded RNA genome with a reverse transcriptase enzyme. Lentiviruses also have a viral envelope with protruding glycoproteins that aid in attachment to the host cell's outer membrane. The virus contains a reverse transcriptase molecule found to perform transcription of the viral genetic material upon entering the cell. Within the viral genome are RNA sequences that code for specific proteins that facilitate the incorporation of the viral sequences into the host cell genome. The \"gag\" domain codes for the structural components of the virus like the capsid, the matrix, nucleoproteins. The \"pol\" domain codes for the reverse transcriptase and integrase enzymes. Lastly, the \"env\" domain of the viral genome encodes for the glycoproteins and envelope on the surface of the virus.",
            "score": 80.82763743400574
        },
        {
            "docid": "55694123_6",
            "document": "Avian paramyxovirus 2 . Paramyxoviruses only encode one RNA polymerase and it is believed that replication takes place in the cytoplasm of the cell, with no involvement or entry into the host cell nucleus. Little is understood as to how the polymerase assists in both viral replication and transcription and how these processes can be regulated. The encoded polymerase consists of two proteins, a large subunit responsible for RNA synthesis and capping, and the encoded protein phosphoprotein (P) which acts as a cofactor. As described, the viral genome includes intergenic regions between the viral genes with specific start and stop signals. The polymerase recognizes these cis-acting elements within the viral genome and initiates transcription. Transcription first begins at the 3' end of the genome at a 40-55 nucleotide long promoter region. The polymerase produces subgenomic RNAs by transcribing each gene, releasing the produced RNA and then locating the next gene for transcription by the cis-acting elements present in the genome. The signal at which the polymerase releases the transcribed RNA of a single gene is believed to contain a Poly U tract, leading to the capping of a poly(A) tail to the transcribed RNA. In contrast to producing viral mRNA for viral protein synthesis, when replicating the viral genome, the polymerase does not start and stop at the indicated cis-acting elements between each gene. Instead, the polymerase elongates the RNA along the entire length of the genome. Described above is one model for the hypothesized viral replication and protein production of paramyxoviruses, however, other models exist that suggest the polymerase initiates replication and transcription at different areas in the genome.",
            "score": 68.56584310531616
        },
        {
            "docid": "47516987_5",
            "document": "Crocodylidpoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. DNA-templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Crocodiles serve as the natural host. Transmission routes are zoonosis and contact.",
            "score": 96.43433475494385
        },
        {
            "docid": "1620206_6",
            "document": "Parapoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. DNA-templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Humans and mammals serve as the natural hosts. Transmission routes are zoonosis and contact.",
            "score": 96.43433475494385
        },
        {
            "docid": "9870182_18",
            "document": "Avipoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV) host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Birds serve as the natural host. Transmission routes are mechanical, contact, and air borne particles.",
            "score": 96.43433475494385
        },
        {
            "docid": "39382094_6",
            "document": "Capripoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Sheep, goats, and cattle serve as the natural host. Transmission routes are fomite, mechanical, and contact.",
            "score": 96.43433475494385
        },
        {
            "docid": "47008036_4",
            "document": "Leporipoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Lagomorph and squirrels serve as the natural host. Transmission routes are fomite, mechanical, and contact.",
            "score": 96.43433475494385
        },
        {
            "docid": "46961827_4",
            "document": "Alphaentomopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Coleoptera insects serve as the natural host.",
            "score": 96.11943912506104
        },
        {
            "docid": "47013570_4",
            "document": "Molluscipoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host. Glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. The virion fuses with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Human serve as the natural host. Transmission routes are sexual and contact.",
            "score": 96.43433475494385
        },
        {
            "docid": "46989132_4",
            "document": "Cervidpoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Deer serve as the natural host.",
            "score": 96.43433475494385
        },
        {
            "docid": "27363730_4",
            "document": "Yatapoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. DNA-templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Monkeys and baboons serve as the natural host. Transmission routes are mechanical and contact.",
            "score": 96.43433475494385
        },
        {
            "docid": "4774419_21",
            "document": "Herpes simplex virus . HSVs may persist in a quiescent but persistent form known as \"latent infection\", notably in neural ganglia. HSV-1 tends to reside in the trigeminal ganglia, while HSV-2 tends to reside in the sacral ganglia, but these are tendencies only, not fixed behavior. During latent infection of a cell, HSVs express latency associated transcript (LAT) RNA. LAT regulates the host cell genome and interferes with natural cell death mechanisms. By maintaining the host cells, LAT expression preserves a reservoir of the virus, which allows subsequent, usually symptomatic, periodic recurrences or \"outbreaks\" characteristic of non-latency. Whether or not recurrences are symptomatic, viral shedding occurs to infect a new host. A protein found in neurons may bind to herpes virus DNA and regulate latency. Herpes virus DNA contains a gene for a protein called ICP4, which is an important transactivator of genes associated with lytic infection in HSV-1. Elements surrounding the gene for ICP4 bind a protein known as the human neuronal protein Neuronal Restrictive Silencing Factor (NRSF) or human Repressor Element Silencing Transcription Factor (REST). When bound to the viral DNA elements, histone deacetylation occurs atop the ICP4 gene sequence to prevent initiation of transcription from this gene, thereby preventing transcription of other viral genes involved in the lytic cycle. Another HSV protein reverses the inhibition of ICP4 protein synthesis. ICP0 dissociates NRSF from the \"ICP4\" gene and thus prevents silencing of the viral DNA.",
            "score": 88.02307379245758
        },
        {
            "docid": "41057682_4",
            "document": "Epstein–Barr virus stable intronic-sequence RNAs . A recent study of ncRNAs in EBV using bioinformatics and RNA-Seq identified multiple regions within its genome likely to contain functional RNAs. These regions included EBER-1 and -2, v-snoRNA1, and most of the known viral miRNAs. In addition to these known EBV ncRNAs, this analysis identified new RNAs, including two stable intronic sequence (sis)RNAs. Introns, typically are rapidly degraded in the cell, but can persist and accumulate to high abundance when they serve a functional role. Such sisRNAs have been found in Xenopus oocytes. Stable introns are also found in other herpesviruses, for example, the HHV Latency Associated Transcript, which plays important roles in the maintenance of virus latency.  In EBV, sisRNAs are generated from a region known as the W repeats. This region is transcribed during a type of viral latency that is highly oncogenic (latency type III) and also in a rare type of latency (Wp-restricted latency) observed in ~15% of endemic Burkitt's lymphoma. Splicing of these W repeat transcripts produces a short intron and a long intron (Fig. 1), both of which accumulate to high abundance in EBV-infected human B cells. Indeed, ebv-sisRNA-1 is the third most abundantly produced EBV RNA after EBER1 and EBER2, which are highly expressed in EBV-infected cells., The presence of these RNAs in a pathogenic form of latency suggests roles in EBV-associated cancers.",
            "score": 60.854055762290955
        },
        {
            "docid": "39319146_5",
            "document": "Lentiviral vector in gene therapy . There are multiple steps involved in the infection and replication of a lentivirus in a host cell. In the first step the virus uses its surface glycoproteins for attachment to the outer surface of a cell. More specifically, lentiviruses attach to the CD40 ligand glycoproteins on the surface of a hosts target cell. The viral material is then injected into the host cell's cytoplasm. Within the cytoplasm the viral reverse transcriptase enzyme performs reverse transcription of the viral RNA genome to create a viral DNA genome. The viral DNA is then sent into the nucleus of the host cell where it is incorporated into the host cell's genome with the help of the viral enzyme integrase. From now on, the host cell starts to transcribe the entire viral RNA and express the structural viral proteins, in particular those that form the viral capsid and the envelop. The lentiviral RNA and the viral proteins than assemble and the newly formed virions burst from the host cell when enough are made.",
            "score": 87.2696123123169
        },
        {
            "docid": "34749059_5",
            "document": "Chordopoxvirinae . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. DNA-templated transcription is the method of transcription. The virus exits the host cell by microtubular outwards viral transport, and existing in occlusion bodies after cell death and remaining infectious until finding another host. Humans, vertebrates, and arthropods serve as the natural host. Transmission routes are fomite, contact, and air borne particles.",
            "score": 94.55757999420166
        },
        {
            "docid": "42071402_3",
            "document": "Transcriptome in vivo analysis tag . A transcript is an RNA molecule that is copied or transcribed from a DNA template. A transcript can be further processed by alternative splicing, which is the retention of different combinations of exons. These unique combinations of exons are termed RNA transcript isoforms. The transcriptome is a set of all RNA, including rRNA, mRNA, tRNA, and non-coding RNA. Specifically mRNA transcripts can be used to investigate differences in gene expression patterns. Transcriptome profiling is determining the composition of transcripts and their relative expression levels in a given reference set of cells. This analysis involves characterization of all functional genomic elements, coding and non-coding.",
            "score": 42.15017890930176
        },
        {
            "docid": "55705827_13",
            "document": "Mammalian orthoreovirus . After the uncoated virus particles penetrate the endosomes, early transcription of the double stranded RNA genome by viral polymerase occurs inside the uncoated (naked) viral core. This process occurs in this manner so the viral double stranded RNA is not exposed to the cytoplasm, as this would cause the cell to attack the viral particle. The viral core is then released into the cytoplasm of the host cell, where replication occurs. Replication is completed with the aid of protein λ3, which acts as RNA-dependent RNA polymerase. Positive-strand transcripts from each of the double stranded RNA segments are synthesized, these transcripts are then used as templates for the translation of proteins, in addition to make the negative-strand RNA. Viral protein μ2, is a transcriptase cofactor that is a part of transcription, it also has enzymatic functions such as capping the mRNA, and acts as RNA helicase, which separates double stranded RNA strands.",
            "score": 84.84381830692291
        },
        {
            "docid": "460071_9",
            "document": "Picornavirus . Genomic RNAs of picornaviruses possess multiple RNA elements and they are required for both negative and plus strand RNA synthesis. The cis acting replication(cre) element is required for replication. The stem-loop-structure that contains the cre is independent of position but changes with location between virus types when it has been identified. Also, the 3’ end elements of viral RNA are significant and efficient for RNA replication of picornaviruses. The 3’ end of picornavirus contains poly(A) tract which be required for infectivity. On the other hand, RNA synthesis is hypothesized to occur in this region.3’ end NCR of poliovirus is not necessary for negative-strands synthesis. However, it is important element for positive—strand synthesis. Additionally,5’ end NCR that contain secondary structural elements is required for RNA replication and poliovirus translation initiation(IRES). Internal Ribosome Entry Site (IRES) are RNA structures that allow cap independent initiation of translation, and are able to initiate translation in the middle of a messenger RNA. The viral particle binds to cell surface receptors. Cell surface receptors are characterized for each serotype of picornaviruses. For example, poliovirus receptor is glycoprotein CD155 which is special receptor for human and some other primate species. For this reason, poliovirus couldn’t be made in many laboratories until transgenic mice having a CD155 receptor on their cell surface were developed in the 1990s. These animals can be infected and used for studies of replication and pathogenesis. Binding causes a conformational change in the viral capsid proteins, and myristic acid are released. These acids form a pore in the cell membrane through which RNA is injected . Once inside the cell, the RNA un-coats and the (+) strand RNA genome is replicated through a double-stranded RNA intermediate that is formed using viral RDRP (RNA-Dependent RNA polymerase). Translation by host cell ribosomes is not initiated by a 5' G cap as usual, but rather is initiated by an IRES (Internal Ribosome Entry Site). The viral lifecycle is very rapid with the whole process of replication being completed on average within 8 hours. However, as little as 30 minutes after initial infection, cell protein synthesis declines to almost zero output – essentially the macromolecular synthesis of cell proteins is shut off. Over the next 1–2 hours there is a loss of margination of chromatin and homogeneity in the nucleus, before the viral proteins start to be synthesized and a vacuole appears in the cytoplasm close to the nucleus that gradually starts to spread as the time after infection reaches around 3 hours. After this time the cell plasma membrane becomes permeable, at 4–6 hours the virus particles assemble, and can sometimes be seen in the cytoplasm. At around 8 hours the cell is effectively dead and lyses to release the viral particles.",
            "score": 80.54435312747955
        },
        {
            "docid": "449429_11",
            "document": "Hepadnaviridae . The virus binds to specific receptors on cells and the core particle enters the cell cytoplasm. This is then translocated to the nucleus, where the partially double stranded DNA is 'repaired' by the viral polymerase to form a complete circular dsDNA genome (called covalently-closed-circular DNA or cccDNA). The genome then undergoes transcription by the host cell RNA polymerase and the pregenomicRNA (pgRNA) is sent out of the nucleus. The pgRNA is inserted into an assembled viral capsid containing the viral polymerase. Inside this capsid the genome is converted from RNA to pdsDNA through activity of the polymerase as an RNA-dependent-DNA-polymerase and subsequently as an RNAse to eliminate the pgRNA transcript. These new virions either leave the cell to infect others or are immediately dismantled so the new viral genomes can enter the nucleus and magnify the infection. The virions that leave the cell egress through budding.",
            "score": 78.57216024398804
        },
        {
            "docid": "34750157_4",
            "document": "Entomopoxvirinae . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Insects, human, vertebrates, and arthropods serve as the natural host.",
            "score": 93.36359930038452
        },
        {
            "docid": "46962619_4",
            "document": "Betaentomopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Lepidoptera and orthoptera insects serve as the natural host.",
            "score": 93.36359930038452
        }
    ],
    "r": [
        {
            "docid": "7903516_17",
            "document": "Phycodnaviridae . The life cycle of the chlorovirus infecting \"Paramecium bursaria\", known as PBCV-1 has been studied in detail . Cryo-electron microscopy and 3D reconstruction of the viral capsid shows that there is a long 'spike' structure which first contacts the cell wall and likely serves to puncture the cell wall of the host. The PBCV-1 virus is specific to its host and recognition is mediated by the interaction of virus surface proteins with algal surface carbohydrates. Following attachment of the virus to the host's cell wall, capsid-bound glycolytic enzymes break down the cell wall. The viral membrane likely fuses with the host membrane, allowing the viral DNA to enter the cytoplasm, leaving an empty capsid on the outside. As PBCV-1 lacks an RNA polymerase gene, the virus must use the host cell's machinery to produce viral RNA. Thus, the viral DNA quickly moves to the nucleus where early transcription is initiated 5–10 minutes post infection. Within minutes of infection, host chromosomal degradation occurs, inhibiting host transcription. At 20 minutes post infection, most of the mRNAs in the infected cell are viral mRNAs. The proteins translated from the early stage of transcription are involved in initiating viral DNA replication, occurring 60–90 minutes post infection. The second phase of proteins are translated in the cytoplasm and the assembly of virus capsids begins about 2–3 hours post infection. Mature virions are formed with the addition of newly-replicated viral DNA from the host nucleus, likely facilitated by a virus encoded DNA packaging ATPase. About 5–6 hours following PBCV-1 infection, the cytoplasm is filled with virions and lysis occurs at 6–8 hours post infection releasing roughly 1000 particles per cell.",
            "score": 104.40080261230469
        },
        {
            "docid": "766233_7",
            "document": "Polyomaviridae . The details of transit to the nucleus are not clear and may vary among individual polyomaviruses. It has been frequently reported that an intact, albeit distorted, virion particle is released from the endoplasmic reticulum into the cell cytoplasm, where the genome is released from the capsid, possibly due to the low calcium concentration in the cytoplasm. Both expression of viral genes and replication of the viral genome occur in the nucleus using host cell machinery. The early genes - comprising at minimum the small tumor antigen (ST) and large tumor antigen (LT) - are expressed first, from a single alternatively spliced messenger RNA strand. These proteins serve to manipulate the host's cell cycle - dysregulating the transition from G1 phase to S phase, when the host cell's genome is replicated - because host cell DNA replication machinery is needed for viral genome replication. The precise mechanism of this dysregulation depends on the virus; for example, SV40 LT can directly bind host cell p53, but murine polyomavirus LT does not. LT induces DNA replication from the viral genome's non-coding control region (NCCR), after which expression of the early mRNA is reduced and expression of the late mRNA, which encodes the viral capsid proteins, begins. Several mechanisms have been described for regulating the transition from early to late gene expression, including the involvement of the LT protein in repressing the early promoter, the expression of un-terminated late mRNAs with extensions complementary to early mRNA, and the expression of regulatory microRNA.",
            "score": 100.50928497314453
        },
        {
            "docid": "47516987_5",
            "document": "Crocodylidpoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. DNA-templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Crocodiles serve as the natural host. Transmission routes are zoonosis and contact.",
            "score": 96.43433380126953
        },
        {
            "docid": "1620206_6",
            "document": "Parapoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. DNA-templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Humans and mammals serve as the natural hosts. Transmission routes are zoonosis and contact.",
            "score": 96.43433380126953
        },
        {
            "docid": "9870182_18",
            "document": "Avipoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV) host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Birds serve as the natural host. Transmission routes are mechanical, contact, and air borne particles.",
            "score": 96.43433380126953
        },
        {
            "docid": "39382094_6",
            "document": "Capripoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Sheep, goats, and cattle serve as the natural host. Transmission routes are fomite, mechanical, and contact.",
            "score": 96.43433380126953
        },
        {
            "docid": "47008036_4",
            "document": "Leporipoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Lagomorph and squirrels serve as the natural host. Transmission routes are fomite, mechanical, and contact.",
            "score": 96.43433380126953
        },
        {
            "docid": "47013570_4",
            "document": "Molluscipoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host. Glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. The virion fuses with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Human serve as the natural host. Transmission routes are sexual and contact.",
            "score": 96.43433380126953
        },
        {
            "docid": "46989132_4",
            "document": "Cervidpoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Deer serve as the natural host.",
            "score": 96.43433380126953
        },
        {
            "docid": "27363730_4",
            "document": "Yatapoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. DNA-templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Monkeys and baboons serve as the natural host. Transmission routes are mechanical and contact.",
            "score": 96.43433380126953
        },
        {
            "docid": "46961827_4",
            "document": "Alphaentomopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Coleoptera insects serve as the natural host.",
            "score": 96.11943817138672
        },
        {
            "docid": "41656324_5",
            "document": "Mastadenovirus . Viral replication is nuclear. Entry into the host cell is achieved by attachment of the viral fibers to the host CAR adhesion receptor. Subsequent binding of the penton protein to host integrin entry receptors mediates internalization into the host cell by clathrin-mediated endocytosis of the virus and fiber shedding. Some serotypes also seem to use macropinocytosis. Disruption of host endosomal membrane by lytic protein VI releases the viral capsid in the cytosol. Microtubular transport toward nucleus of the viral genome still protected by the core protein VII and a partial capsid mainly composed of hexons and protein IX. Docking at the NPC and capsid disruption. Import of the viral genome into host nucleus mediated by core protein VII. Transcription of early genes (E genes) by host RNA pol II: these proteins optimize the cellular milieu for viral replication, and counteract a variety of antiviral defenses. Intermediate genes activate replication of the DNA genome by DNA strand displacement in the nucleus. Expression of L4-22K and L4-33K causes early to late switch. Transcription of late genes (L genes) by host RNA pol II, mostly encoding structural proteins. Host translation shutoff performed by the viral 100K protein. Assembly of new virions in the nucleus. Virions are released by lysis of the cell. Virion maturation by the viral proteasehost receptors, which mediates clathrin-mediated endocytosis. Replication follows the DNA strand displacement model. DNA templated transcription, with some alternative splicing mechanism is the method of transcription. Translation takes place by ribosomal shunting. The virus exits the host cell by nuclear envelope breakdown, viroporins, and lysis. Human, mammals, and vertebrates serve as the natural host. Transmission routes are fecal-oral and respiratory.",
            "score": 95.67721557617188
        },
        {
            "docid": "34749059_5",
            "document": "Chordopoxvirinae . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV)host receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. DNA-templated transcription is the method of transcription. The virus exits the host cell by microtubular outwards viral transport, and existing in occlusion bodies after cell death and remaining infectious until finding another host. Humans, vertebrates, and arthropods serve as the natural host. Transmission routes are fomite, contact, and air borne particles.",
            "score": 94.55757904052734
        },
        {
            "docid": "15925628_8",
            "document": "Hepatitis B . The life cycle of virus is complex. is one of a few known pararetroviruses: non-retroviruses that still use reverse transcription in their replication process. The virus gains entry into the cell by binding to NTCP on the surface and being endocytosed. Because the virus multiplies via RNA made by a host enzyme, the viral genomic DNA has to be transferred to the cell nucleus by host proteins called chaperones. The partially double-stranded viral DNA is then made fully double stranded by a viral polymerase and transformed into covalently closed circular DNA (cccDNA). This cccDNA serves as a template for transcription of four viral mRNAs by host RNA polymerase. The largest mRNA, (which is longer than the viral genome), is used to make the new copies of the genome and to make the capsid core protein and the viral DNA polymerase. These four viral transcripts undergo additional processing and go on to form progeny virions that are released from the cell or returned to the nucleus and re-cycled to produce even more copies. The long mRNA is then transported back to the cytoplasm where the virion P protein (the DNA polymerase) synthesizes DNA via its reverse transcriptase activity.",
            "score": 94.3569107055664
        },
        {
            "docid": "34750157_4",
            "document": "Entomopoxvirinae . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Insects, human, vertebrates, and arthropods serve as the natural host.",
            "score": 93.36360168457031
        },
        {
            "docid": "46962619_4",
            "document": "Betaentomopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Lepidoptera and orthoptera insects serve as the natural host.",
            "score": 93.36360168457031
        },
        {
            "docid": "47005763_4",
            "document": "Gammaentomopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Lepidoptera and orthoptera insects serve as the natural host.",
            "score": 93.36360168457031
        },
        {
            "docid": "2239705_14",
            "document": "Gammaretrovirus . Virion attach the host cell receptors via the SU glycoprotein, then the TM glycoprotein assists with fusion with the cell membrane. The virus will then begin uncoating, and a linear double-stranded DNA molecule is formed from the single-stranded RNA(+) genome via reverse transcription. The enzyme responsible for reverse transcription is reverse transcriptase. The host nuclear membrane is disassembled during mitosis and the viral double-stranded DNA is able to enter the host nucleus. Viral double-stranded DNA is then integrated into the host cell genome via viral integrase, an enzyme that allows for viral DNA integration into host DNA. The virus is now referred to as a provirus, which means the gammaretrovirus DNA has integrated into the host cell genome and is now the template for the formation of viral mRNA and genomic RNA. Double-stranded DNA is transcribed by Pol II and will produce both spliced and unspliced RNA strands, these spliced RNA strands will leave the host cell nucleus. The unspliced viral RNA translation produces env, gag, and gag-pol polyproteins. The Env becomes a polypeptide precursor and will cleave to produce a receptor binding surface. Next the virion is assembled in the host cell membrane, and the viral RNA genome is packaged. The virions bud from the plasma membrane and release into the host. After virions release from host cells the process is repeated on the next cell the active viral particle comes across.",
            "score": 93.0972900390625
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 91.48815155029297
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 90.48260498046875
        },
        {
            "docid": "55667699_13",
            "document": "Feline morbillivirus . Since this virus possesses a negative-sense RNA genome, its replication and transcription cycles follow that of the negative-RNA genome. Therefore, to replicate, the negative, single-stranded RNA genome must use RNA-dependent RNA polymerase to generate the positive strand of RNA, which can directly be made into protein by host ribosomes. Likewise, both the positive and negative RNA strands must be present for replication of the genome to occur. RNA-dependent RNA polymerase binds the 3’ end of the viral genome and begins transcription, regularly identifying start and stop signals along the way which edge the genes. During mRNA synthesis, the viral “L” protein aids in capping and polyadenylating the product. Replication occurs in the cytoplasm of the host cell; it begins by the viral H glycoprotein attaching to the surface of the host cell. The virus is then fused with the cell and releases its ribonucleocapsid, allowing for transcription of the genome into mRNA, as well as sequential capping and polyadenylation of the mRNA. Before replication starts, enough nucleoprotein must be available to shield the viral genome.",
            "score": 89.99182891845703
        },
        {
            "docid": "53151252_2",
            "document": "Large tumor antigen . The large tumor antigen (also called the large T-antigen and abbreviated LTag or LT) is a protein encoded in the genomes of polyomaviruses, which are small double-stranded DNA viruses. LTag is expressed early in the infectious cycle and is essential for viral proliferation. Containing four well-conserved protein domains as well as several intrinsically disordered regions, LTag is a fairly large multifunctional protein; in most polyomaviruses, it ranges from around 600-800 amino acids in length. LTag has two primary functions, both related to replication of the viral genome: it unwinds the virus's DNA to prepare it for replication, and it interacts with proteins in the host cell to dysregulate the cell cycle so that the host's DNA replication machinery can be used to replicate the virus's genome. Some polyomavirus LTag proteins - most notably the well-studied SV40 large tumor antigen from the SV40 virus - are oncoproteins that can induce neoplastic transformation in the host cell.",
            "score": 89.4236831665039
        },
        {
            "docid": "36523096_6",
            "document": "Murine polyomavirus . MPyV has a closed, circular double-stranded DNA genome of around 5 kilo-base pairs. It contains two transcriptional units located on opposite strands, called the \"early region\" and \"late region\" for the stage in the viral life cycle in which they are expressed; each region produces a pre-messenger RNA molecule from which six genes are expressed through alternative splicing. The three genes in the early region express the large, middle, and small tumor antigens (LT, MT, ST) and are sufficient for inducing tumors. The three genes in the late region express the three capsid proteins VP1, VP2, and VP3. Between the early and late regions is a region of noncoding DNA containing the origin of replication and promoter and enhancer elements. Expression of a microRNA from a region overlapping one of the LT exons has also been identified and is thought to be involved in downregulating expression of the tumor antigens.",
            "score": 88.42088317871094
        },
        {
            "docid": "4774419_21",
            "document": "Herpes simplex virus . HSVs may persist in a quiescent but persistent form known as \"latent infection\", notably in neural ganglia. HSV-1 tends to reside in the trigeminal ganglia, while HSV-2 tends to reside in the sacral ganglia, but these are tendencies only, not fixed behavior. During latent infection of a cell, HSVs express latency associated transcript (LAT) RNA. LAT regulates the host cell genome and interferes with natural cell death mechanisms. By maintaining the host cells, LAT expression preserves a reservoir of the virus, which allows subsequent, usually symptomatic, periodic recurrences or \"outbreaks\" characteristic of non-latency. Whether or not recurrences are symptomatic, viral shedding occurs to infect a new host. A protein found in neurons may bind to herpes virus DNA and regulate latency. Herpes virus DNA contains a gene for a protein called ICP4, which is an important transactivator of genes associated with lytic infection in HSV-1. Elements surrounding the gene for ICP4 bind a protein known as the human neuronal protein Neuronal Restrictive Silencing Factor (NRSF) or human Repressor Element Silencing Transcription Factor (REST). When bound to the viral DNA elements, histone deacetylation occurs atop the ICP4 gene sequence to prevent initiation of transcription from this gene, thereby preventing transcription of other viral genes involved in the lytic cycle. Another HSV protein reverses the inhibition of ICP4 protein synthesis. ICP0 dissociates NRSF from the \"ICP4\" gene and thus prevents silencing of the viral DNA.",
            "score": 88.02307891845703
        },
        {
            "docid": "39319146_5",
            "document": "Lentiviral vector in gene therapy . There are multiple steps involved in the infection and replication of a lentivirus in a host cell. In the first step the virus uses its surface glycoproteins for attachment to the outer surface of a cell. More specifically, lentiviruses attach to the CD40 ligand glycoproteins on the surface of a hosts target cell. The viral material is then injected into the host cell's cytoplasm. Within the cytoplasm the viral reverse transcriptase enzyme performs reverse transcription of the viral RNA genome to create a viral DNA genome. The viral DNA is then sent into the nucleus of the host cell where it is incorporated into the host cell's genome with the help of the viral enzyme integrase. From now on, the host cell starts to transcribe the entire viral RNA and express the structural viral proteins, in particular those that form the viral capsid and the envelop. The lentiviral RNA and the viral proteins than assemble and the newly formed virions burst from the host cell when enough are made.",
            "score": 87.26961517333984
        },
        {
            "docid": "25799_2",
            "document": "Retrovirus . A retrovirus is a single-stranded positive-sense RNA virus with a DNA intermediate and, as an obligate parasite, targets a host cell. Once inside the host cell cytoplasm, the virus uses its own reverse transcriptase enzyme to produce DNA from its RNA genome, the reverse of the usual pattern, thus \"retro\" (backwards). The new DNA is then incorporated into the host cell genome by an integrase enzyme, at which point the retroviral DNA is referred to as a provirus. The host cell then treats the viral DNA as part of its own genome, transcribing and translating the viral genes along with the cell's own genes, producing the proteins required to assemble new copies of the virus. It is difficult to detect the virus until it has infected the host. At that point, the infection will persist indefinitely.",
            "score": 86.3763198852539
        },
        {
            "docid": "2591633_4",
            "document": "Orthopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs), which mediates cellular endocytosis of the virus. Fusion of the viral envelope with the plasma membrane releases the viral core into the host cytoplasm. Expression of early-phase genes by viral RNA polymerase begins at 30 minutes post-infection. The viral core is completely uncoated as early expression ends, releasing the viral genome into the cytoplasm. At this point, intermediate genes are expressed, triggering genomic DNA replication by the viral DNA polymerase at approximately 100 minutes post-infection. Replication follows the DNA strand displacement model. Late genes are expressed from 140 min to 48 hours post-infection, producing all viral structural proteins. Assembly of progeny virions begins in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into the brick-shaped intracellular mature virion (IMV). IMVs can be released upon cell lysis, or can acquire a second membrane from the Golgi apparatus and bud as extracellular enveloped virions (EEV). In this latter case, the virion is transported to the plasma membrane via microtubules.",
            "score": 86.34678649902344
        },
        {
            "docid": "55698383_7",
            "document": "Enterobacter virus CC31 . Once inside the cell, replication can begin. The virus starts by breaking down all \"E. coli\" genetic material. This is known as the lytic cycle. The virus can now occupy the cell of the \"E. coli\" without being inhibited by proteins or enzymes of the host. The \"CC30\" genetic material is then capable of using the residue \"E. coli\" proteins to assist with viral replication. \"Enterobacter virus CC31\" has most of the genes responsible for coding proteins to induce gene expression and replication: endonuclease, RNA polymerase, DNA polymerase, RNA primase, DNA ligase, topoisomerase, and DNA helicase. Therefore, \"CC31\" does not require access to \"E. coli\"'s nucleus and does not have to wait for mitosis to occur in order to act in a parasitic fashion. This allows for rapid formation of virus particles within the empty cell. DNA is amplified, while proteins are made for the virion construction. Protein subunits combine into domains to make the individual components of the virion. The viral particles begin to combine once overcrowding of the cell occurs. The \"E. coli\" cell will lyse due to over-population, allowing the virions to burst out of the cell and move on to the next host.",
            "score": 85.9398193359375
        },
        {
            "docid": "4448546_14",
            "document": "Viral transformation . Depending on the virus, a variety of genetic changes can occur in the host cell. In the case of a lytic cycle virus, the cell will only survive long enough to the replication machinery to be used to create additional viral units. In other cases, the viral DNA will persist within the host cell and replicate as the cell replicates. This viral DNA can either be incorporated into the host cell's genetic material or persist as a separate genetic vector. Either case can lead to damage of the host cell's chromosomes. It is possible that the damage can be repaired; however, the most common result is an instability in the original genetic material or suppression or alteration of the gene expression.",
            "score": 85.4581298828125
        },
        {
            "docid": "28232820_3",
            "document": "Trichodysplasia spinulosa polyomavirus . Like all polyomaviruses, TSPyV has a circular double-stranded DNA genome of around 5.2 kilobases. The genome was originally reported to contain five genes in an organization typical of polyomaviruses, with the small tumor antigen and large tumor antigen genes located in the \"early\" region of the genome expressed early in the infection cycle, and the viral capsid genes VP1, VP2, and VP3 expressed from the late region. A subsequent study of gene expression during TSPyV infection identified messenger RNA consistent with middle tumor antigen, an early-region protein whose homologs had previously only been reported in polyomaviruses that infect rodents. Middle tumor antigen in mouse and hamster polyomavirus has been closely associated with these viruses' ability to cause tumors. The same study also observed evidence of an additional protein, called tiny T, and of an alternatively spliced form of large tumor antigen known as ALTO.",
            "score": 85.22319030761719
        },
        {
            "docid": "1247939_6",
            "document": "Kaposi's sarcoma-associated herpesvirus . After infection, the virus enters into lymphocytes via macropinosomes where it remains in a latent (\"quiet\") state expressing the viral latency-associated nuclear antigen, LANA. Crucial for the Entry of the virus is the EPH receptor A2 and a few Integrins, whose identity has yet to be confirmed. The virus exists as a circular piece of DNA called an episome and uses the cellular replication machinery to replicate itself. The viral episome is chromatinized upon entry into the host cell nucleus. LANA tethers the viral DNA to cellular chromosomes, inhibits p53 and retinoblastoma protein and suppresses viral genes needed for full virus production and assembly (\"lytic replication\"). Various signals such as inflammation may provoke the virus to enter into lytic replication. When lytic replication occurs, the viral episome starts replicating itself in the form of linear DNA molecules that are packaged into virus particles which are expelled from the cell, to infect new cells or to be transmitted to a new host. When the virus enters into lytic replication, thousands of virus particles can be made from a single cell, which usually results in death of the infected cell.",
            "score": 85.17291259765625
        },
        {
            "docid": "55705827_13",
            "document": "Mammalian orthoreovirus . After the uncoated virus particles penetrate the endosomes, early transcription of the double stranded RNA genome by viral polymerase occurs inside the uncoated (naked) viral core. This process occurs in this manner so the viral double stranded RNA is not exposed to the cytoplasm, as this would cause the cell to attack the viral particle. The viral core is then released into the cytoplasm of the host cell, where replication occurs. Replication is completed with the aid of protein λ3, which acts as RNA-dependent RNA polymerase. Positive-strand transcripts from each of the double stranded RNA segments are synthesized, these transcripts are then used as templates for the translation of proteins, in addition to make the negative-strand RNA. Viral protein μ2, is a transcriptase cofactor that is a part of transcription, it also has enzymatic functions such as capping the mRNA, and acts as RNA helicase, which separates double stranded RNA strands.",
            "score": 84.84381866455078
        }
    ]
}