{
    "q": [
        {
            "docid": "2191103_3",
            "document": "Dauer larva . As E. Maupas first proposed in 1899-1900, all nematodes have five stages separated by four moults. Under environmental conditions that are favorable for reproduction, \"C. elegans\" larvae develop through four stages or moults which are designated as \"L1\", \"L2\", \"L3\" and \"L4\". After L4, animals moult to the reproductive adult stage. However, when the environment is unfavorable, L1 and L2 animals have the option to divert their development from reproduction to dauer formation. Signals such as temperature, food supply, and levels of a dauer-inducing pheromone, a population density cue, influence this dauer decision. Dauer larvae are thus considered an alternative L3 stage larva, and this stage is sometimes preceded by L2d. L2d animals are considered pre-dauer and are characterised by delayed development and dark intestines produced by storage of fat. L2d larvae can either continue normal development or enter dauer stage depending on whether the conditions that triggered their formation persist. Dauer is not, however, a permanent condition. In fact, if the food supply and the population density become optimal for growth the dauer larvae can exit this stage and become L4s and then adults. Dauer larvae are extensively studied by biologists because of their ability to survive harsh environments and live for extended periods of time. For example, \"C. elegans\" dauer larvae can survive up to four months, much longer than their average lifespan of about three weeks during normal reproductive development. Two genes that are essential for dauer formation are \"daf-2\" and \"daf-23\". Dauer formation in \"C. elegans\" requires a nuclear receptor DAF-12 and a forkhead transcription factor \"daf-16\". In favorable environments, DAF-12 is activated by a steroid hormone, called Dafachronic Acid, produced by the cytochrome p450, DAF-9. DAF-9 and DAF-12 have been implicated by Cynthia Kenyon and colleagues as being required for extended longevity seen in animals that lack germlines. Kenyon showed that, although the \"daf-16\" gene is required for life extension in \"C. elegans\", the life extension effect can be uncoupled from dauer growth arrest. The lifespan increase was shown to be associated with an increase in stress resistance.",
            "score": 81.52215993404388
        },
        {
            "docid": "41185140_2",
            "document": "Phenotypic integration . Phenotypic Integration is the term used to describe when multiple functionally-related traits are correlated with each other. Complex phenotypes often require multiple traits working together in order to function properly. Phenotypic integration is significant because it provides an explanation as to how phenotypes are sustained by relationships between traits. Every aspect of an organism is created so that the role it plays overall is performed harmoniously with all its other parts. Every organism's phenotype is integrated, organized, and a functional whole. Integration is also associated with functional modules. Modules are complex character units that are tightly associated, such as a flower. It is hypothesized that organisms with high correlations between traits in a module have the most efficient functions. The fitness of a particular value for one phenotypic trait frequently depends on the value of the other phenotypic traits, making it important for those traits evolve together. One trait can have a direct effect on fitness, and it has been shown that the correlations among traits can also change fitness, causing these correlations to be adaptive, rather than solely genetic. Integration can be involved in multiple aspects of life, not just at the genetic level, but during development, or simply at a functional level. Integration can be caused by genetic, developmental, environmental, or physiological relationships among characters. Environmental conditions can alter or cause integration, i.e. they may be plastic. Correlational selection, a form of natural selection can also produce integration. At the genetic level, integration can be caused by pleiotropy, close linkage, or linkage disequilibrium among unlinked genes. At the developmental level it can be due to cell-cell signaling such as in the development of the ectopic eyes in Drosophila. It is believed that the patterns of genetic covariance helped distinguish certain species. It can create variation among certain phenotypes, and can facilitate efficiency. This is significant because integration may play a huge role in phenotypic evolution. Phenotypic integration and its evolution can not only create large amounts of variety among phenotypes which can cause variation among species. For example, the color patterns on Garter snakes range widely and are caused by the covariance among multiple phenotypes.",
            "score": 54.63222801685333
        },
        {
            "docid": "33244792_4",
            "document": "Non-spiking neuron . There are an abundance of neurons that propagate signals via action potentials and the mechanics of this particular kind of transmission is well understood. Spiking neurons exhibit action potentials as a result of a neuron characteristic known as membrane potential. Through studying these complex spiking networks in animals, a neuron that did not exhibit characteristic spiking behavior was discovered. These neurons use a graded potential to transmit data as they lack the membrane potential that spiking neurons possess. This method of transmission has a huge effect on the fidelity, strength, and lifetime of the signal. Non-spiking neurons were identified as a special kind of interneuron and function as an intermediary point of process for sensory-motor systems. Animals have become substantial models for understanding more about non-spiking neural networks and the role they play in an animal’s ability to process information and its overall function. Animal models indicate that the interneurons modulate directional and posture coordinating behaviors. Crustaceans and arthropods such as the crawfish have created many opportunities to learn about the modulatory role that these neurons have in addition to their potential to be modulated regardless of their lack of exhibiting spiking behavior. Most of the known information about nonspiking neurons is derived from animal models. Studies focus on neuromuscular junctions and modulation of abdominal motor cells. Modulatory interneurons are neurons that are physically situated next to muscle fibers and innervate the nerve fibers which allow for some orienting movement. These modulatory interneurons are usually nonspiking neurons. Advances in studying nonspiking neurons included determining new delineations among the different types of interneurons. These discoveries were due to the usage of methods such as protein receptor silencing. Studies have been done on the non-spiking neuron qualities in animals of specific non-spiking neural networks that have a corollary in humans, e.g. retina amacrine cell of the eye.",
            "score": 82.32012712955475
        },
        {
            "docid": "3131507_15",
            "document": "RNA-binding protein . RNA-binding proteins' transcriptional and post-transcriptional regulation of RNA has a role in regulating the patterns of gene expression during development. Extensive research on the nematode \"C. elegans\" has identified RNA-binding proteins as essential factors during germline and early embryonic development. Their specific function involves the development of somatic tissues (neurons, hypodermis, muscles and excretory cells) as well as providing timing cues for the developmental events. Nevertheless, it is exceptionally challenging to discover the mechanism behind RBPs' function in development due to the difficulty in identifying their RNA targets. This is because most RBPs usually have multiple RNA targets. However, it is indisputable that RBPs exert a critical control in regulating developmental pathways in a concerted manner.",
            "score": 49.29782485961914
        },
        {
            "docid": "252152_8",
            "document": "Vomeronasal organ . In mammals, the sensory neurons of the vomeronasal organ detect non-volatile chemical cues, which requires direct physical contact with the source of odor. Notably, some scents act as chemical-communication signals (pheromones) from other individuals of the same species. Unlike the main olfactory bulb that sends neuronal signals to the olfactory cortex, the VNO sends neuronal signals to the accessory olfactory bulb and then to the amygdala, BNST, and ultimately hypothalamus. Since the hypothalamus is a major neuroendocrine center (affecting aspects of reproductive physiology and behavior as well as other functions such as body temperature), this may explain how scents influence aggressive and mating behavior. For example, in many vertebrates, nerve signals from the brain pass sensory information to the hypothalamus about seasonal changes and the availability of a mate. In turn, the hypothalamus regulates the release of reproductive hormones required for breeding. It should be noted that some pheromones are detected by the main olfactory system.",
            "score": 84.69781184196472
        },
        {
            "docid": "49528276_7",
            "document": "Behavioral plasticity . A major difference between developmental and contextual plasticity is the inherent trade-off between the time of interpreting a stimuli and exhibiting a behavior. Contextual plasticity is a near immediate response to the environment. The underlying hormonal networks/neuronal pathways are already present, so it is only a matter of activating them. In contrast, developmental plasticity requires internal changes in hormonal networks and neuronal pathways. As a result, developmental plasticity is often, although not always, a slower process than contextual plasticity. For instance, habituation is a type of learning (developmental plasticity) that can occur within a short period of time. One of the advantages of developmental behavioral plasticity that occurs over extended periods of time is that such changes can occur in concert with changes in morphological and physiological traits. In such cases, the same set of external or internal stimuli can lead to coordinated changes in suites of behavioral, morphological and physiological traits.",
            "score": 54.70146441459656
        },
        {
            "docid": "2191103_2",
            "document": "Dauer larva . Dauer (German \"\"die dauer\"\", \"the enduring\", from A.G. Fuchs (1937) \"Neue parasitische und halbparasitischa Nematoden bei Borkenkäfern und einige andere Nematoden\") describes an alternative developmental stage of nematode worms, particularly rhabditids including \"Caenorhabditis elegans\", whereby the larva goes into a type of stasis and can survive harsh conditions. Since the decision to enter the dauer stage is dependent on environmental cues, it represents a classic and well studied example of polyphenism The Dauer state is given other names in the various types of nematodes such as ‘diapause’, ‘hypobiosis’, or ‘spring rise’, but since the \"C. elegans\" nematode has become the most studied nematode, the term ‘dauer stage’ or 'dauer larvae' is becoming universally recognised when referring to this state in other free-living nematodes. The dauer stage is also considered to be equivalent to the infective stage of parasitic nematode larvae.",
            "score": 55.15415167808533
        },
        {
            "docid": "48232306_12",
            "document": "Halictus sexcinctus . Communal females range in size from that of a worker to a eusocial queen, but all of them have proportionally shorter wings than those of solitary and eusocial females, indicating that they follow a different developmental pathway. The morphological differences between communal and eusocial individuals represents a novel preimaginal developmental difference, implying that their behavioral differences also have a preimaginal origin. This difference might be brought on by environmental factors during the larval period, such as differential feeding by queens. It has not yet been determined whether the different social organizations arise from phenotypic plasticity brought on by an environmental switch (a trait commonly seen in halictine bees), or based upon genetic differences. Genetic differences could not cause relative sterility because genes for such a trait would not be passed on. We do not fully understand the mechanism behind the morphological differences seen between the social strategies.",
            "score": 28.69836735725403
        },
        {
            "docid": "37130699_6",
            "document": "Vitamin D and neurology . The presence of vitamin D, its activating enzyme, and VDR in the brain leads researchers to question what role vitamin D plays in the brain. Research suggests that vitamin D may function as a modulator in brain development and as a neuroprotectant. In recent studies, vitamin D has exhibited an association with the regulation of nerve growth factor (NGF) synthesis. NGF is responsible for the growth and survival of neurons. This relationship has also been studied in embryonic and neonatal rats. Developmental vitamin D deficient (DVD) rats have decreased levels of neurotrophic factors, increased mitosis, and decreased apoptosis. These findings suggest that vitamin D potentially affects the development of neurons as well as their maintenance and survival. Current research is underway investigating whether vitamin D is a factor contributing to normal brain functioning.",
            "score": 25.13111424446106
        },
        {
            "docid": "19592348_29",
            "document": "Binge drinking . Age and genetic factors influence the risk of developing alcohol-related neurotoxicity. Adolescence, especially early adolescence (i.e. before age 15), is a critical and delicate developmental stage for specialised neuronal and synaptic systems mature. This critical developmental stage is where lifelong adult traits e.g., talents, reasoning and complex skills mature; however alcohol and in particular binge drinking may disrupt and interfere with this developmental process. Adolescence is also a period of development characterised by a high level of novel seeking, thrill seeking and risk taking behaviour and thus alcohol and other drug experimentation and abuse is common. An adolescent rat study found that a relatively short exposure to high levels of alcohol resulted in long-lasting changes to functional brain activity with corresponding abnormalities in EEG brain waves that persisted into adulthood, including persisting disturbances in sleep EEG with a reduction in slow wave sleep. These EEG findings are similar to premature aging. According to one review of the literature, if the developmental stage of adolescence is similar to the developmental stage of the fetus with regard to sensitivity to the neurotoxic effects of alcohol, and if long-lasting or permanent damage to the brain occurs similar to what animal studies suggest, then this represents a major public health issue due to the high levels of alcohol use by adolescents. Indeed, alcohol can affect the remodeling and functional changes in synaptic plasticity and neuronal connectivity in different brain regions that occurs during adolescence (\"see this related article\").",
            "score": 39.37249994277954
        },
        {
            "docid": "35633282_13",
            "document": "Ingestive behaviors . Neural circuits in the brain stem are able to control acceptance or rejection of sweet or bitter foods, and can be modulated by satiation or physiological hunger signals. Signals from the tongue, stomach, small intestine and liver are received by the area postrema and nucleus of the solitary tract, which then send information to many regions of the forebrain that control food intake. The lateral hypothalamus contains two sets of neurons that increase eating and decrease metabolic rate by secreting the peptides orexin and melanin concentrating hormone (MCH). Neuropeptide Y (NPY) in the lateral hypothalamus induces ravenous eating; neurons that secrete NPY are targeted by ghrelin in the hypothalamus. Leptin desensitizes the brain to hunger signals and inhibits NPY-secreting neurons.",
            "score": 60.31353735923767
        },
        {
            "docid": "25253854_7",
            "document": "Developmental plasticity . The formation of the nervous system is one of the most crucial events in the developing embryo. Specifically, the differentiation of stem cell precursors into specialized neurons gives rise to the formation of synapses and neural circuits, which is key to the principle of plasticity. During this pivotal point in development, consequent developmental processes like the differentiation and specialization of neurons are highly sensitive to exogenous and endogenous factors. For example, in utero exposure to nicotine has been linked to adverse effects such as severe physical and cognitive deficits as a result of impeding the normal activation of acetylcholine receptors. In a recent study, the connection between such nicotine exposure and prenatal development was assessed. It was determined that nicotine exposure in early development can have a lasting and encompassing effect on neuronal structures, underlying the behavioral and cognitive defects observed in exposed humans and animals. Additionally, by disrupting proper synaptic function through nicotine exposure, the overall circuit may become less sensitive and responsive to stimuli, resulting in compensatory developmental plasticity. It is for this reason that exposure to various environmental factors during developmental periods can cause profound effects on subsequent neural functioning.",
            "score": 63.772350907325745
        },
        {
            "docid": "5662589_9",
            "document": "Radial glial cell . Radial glia are now recognized as key progenitor cells in the developing nervous system. During the late stages of neurogenesis, radial glial cells divide asymmetrically in the ventricular zone, generating a new radial glial cell, as well as a postmitotic neuron or an intermediate progenitor (IPC) daughter cell. Intermediate progenitor cells then divide symmetrically in the subventricular zone to generate neurons. Local environmental cues such as Notch and fibroblast growth factor (FGF) signaling, developmental period, and differing abilities of radial glia to respond to environmental cues have all been shown to influence the type of radial glia and radial glia-derived daughter cells that will be produced. FGF and Notch signaling regulate the proliferation of radial glia and the rate of neurogenesis, which affects the surface area expansion of the cerebral cortex and its ability to form surface convolutions known as gyri (see gyrification). Radial glial cells show high levels of calcium transient activity, which is transmitted between RGCs in the ventricular zone and along the radial fibers bidirectionally to/from the cortical plate. The calcium activity is thought to promote RGC proliferation and could be involved in radial communication before synapses are present in the brain. Additionally, recent evidence suggests that cues from the external sensory environment can also influence the proliferation and neural differentiation of radial glia.",
            "score": 70.51632511615753
        },
        {
            "docid": "788091_7",
            "document": "Psychological trauma . Some theories suggest childhood trauma can increase one's risk for mental disorders including posttraumatic stress disorder (PTSD), depression, and substance abuse. Childhood adversity is associated with neuroticism during adulthood.  Parts of the brain in a growing child are developing in a sequential and hierarchical order, from least complex to most complex. The brain's neurons are designed to change in response to the constant external signals and stimulation, receiving and storing new information. This allows the brain to continually respond to its surroundings and promote survival. Our five main sensory signals contribute to the developing brain structure and its function.  Infants and children begin to create internal representations of their external environment, and in particular, key attachment relationships, shortly after birth. Violent and victimized attachment figures impact infants' and young children's internal representations. The more frequent a specific pattern of brain neurons is activated, the more permanent the internal representation associated with the pattern becomes. This causes sensitization in the brain towards the specific neural network. Because of this sensitization, the neural pattern can be activated by decreasingly less external stimuli.  Childhood abuse tends to have the most complications with long-term effects out of all forms of trauma because it occurs during the most sensitive and critical stages of psychological development. It could also lead to violent behavior, possibly as extreme as serial murder. For example, Hickey's Trauma-Control Model suggests that \"childhood trauma for serial murderers may serve as a triggering mechanism resulting in an individual's inability to cope with the stress of certain events.\"",
            "score": 70.68770444393158
        },
        {
            "docid": "14281037_6",
            "document": "David Ginty . His lab at Johns Hopkins discovered functions and mechanisms of action of neuronal growth factors and axon guidance cues, and mechanisms of assembly and functional organization of the neural circuits that underlie autonomic functions and the sense of touch. His lab at Harvard uses a variety of techniques including genetics, circuit mapping, and electrophysiological analyses to gain understanding of the development, organization, and function of neural circuits that underlie the sense of touch. He uses mouse molecular genetic approaches to identify, visualize, and functionally manipulate physiologically defined classes of low-threshold mechanosensory neurons (LTMRs), the primary cutaneous sensory neurons that mediate the sense of touch, as well as spinal cord neurons that process LTMR information and convey it to the brain.",
            "score": 35.055500984191895
        },
        {
            "docid": "17604561_6",
            "document": "Gary Ruvkun . When siRNAs of the same 21-22 nucleotide size as \"lin-4\" and \"let-7\" were discovered in 1999 by Hamilton and Baulcombe in plants, the fields of RNAi and miRNAs suddenly converged. It seemed likely that the similarly sized miRNAs and siRNAs would use similar mechanisms. In a collaborative effort, the Mello and Ruvkun labs showed that the first known components of RNA interference and their paralogs, Dicer and the PIWI proteins, are used by both miRNAs and siRNAs. Ruvkun's lab in 2003 identified many more miRNAs, identified miRNAs from mammalian neurons, and in 2007 discovered many new protein-cofactors for miRNA function.  Ruvkun's laboratory has also discovered that an insulin-like signaling pathway controls C. elegans metabolism and longevity. Klass Johnson and Kenyon showed that the developmental arrest program mediated by mutations in \"age-1\" and \"daf-2\" increase C. elegans longevity. The Ruvkun lab established that these genes constitute an insulin like receptor and a downstream phosphatidylinositol kinase that couple to the \"daf-16\" gene product, a highly conserved Forkhead transcription factor. Homologues of these genes have now been implicated in regulation of human aging. These findings are also important for diabetes, since the mammalian orthologs of \"daf-16\" (referred to as FOXO transcription factors) are also regulated by insulin. The Ruvkun lab has used full genome RNAi libraries to discover a comprehensive set of genes that regulate aging and metabolism. Many of these genes are broadly conserved in animal phylogeny and are likely to reveal the neuroendocrine system that assesses and regulates energy stores and assigns metabolic pathways based on that status. Recently, the Ruvkun lab discovered a deep connection between longevity and small RNA pathways, with the production of germline specific small RNA factors induced in somatic cells in long lived mutant animals.",
            "score": 47.27184247970581
        },
        {
            "docid": "2998760_4",
            "document": "Facilitated variation . The theory of facilitated variation consists of several elements. Organisms are built from a set of highly conserved modules called \"core processes\" that function in development and physiology, and have remained largely unchanged for millions (in some instances billions) of years. Genetic mutation leads to regulatory changes in the package of core components (i.e. new combinations, amounts, and functional states of those components) exhibited by an organism. Finally, the altered combinations, amounts, and states of the conserved components function to develop and operate a new trait on which natural selection acts. Because of their modular organization, adaptability (e.g. arising through exploratory processes) and compartmentation, developmental systems tend to produce facilitated (i.e. functional and adaptive) phenotypic variation when challenged by genetic mutation or novel environmental conditions.",
            "score": 41.41568076610565
        },
        {
            "docid": "42072648_2",
            "document": "Follower neuron . A follower neuron is a nerve cell that arises in the developmental stage of the brain and which growth and orientation is intrinsically related to pioneer neurons. These neurons can also be called later development neurons or follower cells.  In the early stages of brain development, pioneer neurons define axonal trajectories that are later used as scaffolds by follower neurons, which project their growth cones and fasciculate with pioneer axons, forming a fiber tract and demonstrating a preference for axon-guided growth. It is thought that these neurons can read very accurate cues of direction and fasciculate or defasciculate in order to reach their target, even in a highly dense axon bundle.",
            "score": 23.19766592979431
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 67.02554821968079
        },
        {
            "docid": "21944_35",
            "document": "Nervous system . The basic neuronal function of sending signals to other cells includes a capability for neurons to exchange signals with each other. Networks formed by interconnected groups of neurons are capable of a wide variety of functions, including feature detection, pattern generation and timing, and there are seen to be countless types of information processing possible. Warren McCulloch and Walter Pitts showed in 1943 that even artificial neural networks formed from a greatly simplified mathematical abstraction of a neuron are capable of universal computation.  Historically, for many years the predominant view of the function of the nervous system was as a stimulus-response associator. In this conception, neural processing begins with stimuli that activate sensory neurons, producing signals that propagate through chains of connections in the spinal cord and brain, giving rise eventually to activation of motor neurons and thereby to muscle contraction, i.e., to overt responses. Descartes believed that all of the behaviors of animals, and most of the behaviors of humans, could be explained in terms of stimulus-response circuits, although he also believed that higher cognitive functions such as language were not capable of being explained mechanistically. Charles Sherrington, in his influential 1906 book \"The Integrative Action of the Nervous System\", developed the concept of stimulus-response mechanisms in much more detail, and Behaviorism, the school of thought that dominated Psychology through the middle of the 20th century, attempted to explain every aspect of human behavior in stimulus-response terms.",
            "score": 94.06652188301086
        },
        {
            "docid": "7247837_8",
            "document": "Nesfatin-1 . Nesfatin/NUCB2 expression has been reported to be modulated by starvation and re-feeding in the Paraventricular nucleus (PVN) and supraoptic nucleus (SON) of the brain. Nesfatin-1 influences the excitability of a large proportion of different subpopulations of neurons located in the PVN. It is also reported that magnocellular oxytocin neurons are activated during feeding, and ICV infusion of oxytocin antagonist increases food intake, indicating a possible role of oxytocin in the regulation of feeding behavior. In addition, it is proposed that feeding-activated nesfatin-1 neurons in the PVN and SON could play an important role in the postprandial regulation of feeding behavior and energy homeostasis.",
            "score": 26.656350135803223
        },
        {
            "docid": "30932051_7",
            "document": "Nutriepigenomics . Fetal exposure to calcium, folate, magnesium, high or low protein, and zinc have all been associated with birth weight. Numerous studies have investigated the link between birth weight and risk of disease and have found that low birth weight is significantly associated with coronary heart disease, stroke and type-2 diabetes. Most importantly, these associations occurred after adjusting for lifestyle factors, implying a genetic basis for onset of disease. Impaired insulin secretion is associated with low birth weight and can lead to insulin resistance as babies accumulate body fat. Studies using intrauterine growth retarded (IUGR) rats have found that growth inhibition can lead to decreased expression of Pdx1 transcription factor, which is essential for differentiation and function of pancreatic beta cells. Decreased histone acetylation at the proximal promoter of Pdx1 is responsible for reduced Pdx1 expression and subsequently results in a cascade of histone deacetylation and methylation events that can result in type-2 diabetes. Obesity during pregnancy and high-fat maternal diets both show strong associations with obesity in offspring. As the number of overweight reproductive-age women increases, the number of overweight children and infants also increases. It has been postulated that maternal obesity causes an accumulation of fat in fetal adipose tissue (adiposity) and predisposes babies for obesity in childhood and adulthood. Animal studies have shown that maternal overnutrition may impact brain development and cause disruptions to programming of the hypothalamus. Offspring that were exposed to a high-fat or high-caloric maternal diet had increased levels of insulin, glucose and leptin. It is hypothesized that these elevations are due to disturbances in the complex neuronal network that includes the neuropeptide Y (NPY) and proopiomelanocortin (POMC) pathways. This altered neuronal signaling can consequently impact food-intake behavior and lead to diet-induced obesity in adulthood. While epigenetic modifications are most likely involved in the development of obesity, the specific target genes have yet to be identified. Genes involved in adipogenesis, such as fibroblast growth-factor-2, phosphatase and tensin homologue, cyclin-dependent kinase inhibitor 1A and oestrogen receptor-alpha, possess multiple CpG islands in their promoter sites and may act as epigenetic targets. Furthermore, it has been shown that prenatal exposure to a hypomethylating agent, such as bisphenol A (BPA), is associated with increased body weight and suggests modified DNA methylation as a mechanism for increasing susceptibility to obesity.",
            "score": 53.82488250732422
        },
        {
            "docid": "3766002_15",
            "document": "Orbitofrontal cortex . Neurons in the OFC respond both to primary reinforcers, as well as cues that predict rewards across multiple sensory domains. The evidence for responses to visual, gustatory, somatosensory, and olfactory stimuli is robust, but evidence or auditory responses are weaker. In a subset of OFC neurons, neural responses to rewards or reward cues are modulated by individual preference and by internal motivational states such as hunger. A fraction of neurons that respond to sensory cues predicting a reward are selective for reward, and exhibit reversal behavior when cue outcome relationships are swapped. Neurons in the OFC also exhibit responses to the absence of an expected reward, and punishment. Another population of neurons exhibits responses to novel stimuli and can “remember” familiar stimuli for up to a day.",
            "score": 37.86364459991455
        },
        {
            "docid": "1505166_2",
            "document": "Genetic architecture . Genetic architecture refers to the underlying genetic basis of a phenotypic trait and its variational properties. Phenotypic variation for quantitative traits is, at the most basic level, the result of the segregation of alleles at quantitative trait loci (QTL). Environmental factors and other external influences can also play a role in phenotypic variation. Genetic architecture is a broad term that can be described for any given individual based on information regarding gene and allele number, the distribution of allelic and mutational effects, and patterns of pleiotropy, dominance, and epistasis.",
            "score": 21.07908058166504
        },
        {
            "docid": "5674591_10",
            "document": "Mothers against decapentaplegic homolog 3 . SMAD3 functions as a transcriptional modulator, binding the TRE (TPA responsive element) in the promoter region of many genes that are regulated by TGF-β. SMAD3 and SMAD4 can also form a complex with c-Fos and c-jun at the AP-1/SMAD site to regulate TGF-β-inducible transcription. The genes regulated by SMAD3-mediated TGFβ signaling affect differentiation, growth and death.  TGF-β/SMAD signaling pathway has been shown to have a critical role in the expression of genes controlling differentiation of embryonic stem cells. Some of the developmental genes regulated by this pathway include FGF1, NGF, and WNT11 as well as stem/progenitor cell associated genes CD34 and CXCR4. The activity of this pathway as a regulator of pluripotent cell states requires the TRIM33-SMAD2/3 chromatin reading complex.",
            "score": 42.6056866645813
        },
        {
            "docid": "5442380_39",
            "document": "Sensory cue . Environmental cues play a direct role in mediating the behavior of both plants and animals. For example, environmental cues, such as temperature change or food availability affect the spawning behavior of fish. In addition to cues generated by the environment itself, cues generated by other agents, such as ant pheromone trails, can influence behavior to indirectly coordinate actions between those agents.",
            "score": 53.9424946308136
        },
        {
            "docid": "1740374_5",
            "document": "Thrifty phenotype . However, environmental changes during early development may result in the selected trajectory becoming inappropriate, resulting in adverse effects on health. This paradox generates doubts about whether the thrifty phenotype is adaptive for human offspring. Thus, the thrifty phenotype should be considered as the capacity of all offspring to respond to environmental cues during early ontogenetic development. It has been suggested that the thrifty phenotype is the consequence of three unlike adaptive processes: maternal effects, niche construction and developmental plasticity, which all are influenced by the brain. While developmental plasticity demonstrates an adaptation by the offspring, niche construction and parental effects are result of parental selections rather than offspring fitness. Therefore, the thrifty phenotype can be described as a manipulation of offspring phenotype for the benefit of maternal fitness. The information that enters offspring phenotype during early development mirror the mother’s own developmental experience and the quality of the environment during her own maturation rather than predicting the possible future environment of the offspring",
            "score": 39.15299665927887
        },
        {
            "docid": "42073672_9",
            "document": "Neuronal self-avoidance . In 1990, Macagno et al., integrated the results from several studies, once again emphasizing the evolutionary conservation of the overall phenomena: Leech neurons, like those of other invertebrates and those of vertebrates, undergo specific interactions during development which allow the definition of the adult morphologies and synaptic connections. That morphology reflects the developmental compromise between the potential of the neuron to grow and the constraints placed upon that growth by internal and external factors. Thus, the self-recognizing mechanism would be useful not only to self-avoidance but also as a means of individualization. During development, competition among neurons of the same type for a limited supply required for process growth and maintenance would occur, with one cell gaining space at the expense of others. Inhibitory interactions were also invoked, and this placed the phenomena of self-recognition in the bigger picture of the axon guidance process. Together, these studies led to the view that neural circuit assembly emerged as a result of a relatively small number of different signals and their receptors, some acting in a graded fashion and in different combinations.",
            "score": 50.61978721618652
        },
        {
            "docid": "984726_2",
            "document": "Neuropeptide . Neuropeptides are small protein-like molecules (peptides) used by neurons to communicate with each other. They are neuronal signalling molecules that influence the activity of the brain and the body in specific ways. Different neuropeptides are involved in a wide range of brain functions, including analgesia, reward, food intake, metabolism, reproduction, social behaviors, learning and memory.",
            "score": 47.035022497177124
        },
        {
            "docid": "28764_49",
            "document": "Serotonin . In the nematode \"C. elegans\", artificial depletion of serotonin or the increase of octopamine cues behavior typical of a low-food environment: \"C. elegans\" becomes more active, and mating and egg-laying are suppressed, while the opposite occurs if serotonin is increased or octopamine is decreased in this animal. Serotonin is necessary for normal nematode male mating behavior, and the inclination to leave food to search for a mate. The serotonergic signaling used to adapt the worm's behaviour to fast changes in the environment affects insulin-like signaling and the TGF beta signaling pathway, which control long-term adaption.",
            "score": 87.32259690761566
        },
        {
            "docid": "34132734_14",
            "document": "Family-based QTL mapping . Linkage and association analysis are primary tools for gene discovery, localization and functional analysis. While conceptual underpinning of these approaches have been long known, advances in recent decades in molecular genetics, development in efficient algorithms, and computing power have enabled the large scale application of these methods. While linkage studies seek to identify loci cosegregate with the trait within families, association studies seek to identify particular variants that are associated with the phenotype at the population level. These are complementary methods that, together, provide means to probe the genome and describe etiology of complex traits. In linkage studies, we seek to identify the loci that cosegregate with a specific genomic region, tagged by polymorphic markers, within families. In contrast, in association studies, we seek a correlation between a specific genetic variation and trait variation in sample of individuals, implicating a causal role of the variant.",
            "score": 22.77817392349243
        },
        {
            "docid": "374215_26",
            "document": "Programmed cell death . Programmed cell death can be reduced or eliminated in the developing nervous system by the targeted deletion of pro-apoptotic genes or by the overexpression of anti-apoptotic genes. The absence or reduction of PCD can cause serious anatomical malformations but can also result in minimal consequences depending on the gene targeted, neuronal population, and stage of development. Excess progenitor cell proliferation that leads to gross brain abnormalities is often lethal, as seen in caspase-3 or caspase-9 knockout mice which develop exencephaly in the forebrain. The brainstem, spinal cord, and peripheral ganglia of these mice develop normally, however, suggesting that the involvement of caspases in PCD during development depends on the brain region and cell type. Knockout or inhibition of apoptotic protease activating factor 1 (APAF1), also results in malformations and increased embryonic lethality. Manipulation of apoptosis regulator proteins Bcl-2 and Bax (overexpression of Bcl-2 or deletion of Bax) produces an increase in the number of neurons in certain regions of the nervous system such as the retina, trigeminal nucleus, cerebellum, and spinal cord. However, PCD of neurons due to Bax deletion or Bcl-2 overexpression does not result in prominent morphological or behavioral abnormalities in mice. For example, mice overexpressing Bcl-2 have generally normal motor skills and vision and only show impairment in complex behaviors such as learning and anxiety. The normal behavioral phenotypes of these mice suggest that an adaptive mechanism may be involved to compensate for the excess neurons.",
            "score": 58.71963930130005
        }
    ],
    "r": [
        {
            "docid": "21944_29",
            "document": "Nervous system . At a more integrative level, the primary function of the nervous system is to control the body. It does this by extracting information from the environment using sensory receptors, sending signals that encode this information into the central nervous system, processing the information to determine an appropriate response, and sending output signals to muscles or glands to activate the response. The evolution of a complex nervous system has made it possible for various animal species to have advanced perception abilities such as vision, complex social interactions, rapid coordination of organ systems, and integrated processing of concurrent signals. In humans, the sophistication of the nervous system makes it possible to have language, abstract representation of concepts, transmission of culture, and many other features of human society that would not exist without the human brain.",
            "score": 105.23838806152344
        },
        {
            "docid": "569399_2",
            "document": "Stimulus (physiology) . In physiology, a stimulus (plural stimuli) is a detectable change in the internal or external environment. The ability of an organism or organ to respond to external stimuli is called sensitivity. When a stimulus is applied to a sensory receptor, it normally elicits or influences a reflex via stimulus transduction. These sensory receptors can receive information from outside the body, as in touch receptors found in the skin or light receptors in the eye, as well as from inside the body, as in chemoreceptors and mechanoreceptors. An internal stimulus is often the first component of a homeostatic control system. External stimuli are capable of producing systemic responses throughout the body, as in the fight-or-flight response. In order for a stimulus to be detected with high probability, its level must exceed the absolute threshold; if a signal does reach threshold, the information is transmitted to the central nervous system (CNS), where it is integrated and a decision on how to react is made. Although stimuli commonly cause the body to respond, it is the CNS that finally determines whether a signal causes a reaction or not.",
            "score": 95.89037322998047
        },
        {
            "docid": "21944_28",
            "document": "Nervous system . At the most basic level, the function of the nervous system is to send signals from one cell to others, or from one part of the body to others. There are multiple ways that a cell can send signals to other cells. One is by releasing chemicals called hormones into the internal circulation, so that they can diffuse to distant sites. In contrast to this \"broadcast\" mode of signaling, the nervous system provides \"point-to-point\" signals—neurons project their axons to specific target areas and make synaptic connections with specific target cells. Thus, neural signaling is capable of a much higher level of specificity than hormonal signaling. It is also much faster: the fastest nerve signals travel at speeds that exceed 100 meters per second.",
            "score": 94.513427734375
        },
        {
            "docid": "21944_35",
            "document": "Nervous system . The basic neuronal function of sending signals to other cells includes a capability for neurons to exchange signals with each other. Networks formed by interconnected groups of neurons are capable of a wide variety of functions, including feature detection, pattern generation and timing, and there are seen to be countless types of information processing possible. Warren McCulloch and Walter Pitts showed in 1943 that even artificial neural networks formed from a greatly simplified mathematical abstraction of a neuron are capable of universal computation.  Historically, for many years the predominant view of the function of the nervous system was as a stimulus-response associator. In this conception, neural processing begins with stimuli that activate sensory neurons, producing signals that propagate through chains of connections in the spinal cord and brain, giving rise eventually to activation of motor neurons and thereby to muscle contraction, i.e., to overt responses. Descartes believed that all of the behaviors of animals, and most of the behaviors of humans, could be explained in terms of stimulus-response circuits, although he also believed that higher cognitive functions such as language were not capable of being explained mechanistically. Charles Sherrington, in his influential 1906 book \"The Integrative Action of the Nervous System\", developed the concept of stimulus-response mechanisms in much more detail, and Behaviorism, the school of thought that dominated Psychology through the middle of the 20th century, attempted to explain every aspect of human behavior in stimulus-response terms.",
            "score": 94.06652069091797
        },
        {
            "docid": "12614508_10",
            "document": "Astatotilapia burtoni . Many animals use multimodal communication, having multiple sensory modalities at their disposal for reproductive interactions, and the \"Astatotilapia burtoni\" has been used as a model to study the production of the wide variety sexual signal types. \"A. burtoni\" incorporate multiple sensory systems, including chemosensory, visual, acoustic, to be able to socially interact in their complex manner. East African cichlids in general are especially known for their vibrantly colored bodies and the role that coloration plays in courting and mating, but the \"A. burtoni\" is known to be phenotypically distinct in its use of a completely different form of sensory communication: acoustic communication. Sounds and the corresponding behaviors of the male sex of these particular African cichlids have been studied while observing the female mate preference, and behavioral experiments demonstrated that acoustic information does indeed play a significant role in sexual reproduction. This reliance on non-visual sensory information in order to coordinate complex social behaviors indicates that acoustic signaling is important for the \"A. burtoni\". This suggests that there are internal cues in these cichlid fish that can significantly change the way in which the fish respond to auditory signals because the physiological state of the fish can directly affect the perception of the auditory signals. Thus, more efforts have been made to understand how the females perform sexual selection by closely examining the signaling systems and how they relate to the neural processing in the fish to result in such behaviors.",
            "score": 91.80619812011719
        },
        {
            "docid": "730370_9",
            "document": "Myenteric plexus . The myenteric plexus functions as a part of the enteric nervous system (digestive system). The enteric nervous system can and does function autonomously, but normal digestive function requires communication links between this intrinsic system and the central nervous system. The ENS contains sensory receptors, primary afferent neurons, interneurons, and motor neurons. The events that are controlled, at least in part, by the ENS are multiple and include motor activity, secretion, absorption, blood flow, and interaction with other organs such as the gallbladder or pancreas. These links take the form of parasympathetic and sympathetic fibers that connect either the central and enteric nervous systems or connect the central nervous system directly with the digestive tract. Through these cross connections, the gut can provide sensory information to the CNS, and the CNS can affect gastrointestinal function. Connection to the central nervous system also means that signals from outside of the digestive system can be relayed to the digestive system: for instance, the sight of appealing food stimulates secretion in the stomach.",
            "score": 89.29386901855469
        },
        {
            "docid": "156964_86",
            "document": "MicroRNA . The vital role of miRNAs in gene expression is significant to addiction, specifically alcoholism. Chronic alcohol abuse results in persistent changes in brain function mediated in part by alterations in gene expression. miRNA global regulation of many downstream genes deems significant regarding the reorganization or synaptic connections or long term neuroadaptions involving the behavioral change from alcohol consumption to withdrawal and/or dependence. Up to 35 different miRNAs have been found to be altered in the alcoholic post-mortem brain, all of which target genes that include the regulation of the cell cycle, apoptosis, cell adhesion, nervous system development and cell signaling. Altered miRNA levels were found in the medial prefrontal cortex of alcohol-dependent mice, suggesting the role of miRNA in orchestrating translational imbalances and the creation of differentially expressed proteins within an area of the brain where complex cognitive behavior and decision making likely originate.",
            "score": 88.80291748046875
        },
        {
            "docid": "46273402_3",
            "document": "Segmentation in the human nervous system . Human nervous system consists of the central nervous system (CNS), which comprises the brain and spinal cord, and the peripheral nervous system (PNS) comprising the nerve fibers that branch off from the spinal cord to all parts of the body. Both parts of the nervous system are actively involved in communicating signals between various parts of the body to ensure the smooth and efficient transfer of information that controls and coordinates the movement of muscles, and regulates organ functions. Neurons, which form the elemental unit of the nervous system, receive messages from their dendrites, relay the information as an electrical signal down the axon and releases chemical messengers known as neurotransmitters, thus converting the electrical signal into a chemical signal.",
            "score": 87.72064208984375
        },
        {
            "docid": "28764_49",
            "document": "Serotonin . In the nematode \"C. elegans\", artificial depletion of serotonin or the increase of octopamine cues behavior typical of a low-food environment: \"C. elegans\" becomes more active, and mating and egg-laying are suppressed, while the opposite occurs if serotonin is increased or octopamine is decreased in this animal. Serotonin is necessary for normal nematode male mating behavior, and the inclination to leave food to search for a mate. The serotonergic signaling used to adapt the worm's behaviour to fast changes in the environment affects insulin-like signaling and the TGF beta signaling pathway, which control long-term adaption.",
            "score": 87.32260131835938
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 86.99801635742188
        },
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 85.89030456542969
        },
        {
            "docid": "4280522_2",
            "document": "Circumventricular organs . Circumventricular organs (CVOs) are structures in the brain characterized by their extensive vasculature and highly permeable capillaries unlike those in the rest of the brain where there exists a blood brain barrier (BBB). The CVOs allow for the linkage between the central nervous system and peripheral blood. Additionally, they are an integral part of neuroendocrine function. The highly permeable capillaries allow the CVOs to act as an alternative route for peptides and hormones in the neural tissue to sample from and secrete to circulating blood. CVOs also have roles in body fluid regulation, cardiovascular functions, immune responses, thirst, feeding behavior and reproductive behavior. CVOs can be classified as either sensory or secretory organs serving homeostatic functions and body water balance. The sensory organs include the area postrema (AP), the subfornical organ (SFO) and the vascular organ of lamina terminalis, all having the ability to sense signals in blood, then pass that information neurally to other brain regions. Through their neural connections, they provide direct information to the autonomic nervous system from the systemic circulation. The secretory organs include the subcommissural organ (SCO), the neural lobe of the pituitary gland, the intermediate lobe of the pituitary gland, the anterior lobe of the pituitary gland, the median eminence, and the pineal gland. These organs are responsible for secreting hormones and glycoproteins into the peripheral blood using feedback from both the brain environment and external stimuli.",
            "score": 85.46273040771484
        },
        {
            "docid": "22396342_9",
            "document": "H1 neuron . Visual information in optical systems is inhibited by the temporal and spatial attributes of the sensory input, and by the biophysical properties of the neuronal circuits. How neural circuits encode behaviorally relevant information is dependent on the computational capacity of the nervous system with relation to the ambient conditions the organisms normally operate in. H1 neurons are proven to be very efficient encoders of information via their high resilience to stimulus noise from external sources. The operational and encoding processes of sensory pathways are often negatively affected by both external noise (relating to the stimulus) and internal noise (imperfect physiological processes); however, the activity of H1 is unaffected by photon noise. Instead, neuronal noise intrinsic to the H1 neural architecture is the limiting factor for accurate responses to stimuli. This dramatically reduces the noise of H1 electrophysiological readings, and provides the reliability necessary for accurate study conclusions.",
            "score": 84.73308563232422
        },
        {
            "docid": "252152_8",
            "document": "Vomeronasal organ . In mammals, the sensory neurons of the vomeronasal organ detect non-volatile chemical cues, which requires direct physical contact with the source of odor. Notably, some scents act as chemical-communication signals (pheromones) from other individuals of the same species. Unlike the main olfactory bulb that sends neuronal signals to the olfactory cortex, the VNO sends neuronal signals to the accessory olfactory bulb and then to the amygdala, BNST, and ultimately hypothalamus. Since the hypothalamus is a major neuroendocrine center (affecting aspects of reproductive physiology and behavior as well as other functions such as body temperature), this may explain how scents influence aggressive and mating behavior. For example, in many vertebrates, nerve signals from the brain pass sensory information to the hypothalamus about seasonal changes and the availability of a mate. In turn, the hypothalamus regulates the release of reproductive hormones required for breeding. It should be noted that some pheromones are detected by the main olfactory system.",
            "score": 84.69781494140625
        },
        {
            "docid": "193757_8",
            "document": "Enteric nervous system . The enteric nervous system has been described as a \"second brain\" for several reasons. The enteric nervous system can operate autonomously. It normally communicates with the central nervous system (CNS) through the parasympathetic (e.g., via the vagus nerve) and sympathetic (e.g., via the prevertebral ganglia) nervous systems. However, vertebrate studies show that when the vagus nerve is severed, the enteric nervous system continues to function. In vertebrates, the enteric nervous system includes efferent neurons, afferent neurons, and interneurons, all of which make the enteric nervous system capable of carrying reflexes and acting as an integrating center in the absence of CNS input. The sensory neurons report on mechanical and chemical conditions. Through intestinal muscles, the motor neurons control peristalsis and churning of intestinal contents. Other neurons control the secretion of enzymes. The enteric nervous system also makes use of more than 30 neurotransmitters, most of which are identical to the ones found in CNS, such as acetylcholine, dopamine, and serotonin. More than 90% of the body's serotonin lies in the gut, as well as about 50% of the body's dopamine, which is currently being studied to further our understanding of its utility in the brain.",
            "score": 84.2015151977539
        },
        {
            "docid": "21245_17",
            "document": "Neuroscience . At the systems level, the questions addressed in systems neuroscience include how biological neural networks or neural circuits are formed and used anatomically and physiologically to produce functions such as reflexes, multisensory integration, motor coordination, circadian rhythms, emotional responses, learning, and memory. In other words, they address how these neural circuits function and the mechanisms through which behaviors are generated. For example, systems level analysis addresses questions concerning specific sensory and motor modalities: how does vision work? How do songbirds learn new songs and bats localize with ultrasound? How does the somatosensory system process tactile information? The related fields of neuroethology and neuropsychology address the question of how neural substrates underlie specific animal and human behaviors. Neuroendocrinology and psychoneuroimmunology examine interactions between the nervous system and the endocrine and immune systems, respectively. Despite many advancements, the way that networks of neurons perform complex cognitive processes and behaviors is still poorly understood.",
            "score": 84.17285919189453
        },
        {
            "docid": "21245_14",
            "document": "Neuroscience . The study of the nervous system can be done at multiple levels, ranging from the molecular and cellular levels to the systems and cognitive levels. At the molecular level, the basic questions addressed in molecular neuroscience include the mechanisms by which neurons express and respond to molecular signals and how axons form complex connectivity patterns. At this level, tools from molecular biology and genetics are used to understand how neurons develop and how genetic changes affect biological functions. The morphology, molecular identity, and physiological characteristics of neurons and how they relate to different types of behavior are also of considerable interest.",
            "score": 84.1036376953125
        },
        {
            "docid": "5442380_33",
            "document": "Sensory cue . An olfactory cue is a chemical signal received by the olfactory system that represents an incoming signal received through the nose. This allows humans and animals to smell the chemical signal given off by a physical object. Olfactory cues are extremely important for sexual reproduction, as they trigger mating behavior in many species, as well as maternal bonding and survival techniques such as detecting spoiled food. The results of receiving and processing this information is known as the sense of smell.",
            "score": 83.758544921875
        },
        {
            "docid": "4100992_8",
            "document": "Ogilvie syndrome . Acute megacolon develops because of abnormal intestinal motility. Normal colonic motility requires integration of myogenic, neural, and hormonal influences. The enteric nervous system is independent but is connected to the central nervous system by sympathetic and parasympathetic nerves. The targets of the enteric neurons are muscle cells, secretory cells, endocrine cells, microvasculature, and inflammatory cells. The neurons in the enteric plexuses are stimulated by a food bolus, which both distends the gut and stimulates the mucosal surface, leading to the release of factors that stimulate interneurons. The stimulated interneurons transmit excitatory signals proximally, which cause contraction and inhibitory signals distally, and these in turn cause relaxation. These signals are transmitted by the neurotransmitters acetylcholine and serotonin, among others.",
            "score": 83.1142578125
        },
        {
            "docid": "33244792_4",
            "document": "Non-spiking neuron . There are an abundance of neurons that propagate signals via action potentials and the mechanics of this particular kind of transmission is well understood. Spiking neurons exhibit action potentials as a result of a neuron characteristic known as membrane potential. Through studying these complex spiking networks in animals, a neuron that did not exhibit characteristic spiking behavior was discovered. These neurons use a graded potential to transmit data as they lack the membrane potential that spiking neurons possess. This method of transmission has a huge effect on the fidelity, strength, and lifetime of the signal. Non-spiking neurons were identified as a special kind of interneuron and function as an intermediary point of process for sensory-motor systems. Animals have become substantial models for understanding more about non-spiking neural networks and the role they play in an animal’s ability to process information and its overall function. Animal models indicate that the interneurons modulate directional and posture coordinating behaviors. Crustaceans and arthropods such as the crawfish have created many opportunities to learn about the modulatory role that these neurons have in addition to their potential to be modulated regardless of their lack of exhibiting spiking behavior. Most of the known information about nonspiking neurons is derived from animal models. Studies focus on neuromuscular junctions and modulation of abdominal motor cells. Modulatory interneurons are neurons that are physically situated next to muscle fibers and innervate the nerve fibers which allow for some orienting movement. These modulatory interneurons are usually nonspiking neurons. Advances in studying nonspiking neurons included determining new delineations among the different types of interneurons. These discoveries were due to the usage of methods such as protein receptor silencing. Studies have been done on the non-spiking neuron qualities in animals of specific non-spiking neural networks that have a corollary in humans, e.g. retina amacrine cell of the eye.",
            "score": 82.32012939453125
        },
        {
            "docid": "28764_44",
            "document": "Serotonin . Serotonin functions as a neurotransmitter in the nervous systems of most animals. For example, in the roundworm \"Caenorhabditis elegans\", which feeds on bacteria, serotonin is released as a signal in response to positive events, such as finding a new source of food or in male animals finding a female with which to mate. When a well-fed worm feels bacteria on its cuticle, dopamine is released, which slows it down; if it is starved, serotonin also is released, which slows the animal down further. This mechanism increases the amount of time animals spend in the presence of food. The released serotonin activates the muscles used for feeding, while octopamine suppresses them. Serotonin diffuses to serotonin-sensitive neurons, which control the animal's perception of nutrient availability.",
            "score": 81.80635070800781
        },
        {
            "docid": "20617241_16",
            "document": "Genetics of social behavior . Future research in this area hopes to further explain how the chemical and auditory signals are processed and mapped to behaviors in the fly's brain. Though the molecular mechanisms in the pathways vary between mammals and insects, it has been shown that the information is processed in similar ways. The relative simplicity of fly nervous systems could eventually hint at how neural circuits solve complex behavioral decision making.",
            "score": 81.58555603027344
        },
        {
            "docid": "489289_2",
            "document": "Chemoreceptor . A chemoreceptor, also known as chemosensor, is a specialized sensory receptor cell which transduces (responds to) a chemical substance (endogenous or induced) and generates a biological signal. This signal may be in the form of an action potential if the chemoreceptor is a neuron (nerve cell), or in the form of a neurotransmitter that can activate a nearby nerve fiber if the chemosensor is a specialized sensory receptor cell, such as the taste receptor in a taste bud or in an internal peripheral chemoreceptor such as the carotid body (ex, in chemotherapy). In more general terms, a chemosensor detects toxic or hazardous chemicals in the internal or external environment of the human body (e.x. chemotherapy) and transmits that information to the central nervous system, (and rarely the peripheral nervous system), in order to expel the biologically active toxins from the blood, and prevent further consumption of alcohol and/or other acutely toxic recreational intoxicants.",
            "score": 81.55780029296875
        },
        {
            "docid": "2191103_3",
            "document": "Dauer larva . As E. Maupas first proposed in 1899-1900, all nematodes have five stages separated by four moults. Under environmental conditions that are favorable for reproduction, \"C. elegans\" larvae develop through four stages or moults which are designated as \"L1\", \"L2\", \"L3\" and \"L4\". After L4, animals moult to the reproductive adult stage. However, when the environment is unfavorable, L1 and L2 animals have the option to divert their development from reproduction to dauer formation. Signals such as temperature, food supply, and levels of a dauer-inducing pheromone, a population density cue, influence this dauer decision. Dauer larvae are thus considered an alternative L3 stage larva, and this stage is sometimes preceded by L2d. L2d animals are considered pre-dauer and are characterised by delayed development and dark intestines produced by storage of fat. L2d larvae can either continue normal development or enter dauer stage depending on whether the conditions that triggered their formation persist. Dauer is not, however, a permanent condition. In fact, if the food supply and the population density become optimal for growth the dauer larvae can exit this stage and become L4s and then adults. Dauer larvae are extensively studied by biologists because of their ability to survive harsh environments and live for extended periods of time. For example, \"C. elegans\" dauer larvae can survive up to four months, much longer than their average lifespan of about three weeks during normal reproductive development. Two genes that are essential for dauer formation are \"daf-2\" and \"daf-23\". Dauer formation in \"C. elegans\" requires a nuclear receptor DAF-12 and a forkhead transcription factor \"daf-16\". In favorable environments, DAF-12 is activated by a steroid hormone, called Dafachronic Acid, produced by the cytochrome p450, DAF-9. DAF-9 and DAF-12 have been implicated by Cynthia Kenyon and colleagues as being required for extended longevity seen in animals that lack germlines. Kenyon showed that, although the \"daf-16\" gene is required for life extension in \"C. elegans\", the life extension effect can be uncoupled from dauer growth arrest. The lifespan increase was shown to be associated with an increase in stress resistance.",
            "score": 81.52216339111328
        },
        {
            "docid": "54842715_43",
            "document": "Interoception . The EPIC model proposes a method of understanding the brain’s response to stimuli contrary to the classic \"stimulus-response\" model. The classical view of information processing is that when a peripheral stimulus provided information to the central nervous system, it was processed in the brain, and a response was elicited. The EPIC model deviates from this and proposes that the brain is involved in a process of active inference, that is, assiduously making predictions about situations based on previous experiences. These predictions, when coupled with incoming sensory signals, allow the brain to compute a prediction error. Interoceptive prediction errors signal the occurrence of discrepancies within the body, which the brain attempts to minimize. This can be done by 1) modifying the predictions through brain-related pathways, 2) altering the body position/location in order to better align incoming sensory signals with the prediction, or 3) altering the brain’s method of receiving incoming stimuli. Interoceptive prediction error signals are a key component of many theories of interoceptive dysfunction in physical and mental health.",
            "score": 81.01187896728516
        },
        {
            "docid": "337196_7",
            "document": "Neuroanatomy . At the tissue level, the nervous system is composed of neurons, glial cells, and extracellular matrix. Both neurons and glial cells come in many types (see, for example, the nervous system section of the list of distinct cell types in the adult human body). Neurons are the information-processing cells of the nervous system: they sense our environment, communicate with each other via electrical signals and chemicals called neurotransmitters across synapses, and produce our memories, thoughts and movements. Glial cells maintain homeostasis, produce myelin, and provide support and protection for the brain's neurons. Some glial cells (astrocytes) can even propagate intercellular calcium waves over long distances in response to stimulation, and release gliotransmitters in response to changes in calcium concentration. The extracellular matrix also provides support on the molecular level for the brain's cells.",
            "score": 80.55499267578125
        },
        {
            "docid": "21944_40",
            "document": "Nervous system . Feature detection is the ability to extract biologically relevant information from combinations of sensory signals. In the visual system, for example, sensory receptors in the retina of the eye are only individually capable of detecting \"points of light\" in the outside world. Second-level visual neurons receive input from groups of primary receptors, higher-level neurons receive input from groups of second-level neurons, and so on, forming a hierarchy of processing stages. At each stage, important information is extracted from the signal ensemble and unimportant information is discarded. By the end of the process, input signals representing \"points of light\" have been transformed into a neural representation of objects in the surrounding world and their properties. The most sophisticated sensory processing occurs inside the brain, but complex feature extraction also takes place in the spinal cord and in peripheral sensory organs such as the retina.",
            "score": 80.2867660522461
        },
        {
            "docid": "21281976_2",
            "document": "Somatosensory system . The somatosensory system is a part of the sensory nervous system. The somatosensory system is a complex system of sensory neurons and pathways that responds to changes at the surface or inside the body. The axons (as afferent nerve fibers), of sensory neurons connect with, or respond to, various receptor cells. These sensory receptor cells are activated by different stimuli such as heat and nociception, giving a functional name to the responding sensory neuron, such as a thermoreceptor which carries information about temperature changes. Other types include mechanoreceptors, chemoreceptors, and nociceptors and they send signals along a sensory nerve to the spinal cord where they may be processed by other sensory neurons and then relayed to the brain for further processing. Sensory receptors are found all over the body including the skin, epithelial tissues, muscles, bones and joints, internal organs, and the cardiovascular system.",
            "score": 79.95201873779297
        },
        {
            "docid": "546712_2",
            "document": "Neurotoxicity . Neurotoxicity is a form of toxicity in which a biological, chemical, or physical agent produces an adverse effect on the structure or function of the central and/or peripheral nervous system. It occurs when exposure to substance – specifically, a neurotoxin – alters the normal activity of the nervous system in such a way as to cause permanent or reversible damage to nervous tissue. This can eventually disrupt or even kill neurons, which are cells that transmit and process signals in the brain and other parts of the nervous system. Neurotoxicity can result from organ transplants, radiation treatment, certain drug therapies (e.g., substances used in chemotherapy), recreational drug use, and exposure to heavy metals, pesticides, certain industrial cleaning solvents, and certain naturally occurring substances. Symptoms may appear immediately after exposure or be delayed. They may include limb weakness or numbness, loss of memory, vision, and/or intellect, uncontrollable obsessive and/or compulsive behaviors, delusions, headache, cognitive and behavioral problems and sexual dysfunction.",
            "score": 79.84368896484375
        },
        {
            "docid": "41121740_3",
            "document": "Peripheral nerve interface . The primary purpose of a neural interface is to enable two-way exchange of information with the nervous system for a sustained period of time to enable effective and high density stimulation and recording. The peripheral nervous system (PNS) is responsible for relaying information from the brain and spinal cord to the extremities of the body and back. The function of a peripheral nerve interface is to assist the nervous system when peripheral nerve function is compromised. To supplement the roles of the nervous system, interfaces need to augment motor function as well as discern sensory information. The feasibility of peripheral nerve stimulation to achieve a desired motor output has been demonstrated and is one of the major driving forces for this area of research. Information throughout the nervous system is exchanged primarily through action potentials. These signals occur at varying numbers and intervals dependent on both the neuroanatomical and neurochemical make up of the individual and localized region. Information may be either introduced or read out by inducing or recovering action potentials from the body. Successful development and implementation of a peripheral nerve interface would allow for both the introduction of information to the nervous system, and extraction of information from the nervous system.",
            "score": 79.79695129394531
        },
        {
            "docid": "25260360_2",
            "document": "Gliogenesis . Gliogenesis is the generation of non-neuronal glia populations derived from multipotent neural stem cells. Gliogenesis results in the formation of non-neuronal glia populations derived from multipotent neural stem cells. In this capacity, glial cells provide multiple functions to both the central nervous system (CNS) and the peripheral nervous system (PNS). Subsequent differentiation of glial cell populations results in function-specialized glial lineages. Glial cell-derived astrocytes are specialized lineages responsible for modulating the chemical environment by altering ion gradients and neurotransmitter transduction. Similarly derived, oligodendrocytes produce myelin, which insulates axons to facilitate electric signal transduction. Finally, microglial cells are derived from glial precursors and carry-out macrophage like properties to remove cellular and foreign debris within the central nervous system ref. Functions of glial-derived cell lineages are reviewed by Baumann and Hauw. Gliogenesis itself, and differentiation of glial-derived lineages are activated upon stimulation of specific signaling cascades. Similarly, inhibition of these pathways is controlled by distinct signaling cascades that control proliferation and differentiation. Thus, elaborate intracellular-mechanisms based on environmental signals are present to regulate the formation of these cells. As regulation is much more known in the CNS, its mechanisms and components will be focused on here. Understanding the mechanisms in which gliogenesis is regulated provides the potential to harness the ability to control the fate of glial cells and, consequently, the ability to reverse neurodegenerative diseases.",
            "score": 79.71885681152344
        },
        {
            "docid": "6733469_3",
            "document": "Max Planck Institute for Biological Cybernetics . The institute is studying signal and information processing in the brain. We know that our brain is constantly processing a vast amount of sensory and intrinsic information by which our behavior is coordinated accordingly. How the brain actually achieves these tasks is less well understood, for example, how it perceives, recognizes, and learns new objects. The scientists at the Max Planck Institute for Biological Cybernetics aim to determine which signals and processes are responsible for creating a coherent percept of our environment and for eliciting the appropriate behavior. Scientists of three departments and seven research groups are working towards answering fundamental questions about processing in the brain, using different approaches and methods.",
            "score": 79.49674987792969
        }
    ]
}