{
    "q": [
        {
            "docid": "72979_20",
            "document": "Lake Victoria . Lake Victoria is home to 28 species of freshwater snails (e.g., \"Bellamya\", \"Biomphalaria\", \"Bulinus\", \"Cleopatra\", \"Gabbiella\", and \"Melanoides\"), including 12 endemic species/subspecies. There are 17 species of bivalves (\"Corbicula\", \"Coelatura\", \"Sphaerium\", and \"Byssanodonta\"), including 6 endemic species/subspecies. Two of the snail genera, \"Biomphalaria\" and \"Bulinus\", are intermediate hosts of the parasite bilharzia (schistosomiasis). Human infections by this parasite are common at Lake Victoria. This may increase as a result of the spread of the invasive water hyacinth (an optimum snail habitat), and the loss of many snail-eating cichlids in the lake.",
            "score": 86.68780732154846
        },
        {
            "docid": "2188496_32",
            "document": "Schistosoma mansoni . \"S. mansoni\" is commonly found in places with poor sanitation. Because of the parasite's fecal-oral transmission, bodies of water that contain human waste can be infectious. Water that contains large populations of the intermediate host snail species is more likely to cause infection. Young children living in these areas are at greatest risk because of their tendency to swim and bathe in cercaria-infected waters longer than adults . Anyone travelling to the areas described above, and who is exposed to contaminated water, is at risk of schistosomiasis.",
            "score": 100.31958556175232
        },
        {
            "docid": "4637216_25",
            "document": "Diseases of poverty . Schistosomiasis (bilharzia) is a parasitic disease caused by the parasitic flatworm trematodes. Moreover, more than 80 percent of the 200 million people worldwide who have schistosomiasis live in sub-Saharan Africa. Infections often occur in contaminated water where freshwater snails release larval forms of the parasite. After penetrating the skin and eventually traveling to the intestines or the urinary tract, the parasite lays eggs and infects those organs. It damages the intestines, bladder, and other organs and can lead to anemia and protein-energy deficiency. Along with malaria, schistosomiasis is one of the most important parasitic co-factors aiding in HIV transmission. Epidemiological data shows schistosome-endemic areas coincide with areas of high HIV prevalence, suggesting that parasitic infections such as schistosomiasis increase risk of HIV transmission.",
            "score": 78.57945775985718
        },
        {
            "docid": "2196771_15",
            "document": "Biomphalaria . The human disease schistosomiasis (aka snail fever) caused by all \"Schistosoma\" species (transmitted also by other snails) infects 200 million people. The fluke, which is found primarily in tropical areas, infects mammals (including humans) via contact with water that contains schistosome larvae (cercariae) which have previously been released from the snail. Infection occurs via penetration of cercariae through the skin.",
            "score": 93.78922939300537
        },
        {
            "docid": "2196771_14",
            "document": "Biomphalaria . This genus of snails is medically important, because the snails can carry a parasite of humans which represents a serious disease risk: the snails serve as an intermediate host (vector) for the human parasitic blood fluke, \"Schistosoma mansoni\", that infects about 83 million people.",
            "score": 105.50253677368164
        },
        {
            "docid": "2188496_3",
            "document": "Schistosoma mansoni . Unlike other flukes (trematodes) in which sexes are not separate (monoecious), schistosomes are unique in that adults are divided into males and females, thus, (dioecious). However, the two adults live in permanent partnership, a condition called \"in copula\"; for this, they are considered as hermaphrodites. The life cycle of schistosomes includes two hosts: humans as definitive hosts, where the parasite undergoes sexual reproduction, and snails as intermediate hosts, where a series of asexual reproductive takes place. \"S. mansoni\" is transmitted through water, where freshwater snails of the genus \"Biomphalaria\" act as intermediate hosts. The larvae are able to live in water and infect the hosts by directly penetrating the skin. Prevention of infection is done by improved sanitation and killing the snails. Infection is treated with praziquantel.",
            "score": 113.78787016868591
        },
        {
            "docid": "1043902_9",
            "document": "Fasciolosis . Human \"F. hepatica\" infection is determined by the presence of the intermediate snail hosts, domestic herbivorous animals, climatic conditions and the dietary habits of man. Sheep, goats and cattle are considered the predominant animal reservoirs. While other animals can be infected, they are usually not very important for human disease transmission. On the other hand, some authors have observed that donkeys and pigs contribute to disease transmission in Bolivia. Among wild animals, it has been demonstrated that the peridomestic rat (\"Rattus rattus\") may play an important role in the spread as well as in the transmission of the parasite in Corsica. In France, nutria (\"Myocastor coypus\") was confirmed as a wild reservoir host of \"F. hepatica\". Humans are infected by ingestion of aquatic plants that contain the infectious cercariae. Several species of aquatic vegetables are known as a vehicle of human infection. In Europe, \"Nasturtium officinale\" (common watercress), \"Nasturtium silvestris\", \"Rorippa amphibia\" (wild watercress), \"Taraxacum dens leonis\" (dandelion leaves), \"Valerianella olitoria\" (lamb's lettuce), and \"Mentha viridis\" (spearmint) were reported as a source of human infections. In the Northern Bolivian Altiplano, some authors suggested that several aquatic plants such as bero-bero (watercress), algas (algae), kjosco and tortora could act as a source of infection for humans. Because \"F. hepatica\" cercariae also encyst on water surface, humans can be infected by drinking of fresh untreated water containing cercariae. In addition, an experimental study suggested that humans consuming raw liver dishes from fresh livers infected with juvenile flukes could become infected.",
            "score": 57.5024049282074
        },
        {
            "docid": "191304_2",
            "document": "Schistosomiasis . Schistosomiasis, also known as snail fever and bilharzia, is a disease caused by parasitic flatworms called schistosomes. The urinary tract or the intestines may be infected. Symptoms include abdominal pain, diarrhea, bloody stool, or blood in the urine. Those who have been infected for a long time may experience liver damage, kidney failure, infertility, or bladder cancer. In children, it may cause poor growth and learning difficulty. The disease is spread by contact with fresh water contaminated with the parasites. These parasites are released from infected freshwater snails. The disease is especially common among children in developing countries as they are more likely to play in contaminated water. Other high risk groups include farmers, fishermen, and people using unclean water during daily living. It belongs to the group of helminth infections. Diagnosis is by finding eggs of the parasite in a person's urine or stool. It can also be confirmed by finding antibodies against the disease in the blood. Methods to prevent the disease include improving access to clean water and reducing the number of snails. In areas where the disease is common, the medication praziquantel may be given once a year to the entire group. This is done to decrease the number of people infected and, consequently, the spread of the disease. Praziquantel is also the treatment recommended by the World Health Organization (WHO) for those who are known to be infected. Schistosomiasis affected about 252 million people worldwide in 2015. An estimated 4,400 to 200,000 people die from it each year. The disease is most commonly found in Africa, as well as Asia and South America. Around 700 million people, in more than 70 countries, live in areas where the disease is common. In tropical countries, schistosomiasis is second only to malaria among parasitic diseases with the greatest economic impact. Schistosomiasis is listed as a neglected tropical disease. Many individuals do not experience symptoms. If symptoms do appear, they usually take from four to six weeks from the time of infection. The first symptom of the disease may be a general feeling of illness. Within twelve hours of infection, an individual may complain of a tingling sensation or light rash, commonly referred to as \"swimmer's itch\", due to irritation at the point of entrance. The rash that may develop can mimic scabies and other types of rashes. Other symptoms can occur two to ten weeks later and can include fever, aching, a cough, diarrhea, chills or gland enlargement. These symptoms can also be related to avian schistosomiasis, which does not cause any further symptoms in humans.",
            "score": 76.13027560710907
        },
        {
            "docid": "19773328_62",
            "document": "Mollusca . Schistosomiasis (also known as bilharzia, bilharziosis or snail fever), a disease caused by the fluke worm \"Schistosoma\", is \"second only to malaria as the most devastating parasitic disease in tropical countries. An estimated 200 million people in 74 countries are infected with the disease – 100 million in Africa alone.\" The parasite has 13 known species, two of which infect humans. The parasite itself is not a mollusc, but all the species have freshwater snails as intermediate hosts.",
            "score": 81.71795201301575
        },
        {
            "docid": "24852412_8",
            "document": "Platydemus manokwari . There are no known predators of \"Platydemus manokwari\". However, \"Platydemus manokwari\" is a paratenic host for the nematode \"Angiostrongylus cantonensis\", also known as the rat lungworm. This nematode parasitizes \"Platydemus manokwari\" as well as the Giant African land snail, and both of these organisms are transmission vectors of the parasite. \"A. cantonensis\" parasitizes humans as well and causes angiostrongyliasis. \"Platydemus manokwari\" is presumed to act as a transmission vector of the parasite to humans and affects the epidemiology of angiostrongyliasis. In an outbreak of angiostrongyliasis in the Okinawa Prefecture, populations of \"Angiostrongylasis cantonensis\" intermediates were examined in order to find the most frequently infected intermediates. \"Platydemus manokwari\" was found to be one of the prevailing infected hosts, with an infection rate of 14.1%. It is possible that \"Platydemus manokwari\" is a vector because it has been occasionally found underside cabbage leaves which would be eaten raw as fresh salad.",
            "score": 53.99607968330383
        },
        {
            "docid": "470408_28",
            "document": "Ampullariidae . Nevertheless, apple snails are considered a delicacy in several regions of the world, and they are often sold in East and Pacific Asian markets for consumption. \"Pomacea\" and \"Marisa\" species have been introduced to Africa and Asia in an attempt to control other medically problematic snails in the family Planorbidae: \"Bulinus\" species and \"Biomphalaria\" species, which serve as intermediate hosts for trematoda parasites. These parasites can cause swimmers itch and schistosomiasis, a disease that affects over 200 million people in tropical regions. One of the species introduced as bio-agent is \"Marisa cornuarietis\"; this snail competes with other snails and also directly preys on other species.",
            "score": 78.82040905952454
        },
        {
            "docid": "41332227_2",
            "document": "Bivitellobilharzia nairi . Bivitellobilharzia nairi is a species of trematodes, part of the family Schistosomatidae. It is most closely related to the blood fluke \"Bivitellobilharzia loxodontae\", which uses African forest elephants (\"Loxodonta cyclotis\") as a definitive host. Each of these schistosomes, that are part of the genus \"Bivitellobilharzia\", sit near the base of a branch within the schistosome family that contains mammal-infecting species. This is a fairly new identified endoparasite that was found in 1955 by Mudaliar and Ramanujachari, who first recorded the parasite in India. Researchers collected fecal samples of the Indian rhinoceros and were startled to find \"B. nairi\" eggs.  The morphological characteristics of the egg are a spindle shape with a terminal spine The eggs are characteristically similar to \"schistosome\" eggs. They also share a distinct similarity with the eggs of the elephant blood fluke. Researchers sequenced specific sections of the fluke egg's DNA and found that the elephant blood fluke and the rhinoceros blook fluke matched sequences with each other. This can tell us that both species are hosts to the same parasites. The elephant schistosome is able to infect the Indian Rhinoceros. Elephants and Indian Rhinoceros must share the same physiological structures to be infected by the same \"B. nairi\" parasite. They also share the same habitat making transmission from one animal to next fairly easy.  \"Bivitellobilharzia nairi\", common name the elephant schistosome, is a parasitic trematode that uses the Asian elephant (\"Elephas maximus\") as a definitive host. Two other hosts may be the Indian elephant and the greater one-horned rhinoceros Once the elephant is infected, it releases schistosome eggs in the feces near a fresh water habitat where it infects the intermediate host, snails. The cercariae larval stage of the parasite will be released into freshwater and become free-swimming parasites to then penetrate the hosts' skin. Once inside the mammal the cercariae will loose its tail during infection and pair with an adult worm to sexually reproduce. Eggs produced in host will be passed in feces to then be deposited in freshwater once again and release the miracidia within. The miracidia will then penetrate the snail host tissue. These freshwater snails have been confirmed to be intermediate hosts. So far two intermediate snail genus have been identified; \"Indoplanorbis exustus\" and \"Lymnaea luteola\".",
            "score": 80.20484721660614
        },
        {
            "docid": "191304_13",
            "document": "Schistosomiasis . Infected individuals release \"Schistosoma\" eggs into water via their fecal material or urine. After larvae hatch from these eggs, the larvae infect a very specific type of freshwater snail. For example, in \"S. haematobium\" and \"S. intercalatum\" it is snails of the genus \"Bulinus\", in \"S. mansoni\" it is \"Biomphalaria\" and in \"S. japonicum\" it is \"Oncomelania\". The \"Schistosoma\" larvae undergo the next phase of their lifecycle in these snails, spending their time reproducing and developing. Once this step has been completed, the parasite leaves the snail and enters the water column. The parasite can live in the water for only 48 hours without a human host. Once a host has been found, the worm enters its blood vessels. For several weeks, the worm will remain in the vessels, continuing its development into its adult phase. When maturity is reached, mating occurs and eggs are produced. Eggs enter the bladder/intestine and are excreted through urine and feces and the process repeats. If the eggs do not get excreted, they can become engrained in the body tissues and cause a variety of problems such as immune reactions and organ damage.",
            "score": 108.16228246688843
        },
        {
            "docid": "2210520_16",
            "document": "Echinostoma . \"Echinostoma\" species have low specificity for their definitive hosts, and can infect a variety of different species of animal, including amphibians, aquatic birds, mammals and humans. A definitive host which is infected with \"Echinostoma\" will shed unembryonated \"Echinostoma\" eggs in their faeces. When the eggs are in contact with fresh water they may become embryonated, and will then hatch and release miracidia. The miracidia stage of \"Echinostoma\" is free-swimming, and actively penetrates the first intermediate snail host, which then becomes infected. In the first intermediate host, the miracidium undergoes asexual reproduction for several weeks, which includes sporocyst formation, a few generations of rediae and the production of cercariae. The cercariae are released from the snail host into water and are also free-swimming. The cercariae penetrate a second intermediate host, or they remain in the first intermediate host, where they form metacercariae. Definitive hosts become infected by eating secondary hosts which are infected with metacercariae. Once the metacercariae have been eaten, they excyst in the intestine of the definitive host where the parasite then develops into an adult.",
            "score": 66.58866786956787
        },
        {
            "docid": "20765011_7",
            "document": "Fasciolopsis . Adults produce over 25,000 eggs every day which take up to seven weeks to mature and hatch at 27–32 °C. Immature, unembryonated eggs are discharged into the intestine and stool. In two weeks, eggs become embryonated in water, and after about seven weeks, eggs release tiny parasitic organisms called miracidia, which invade a suitable snail intermediate host. Several species of genera \"Segmentina\" and \"Hippeutis\" serve as intermediate hosts. In the snail the parasite undergoes several developmental stages (sporocysts, rediae, and cercariae). The cercariae are released from the snail and encyst as metacercariae on aquatic plants such as water chestnut, water caltrop, lotus, bamboo, and other edible plants. The mammalian final host, becomes infected by ingesting metacercariae on the aquatic plants. After ingestion, the metacercariae excyst in the duodenum in about three months and attach to the intestinal wall. There they develop into adult flukes (20 to 75 mm by 8 to 20 mm) in approximately 3 months, attached to the intestinal wall of the mammalian hosts (humans and pigs). The adults have a life span of about one year.",
            "score": 60.070409178733826
        },
        {
            "docid": "23596197_3",
            "document": "Biomphalaria glabrata . \"Biomphalaria glabrata\" is an intermediate snail host for the trematode \"Schistosoma mansoni\", which is one of the main schistosomes that infect humans. This snail is a medically important pest, because of transferring the disease intestinal schistosomiasis, the most widespread of all types of schistosomiasis.",
            "score": 136.69846272468567
        },
        {
            "docid": "2188496_15",
            "document": "Schistosoma mansoni . After the eggs of the human-dwelling parasite are emitted in the faeces and into the water, the ripe miracidium hatches out of the egg. The hatching happens in response to temperature, light and dilution of faeces with water. The miracidium searches for a suitable freshwater snail belonging to the genus \"Biomphalaria\". In South America, the principal intermediate host is \"Biomphalaria glabrata\", while \"B. straminea\" and \"B. tenagophila\" are less common. A land snail \"Achatina fulica\" was reported in 2010 to act as a host in Venezuela. In Africa, \"B. glabratra\", \"B. pfeifferi\", \"B. choanomphala\" and \"B. sudanica\" act as the hosts; but in Egypt, the main snail host is \"B. alexandrina\".",
            "score": 97.40185856819153
        },
        {
            "docid": "24644691_16",
            "document": "Freshwater snail . Freshwater snails are widely known to be hosts in the lifecycles of a variety of human and animal parasites, particularly trematodes or \"flukes\". Some of these relations for prosobranch snails include \"Oncomelania\" in the family Pomatiopsidae as hosts of \"Schistosoma\", and \"Bithynia\", \"Parafossarulus\" and \"Amnicola\" as hosts of \"Opisthorchis\". \" Thiara\" and \"Semisulcospira\" may host \"Paragonimus\". \"Juga plicifera\" may host \"Nanophyetus salmincola\". Basommatophoran snails are even more widely infected, with many \"Biomphalaria\" (Planorbidae) serving as hosts for \"Schistosoma mansoni\", \"Fasciolopsis\" and other parasitic groups. The tiny \"Bulinus\" snails are hosts for \"Schistosoma haematobium\". Lymnaeid snails (Lymnaeidae) serve as hosts for \"Fasciola\" and the cerceriae causing swimmer's itch. The term “neglected tropical diseases” applies to all snail-borne infections, including schistosomiasis, fascioliasis, fasciolopsiasis, paragonimiasis, opisthorchiasis, clonorchiasis, and angiostrongyliasis.",
            "score": 109.66506838798523
        },
        {
            "docid": "61943_22",
            "document": "Lake Malawi . Lake Malawi is home to a total of four snail species in the genus \"Bulinus\", which is a known intermediate host of bilharzia. A survey in Monkey Bay in 1964 found two endemic species of snails of the genus (\"B. nyassanus\" and \"B. succinoides\") in the lake, and two non-endemic species (\"B. globosus\" and \"B. forskalli\") in lagoons separated from it. The latter species are known intermediate hosts of bilharzia, and larvae of the parasite were detected in water containing these, but in experiments C. Wright of the British Museum of Natural History was unable to infect the two species endemic to the lake with the parasites. The field workers, who spent many hours on and in the lake, did not find either \"B. globosus\" or \"B. forskalli\" in the lake itself. More recently, the disease has become a problem in the lake itself as the endemic \"B. nyassanus\" has become an intermediate host. This change, first noticed in the mid-1980s, is possibly related to a decline in snail-eating cichlids (for example, \"Trematocranus placodon\") due to overfishing and/or a new strain of the bilharzia parasite.",
            "score": 69.6707718372345
        },
        {
            "docid": "3090620_20",
            "document": "Marisa cornuarietis . \"Marisa cornuarietis\" is used as a biological control to reduce the number of \"Biomphalaria\" snails, which are intermediate hosts to the disease Schistosomiasis. \"Schistosoma\" larvae (cercariae), namely of \"Schistosoma haematobium\", enter and develop inside the \"Biomphlaria\", to form miracidium, which can penetrate through skin to enter the human body. \"Marisa cornuarietis\" compete with the \"Biomphalaria\" vectors for food. They also eat the eggs of \"Biomphalaria\", thereby effectively reducing the chances of \"Schistosomia\" being spread.",
            "score": 74.43939208984375
        },
        {
            "docid": "2196984_11",
            "document": "Schistosoma haematobium . \"S. haematobium\" completes it life cycle in humans, as definitive hosts, and freshwater snails, as intermediate hosts, just like other schistosomes. But unlike other schistosomes that release eggs in the intestine, it releases its eggs in the urinary tract and excrete along with the urine. In stagnant freshwater, the eggs hatch within 15 minutes into the larvae called miracidia. Each miracidium is either male or female. Miracidia are covered with hair-like cilia with which actively swims searching for snails. Unless they infect a snail within 24–28 hours, they run out of energy (glycogen) reserves and die. Species of snail belonging to the genus \"Bulinus\", including \"B. globosus\", \"B. forskalii\", \"B. nasutus\", \"B. nyassanus\", and \"B. truncatus\", can harbour the miracidia. The miracidia simply pierce through the soft skin of the snail and move to the liver. Inside the snail, their cilia is cast off and extra-epithelial covering forms within 24 hours. Then they transform into sporocysts and undergo active cell division after two weeks. The mother sporocyst produces many daughter sporocysts. Each daughter sporocyst forms new larvae called cercariae. One mother sporocyst produces half a million cercariae. After a month, the sporocysts rupture and cercariae are liberated. Free cercariae penetrate the liver and move out of the snail into water. Each cercaria has a biforked tail with which it swims to find a human host. Again the cercariae are short lived and can survive in water for 4–6 days unless they find a human host.",
            "score": 69.67652904987335
        },
        {
            "docid": "53721149_11",
            "document": "Macrobrachium vollenhoveni . As \"M. rosenbergii\" has been shown to be an effective predator of the snails which act as intermediate hosts to the parasites under laboratory conditions it was though that the similar \"M.vollenhoveni\"potentially would too, and this was shown to be the case. The larger males were more effective in predating the snails so efforts were focussed on producing single sex generations which could be used to populate rivers. As these were males they would grow faster and larger, they would not tend to migrate downstream and they would stay close to where they were introduced to the river. They could also be corralled into shallow water where the snails were concentrated increasing the effectiveness of their predation. The prawns could still be harvested for food as the parasite cannot be passed to humans after being consumed by the prawns. The use of prawns shows potential in helping to control infection rates of schistosomiasis in conjunction with drugs and other biological controls such as catfish and domestic ducks.",
            "score": 72.21910953521729
        },
        {
            "docid": "21958479_7",
            "document": "Capsaspora . \"C. owczarzaki\" is of scientific interest because it is one of the closest unicellular relatives of multicellular animals. Its genome has recently been sequenced and shows several genes involved in metazoan multicellularity, such as integrins, metazoan transcription factors, and protein tyrosine kinases. Moreover, it has relevance to human health because its host, the snail \"Biomphalaria glabrata\", is also the intermediate host of the digenean flatworm \"Schistosoma mansoni\", the causative agent of widespread schistosomiasis in humans. \"C. owczarzaki\" not only parasitizes the intermediate host of \"S. mansoni\" but also attacks and kills the sporocysts of the flatworm living inside the snail.",
            "score": 103.73778247833252
        },
        {
            "docid": "1034796_4",
            "document": "Clonorchiasis . \"Clonorchiasis sinensis\" is a trematode (fluke) which is part of the phylum Platyhelminthes. It is a hermaphroditic fluke that requires two intermediate hosts. The parasitic worm is as long as 10 to 25mm and lives in the bile ducts of the liver. The eggs of the worms are passed through fecal matter which are then ingested by mollusks. One becomes infected by eating undercooked, smoked, pickled salted freshwater fish. Freshwater fish are a second intermediate host for the parasitic worm. They become infected when the larvae (cercaria) of the worm penetrates the flesh of the fish. The water snail is the first intermediate host in which a miracidium (an embryonated egg discharged in stool) goes through its developmental stages (sporocyst, rediae and cercariae). Clonorchiasis is endemic in the Far East, especially in Korea, Japan, Taiwan, and Southern China. Clonorchiasis has been reported in non endemic areas (including the United States). In such cases, the infection follows the ingestion of imported, undercooked or pickled freshwater fish containing metacercariae.",
            "score": 45.850642919540405
        },
        {
            "docid": "61593_20",
            "document": "Echinococcosis . There are several different strategies that are currently being used to prevent and control cystic echinococcosis (CE). Most of these various methods try to prevent and control CE by targeting the major risk factors for the disease and the way it is transmitted. For instance, health education programs focused on cystic echinococcosis and its agents, and improved water sanitation attempt to target poor education and poor drinking water sources, which are both risk factors for contracting echinococcosis. Furthermore, since humans often come into contact with \"Echinococcus\" eggs via touching contaminated soil, animal feces and animal hair, another prevention strategy is improved hygiene. In addition to targeting risk factors and transmission, control and prevention strategies of cystic echinococcosis also aim at intervening at certain points of the parasite’s life cycle, in particular, the infection of hosts (i.e. especially dogs) that reside with or near humans. For example, many countries endemic to echinococcosis have implemented programs geared at de-worming dogs and vaccinating dogs and other livestock, such as sheep, that also act as hosts for \"E. granulosus\".",
            "score": 25.52264893054962
        },
        {
            "docid": "21740122_30",
            "document": "Nanophyetus salmincola . Snail: The \"Juga plicifera\" host snail is prevalent in coast streams and prefers large rocks, bridges, old planks, and debris on stream bed bottoms. It rarely migrates into shallow water. The infection of snails is high in comparison to the number of cercariae it sheds, since larval development continues slowly over a long period of time. Evidence of mixed infection varied between studies, but snails with large numbers of N. salmincola were not parasitized by other trematodes. It was also found that monthly incidences of infection in snails ranged from 9–52% after examining over 3000 snails every month for 10 months, and that mature cercariae infected snails in a seasonal manner. Mature cercariae were more likely to infect snails in late April to November.",
            "score": 73.01682019233704
        },
        {
            "docid": "355522_18",
            "document": "Trematoda . Human infections are most common in Asia, Africa, Latin America and the Middle East. However, trematodes can be found anywhere where untreated human waste is used as fertilizer. Schistosomiasis (also known as bilharzia, bilharziosis or snail fever) is an example of a parasitic disease caused by one of the species of trematodes (platyhelminth infection, or \"flukes\"), a parasitic worm of the genus Schistosoma. \"Clonorchis\", \"Opisthorchis\", \"Fasciola\" and \"Paragonimus\" species, the foodborne trematodes, are another. Other diseases are caused by members of the genus \"Choledocystus\".",
            "score": 71.06798982620239
        },
        {
            "docid": "50977473_23",
            "document": "Molluscs in culture . Molluscs are vectors of parasitic diseases such as schistosomiasis, a major tropical disease second only to malaria. It is caused by flukes, \"Schistosoma\" spp., and infects some 200 million people in 74 countries. The flukes have a complex life cycle with freshwater snails as intermediate hosts; people swimming or washing in the water are at risk of infection.",
            "score": 70.74192929267883
        },
        {
            "docid": "42488624_9",
            "document": "Paragonimus skrjabini . The life cycle of \"P. skrjabini\" involves three hosts. The first intermediate host is a mollusk (typically a snail), the second intermediate host is a crustacean (typically a crab), and the definitive host is a mammal such as a dog, cat, or a human. The mammal is the definitive host because it is the site where sexual reproduction occurs and adult \"P. skrjabini\" flukes develop. Infection begins when humans consume raw or uncooked crustaceans such as crabs that contain metacercariae of \"P. skrjabini\". \"P. skrjabini\" metacercarie are typically located in the muscles of the crabs's bodies (Zhang et al. 2012). Next, in the animal or human's small intestine, the metacercarie excyst (emerge from a cyst) and travel to the abdomen before ultimately moving into the lungs. There, adult worms begin to grow and develop. \"P. skrjabini\" in humans, however, are known to often fail to make it to the lungs and thus don't reach the stage of adult development. Rather, immature \"P. skrjabini\" parasites stay undeveloped and enter the human host's brain, muscles, and various other subcutaneous tissues, leading to extrapulmonary neurologic and abdominal paragonimiasis. \"P. skrjabini\" trematodes in the mammal produce and fertilize eggs that then exit the host, typically through feces. In water, the eggs hatch and release miracidium that in turn infect a snail. A sporocyst that contains germinal cells forms in the snail's body cavity, and, following asexual reproduction, produces rediae. Rediae produce cercariae (the larval form of the parasite). The cercariae migrate from the snail to a crab, entering either through direct penetration or by the consumption of the snail by the crab. Often, multiple species of \"Paragonimus\" can be found coexisting in one crustacean, suggesting that metacercariae of different species do not compete with each other within the host. The life cycle of \"P. skrjabini\" starts over again as mammals or humans eat the crab.",
            "score": 64.68704462051392
        },
        {
            "docid": "2188382_16",
            "document": "Schistosoma japonicum . Human waste should be hygienically disposed of. Human waste in water with the \"Oncomelania\" snail intermediate host is a major cause to the perpetuation of schistosomiasis. To prevent this from occurring, human waste should never be used for nightsoiling (fertilization of crops with human waste) and unsanitary conditions should be improved. To avoid infection, individuals should avoid contact with water that is contaminated by human or animal waste, especially water sources that are endemic to \"Oncomelania\" snails.",
            "score": 73.09741997718811
        },
        {
            "docid": "29838003_5",
            "document": "Clinostomum marginatum . For its life cycle to be complete, \"Clinostomum marginatum\" requires two intermediate hosts (snail and fish) and one definitive host (bird). The life cycle begins when eggs hatch in the water. The miracidia swims and invades the foot of a snail of the genus \"Helisoma\". They will die in several hours if they cannot find the snail host. While inside the snail, the miracidia undergo several asexual reproduction and the larvae eventually become cercariae. The cercariae form exits the snail and is free swimming in water, in search for a fitting fish host. They burrow inside the fish host, and the cercariae encyst and continue its next larval stage, known as \"metacercariae\", which are the yellow grubs. The grubs can live within the fish for several years until eaten by a bird host. When the parasitized fish is eaten, the grub matures in the throat of the bird. The eggs of the parasite known as a metacercariae are then released into the water through the bird's mouth when feeding and become adult flukes. This completes the life cycle.",
            "score": 53.46026635169983
        },
        {
            "docid": "2211410_5",
            "document": "Paragonimus . The parasite passes through two intermediate hosts, an aquatic snail and a crustacean. It enters its mammalian definitive hosts when they eat infected freshwater crustaceans. Typical hosts include dogs, cats, and humans. Humans usually contract paragonimiasis when they eat undercooked freshwater crabs or crayfish, that contain live metacercariae. In the intestine, the parasite will move into the abdomen and commonly into the lungs. In the lung, the parasites encyst and cross fertilize each other. The cyst eventually ruptures in the lungs and the eggs may be coughed up or swallowed and excreted in the feces. An egg landing in fresh water hatches and releases a ciliated miracidium. A successful miracidium swims about until it finds an intermediate host, usually an aquatic snail. A crustacean in turn becomes infected by eating infected snails. The definitive host completes the cycle if it eats infected crustaceans.",
            "score": 63.37703275680542
        }
    ],
    "r": [
        {
            "docid": "23596197_3",
            "document": "Biomphalaria glabrata . \"Biomphalaria glabrata\" is an intermediate snail host for the trematode \"Schistosoma mansoni\", which is one of the main schistosomes that infect humans. This snail is a medically important pest, because of transferring the disease intestinal schistosomiasis, the most widespread of all types of schistosomiasis.",
            "score": 136.69845581054688
        },
        {
            "docid": "46840954_2",
            "document": "FMRFamide in Biomphalaria glabrata . Biomphalaria glabrata is a species of a freshwater snail, an aquatic gastropod mollusk in the family Planorbidae, the rams horn snails. \"B. glabrata\" is best known for its role as the intermediate host for the human-infecting trematode parasite \"Schistosoma mansoni\".",
            "score": 117.96459197998047
        },
        {
            "docid": "2188496_3",
            "document": "Schistosoma mansoni . Unlike other flukes (trematodes) in which sexes are not separate (monoecious), schistosomes are unique in that adults are divided into males and females, thus, (dioecious). However, the two adults live in permanent partnership, a condition called \"in copula\"; for this, they are considered as hermaphrodites. The life cycle of schistosomes includes two hosts: humans as definitive hosts, where the parasite undergoes sexual reproduction, and snails as intermediate hosts, where a series of asexual reproductive takes place. \"S. mansoni\" is transmitted through water, where freshwater snails of the genus \"Biomphalaria\" act as intermediate hosts. The larvae are able to live in water and infect the hosts by directly penetrating the skin. Prevention of infection is done by improved sanitation and killing the snails. Infection is treated with praziquantel.",
            "score": 113.78787231445312
        },
        {
            "docid": "23596197_35",
            "document": "Biomphalaria glabrata . \"Schistosoma mansoni\" can infect juveniles of \"Biomphalaria glabrata\" much more easily than it can adults. \"Schistosoma mansoni\" causes parasitic castration in infected snails.",
            "score": 111.38501739501953
        },
        {
            "docid": "23596197_4",
            "document": "Biomphalaria glabrata . The parasite \"Schistosoma mansoni\" (which these snails and other \"Biomphalaria\" snails carry) infects about 83.31 million people worldwide.",
            "score": 109.6749038696289
        },
        {
            "docid": "24644691_16",
            "document": "Freshwater snail . Freshwater snails are widely known to be hosts in the lifecycles of a variety of human and animal parasites, particularly trematodes or \"flukes\". Some of these relations for prosobranch snails include \"Oncomelania\" in the family Pomatiopsidae as hosts of \"Schistosoma\", and \"Bithynia\", \"Parafossarulus\" and \"Amnicola\" as hosts of \"Opisthorchis\". \" Thiara\" and \"Semisulcospira\" may host \"Paragonimus\". \"Juga plicifera\" may host \"Nanophyetus salmincola\". Basommatophoran snails are even more widely infected, with many \"Biomphalaria\" (Planorbidae) serving as hosts for \"Schistosoma mansoni\", \"Fasciolopsis\" and other parasitic groups. The tiny \"Bulinus\" snails are hosts for \"Schistosoma haematobium\". Lymnaeid snails (Lymnaeidae) serve as hosts for \"Fasciola\" and the cerceriae causing swimmer's itch. The term “neglected tropical diseases” applies to all snail-borne infections, including schistosomiasis, fascioliasis, fasciolopsiasis, paragonimiasis, opisthorchiasis, clonorchiasis, and angiostrongyliasis.",
            "score": 109.66506958007812
        },
        {
            "docid": "191304_13",
            "document": "Schistosomiasis . Infected individuals release \"Schistosoma\" eggs into water via their fecal material or urine. After larvae hatch from these eggs, the larvae infect a very specific type of freshwater snail. For example, in \"S. haematobium\" and \"S. intercalatum\" it is snails of the genus \"Bulinus\", in \"S. mansoni\" it is \"Biomphalaria\" and in \"S. japonicum\" it is \"Oncomelania\". The \"Schistosoma\" larvae undergo the next phase of their lifecycle in these snails, spending their time reproducing and developing. Once this step has been completed, the parasite leaves the snail and enters the water column. The parasite can live in the water for only 48 hours without a human host. Once a host has been found, the worm enters its blood vessels. For several weeks, the worm will remain in the vessels, continuing its development into its adult phase. When maturity is reached, mating occurs and eggs are produced. Eggs enter the bladder/intestine and are excreted through urine and feces and the process repeats. If the eggs do not get excreted, they can become engrained in the body tissues and cause a variety of problems such as immune reactions and organ damage.",
            "score": 108.16227722167969
        },
        {
            "docid": "2196771_14",
            "document": "Biomphalaria . This genus of snails is medically important, because the snails can carry a parasite of humans which represents a serious disease risk: the snails serve as an intermediate host (vector) for the human parasitic blood fluke, \"Schistosoma mansoni\", that infects about 83 million people.",
            "score": 105.5025405883789
        },
        {
            "docid": "21958479_7",
            "document": "Capsaspora . \"C. owczarzaki\" is of scientific interest because it is one of the closest unicellular relatives of multicellular animals. Its genome has recently been sequenced and shows several genes involved in metazoan multicellularity, such as integrins, metazoan transcription factors, and protein tyrosine kinases. Moreover, it has relevance to human health because its host, the snail \"Biomphalaria glabrata\", is also the intermediate host of the digenean flatworm \"Schistosoma mansoni\", the causative agent of widespread schistosomiasis in humans. \"C. owczarzaki\" not only parasitizes the intermediate host of \"S. mansoni\" but also attacks and kills the sporocysts of the flatworm living inside the snail.",
            "score": 103.73778533935547
        },
        {
            "docid": "23596197_32",
            "document": "Biomphalaria glabrata . In medical research, the most commonly used \"Biomphalaria glabrata\" snail stock (used for the maintenance of \"Schistosoma mansoni\") is albino, i.e. it is without pigment. It is descended from a mutant albino stock which arose during research by Newton (1955). Not only did this albino variety prove to be highly susceptible to \"Schistosoma mansoni\", but the lack of pigment allowed investigators using a dissecting microscope to view the development of the parasite within the snail. The black pigment normally found in snails that are taken from the field previously made this viewing too difficult.",
            "score": 102.55176544189453
        },
        {
            "docid": "25143259_3",
            "document": "Biomphalaria straminea . This snail is a medically important pest, because an intermediate host for the parasite \"Schistosoma mansoni\" and a vector of schistosomiasis.",
            "score": 101.0049819946289
        },
        {
            "docid": "2188496_32",
            "document": "Schistosoma mansoni . \"S. mansoni\" is commonly found in places with poor sanitation. Because of the parasite's fecal-oral transmission, bodies of water that contain human waste can be infectious. Water that contains large populations of the intermediate host snail species is more likely to cause infection. Young children living in these areas are at greatest risk because of their tendency to swim and bathe in cercaria-infected waters longer than adults . Anyone travelling to the areas described above, and who is exposed to contaminated water, is at risk of schistosomiasis.",
            "score": 100.31958770751953
        },
        {
            "docid": "2188496_15",
            "document": "Schistosoma mansoni . After the eggs of the human-dwelling parasite are emitted in the faeces and into the water, the ripe miracidium hatches out of the egg. The hatching happens in response to temperature, light and dilution of faeces with water. The miracidium searches for a suitable freshwater snail belonging to the genus \"Biomphalaria\". In South America, the principal intermediate host is \"Biomphalaria glabrata\", while \"B. straminea\" and \"B. tenagophila\" are less common. A land snail \"Achatina fulica\" was reported in 2010 to act as a host in Venezuela. In Africa, \"B. glabratra\", \"B. pfeifferi\", \"B. choanomphala\" and \"B. sudanica\" act as the hosts; but in Egypt, the main snail host is \"B. alexandrina\".",
            "score": 97.40185546875
        },
        {
            "docid": "25121069_4",
            "document": "Biomphalaria tenagophila . The parasite \"Schistosoma mansoni\", which \"Biomphalaria\" snails carry, infects about 83.31 million people worldwide.",
            "score": 96.20565032958984
        },
        {
            "docid": "25143259_9",
            "document": "Biomphalaria straminea . \"Biomphalaria straminea\" is an intermediate host for \"Schistosoma mansoni\" and a vector of intestinal schistosomiasis. \"Schistosoma mansoni\" came to Neotropics from Africa in context of the slave trade. \"Schistosoma mansoni\" was not able to infect \"Biomphalaria straminea\" previously and it has adapted to this host.",
            "score": 94.62633514404297
        },
        {
            "docid": "2196771_15",
            "document": "Biomphalaria . The human disease schistosomiasis (aka snail fever) caused by all \"Schistosoma\" species (transmitted also by other snails) infects 200 million people. The fluke, which is found primarily in tropical areas, infects mammals (including humans) via contact with water that contains schistosome larvae (cercariae) which have previously been released from the snail. Infection occurs via penetration of cercariae through the skin.",
            "score": 93.78923034667969
        },
        {
            "docid": "191304_18",
            "document": "Schistosomiasis . At the U.S. Centers for Disease Control and Prevention (CDC), a combination of tests with purified adult worm antigens is used for antibody detection. All serum specimens are tested by FAST-ELISA using \"S. mansoni\" adult microsomal antigen. A positive reaction (greater than 9 units/µl serum) indicates infection with \"Schistosoma\" species. Sensitivity for \"S. mansoni\" infection is 99 percent, 95 percent for \"S. haematobium\" infection, and less than 50 percent for \"S. japonicum\" infection. Specificity of this assay for detecting schistosome infection is 99 percent. Because test sensitivity with the FAST-ELISA is reduced for species other than \"S. mansoni\", immunoblots of the species appropriate to the patient's travel history are also tested to ensure detection of \"S. haematobium\" and \"S. japonicum\" infections. Immunoblots with adult worm microsomal antigens are species-specific and so a positive reaction indicates the infecting species. The presence of antibody is indicative only of schistosome infection at some time and cannot be correlated with clinical status, worm burden, egg production, or prognosis. Where a person has traveled can help determine what \"Schistosoma\" species to test for by immunoblot.",
            "score": 91.58892822265625
        },
        {
            "docid": "25121069_21",
            "document": "Biomphalaria tenagophila . \"Biomphalaria tenagophila\" is an intermediate host for \"Schistosoma mansoni\" and a vector of schistosomiasis. \"Schistosoma mansoni\" came to Neotropics from Africa in context of the slave trade. \"Schistosoma mansoni\" was not able to infect \"Biomphalaria tenagophila\" in 1916 and it has adapted to this host since 1916.",
            "score": 89.73445892333984
        },
        {
            "docid": "23596197_5",
            "document": "Biomphalaria glabrata . \"Biomphalaria glabrata\"/\"Schistosoma mansoni\" provides a useful model system for investigating the intimate interactions between host and parasite. There is a great deal of information available about this snail, because it has been, and continues to be, under intensive study by many malacologists, parasitologists and other researchers, on account of its medical significance.",
            "score": 89.55503845214844
        },
        {
            "docid": "46840954_4",
            "document": "FMRFamide in Biomphalaria glabrata . This snail has been studied in relation to human pathology and the epidemiology of schistosomiasis. \"S. masoni\" is known to change its host’s (\"B. glabrata\"'s) behavior via the upregulation/downregulation of neuropeptides such as schistosomin and NPY, and some studies have reported that FMRFamide is aminergic, and may be implicated in the secretion of molecules to respond to infection with parasites.",
            "score": 88.68447875976562
        },
        {
            "docid": "72979_20",
            "document": "Lake Victoria . Lake Victoria is home to 28 species of freshwater snails (e.g., \"Bellamya\", \"Biomphalaria\", \"Bulinus\", \"Cleopatra\", \"Gabbiella\", and \"Melanoides\"), including 12 endemic species/subspecies. There are 17 species of bivalves (\"Corbicula\", \"Coelatura\", \"Sphaerium\", and \"Byssanodonta\"), including 6 endemic species/subspecies. Two of the snail genera, \"Biomphalaria\" and \"Bulinus\", are intermediate hosts of the parasite bilharzia (schistosomiasis). Human infections by this parasite are common at Lake Victoria. This may increase as a result of the spread of the invasive water hyacinth (an optimum snail habitat), and the loss of many snail-eating cichlids in the lake.",
            "score": 86.68780517578125
        },
        {
            "docid": "2188496_33",
            "document": "Schistosoma mansoni . The intermediate hosts \"Biophalaria\" snails are estimated to orginate in South America 95-110 million years ago. But the parasites \"Schistosoma\" originated in Asia. In Africa, the progenitor species evolved into modern \"S. mansoni\" and \"S. haematobium\" around 2-5 million years ago. It reached Egypt via infected slaves and baboons from the Land of Punt through migrations that occurred possibly as early as the V Dynasty (\"c\". 2494–2345 BCE).",
            "score": 85.98726654052734
        },
        {
            "docid": "2188496_27",
            "document": "Schistosoma mansoni . \"S. mansoni\" infection often occurs along side those of viral hepatitis, either hepatitis B virus (HBV) or hepatitis C virus (HCV). This is due to high prevalence of schistosomiasis in areas where chronic viral hepatitis is prevalent. One important factor was the development of large reservoir of infection due to extensive schistosomiasis control programs that used intravenously administered tartar emetic since the 1960s. Co-infection is known to cause earlier liver deterioration and more severe illness.",
            "score": 85.15995025634766
        },
        {
            "docid": "2188382_7",
            "document": "Schistosoma japonicum . The life cycles of \"Schistosoma japonicum\" and \"Schistosoma mansoni\" are very similar. In brief, eggs of the parasite are released in the feces and if they come in contact with water they hatch into free-swimming larva, called miracidia. The larva then has to infect a snail of the genus \"Oncomelania\" such as species of \"Oncomelania hupensis\" within one or two days. Inside the snail, the larva undergo asexual reproduction through a series of stages called sporocysts. After the asexual reproduction stage cercaria (another free-swimming larva) are generated in large quantities, which then leave (shed into the environment) the snail and must infect a suitable vertebrate host. Once the cercaria penetrates the skin of the host it loses its tail and becomes a schistosomule. The worms then migrate through the circulation ending at the mesenteric veins where they mate and start laying eggs. Each pair deposits around 1500–3500 eggs per day in the vessels of the intestinal wall. The eggs infiltrate through the tissues and are passed in the feces.",
            "score": 84.56111145019531
        },
        {
            "docid": "2154701_6",
            "document": "Paenibacillus . \"Candidatus \"Paenibacillus glabratella causes white nodules and high mortality of \"Biomphalaria glabrata\" freshwater snails. This is potentially important because \"Biomphalaria glabrata\" is an intermediate host of schistosomiasis.",
            "score": 82.41361236572266
        },
        {
            "docid": "19773328_62",
            "document": "Mollusca . Schistosomiasis (also known as bilharzia, bilharziosis or snail fever), a disease caused by the fluke worm \"Schistosoma\", is \"second only to malaria as the most devastating parasitic disease in tropical countries. An estimated 200 million people in 74 countries are infected with the disease – 100 million in Africa alone.\" The parasite has 13 known species, two of which infect humans. The parasite itself is not a mollusc, but all the species have freshwater snails as intermediate hosts.",
            "score": 81.71794891357422
        },
        {
            "docid": "23596197_36",
            "document": "Biomphalaria glabrata . Interactions between snails and schistosomes are complex and there exists an urgent need to elucidate pathways involved in snail-parasite relationships as well as to identify those factors involved in the intricate balance between the snail internal defence system and trematode infectivity mechanisms that determine the success or failure of an infection.",
            "score": 81.70520782470703
        },
        {
            "docid": "2026820_14",
            "document": "Fascioloides magna . Since the presence of an intermediate host is essential to the completion of the life cycle, snails occupy the important role in the epidemiology of \"F. magna\". The intermediate hosts of the giant liver fluke belong to the family Lymnaeidae. In North America, a total of 10 lymnaeid snails were reported as intermediate hosts of \"F. magna\". 6 of 10 North American snail species were found naturally infected and the other four were infected only under experimental conditions. In addition, the Australian species \"Austropeplea\" (\"Lymnaea\") \"tomentosa\" was exposed to the North American isolate of \"F. magna\" and the parasite was able to complete its development. The most common North American natural snail hosts of the fluke are \"Fossaria\" (\"Galba\") \"modicella\", \"Stagnicola\" (\"Lymnaea\") \"caperata\" and \"Fossaria\" (\"Galba\") \"bulimoides techella\". In Europe, an intermediate host had not been known until 1960’s. At the beginning, Ślusarski assumed that \"Lymnaea stagnalis\" could act as an intermediate host of \"F. magna\" in Europe. His assumption, however, has been neither confirmed by positive findings in the field nor by experimental infection. In 1961, Dr. Erhardová described the life cycle of \"F. magna\" based on observations of experimentally and naturally infected snails. She confirmed that \"Galba truncatula\" is an intermediate host of the giant liver fluke in Europe. In later works, the author studied another lymnaeid species in the former Czechoslovakia. However, \"G. truncatula\" was repeatedly confirmed as the only snail host of \"F. magna\". In 1979, Chroustová reported successful experimental infection of \"Stagnicola\" (\"Lymnaea\") \"palustris\" with \"F. magna\". She considered that this species might serve as an intermediate host of the fluke in the environment. Nevertheless, no naturally infected snails were found. Recent studies indicate that another lymnaeid snail, \"Radix peregra\", may be also involved in the transmission of \"F. magna\" in Europe. This opinion is supported by successful experimental infection of \"R. peregra\" in the lab as well as by findings of naturally infected \"R. peregra\" in the environment These findings suggested that the intermediate host spectrum of \"F. magna\" should be, similarly to North America, diverse in Europe. The list of intermediate hosts of \"F. magna\" is presented in following table.",
            "score": 81.11091613769531
        },
        {
            "docid": "41332227_2",
            "document": "Bivitellobilharzia nairi . Bivitellobilharzia nairi is a species of trematodes, part of the family Schistosomatidae. It is most closely related to the blood fluke \"Bivitellobilharzia loxodontae\", which uses African forest elephants (\"Loxodonta cyclotis\") as a definitive host. Each of these schistosomes, that are part of the genus \"Bivitellobilharzia\", sit near the base of a branch within the schistosome family that contains mammal-infecting species. This is a fairly new identified endoparasite that was found in 1955 by Mudaliar and Ramanujachari, who first recorded the parasite in India. Researchers collected fecal samples of the Indian rhinoceros and were startled to find \"B. nairi\" eggs.  The morphological characteristics of the egg are a spindle shape with a terminal spine The eggs are characteristically similar to \"schistosome\" eggs. They also share a distinct similarity with the eggs of the elephant blood fluke. Researchers sequenced specific sections of the fluke egg's DNA and found that the elephant blood fluke and the rhinoceros blook fluke matched sequences with each other. This can tell us that both species are hosts to the same parasites. The elephant schistosome is able to infect the Indian Rhinoceros. Elephants and Indian Rhinoceros must share the same physiological structures to be infected by the same \"B. nairi\" parasite. They also share the same habitat making transmission from one animal to next fairly easy.  \"Bivitellobilharzia nairi\", common name the elephant schistosome, is a parasitic trematode that uses the Asian elephant (\"Elephas maximus\") as a definitive host. Two other hosts may be the Indian elephant and the greater one-horned rhinoceros Once the elephant is infected, it releases schistosome eggs in the feces near a fresh water habitat where it infects the intermediate host, snails. The cercariae larval stage of the parasite will be released into freshwater and become free-swimming parasites to then penetrate the hosts' skin. Once inside the mammal the cercariae will loose its tail during infection and pair with an adult worm to sexually reproduce. Eggs produced in host will be passed in feces to then be deposited in freshwater once again and release the miracidia within. The miracidia will then penetrate the snail host tissue. These freshwater snails have been confirmed to be intermediate hosts. So far two intermediate snail genus have been identified; \"Indoplanorbis exustus\" and \"Lymnaea luteola\".",
            "score": 80.20484924316406
        },
        {
            "docid": "470408_28",
            "document": "Ampullariidae . Nevertheless, apple snails are considered a delicacy in several regions of the world, and they are often sold in East and Pacific Asian markets for consumption. \"Pomacea\" and \"Marisa\" species have been introduced to Africa and Asia in an attempt to control other medically problematic snails in the family Planorbidae: \"Bulinus\" species and \"Biomphalaria\" species, which serve as intermediate hosts for trematoda parasites. These parasites can cause swimmers itch and schistosomiasis, a disease that affects over 200 million people in tropical regions. One of the species introduced as bio-agent is \"Marisa cornuarietis\"; this snail competes with other snails and also directly preys on other species.",
            "score": 78.8204116821289
        },
        {
            "docid": "4637216_25",
            "document": "Diseases of poverty . Schistosomiasis (bilharzia) is a parasitic disease caused by the parasitic flatworm trematodes. Moreover, more than 80 percent of the 200 million people worldwide who have schistosomiasis live in sub-Saharan Africa. Infections often occur in contaminated water where freshwater snails release larval forms of the parasite. After penetrating the skin and eventually traveling to the intestines or the urinary tract, the parasite lays eggs and infects those organs. It damages the intestines, bladder, and other organs and can lead to anemia and protein-energy deficiency. Along with malaria, schistosomiasis is one of the most important parasitic co-factors aiding in HIV transmission. Epidemiological data shows schistosome-endemic areas coincide with areas of high HIV prevalence, suggesting that parasitic infections such as schistosomiasis increase risk of HIV transmission.",
            "score": 78.57945251464844
        },
        {
            "docid": "23596197_31",
            "document": "Biomphalaria glabrata . \"Biomphalaria glabrata\" is a major intermediate host for \"Schistosoma mansoni\" in the Americas and a vector of schistosomiasis.",
            "score": 78.10482025146484
        }
    ]
}