{
    "q": [
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 163.56350791454315
        },
        {
            "docid": "398124_13",
            "document": "Transcriptional regulation . Transcription factors are proteins that bind to specific DNA sequences in order to regulate the expression of a given gene. The power of transcription factors resides in their ability to activate and/or repress wide repertoires of downstream target genes. The fact that these transcription factors work in a combinatorial fashion means that only a small subset of an organism's genome encodes transcription factors. Transcription factors function through a wide variety of mechanisms. Often they are at the end of a signal transduction pathway that functions to change something about the factor, like its subcellular localization or its activity. Post-translational modifications to transcription factors located in the cytosol can cause them to translocate to the nucleus where they can interact with their corresponding enhancers. Others are already in the nucleus, and are modified to enable the interaction with partner transcription factors. Some post-translational modifications known to regulate the functional state of transcription factors are phosphorylation, acetylation, SUMOylation and ubiquitylation. Transcription factors can be divided in two main categories: activators and repressors. While activators can interact directly or indirectly with the core machinery of transcription through enhancer binding, repressors predominantly recruit co-repressor complexes leading to transcriptional repression by chromatin condensation of enhancer regions. It may also happen that a repressor may function by allosteric competition against a determined activator to repress gene expression: overlapping DNA-binding motifs for both activators and repressors induce a physical competition to occupy the site of binding. If the repressor has a higher affinity for its motif than the activator, transcription would be effectively blocked in the presence of the repressor. Tight regulatory control is achieved by the highly dynamic nature of transcription factors. Again, many different mechanisms exist to control whether a transcription factor is active. These mechanisms include control over protein localization or control over whether the protein can bind DNA. An example of this is the protein HSF1, which remains bound to Hsp70 in the cytosol and is only translocated into the nucleus upon cellular stress such as heat shock. Thus the genes under the control of this transcription factor will remain untranscribed unless the cell is subjected to stress.",
            "score": 171.91669607162476
        },
        {
            "docid": "9927027_2",
            "document": "CREB-binding protein . CREB-binding protein, also known as CREBBP or CBP, is a protein that in humans is encoded by the \"CREBBP\" gene. The CREB protein carries out its function by activating transcription, where interaction with transcription factors is managed by one or more CREB domains: the nuclear receptor interaction domain (RID), the KIX domain (CREB and MYB interaction domain), the cysteine/histidine regions (TAZ1/CH1 and TAZ2/CH3) and the interferon response binding domain (IBiD). The CREB protein domains, KIX, TAZ1 and TAZ2, each bind tightly to a sequence spanning both transactivation domains 9aaTADs of transcription factor p53.",
            "score": 138.92355704307556
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 152.140869140625
        },
        {
            "docid": "53367602_3",
            "document": "SMiLE-Seq . Elucidating the regulatory mechanisms used to govern essential cellular processes is one of the most intensely studied branches of science. Cellular regulatory networks can be incredibly complex, and often involve the coordination of multiple processes that begin with the modulation of gene expression. The binding of transcription factor molecules to DNA, either alone or in combination with other transcription factors, is used to control gene expression in response to both intra- and extracellular stimuli. Characterizing the binding mechanisms and specificities of transcription factors to specific regions of DNA – and identifying these transcription factors – is a fundamental component of the process of resolving cellular regulatory dynamics. Before the introduction of SMiLE-seq technology, ChIP-seq (chromatin immunoprecipitation sequencing) and HT-SELEX (high throughput systematic evolution of ligands by exponential enrichment) technologies were used to successfully characterize nearly 500 transcription factor-DNA binding interactions. ChIP-seq uses immunoprecipitation to isolate specific transcription factors bound to DNA fragments. Immunoprecipitation is followed by DNA sequencing, which identifies the genomic regions to which transcription factors bind. HT-SELEX, a similar method, uses random, synthetically generated DNA molecules as bait for transcription factors \"in vitro\". Sequence preferences and binding affinities are characterized based on successful binding interactions between bait molecules and transcription factors. While many unique transcription factor-DNA binding interactions have been characterized using these methods, it is estimated that this described fraction represents fewer than 50% of the transcription factors present in humans. The development of SMiLE-seq technology has provided an attractive alternative method with the potential to facilitate identification and characterization of previously undescribed transcription factor-DNA binding interactions.",
            "score": 151.54833352565765
        },
        {
            "docid": "9957063_27",
            "document": "Histone acetylation and deacetylation . The bromodomain is a motif that is responsible for acetylated lysine recognition on histones by nucleosome remodelling proteins. Posttranslational modifications of N- and C-terminal histone tails attracts various transcription initiation factors that contain bromodomains, including human transcriptional coactivator PCAF, TAF1, GCN5 and CREB-binding protein(CBP), to the promoter and have a significance in regulating gene expression. Structural analysis of transcription factors has shown that highly conserved bromodomains are essential for protein to bind to acetylated lysine.This suggests that specific histone site acetylation has a regulatory role in gene transcriptional activation.",
            "score": 143.8439359664917
        },
        {
            "docid": "41118075_10",
            "document": "Deficiency of RbAp48 protein and memory loss . CREB-binding protein, also known as CREBBP or CBP, is a protein that is encoded by the \"CREBBP\" gene in humans. The CREB protein carries out its function by activating transcription, where interaction with transcription factors is managed by one or more CREB domains: the nuclear receptor interaction domain (RID), the CREB and MYB interaction domain (KIX), the cysteine/histidine regions (TAZ1/CH1 and TAZ2/CH3) and the interferon response binding domain (IBiD). The CREB protein domains, KIX, TAZ1 and TAZ2, each bind tightly to a sequence spanning both transactivation domains 9aaTADs of transcription factor p53.",
            "score": 135.93395590782166
        },
        {
            "docid": "11849358_4",
            "document": "ETV6 . The human ETV6 protein is a member of the ETS transcription factor family; however, it more often acts to inhibit than stimulate transcription of its target genes. ETV6 protein contains 3 domains: a) the pointed N-terminal (i.e. PNT) domain which forms oligomer partners with itself as well as other transcription factors (e.g. FLI1) and is required for ETV6's transcriptional repressing activity; b) the central regulatory domain; and c) the C-terminal DNA-binding domain, ETS, which binds to the consensus DNA sequence, 5-GGAA/T-3 within a 9-to-10 bp sequence, in the target genes it regulates. ETV6 interacts with other proteins that regulate the differentiation and growth of cells. It binds to and thereby inhibits FLI1, another member of the ETS transcription factor family, which is active in promoting the maturation of blood platelet-forming megakaryocytes and blocking the Cellular differentiation of erythroblasts into red blood cells; this results in the excessive proliferation and abnormal morphology of erythroblasts. ETV6 likewise binds to HTATIP, a histone acetyl transferase that regulates the expression of various genes involved in gene transcription, DNA repair, and cellular apoptosis; this binding promotes the transcription-repressing activity of ETV6.",
            "score": 148.2119082212448
        },
        {
            "docid": "6330972_17",
            "document": "Therapeutic gene modulation . SPAs may inhibit transcription through binding within a transcribed region of a target gene. This inhibition occurs through blocking of elongation by an RNA polymerase. SPAs may also modulate transcription by targeting a transcription regulator binding site. If the regulator is an activator of transcription, this will decrease transcriptional levels. As an example, SPA targeting to the binding site for the activating transcription factor TFIIIA has been demonstrated to inhibit transcription of the downstream 5S RNA. In contrast, if the regulator is a repressor, this will increase transcriptional levels. As an example, SPA targeting to the host factor LSF, which represses expression of the human immunodeficiency virus (HIV) type 1 long terminal repeat (LTR), blocks binding of LSF and consequently de-represses expression of LTR",
            "score": 124.64746713638306
        },
        {
            "docid": "21673918_3",
            "document": "Bacterial one-hybrid system . Across all living organisms, regulation of gene expression is controlled by interactions between DNA-binding regulatory proteins (transcription factors) and cis-regulatory elements, DNA sequences in or around genes that act as target sites for DNA-binding proteins. By binding to cis-regulatory sequences and to each other, transcription factors fine-tune transcriptional levels by stabilizing/destabilizing binding of RNA polymerase to a gene's promoter. But despite their importance and ubiquity, little is known about where exactly each of these regulatory proteins binds. Literature suggests that nearly 8% of human genes encode transcription factors and the functions and specificities of their interactions remain largely unexplored. We are on the brink of a convergence of high-throughput technologies and genomic theory that is allowing researchers to start mapping these interactions on a genome-wide scale. Only recently has a complete survey of DNA-binding specificities been attempted for a large family of DNA-binding domains. B1H is just one emerging technique among many that is useful for studying protein–DNA interactions.",
            "score": 167.80647802352905
        },
        {
            "docid": "1687906_15",
            "document": "Morphogen . Discrete target genes respond to different thresholds of morphogen activity. The expression of target genes is controlled by segments of DNA called 'enhancers' to which transcription factors bind directly. Once bound, the transcription factor then stimulates or inhibits the transcription of the gene and thus controls the level of expression of the gene product (usually a protein). 'Low-threshold' target genes require only low levels of morphogen activity to be regulated and feature enhancers that contain many high-affinity binding sites for the transcription factor. 'High-threshold' target genes have relatively fewer binding sites or low-affinity binding sites that require much greater levels of transcription factor activity to be regulated.",
            "score": 156.18842196464539
        },
        {
            "docid": "1872854_5",
            "document": "Biochemical cascade . The cellular response in signal transduction cascades involves alteration of the expression of effector genes or activation/inhibition of targeted proteins. Regulation of protein activity mainly involves phosphorylation/dephosphorylation events, leading to its activation or inhibition. It is the case for the vast majority of responses as a consequence of the binding of the primary messengers to membrane receptors. This response is quick, as it involves regulation of molecules that are already present in the cell. On the other hand, the induction or repression of the expression of genes requires the binding of transcriptional factors to the regulatory sequences of these genes. The transcriptional factors are activated by the primary messengers, in most cases, due to their function as nuclear receptors for these messengers. The secondary messengers like DAG or Ca could also induce or repress gene expression, via transcriptional factors. This response is slower than the first because it involves more steps, like transcription of genes and then the effect of newly formed proteins in a specific target. The target could be a protein or another gene.",
            "score": 133.96675825119019
        },
        {
            "docid": "14149969_3",
            "document": "ATF3 . Activating transcription factor 3 is a member of the mammalian activation transcription factor/cAMP responsive element-binding (CREB) protein family of transcription factors. Multiple transcript variants encoding two different isoforms have been found for this gene. The longer isoform represses rather than activates transcription from promoters with ATF binding elements. The shorter isoform (deltaZip2) lacks the leucine zipper protein-dimerization motif and does not bind to DNA, and it stimulates transcription, it is presumed, by sequestering inhibitory co-factors away from the promoter. It is possible that alternative splicing of the ATF3 gene may be physiologically important in the regulation of target genes.",
            "score": 151.90039992332458
        },
        {
            "docid": "966654_7",
            "document": "DNA-binding protein . These DNA targets can occur throughout an organism's genome. Thus, changes in the activity of one type of transcription factor can affect thousands of genes. Thus, these proteins are often the targets of the signal transduction processes that control responses to environmental changes or cellular differentiation and development. The specificity of these transcription factors' interactions with DNA come from the proteins making multiple contacts to the edges of the DNA bases, allowing them to \"read\" the DNA sequence. Most of these base-interactions are made in the major groove, where the bases are most accessible. Mathematical descriptions of protein-DNA binding taking into account sequence-specificity, and competitive and cooperative binding of proteins of different types are usually performed with the help of the lattice models. Computational methods to identify the DNA binding sequence specificity have been proposed to make a good use of the abundant sequence data in the post-genomic era.",
            "score": 152.32180452346802
        },
        {
            "docid": "3200477_5",
            "document": "DNA-binding domain . Many proteins involved in the regulation of gene expression contain DNA-binding domains. For example, proteins that regulate transcription by binding DNA are called transcription factors. The final output of most cellular signaling cascades is gene regulation.",
            "score": 135.63449096679688
        },
        {
            "docid": "14164417_3",
            "document": "ATF4 . This gene encodes a transcription factor that was originally identified as a widely expressed mammalian DNA binding protein that could bind a tax-responsive enhancer element in the LTR of HTLV-1. The encoded protein was also isolated and characterized as the cAMP-response element binding protein 2 (CREB-2). The protein encoded by this gene belongs to a family of DNA-binding proteins that includes the AP-1 family of transcription factors, cAMP-response element binding proteins (CREBs) and CREB-like proteins. These transcription factors share a leucine zipper region that is involved in protein–protein interactions, located C-terminal to a stretch of basic amino acids that functions as a DNA-binding domain. Two alternative transcripts encoding the same protein have been described. Two pseudogenes are located on the X chromosome at q28 in a region containing a large inverted duplication.",
            "score": 158.5731339454651
        },
        {
            "docid": "743466_2",
            "document": "CREB . CREB (cAMP response element-binding protein) is a cellular transcription factor. It binds to certain DNA sequences called \"cAMP response elements\" (CRE), thereby increasing or decreasing the transcription of the genes. CREB was first described in 1987 as a cAMP-responsive transcription factor regulating the somatostatin gene.",
            "score": 123.23440074920654
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 163.20746767520905
        },
        {
            "docid": "736407_18",
            "document": "Opioid receptor . cAMP binds to, and activates cAMP-dependant protein kinase A (PKA), which is located intracellularly in the neuron. The PKA consists of a holoenzyme - it is a compound which becomes active due to the combination of an enzyme with a coenzyme. The PKA enzyme also contains two catalytic PKS-Cα subunits, and a regulator PKA-R subunit dimer. The PKA holoenzyme is inactive under normal conditions, however, when cAMP molecules that are produced earlier in the signal transduction mechanism combine with the enzyme, PKA undergoes a conformational change. This activates it, giving it the ability to catalyse substrate phosphorylation. CREB (cAMP response element binding protein) belongs to a family of transcription factors and is positioned in the nucleus of the neuron. When the PKA is activated, it phosphorylates the CREB protein (adds a high energy phosphate group) and activates it. The CREB protein binds to cAMP response elements CRE, and can either increase or decrease the transcription of certain genes. The cAMP/PKA/CREB signalling pathway described above is crucial in memory formation and pain modulation. It is also significant in the induction and maintenance of long-term potentiation, which is a phenomenon that underlies synaptic plasticity - the ability of synapses to strengthen or weaken over time.",
            "score": 111.34807276725769
        },
        {
            "docid": "2867718_11",
            "document": "Intrinsically disordered proteins . Many unstructured proteins undergo transitions to more ordered states upon binding to their targets (e.g. Molecular Recognition Features (MoRFs)). The coupled folding and binding may be local, involving only a few interacting residues, or it might involve an entire protein domain. It was recently shown that the coupled folding and binding allows the burial of a large surface area that would be possible only for fully structured proteins if they were much larger. Moreover, certain disordered regions might serve as \"molecular switches\" in regulating certain biological function by switching to ordered conformation upon molecular recognition like small molecule-binding, DNA/RNA binding, ion interactions etc.",
            "score": 173.24939703941345
        },
        {
            "docid": "14303320_3",
            "document": "IRF1 . Interferon regulatory factor 1 was the first member of the interferon regulatory transcription factor (IRF) family identified. Initially described as a transcription factor able to activate expression of the cytokine Interferon beta, IRF-1 was subsequently shown to function as a transcriptional activator or repressor of a variety of target genes. IRF-1 regulates expression of target genes by binding to an interferon stimulated response element (ISRE) in their promoters. The IRF-1 protein binds to the ISRE via an N-terminal helix-turn-helix DNA binding domain, which is highly conserved among all IRF proteins.",
            "score": 137.33966422080994
        },
        {
            "docid": "3062200_8",
            "document": "Growth hormone–releasing hormone . The cAMP-dependent pathway is initiated by the binding of GHRH to its receptor, causing receptor conformation that activates G alpha subunit of the closely associated G-Protein complex on the intracellular side. This results in stimulation of membrane-bound adenylyl cyclase and increased intracellular cyclic adenosine monophosphate (cAMP). cAMP binds to and activates the regulatory subunits of protein kinase A (PKA), allowing the free catalytic subunits to translocate to the nucleus and phosphorylate the transcription factor cAMP response element-binding protein (CREB). Phosphorylated CREB, together with its coactivators, p300 and CREB-binding protein (CBP) enhances the transcription of GH by binding to CREs cAMP-response elements in the promoter region of the GH gene. It also increases transcription of the GHRHR gene, providing positive feedback.",
            "score": 132.32608914375305
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 142.40973281860352
        },
        {
            "docid": "12266_46",
            "document": "Genetics . The genome of a given organism contains thousands of genes, but not all these genes need to be active at any given moment. A gene is expressed when it is being transcribed into mRNA and there exist many cellular methods of controlling the expression of genes such that proteins are produced only when needed by the cell. Transcription factors are regulatory proteins that bind to DNA, either promoting or inhibiting the transcription of a gene. Within the genome of \"Escherichia coli\" bacteria, for example, there exists a series of genes necessary for the synthesis of the amino acid tryptophan. However, when tryptophan is already available to the cell, these genes for tryptophan synthesis are no longer needed. The presence of tryptophan directly affects the activity of the genes—tryptophan molecules bind to the tryptophan repressor (a transcription factor), changing the repressor's structure such that the repressor binds to the genes. The tryptophan repressor blocks the transcription and expression of the genes, thereby creating negative feedback regulation of the tryptophan synthesis process.",
            "score": 139.88266372680664
        },
        {
            "docid": "234129_7",
            "document": "Zinc finger . Zinc finger (Znf) domains are relatively small protein motifs that contain multiple finger-like protrusions that make tandem contacts with their target molecule. Some of these domains bind zinc, but many do not, instead binding other metals such as iron, or no metal at all. For example, some family members form salt bridges to stabilise the finger-like folds. They were first identified as a DNA-binding motif in transcription factor TFIIIA from \"Xenopus laevis\" (African clawed frog), however they are now recognised to bind DNA, RNA, protein, and/or lipid substrates. Their binding properties depend on the amino acid sequence of the finger domains and on the linker between fingers, as well as on the higher-order structures and the number of fingers. Znf domains are often found in clusters, where fingers can have different binding specificities. Znf motifs occur in several unrelated protein superfamilies, varying in both sequence and structure. They display considerable versatility in binding modes, even between members of the same class (e.g., some bind DNA, others protein), suggesting that Znf motifs are stable scaffolds that have evolved specialised functions. For example, Znf-containing proteins function in gene transcription, translation, mRNA trafficking, cytoskeleton organization, epithelial development, cell adhesion, protein folding, chromatin remodeling, and zinc sensing, to name but a few. Zinc-binding motifs are stable structures, and they rarely undergo conformational changes upon binding their target.",
            "score": 157.97398340702057
        },
        {
            "docid": "563580_6",
            "document": "Hormone receptor . Intracellular and nuclear receptors are a direct way for the cell to respond to internal changes and signals. Intracellular receptors are activated by hydrophobic ligands which pass through the cellular membrane. All nuclear receptors are very similar in structure, and are described with intrinsic transcriptional activity. Intrinsic transcriptional involves the three following domains: transcription-activating, DNA-binding, and ligand-binding. These domains and ligands are hydrophobic and are able to travel through the membrane. The movement of macromolecules and ligand molecules into the cell enables a complex transport system of intracellular signal transfers through different cellular environments until response is enabled. Nuclear receptors are a special class of intracellular receptor which specifically aid the needs of the cell to express certain genes. Nuclear receptors often bind directly to DNA by targeting specific DNA sequences in order to express or repress transcription of nearby genes.",
            "score": 101.02554774284363
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 154.95540368556976
        },
        {
            "docid": "16770101_15",
            "document": "Long non-coding RNA . The RNA binding protein TLS, binds and inhibits the CREB binding protein and p300 histone acetyltransferease activities on a repressed gene target, cyclin D1. The recruitment of TLS to the promoter of cyclin D1 is directed by long ncRNAs expressed at low levels and tethered to 5’ regulatory regions in response to DNA damage signals. Moreover, these local ncRNAs act cooperatively as ligands to modulate the activities of TLS. In the broad sense, this mechanism allows the cell to harness RNA-binding proteins, which make up one of the largest classes within the mammalian proteome, and integrate their function in transcriptional programs. Nascent long ncRNAs have been shown to increase the activity of CREB binding protein, which in turn increases the transcription of that ncRNA. A recent study found that a lncRNA in the antisense direction of the Apolipoprotein A1 (APOA1) regulates the transcription of APOA1 through epigenetic modifications.",
            "score": 134.25487089157104
        },
        {
            "docid": "5037034_9",
            "document": "P300-CBP coactivator family . An example of a process involving p300 and CBP is G protein signaling. Some G proteins stimulate adenylate cyclase that results in elevation of cAMP. cAMP stimulates PKA, which consists of four subunits, two regulatory and two catalytic. Binding of cAMP to the regulatory subunits causes release of the catalytic subunits. These subunits can then enter the nucleus to interact with transcriptional factors, thus affecting gene transcription. The transcription factor CREB, which interacts with a DNA sequence called a cAMP response element (or CRE), is phosphorylated on a serine (Ser 133) in the KID domain. This modification is PKA mediated, and promotes the interaction of the KID domain of CREB with the KIX domain of CBP or p300 and enhances transcription of CREB target genes, including genes that aid gluconeogenesis. This pathway can be initiated by adrenaline activating β-adrenergic receptors on the cell surface.",
            "score": 122.63457989692688
        },
        {
            "docid": "22072718_8",
            "document": "Biological network . The activity of genes is regulated by transcription factors, proteins that typically bind to DNA. Most transcription factors bind to multiple binding sites in a genome. As a result, all cells have complex gene regulatory networks. For instance, the human genome encodes on the order of 1,400 DNA-binding transcription factors that regulate the expression of more than 20,000 human genes. Technologies to study gene regulatory networks include ChIP-chip, ChIP-seq, CliP-seq, and others.",
            "score": 139.9376356601715
        },
        {
            "docid": "3131507_11",
            "document": "RNA-binding protein . RNA-binding proteins exhibit highly specific recognition of their RNA targets by recognizing their sequences and structures. Specific binding of the RNA-binding proteins allow them to distinguish their targets and regulate a variety of cellular functions via control of the generation, maturation, and lifespan of the RNA transcript. This interaction begins during transcription as some RBPs remain bound to RNA until degradation whereas others only transiently bind to RNA to regulate RNA splicing, processing, transport, and localization. In this section, three classes of the most widely studied RNA-binding domains (RNA-recognition motif, double-stranded RNA-binding motif, zinc-finger motif) will be discussed.",
            "score": 155.32607340812683
        },
        {
            "docid": "14151028_9",
            "document": "HIPK2 . HIPK2 has two major functions. It acts as a co-repressor for NK homeodomain transcription factors, increasing their DNA binding affinity and their repressive effect on transcription. HIPK2 participates in the regulation of gene expression through its contribution to regulating homeobox genes.These genes encode transcription factors that act to regulate target genes. HIPK2 also acts in signal transduction, specifically the pathway leading to programmed cell death (apoptosis). HIPK2 can promote apoptosis either in association with p53 or by a separate mechanism. HIPK2 phosphorylates the S46 residue of p53, leading to its activation, which in turn leads to the transcription of factors that induce apoptosis. Phosphorylation of p53 by HIPK2 prevents the association of negative regulator Mdm2 to p53 and is necessary for the acetylation of the K382 residue in p53, which also serves as a functionally important modification. Proper folding of p53 is essential for p53 function. The folding of p53 depends on the presence of zinc , and HIPK2 plays a role in zinc regulation. Consequently, the absence of HIPK2 leads to p53 misfolding. HIPK2 indirectly enhances p53 activity by phosphorylating negative regulators of p53, such as CtBP1 and Mdm2, leading to their degradation by the proteasome. HIPK2 also has the ability to regulate cellular response to reactive oxygen species by regulating the expression of both oxidant and antioxidant genes.",
            "score": 105.46156191825867
        }
    ],
    "r": [
        {
            "docid": "53367602_5",
            "document": "SMiLE-Seq . The use of microfluidics in SMiLE-seq offers three main advantages when compared to current techniques used to measure protein-DNA interactions (e.g., ChIP-seq, HT-SELEX, and protein binding microarrays). Firstly, it requires fewer transcription factors than other similar techniques (only picograms are required). Secondly, the process is much faster than other techniques (it requires less than an hour, as compared to days). Lastly, SMiLE-seq is not limited by the length of target DNA (a limitation of protein binding microarrays), and is not biased towards stronger affinity protein-DNA interactions (a major limitation of HT-SELEX). Existing technologies have been found to be laborious and technically complex due to improper transcription factor expression or loss of transcription factor-DNA binding properties \"in vitro\". The ability of many transcription factors to bind DNA is dependent on heterodimer formation, and therefore requires the presence of a specific dimer partner for binding. This has been shown to yield incomplete results if transcription factors are individually tested. Heterodimer combinations have been shown to range from 3000 to 25000, and many remain uncharacterized. A technology like SMiLE-seq, which is able to detect these dimeric interactions, is essential to broaden current knowledge and characterization of transcription factor-DNA binding profiles. Additionally, previous technologies have used transcription factor probes in their truncated form, which may reduce their ability to bind and dimerize. SMiLE-seq enables robust identification of DNA binding specificities of full length, previously uncharacterized transcription factors. Furthermore, SMiLE-seq is able to identify transcription factor binding sites over a wide range of binding affinities, which represents a significant limitation of other technologies. In theory SMiLE-seq is not limited to only protein-DNA interactions and may potentially be utilized to study protein-RNA binding properties once the technology has been developed further.",
            "score": 184.73765563964844
        },
        {
            "docid": "2867718_11",
            "document": "Intrinsically disordered proteins . Many unstructured proteins undergo transitions to more ordered states upon binding to their targets (e.g. Molecular Recognition Features (MoRFs)). The coupled folding and binding may be local, involving only a few interacting residues, or it might involve an entire protein domain. It was recently shown that the coupled folding and binding allows the burial of a large surface area that would be possible only for fully structured proteins if they were much larger. Moreover, certain disordered regions might serve as \"molecular switches\" in regulating certain biological function by switching to ordered conformation upon molecular recognition like small molecule-binding, DNA/RNA binding, ion interactions etc.",
            "score": 173.24940490722656
        },
        {
            "docid": "14774820_3",
            "document": "TAF11 . Initiation of transcription by RNA polymerase II requires the activities of more than 70 polypeptides. The protein that coordinates these activities is transcription factor IID (TFIID), which binds to the core promoter to position the polymerase properly, serves as the scaffold for assembly of the remainder of the transcription complex, and acts as a channel for regulatory signals. TFIID is composed of the TATA-binding protein (TBP) and a group of evolutionarily conserved proteins known as TBP-associated factors or TAFs. TAFs may participate in basal transcription, serve as coactivators, function in promoter recognition or modify general transcription factors (GTFs) to facilitate complex assembly and transcription initiation. This gene encodes a small subunit of TFIID that is present in all TFIID complexes and interacts with TBP. This subunit also interacts with another small subunit, TAF13, to form a heterodimer with a structure similar to the histone core structure. In molecular biology, TAFII28 refers to the TATA box binding protein associated factor. Together with the TATA-binding protein and other TAFs it forms the general transcription factor, TFIID. They together participate in the assembly of the transcription preinitiation complex. The conserved region is found at the C terminus of most member proteins.",
            "score": 172.4396209716797
        },
        {
            "docid": "398124_13",
            "document": "Transcriptional regulation . Transcription factors are proteins that bind to specific DNA sequences in order to regulate the expression of a given gene. The power of transcription factors resides in their ability to activate and/or repress wide repertoires of downstream target genes. The fact that these transcription factors work in a combinatorial fashion means that only a small subset of an organism's genome encodes transcription factors. Transcription factors function through a wide variety of mechanisms. Often they are at the end of a signal transduction pathway that functions to change something about the factor, like its subcellular localization or its activity. Post-translational modifications to transcription factors located in the cytosol can cause them to translocate to the nucleus where they can interact with their corresponding enhancers. Others are already in the nucleus, and are modified to enable the interaction with partner transcription factors. Some post-translational modifications known to regulate the functional state of transcription factors are phosphorylation, acetylation, SUMOylation and ubiquitylation. Transcription factors can be divided in two main categories: activators and repressors. While activators can interact directly or indirectly with the core machinery of transcription through enhancer binding, repressors predominantly recruit co-repressor complexes leading to transcriptional repression by chromatin condensation of enhancer regions. It may also happen that a repressor may function by allosteric competition against a determined activator to repress gene expression: overlapping DNA-binding motifs for both activators and repressors induce a physical competition to occupy the site of binding. If the repressor has a higher affinity for its motif than the activator, transcription would be effectively blocked in the presence of the repressor. Tight regulatory control is achieved by the highly dynamic nature of transcription factors. Again, many different mechanisms exist to control whether a transcription factor is active. These mechanisms include control over protein localization or control over whether the protein can bind DNA. An example of this is the protein HSF1, which remains bound to Hsp70 in the cytosol and is only translocated into the nucleus upon cellular stress such as heat shock. Thus the genes under the control of this transcription factor will remain untranscribed unless the cell is subjected to stress.",
            "score": 171.9167022705078
        },
        {
            "docid": "21673918_3",
            "document": "Bacterial one-hybrid system . Across all living organisms, regulation of gene expression is controlled by interactions between DNA-binding regulatory proteins (transcription factors) and cis-regulatory elements, DNA sequences in or around genes that act as target sites for DNA-binding proteins. By binding to cis-regulatory sequences and to each other, transcription factors fine-tune transcriptional levels by stabilizing/destabilizing binding of RNA polymerase to a gene's promoter. But despite their importance and ubiquity, little is known about where exactly each of these regulatory proteins binds. Literature suggests that nearly 8% of human genes encode transcription factors and the functions and specificities of their interactions remain largely unexplored. We are on the brink of a convergence of high-throughput technologies and genomic theory that is allowing researchers to start mapping these interactions on a genome-wide scale. Only recently has a complete survey of DNA-binding specificities been attempted for a large family of DNA-binding domains. B1H is just one emerging technique among many that is useful for studying protein–DNA interactions.",
            "score": 167.80648803710938
        },
        {
            "docid": "53367602_6",
            "document": "SMiLE-Seq . The primary limitation of SMiLE-seq is that the technique can only be used to characterize the binding interactions of previously identified transcription factors, as the method requires \"in vitro\" transcription and translation of the transcription factors prior to their combination with DNA molecules. Additionally, previous studies have shown that fluorescent protein tags can affect the binding affinity of proteins to their targets. The effect of the specific fluorescent protein tags on binding affinity would have to be investigated to determine whether this would impact specific protein-DNA interactions found using this technology. Further development of SMiLE-seq may involve modifying transcription factor expression conditions to increase the success of analysis.",
            "score": 165.03790283203125
        },
        {
            "docid": "1936957_3",
            "document": "General transcription factor . A transcription factor is a protein that binds to specific DNA sequences (enhancer or promoter), either alone or with other proteins in a complex, to control the rate of transcription of genetic information from DNA to messenger RNA by promoting (serving as an activator) or blocking (serving as a repressor) the recruitment of RNA polymerase. As a class of protein, general transcription factors bind to promoters along the DNA sequence or form a large transcription preinitiation complex to activate transcription. General transcription factors are necessary for transcription to occur.",
            "score": 164.001708984375
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 163.5635223388672
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 163.2074737548828
        },
        {
            "docid": "3233135_5",
            "document": "TATA-binding protein . TBP is a subunit of the eukaryotic transcription factor TFIID. TFIID is the first protein to bind to DNA during the formation of the pre-initiation transcription complex of RNA polymerase II (RNA Pol II). Binding of TFIID to the TATA box in the promoter region of the gene initiates the recruitment of other factors required for RNA Pol II to begin transcription. Some of the other recruited transcription factors include TFIIA, TFIIB, and TFIIF. Each of these transcription factors is formed from the interaction of many protein subunits, indicating that transcription is a heavily regulated process.",
            "score": 162.03192138671875
        },
        {
            "docid": "3749465_4",
            "document": "GLI1 . The Gli transcription factors activate/inhibit transcription by binding to Gli responsive genes and by interacting with the transcription complex. The Gli transcription factors have DNA binding zinc finger domains which bind to consensus sequences on their target genes to initiate or suppress transcription. Yoon showed that mutating the Gli zinc finger domain inhibited the proteins effect proving its role as a transcription factor. Gli proteins have an 18-amino acid region highly similar to the α-helical herpes simplex viral protein 16 activation domain. This domain contains a consensus recognition element for the human TFIID TATA box-binding protein associated factor TAFII31. Other proteins such as Missing in Metastasis (MIM/BEG4) have been shown to potentiate the effects of the Gli transcription factors on target gene transcription. Gli and MIM have been shown to act synergistically to induce epidermal growth and MIM + Gli1 overexpressing grafts show similar growth patterns to Shh grafts.",
            "score": 161.7786102294922
        },
        {
            "docid": "1936957_2",
            "document": "General transcription factor . General transcription factors (GTFs), also known as basal transcriptional factors, are a class of protein transcription factors that bind to specific sites (promoter) on DNA to activate transcription of genetic information from DNA to messenger RNA. GTFs, RNA polymerase, and the mediator (a multi-protein complex) constitute the basic transcriptional apparatus that first bind to the promoter, then start transcription. GTFs are also intimately involved in the process of gene regulation, and most are required for life.",
            "score": 158.7207794189453
        },
        {
            "docid": "14164417_3",
            "document": "ATF4 . This gene encodes a transcription factor that was originally identified as a widely expressed mammalian DNA binding protein that could bind a tax-responsive enhancer element in the LTR of HTLV-1. The encoded protein was also isolated and characterized as the cAMP-response element binding protein 2 (CREB-2). The protein encoded by this gene belongs to a family of DNA-binding proteins that includes the AP-1 family of transcription factors, cAMP-response element binding proteins (CREBs) and CREB-like proteins. These transcription factors share a leucine zipper region that is involved in protein–protein interactions, located C-terminal to a stretch of basic amino acids that functions as a DNA-binding domain. Two alternative transcripts encoding the same protein have been described. Two pseudogenes are located on the X chromosome at q28 in a region containing a large inverted duplication.",
            "score": 158.57313537597656
        },
        {
            "docid": "26378_10",
            "document": "Rift Valley fever . Although many components of the RVFV’s RNA play an important role in the virus’ pathology, the nonstructural protein encoded on the S segment (NSs) is the only component that has been found to directly affect the host. NSs is hostile and combative against the hosts interferon (IFNs) antiviral response. IFNs are essential in order for the immune system to fight off viral infections in a host. This inhibitory mechanism is believed to be due to a number of reasons, the first being, competitive inhibition of the formation of the transcription factor. On this transcription factor, NSs interacts with and binds to a subunit that is needed for RNA polymerase I and II. This interaction cause competitive inhibition with another transcription factor component and prevents the assembly process of the transcription factor complex, which results in the suppression of the host antiviral response. Transcription suppression is believed to be another mechanism of this inhibitory process. This occurs when an area of NSs interacts with and binds to the host’s protein, SAP30 and forms a complex. This complex causes histone acetylation to regress, which is needed for transcriptional activation of the IFN promoter. This causes IFN expression to be obstructed. Lastly, NSs has also been known to affect regular activity of double-stranded RNA-dependent protein kinase R.. This protein is involved in cellular antiviral responses in the host. When RVFV is able to enter the hosts DNA, NSs forms a filamentous structure in the nucleus. This allows the virus to interact with specific areas of the hosts DNA that relates to segregation defects and induction of chromosome continuity. This increases host infectivity and decreases the host’s antiviral response.",
            "score": 158.54794311523438
        },
        {
            "docid": "32943903_2",
            "document": "GATA zinc finger . In molecular biology, GATA zinc fingers are zinc-containing domains found in a number of transcription factors (including erythroid-specific transcription factor and nitrogen regulatory proteins). Some members of this class of zinc fingers specifically bind the DNA sequence (A/T)GATA(A/G) in the regulatory regions of genes., giving rise to the name of the domain. In these domains, a single zinc ion is coordinated by 4 cysteine residues. NMR studies have shown the core of the Znf to comprise 2 irregular anti-parallel beta-sheets and an alpha-helix, followed by a long loop to the C-terminal end of the finger. The N-terminal part, which includes the helix, is similar in structure, but not sequence, to the N-terminal zinc module of the glucocorticoid receptor DNA-binding domain. The helix and the loop connecting the 2 beta-sheets interact with the major groove of the DNA, while the C-terminal tail wraps around into the minor groove. Interactions between the Znf and DNA are mainly hydrophobic, explaining the preponderance of thymines in the binding site; a large number of interactions with the phosphate backbone have also been observed. Two GATA zinc fingers are found in GATA-family transcription factors. However, there are several proteins that only contains a single copy of the domain. It is also worth noting that many GATA-type Znfs (such as those found in the proteins GATAD2B and MTA1) have not been experimentally demonstrated to be DNA-binding domains. Furthermore, several GATA-type Znfs have been demonstrated to act as protein-recognition domains. For example, the N-terminal Znf of GATA1 binds specifically to a zinc finger from the transcriptional coregulator FOG1 (ZFPM1).",
            "score": 158.4320831298828
        },
        {
            "docid": "3233135_2",
            "document": "TATA-binding protein . The TATA-binding protein (TBP) is a general transcription factor that binds specifically to a DNA sequence called the TATA box. This DNA sequence is found about 30 base pairs upstream of the transcription start site in some eukaryotic gene promoters. TBP, along with a variety of TBP-associated factors, make up the TFIID, a general transcription factor that in turn makes up part of the RNA polymerase II preinitiation complex. As one of the few proteins in the preinitiation complex that binds DNA in a sequence-specific manner, it helps position RNA polymerase II over the transcription start site of the gene. However, it is estimated that only 10–20% of human promoters have TATA boxes. Therefore, TBP is probably not the only protein involved in positioning RNA polymerase II.",
            "score": 158.35267639160156
        },
        {
            "docid": "14760477_3",
            "document": "TAF4 . Initiation of transcription by RNA polymerase II requires the activities of more than 70 polypeptides. The protein that coordinates these activities is transcription factor IID (TFIID), which binds to the core promoter to position the polymerase properly, serves as the scaffold for assembly of the remainder of the transcription complex, and acts as a channel for regulatory signals. TFIID is composed of the TATA-binding protein (TBP) and a group of evolutionarily conserved proteins known as TBP-associated factors or TAFs. TAFs may participate in basal transcription, serve as coactivators, function in promoter recognition or modify general transcription factors (GTFs) to facilitate complex assembly and transcription initiation. This gene encodes one of the larger subunits of TFIID that has been shown to potentiate transcriptional activation by retinoic acid, thyroid hormone and vitamin D receptors. In addition, this subunit interacts with the transcription factor CREB, which has a glutamine-rich activation domain, and binds to other proteins containing glutamine-rich regions. Aberrant binding to this subunit by proteins with expanded polyglutamine regions has been suggested as one of the pathogenetic mechanisms underlying a group of neurodegenerative disorders referred to as polyglutamine diseases.",
            "score": 157.98326110839844
        },
        {
            "docid": "1946433_2",
            "document": "CAAT box . In molecular biology, a CCAAT box (also sometimes abbreviated a CAAT box or CAT box) is a distinct pattern of nucleotides with GGCCAATCT consensus sequence that occur upstream by 60–100 bases to the initial transcription site. The CAAT box signals the binding site for the RNA transcription factor, and is typically accompanied by a conserved consensus sequence. It is an invariant DNA sequence at about minus 70 base pairs from the origin of transcription in many eukaryotic promoters. Genes that have this element seem to require it for the gene to be transcribed in sufficient quantities. It is frequently absent from genes that encode proteins used in virtually all cells. This box along with the GC box is known for binding general transcription factors. Both of these consensus sequences belong to the regulatory promoter. Full gene expression occurs when transcription activator proteins bind to each module within the regulatory promoter. Protein specific binding is required for the CCAAT box activation. These proteins are known as CCAAT box binding proteins/CCAAT box binding factors.",
            "score": 157.98104858398438
        },
        {
            "docid": "234129_7",
            "document": "Zinc finger . Zinc finger (Znf) domains are relatively small protein motifs that contain multiple finger-like protrusions that make tandem contacts with their target molecule. Some of these domains bind zinc, but many do not, instead binding other metals such as iron, or no metal at all. For example, some family members form salt bridges to stabilise the finger-like folds. They were first identified as a DNA-binding motif in transcription factor TFIIIA from \"Xenopus laevis\" (African clawed frog), however they are now recognised to bind DNA, RNA, protein, and/or lipid substrates. Their binding properties depend on the amino acid sequence of the finger domains and on the linker between fingers, as well as on the higher-order structures and the number of fingers. Znf domains are often found in clusters, where fingers can have different binding specificities. Znf motifs occur in several unrelated protein superfamilies, varying in both sequence and structure. They display considerable versatility in binding modes, even between members of the same class (e.g., some bind DNA, others protein), suggesting that Znf motifs are stable scaffolds that have evolved specialised functions. For example, Znf-containing proteins function in gene transcription, translation, mRNA trafficking, cytoskeleton organization, epithelial development, cell adhesion, protein folding, chromatin remodeling, and zinc sensing, to name but a few. Zinc-binding motifs are stable structures, and they rarely undergo conformational changes upon binding their target.",
            "score": 157.97398376464844
        },
        {
            "docid": "14754467_3",
            "document": "TAF9 . Initiation of transcription by RNA polymerase II requires the activities of more than 70 polypeptides. The protein complex that coordinates these activities is transcription factor IID (TFIID), which binds to the core promoter to position the polymerase properly, serves as the scaffold for assembly of the remainder of the transcription complex, and acts as a channel for regulatory signals. TFIID is composed of the TATA-binding protein (TBP) and a group of evolutionarily conserved proteins known as TBP-associated factors or TAFs. TAFs may participate in basal transcription, serve as coactivators, function in promoter recognition or modify general transcription factors (GTFs) to facilitate complex assembly and transcription initiation. This gene encodes one of the smaller subunits of TFIID that binds to the basal transcription factor GTF2B as well as to several transcriptional activators such as p53 and VP16. A similar but distinct gene (TAF9B) has been found on the X chromosome and a pseudogene has been identified on chromosome 19. Alternative splicing results in multiple transcript variants encoding different isoforms.",
            "score": 157.9500274658203
        },
        {
            "docid": "22537633_2",
            "document": "DNA binding site . DNA binding sites are a type of binding site found in DNA where other molecules may bind. DNA binding sites are distinct from other binding sites in that (1) they are part of a DNA sequence (e.g. a genome) and (2) they are bound by DNA-binding proteins. DNA binding sites are often associated with specialized proteins known as transcription factors, and are thus linked to transcriptional regulation. The sum of DNA binding sites of a specific transcription factor is referred to as its cistrome. DNA binding sites also encompasses the targets of other proteins, like restriction enzymes, site-specific recombinases (see site-specific recombination) and methyltransferases.",
            "score": 157.32411193847656
        },
        {
            "docid": "966654_6",
            "document": "DNA-binding protein . In contrast, other proteins have evolved to bind to specific DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one specific set of DNA sequences and activates or inhibits the transcription of genes that have these sequences near their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This alters the accessibility of the DNA template to the polymerase.",
            "score": 157.13182067871094
        },
        {
            "docid": "36518828_2",
            "document": "TAF protein . In molecular biology, TAF refers to a protein named the TATA-binding protein associated factor. TAF is part of the transcription initiation factor TFIID multimeric protein complex, or in simpler terms, the Pre-initiation complex (PIC). TAF forms part of Transcription factor II D (TFIID) and the TATA-binding protein (TBP). They mediate transcription of DNA to RNA by RNA polymerase II. This entry discusses the N-terminal domain in particular.",
            "score": 156.83180236816406
        },
        {
            "docid": "31474_22",
            "document": "Transcription factor . Most transcription factors do not work alone. Many large TF families form complex homotypic or heterotypic interactions through dimerization. For gene transcription to occur, a number of transcription factors must bind to DNA regulatory sequences. This collection of transcription factors, in turn, recruit intermediary proteins such as cofactors that allow efficient recruitment of the preinitiation complex and RNA polymerase. Thus, for a single transcription factor to initiate transcription, all of these other proteins must also be present, and the transcription factor must be in a state where it can bind to them if necessary. Cofactors are proteins that modulate the effects of transcription factors. Cofactors are interchangeable between specific gene promoters; the protein complex that occupies the promoter DNA and the amino acid sequence of the cofactor determine its spatial conformation. For example, certain steroid receptors can exchange cofactors with NF-κB, which is a switch between inflammation and cellular differentiation; thereby steroids can affect the inflammatory response and function of certain tissues.",
            "score": 156.34579467773438
        },
        {
            "docid": "1687906_15",
            "document": "Morphogen . Discrete target genes respond to different thresholds of morphogen activity. The expression of target genes is controlled by segments of DNA called 'enhancers' to which transcription factors bind directly. Once bound, the transcription factor then stimulates or inhibits the transcription of the gene and thus controls the level of expression of the gene product (usually a protein). 'Low-threshold' target genes require only low levels of morphogen activity to be regulated and feature enhancers that contain many high-affinity binding sites for the transcription factor. 'High-threshold' target genes have relatively fewer binding sites or low-affinity binding sites that require much greater levels of transcription factor activity to be regulated.",
            "score": 156.18841552734375
        },
        {
            "docid": "32227303_2",
            "document": "CAT RNA-binding domain . In molecular biology, the CAT RNA-binding domain (Co-AntiTerminator RNA-binding domain) is a protein domain found at the amino terminus of a family of transcriptional antiterminator proteins. This domain forms a dimer in the crystal structure. Transcriptional antiterminators of the BglG/SacY family are regulatory proteins that mediate the induction of sugar metabolizing operons in Gram-positive and Gram-negative bacteria. Upon activation, these proteins bind to specific targets in nascent mRNAs, thereby preventing abortive dissociation of the RNA polymerase from the DNA template.",
            "score": 156.17054748535156
        },
        {
            "docid": "529613_6",
            "document": "Binding site . A more specific type of binding site is the transcription factor binding site present on DNA. Short, recurring patterns in DNA often indicate sequence-specific binding sites for proteins such as nucleases and transcription factors; ribosome binding, mRNA processing, and transcription termination are also signaled by these sequence motifs.. Prediction of protein (esp. transcription factors) binding sites on DNA has recently become an area of active research and different tools have been produced for it. With the advent of deep learning, newer and more accurate methods have been produced; these methods often benefit from the large volume of available data which is generated from high-throughput technologies, such as the protein binding microarrays and use deep learning modules such as the convolutional neural networks (CNNs) and the recurrent neural nets (RNNs).",
            "score": 155.550537109375
        },
        {
            "docid": "14181259_3",
            "document": "TAF6 . Initiation of transcription by RNA polymerase II requires the activities of more than 70 polypeptides. The protein that coordinates these activities is transcription factor IID (TFIID), which binds to the core promoter to position the polymerase properly, serves as the scaffold for assembly of the remainder of the transcription complex, and acts as a channel for regulatory signals. TFIID is composed of the TATA-binding protein (TBP) and a group of evolutionarily conserved proteins known as TBP-associated factors or TAFs. TAFs may participate in basal transcription, serve as coactivators, function in promoter recognition or modify general transcription factors (GTFs) to facilitate complex assembly and transcription initiation. This gene encodes one of the smaller subunits of TFIID that binds weakly to TBP but strongly to TAF1, the largest subunit of TFIID. Four isoforms have been identified but complete transcripts have been determined for only three isoforms. One of the isoforms has been shown to preclude binding of one of the other TFIID subunits, thereby reducing transcription and initiating signals that trigger apoptosis.",
            "score": 155.37794494628906
        },
        {
            "docid": "3131507_11",
            "document": "RNA-binding protein . RNA-binding proteins exhibit highly specific recognition of their RNA targets by recognizing their sequences and structures. Specific binding of the RNA-binding proteins allow them to distinguish their targets and regulate a variety of cellular functions via control of the generation, maturation, and lifespan of the RNA transcript. This interaction begins during transcription as some RBPs remain bound to RNA until degradation whereas others only transiently bind to RNA to regulate RNA splicing, processing, transport, and localization. In this section, three classes of the most widely studied RNA-binding domains (RNA-recognition motif, double-stranded RNA-binding motif, zinc-finger motif) will be discussed.",
            "score": 155.32608032226562
        },
        {
            "docid": "31126328_2",
            "document": "TcoF-DB . The Dragon Database for Human Transcription Co-Factors and Transcription Factor Interacting Proteins (TcoF-DB) is a database that facilitates the exploration of proteins involved in the regulation of transcription in humans by binding to regulatory DNA regions (transcription factors) and proteins involved in the regulation of transcription in humans by interacting with transcription factors and not binding to regulatory DNA regions (transcription co-factors). The database describes a total of 529 (potential) human transcription co-factors interacting with a total of 1365 human transcription factors.",
            "score": 155.20265197753906
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 154.9553985595703
        },
        {
            "docid": "31474_21",
            "document": "Transcription factor . In eukaryotes, DNA is organized with the help of histones into compact particles called nucleosomes, where sequences of about 147 DNA base pairs make ~1.65 turns around histone protein octamers. DNA within nucleosomes is inaccessible to many transcription factors. Some transcription factors, so-called pioneering factors are still able to bind their DNA binding sites on the nucleosomal DNA. For most other transcription factors, the nucleosome should be actively unwound by molecular motors such as chromatin remodelers. Alternatively, the nucleosome can be partially unwrapped by thermal fluctuations, allowing temporary access to the transcription factor binding site. In many cases, a transcription factor needs to compete for binding to its DNA binding site with other transcription factors and histones or non-histone chromatin proteins. Pairs of transcription factors and other proteins can play antagonistic roles (activator versus repressor) in the regulation of the same gene.",
            "score": 154.9439239501953
        }
    ]
}