{
    "q": [
        {
            "docid": "10290414_3",
            "document": "Tetramer assay . T-cells are part of the cell-mediated immune response and possess one receptor, i.e. T-cell receptor (TCR), and one co-receptor, i.e. either CD4 or CD8. In order for a T-cell to be activated, its CD co-receptor must bind to the appropriate major histocompatibility complex (MHC) on the surface of an antigen presenting cell, while the TCR must bind the peptide being presented on the MHC. T-cells possess variable TCRs that recognize different peptides. These receptors may only bind certain sequences or configurations of peptides from antigens, and so each T-cell is specific for a given antigen (disregarding cross-reactivity), namely T-cell clone. Thus, out of all of the T-cells in a population, only few may be specific for a given peptide. Generally, if a person’s immune system has encountered a pathogen, this individual will possess T-cells with specificity toward some peptide on that pathogen. Hence, if a tetramer stain specific for a pathogenic peptide results in a positive signal, this may indicate that the person’s immune system has encountered and built a response to that pathogen.  The tetramer itself consists of multiple bound MHC molecules. The need for an MHC tetramer arises from the high dissociation rate of MHC monomers, making monomers difficult to use as a detection strategy. Tetramers however, can bind multiple MHCs at a time to a T-cell (ideally, 3 of the 4 MHCs would bind) and so increase the binding avidity and circumvent the problem of dissociation.",
            "score": 89.14903831481934
        },
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 101.46269416809082
        },
        {
            "docid": "14958_29",
            "document": "Immune system . Gamma delta T cells (γδ T cells) possess an alternative T-cell receptor (TCR) as opposed to CD4+ and CD8+ (αβ) T cells and share the characteristics of helper T cells, cytotoxic T cells and NK cells. The conditions that produce responses from γδ T cells are not fully understood. Like other 'unconventional' T cell subsets bearing invariant TCRs, such as CD1d-restricted Natural Killer T cells, γδ T cells straddle the border between innate and adaptive immunity. On one hand, γδ T cells are a component of adaptive immunity as they rearrange TCR genes to produce receptor diversity and can also develop a memory phenotype. On the other hand, the various subsets are also part of the innate immune system, as restricted TCR or NK receptors may be used as pattern recognition receptors. For example, large numbers of human Vγ9/Vδ2 T cells respond within hours to common molecules produced by microbes, and highly restricted Vδ1+ T cells in epithelia respond to stressed epithelial cells. A B cell identifies pathogens when antibodies on its surface bind to a specific foreign antigen. This antigen/antibody complex is taken up by the B cell and processed by proteolysis into peptides. The B cell then displays these antigenic peptides on its surface MHC class II molecules. This combination of MHC and antigen attracts a matching helper T cell, which releases lymphokines and activates the B cell. As the activated B cell then begins to divide, its offspring (plasma cells) secrete millions of copies of the antibody that recognizes this antigen. These antibodies circulate in blood plasma and lymph, bind to pathogens expressing the antigen and mark them for destruction by complement activation or for uptake and destruction by phagocytes. Antibodies can also neutralize challenges directly, by binding to bacterial toxins or by interfering with the receptors that viruses and bacteria use to infect cells.",
            "score": 82.41579151153564
        },
        {
            "docid": "158400_20",
            "document": "Sepsis . Bacterial virulence factors, such as glycocalyx and various adhesins, allow colonization, immune evasion, and establishment of disease in the host. Sepsis caused by gram-negative bacteria is thought to be largely due to a response by the host to the lipid A component of lipopolysaccharide, also called endotoxin. Sepsis caused by gram-positive bacteria may result from an immunological response to cell wall lipoteichoic acid. Bacterial exotoxins that act as superantigens also may cause sepsis. Superantigens simultaneously bind major histocompatibility complex and T-cell receptors in the absence of antigen presentation. This forced receptor interaction induces the production of pro-inflammatory chemical signals (cytokines) by T-cells.",
            "score": 146.37187314033508
        },
        {
            "docid": "384849_5",
            "document": "Toxic shock syndrome . In both TSS (caused by \"S. aureus\") and TSLS (caused by \"S. pyogenes\"), disease progression stems from a superantigen toxin that allows the nonspecific binding of MHC II with T-cell receptors, resulting in polyclonal T-cell activation. In typical T-cell recognition, an antigen is taken up by an antigen-presenting cell, processed, expressed on the cell surface in complex with class II major histocompatibility complex (MHC) in a groove formed by the alpha and beta chains of class II MHC, and recognized by an antigen-specific T-cell receptor.",
            "score": 93.59289503097534
        },
        {
            "docid": "14168475_9",
            "document": "Toxic shock syndrome toxin . A superantigen such as TSST-1 stimulates human T cells that express VB 2, which may represent 5-30% of all host T cells. PTSAgs induce the VB-specific expansion of both CD4 and CD8- subsets of T Lymphocytes. TSST-1 forms homodimers in most of its known crystal forms. The SAGs show remarkably conserved architecture and are divided into the N- and C- terminal domains. Mutational analysis has mapped the putative TCR binding region of TSST-1 to a site located on the back-side groove. If the TCR occupies this site, the amino terminal alpha helix forms a large wedge between the TCR and MHC class II molecules. The wedge would physically separate the TCR from the MHC class II molecules. A novel domain may exist in the SAGs that is separate from the TCR and class II MHC-binding domains. The domain consists of residues 150 to 161 in SEB, and similar regions exist in all the other SAGs as well. In this study a synthetic peptide containing this sequence was able to prevent SAG-induced lethality in D-galactosamine-sensitized mice with staphylcoccal TSST-1, as well as some other SAGs. Significant differences exist in the sequences of MHC Class II alleles and TCR Vbeta elements expressed by different species, and these differences have important effects on the interaction of PTSAgs and with MCH class II and TCR molecules.",
            "score": 90.04163932800293
        },
        {
            "docid": "1915_4",
            "document": "Antigen . Also, an antigen is a molecule that binds to Ag-specific receptors, but cannot necessarily induce an immune response in the body by itself. Antigens are usually peptides (amino acid chains), polysaccharides (chains of monosaccharides/simple sugars) or lipids. In general, saccharides and lipids (as opposed to peptides) qualify as antigens but not as immunogens since they cannot elicit an immune response on their own. Furthermore, for a peptide to induce an immune response (activation of T-cells by antigen-presenting cells) it must be a large enough size, since peptides too small will also not elicit an immune response. The term antigen originally described a structural molecule that binds specifically to an antibody. It was expanded to refer to any molecule or a linear molecular fragment that can be recognized by highly variable antigen receptors (B-cell receptor or T-cell receptor) of the adaptive immune system.",
            "score": 95.97457098960876
        },
        {
            "docid": "1689405_12",
            "document": "Alloimmunity . NK cells can also directly target the transplanted tissue. It depends on the balance of activating and inhibitory NK cell receptors and on their ligands expressed by the graft. Receptors of KIR (Killer-cell immunoglobulin-like receptor) family bind concrete MHC class I molecules. If the graft has these ligands on its surface, NK cell cannot be activated (KIR receptors provide inhibitory signal). So if these ligands are missing, there is no inhibitory signal and NK cell becomes activated. It recognizes target cells by “missing-self strategy” and induces their apoptosis by enzymes perforin and granzymes released from its cytotoxic granules. Alloreactive NK cells also secrete proinflammatory cytokines IFN-γ and TNF-α to increase expression of MHC molecules and costimulatory receptors on the surface of APCs (antigen-presenting cells). This promotes APC maturation which leads to amplification of T-cell alloreactivity by means of direct and also indirect pathway of alloantigen recognition (as described below). NK cells are able to kill Foxp3 regulatory T-lymphocytes as well and shift the immune response from graft tolerance toward its rejection. Besides the ability of NK cells to influence APC maturation and T cell development, they can probably reduce or even prevent alloimmune response to transplanted tissue – either by killing the Donor APCs or by anti-inflammatory cytokine IL-10 and TGF-β secretion. However it is important to note that NK cell sub-populations differ in alloreactivity rate and in their immunomodulatory potential. Concerning immunosuppressive drugs, the effects on NK cells are milder in comparison to T cells.",
            "score": 92.2862663269043
        },
        {
            "docid": "17807140_3",
            "document": "Priming (immunology) . Priming of naïve T cells requires dendritic cell antigen presentation. Priming of naive CD8 T cells generates cytotoxic T cells capable of directly killing pathogen-infected cells. CD4 cells develop into a diverse array of effector cell types depending on the nature of the signals they receive during priming. CD4 effector activity can include cytotoxicity, but more frequently it involves the secretion of a set of cytokines that directs the target cell to make a particular response. This activation of naive T cell is controlled by a variety of signals: recognition of antigen in the form of a peptide:MHC complex on the surface of a specialized antigen-presenting cell delivers signal 1; interaction of co-stimulatory molecules on antigen-presenting cells with receptors on T cells delivers signal 2 (one notable example includes a B7 ligand complex on antigen-presenting cells binding to the CD28 receptor on T cells); and cytokines that control differentiation into different types of effector cells deliver signal 3.",
            "score": 106.76614952087402
        },
        {
            "docid": "14765246_5",
            "document": "CLEC7A . The C-type lectin receptors are class of signalling pattern recognition receptors which are involved in antifungal immunity, but also play important roles in immune responses to other pathogens such as bacteria, viruses and nematodes. As a member of this receptor family, dectin-1 recognizes β-glucans and carbohydrates found in fungal cell walls, some bacteria and plants, but may also recognize other unidentified molecules (endogenous ligand on T-cells and ligand on mycobacteria). Ligand binding induces intracellular signalling via the ITAM-like motif. CLEC7A can induce both Syk dependent or Syk independent pathways. Dimerization of dectin-1 upon ligand binding leads to tyrosine phosphorylation by Src family kinases and recruitment of Syk. Syk activates transcription factor NFκB. This transcription factor is responsible for the production of numerous inflammatory cytokines and chemokines such as TNF, IL-23, IL-6, IL-2. Other responses include: respiratory burst, production of arachidonic acid metabolites, dendritic cell maturation, and phagocytosis of the ligand.",
            "score": 107.60201668739319
        },
        {
            "docid": "7718899_13",
            "document": "HLA-A . MHC Class I molecules present small peptides, typically 7-10 amino acids in length, to the immune system. A glycoprotein called CD8 binds to residues 223-229 in the α3 domain of HLA-A and this glycoprotein stabilizes interactions between the t-cell receptor on cytotoxic (CD8+) T-lymphocytes and the Class I MHC. The T-cell receptor also has the potential to bind to the peptide being presented by the MHC. In a properly functioning immune system, only t-cells that do not bind self peptides are allowed out of the thymus, thus, if a T-cell binds to the peptide, it must be a foreign or abnormal peptide. The t-cell then initiates apoptosis, or programmed cell death. This process can happen as quickly as 5 minutes after initial foreign antigen presentation, although typically it takes several hours for death to become apparent. This process is the basis of acquired immunity and serves as the primary defense against viruses and other intracellular pathogens.",
            "score": 74.57564926147461
        },
        {
            "docid": "6548283_2",
            "document": "Antigen presentation . Antigen presentation describes a vital immune process which is essential for T cell immune response triggering. Because T cells recognise only fragmented antigens displayed on cell surfaces, antigen processing must occur before the antigen fragment, now bound to the major histocompatibility complex (MHC), is transported to the surface of the cell, a process known as presentation, where it can be recognized by a T cell receptor. If there has been an infection with viruses or bacteria, the cell will present an endogenous or exogenous peptide fragment derived from the antigen bound to MHC molecules. There are two types of MHC molecules which differ in the source of the antigens: MHC class I molecules (MHC-I) bind peptides from the cell cytosol, while peptides generated in the endocytic vesicles after internalisation are bound to MHC class II (MHC-II). Cellular membranes separate these two cellular environments - intracellular and extracellular. Each T cell can finally recognise only ten to hundreds copies of a unique sequence of a single peptide among thousands of other peptides presented on the very same cell because MHC molecule in one cell can bind quite a large range of peptides.",
            "score": 65.78860926628113
        },
        {
            "docid": "3650770_13",
            "document": "Yersinia pseudotuberculosis . Certain strains of \"Yersinia pseudotuberculosis\" express a superantigenic exotoxin, YPM, or the \"Y. pseudotuberculosis\"-derived mitogen, from the chromosomal \"ypm\" gene. YPM specifically binds and causes the proliferation of T lymphocytes expressing the Vβ3, Vβ7, Vβ8, Vβ9, Vβ13.1, and Vβ13.2 variable regions with CD4+ T cell preference, although activation of some CD8+ T cells occurs. This T cell expansion can cause splenomegaly coupled with IL-2 and IL-4 overproduction. Since administering anti-TNF-α and anti-IFN-γ monoclonal antibodies neutralizes YPM toxicity \"in vivo\", these cytokines are largely responsible for the damage caused indirectly by the exotoxin. Strains that carry the exotoxin gene are rare in Western countries, where the disease, when at all apparent, manifests itself largely with minor symptoms, whereas more than 95% of strains from Far Eastern countries contain \"ypm\" and are correlated with Izumi fever and Kawasaki disease. Although the superantigen poses the greatest threat to host health, all virulence factors contribute to \"Y. pseudotuberculosis\" viability \"in vivo\" and define the bacterium’s pathogenic characteristics. \"Y. pseudotuberculosis\" can live extracellularly due to its formidable mechanisms of phagocytosis and opsonisation resistance through the expression of Yops and the type III pathway; yet, by limited pYV action, it can populate host cells, especially macrophages, intracellularly to further evade immune responses and be disseminated throughout the body. \"Yersinia pseudotuberculosis\"-derived mitogens (YpM) are superantigens, which are able to excessively activate T cells by binding to the T cell receptor. Since YpM can activate large numbers of the T cell population, this leads the release of inflammatory cytokines.",
            "score": 130.12110722064972
        },
        {
            "docid": "958752_14",
            "document": "Lipid raft . T cell antigen receptor (TCR) is a molecule found on the surface of T lymphocytes (T cells). It is composed of αβ-heterodimers, CD3 (γδε) complex and ξ-homodimer. The α- and β- subunits contains extracellular binding sites for peptides that are presented by the major histocompatibility complex (MHC) class I and class II proteins on the surface of antigen presenting cells (APCs). The CD3 and ξ- subunits contain cytoplasmic ITAM motifs.  During the signaling process, MHCs binding to TCRs brings two or more receptors together. This crosslinking, similar to IgE signaling, then recruit doubly acylated non-receptor Src-like tyrosine kinases to phosphorylate ITAM tyrosine residues. In addition to recruiting Lyn, TCR signaling also recruits Fyn. Following this procedure, ZAP-70 (which is also different with IgE signalling) binds to phosphorylated ITAMs, which leads to its own activation and LAT activation. LAT activation is the source of signal amplification. Another difference between IgE and T cell antigen receptor signalling is that Lck activation by TCR could result in more severe raft clustering thus more signal amplification. One possible mechanism of down-regulating this signaling involves the binding of cytosolic kinase Csk to the raft associated protein CBP. Csk may then suppress the Src-family kinases through phosphorylation.",
            "score": 56.528265595436096
        },
        {
            "docid": "211941_10",
            "document": "B cell . Once a BCR binds a TD antigen, the antigen is taken up into the B cell through receptor-mediated endocytosis, degraded, and presented to T cells as peptide pieces in complex with MHC-II molecules on the cell membrane. T helper (T) cells, typically follicular T helper (T) cells, that were activated with the same antigen recognize and bind these MHC-II-peptide complexes through their T cell receptor (TCR). Following TCR-MHC-II-peptide binding, T cells express the surface protein CD40L as well as cytokines such as IL-4 and IL-21. CD40L serves as a necessary co-stimulatory factor for B cell activation by binding the B cell surface receptor CD40, which promotes B cell proliferation, immunoglobulin class switching, and somatic hypermutation as well as sustains T cell growth and differentiation. T cell-derived cytokines bound by B cell cytokine receptors also promote B cell proliferation, immunoglobulin class switching, and somatic hypermutation as well as guide differentiation. After B cells receive these signals, they are considered activated.",
            "score": 85.49933087825775
        },
        {
            "docid": "1067550_2",
            "document": "Superantigen . Superantigens (SAgs) are a class of antigens that cause non-specific activation of T-cells resulting in polyclonal T cell activation and massive cytokine release. SAgs are produced by some pathogenic viruses and bacteria most likely as a defense mechanism against the immune system. Compared to a normal antigen-induced T-cell response where 0.0001-0.001% of the body’s T-cells are activated, these SAgs are capable of activating up to 20% of the body’s T-cells. Furthermore, Anti-CD3 and Anti-CD28 Antibodies (CD28-SuperMAB) have also shown to be highly potent superantigens (and can activate up to 100% of T cells).",
            "score": 173.5783703327179
        },
        {
            "docid": "1067550_10",
            "document": "Superantigen . Less commonly, SAgs attach to the polymorphic MHC class II β-chain in an interaction mediated by a zinc ion coordination complex between three SAg residues and a highly conserved region of the HLA-DR β chain. The use of a zinc ion in binding leads to a higher affinity interaction. Several staphylococcal SAgs are capable of cross-linking MHC molecules by binding to both the α and β chains. This mechanism stimulates cytokine expression and release in antigen presenting cells as well as inducing the production of costimulatory molecules that allow the cell to bind to and activate T cells more effectively.",
            "score": 105.3215696811676
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 117.79050159454346
        },
        {
            "docid": "8129870_20",
            "document": "Alveolar macrophage . In normal conditions, alveolar macrophages adhere closely to alveolar epithelial cells, thus inducing the expression of the αvβ6 integrin. Integrins are dimeric cell-surface receptors composed of alpha and beta subunits, which activates TGF-β. TGF-β is a multifunctional cytokine that modulates a variety of biological processes such as cell growth, apoptosis, extracellular matrix synthesis, inflammation, and immune responses. TGF-β tightly regulates anti-inflammatory activity by suppressing pro-inflammatory cytokine production, thereby inhibiting T-lymphocyte function. Integrins avβ6 and avβ8 sequester latent TGF-β to the cell surface, where activation can be tightly coupled to cellular responses to environmental stress in the maintenance of homeostasis; integrins also localize activated TGFβ in the vicinity of the macrophages. Normally mature TGFβ is secreted as a latent complex with its N-terminal fragment, latency-associated peptide (LAP), which inhibits its activity. The latent complex is covalently linked to the extracellular matrix by binding to latent TGF-β-binding proteins. TGF-β is activated by diverse mechanisms in the lung, ultimately involving either proteolysis or conformational alteration of the LAP. αvβ6 integrin is able to mediate activation of TGF-β by binding to TGF-β1 LAP, which serves as a ligand binding site for the integrin, and is an essential component of the TGF-β activation apparatus.  Once activated, TGFβ leads to the suppression of macrophage functionality (cytokine production and phagocytosis). Binding of activated TGF-β to its receptors expressed on alveolar macrophages induces a downstream signaling cascade, including phosphorylation of receptor-regulated Small Mothers Against Decapentaplegic (R-SMAD)homologs 2 and 3. Phosphorylated SMAD-2 and -3 then form heteromeric complexes with common-mediator SMAD 4 (co-SMAD-4). Once assembled, the complexes translocates into the nucleus via the nuclear pore with the assistance of importins alpha/beta. Once in the nucleus, these complexes accumulate and eventually act as a transcription factors, regulating the expression of TGF-β target genes. Thus TGF-β signaling involves a direct pathway from the receptors on the surface of a cell to the nucleus.",
            "score": 122.0749671459198
        },
        {
            "docid": "28649_17",
            "document": "Stevens–Johnson syndrome . Like other SCARs-inducing drugs, SJS-inducing drugs or their metabolites stimulate CD8 T cells or CD4 T cells to initiate autoimmune responses. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this involves subverting the antigen presentation pathways of the innate immune system. The drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these alter proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC); and presents the MHC-associated peptides to T-cell receptors on CD8 T cells or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on one of their various HLA protein forms (HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR) can bind to a T-cell receptor and thereby stimulate the receptor-bearing parent T cell to initiate attacks on self tissues. Alternatively, a drug or its metabolite may stimulate these T cells by inserting into the groove on a HLA protein to serve as a non-self epitope or bind outside of this groove to alter a HLA protein so that it forms a non-self epitope. In all these cases, however, a non-self epitope must bind to a specific HLA serotype (i.e. variation) in order to stimulate T cells. Since the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them and since a SJS-inducing drug or metabolite interacts with only one or a few HLA serotypes, a drug's ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or its metabolite. Accordingly, only rare individuals are predisposed to develop a SCARs in response to a particular drug on the bases of their expression of HLA serotypes: Studies have identified several HLA serotypes associated with development of SJS, SJS/TEN, or TEN in response to certain drugs. In general, these associations are restricted to the cited populations.",
            "score": 83.85545670986176
        },
        {
            "docid": "6564132_11",
            "document": "MHC class II . Having MHC class II molecules present proper peptides that are bound stably is essential for overall immune function. Because class II MHC is loaded with extracellular proteins, it is mainly concerned with presentation of extracellular pathogens (for example, bacteria that might be infecting a wound or the blood). Class II molecules interact mainly with immune cells, like the T helper cell (TCD4+). The peptide presented regulates how T cells respond to an infection. Stable peptide binding is essential to prevent detachment and degradation of a peptide, which could occur without secure attachment to the MHC molecule. This would prevent T cell recognition of the antigen, T cell recruitment, and a proper immune response. The triggered appropriate immune response may include localized inflammation and swelling due to recruitment of phagocytes or may lead to a full-force antibody immune response due to activation of B cells.",
            "score": 77.32335162162781
        },
        {
            "docid": "529578_12",
            "document": "Transplant rejection . When memory helper T cells' CD4 receptors bind to the MHC class II molecules which are expressed on the surfaces of the target cells of the graft tissue, the memory helper T cells' T cell receptors (TCRs) can recognize their target antigen that is presented by the MHC class II molecules. The memory helper T cell subsequently produces clones that, as effector cells, secrete immune signalling molecules (cytokines) in approximately the cytokine balance that had prevailed at the memory helper T cell's priming to memorize the antigen. As the priming event in this instance occurred amid inflammation, the immune memory is pro-inflammatory.",
            "score": 87.54941082000732
        },
        {
            "docid": "1814564_13",
            "document": "Antigen-presenting cell . B cells can internalize antigen that binds to their B cell receptor and present it to helper T cells. Unlike T cells, B cells can recognize soluble antigen for which their B cell receptor is specific. They can then process the antigen and present peptides using MHC class II molecules. When a T helper cell with a TCR specific for that peptide binds, the B cell marker CD40 binds to CD40L on the T cell surface. When activated by a T cell, a B cell can undergo antibody isotype switching, affinity maturation, as well as formation of memory cells.",
            "score": 39.67368006706238
        },
        {
            "docid": "14563386_12",
            "document": "Drug reaction with eosinophilia and systemic symptoms . Like other SCARs-inducing drugs, DRESS syndrome-inducing drugs or their metabolites stimulate CD8 T or CD4 T cells to initiate autoimmune responses. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this stimulation involves subverting the antigen presentation pathways of the innate immune system. The drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these alter proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC); and presents the MHC-associated peptides to the T-cell receptor on CD8 T or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on their HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR proteins may bind to a T-cell receptor to stimulate the receptor-bearing parent T cell to initiate attacks on self tissues. Alternatively, a drug or metabolite may stimulate these T cells by inserting into the groove on a HLA protein to serve as a non-self epitope or bind outside of this groove to alter a HLA protein so that it forms a non-self epitope. Importantly, however, non-self epitopes must bind to specific HLA serotypes in order to stimulate T cells. Since the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them and since a DRESSs-inducing drug or metabolite interacts with only one or a few HLA serotypes, a drug's ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or its metabolite. Thus, only rare individuals are predisposed to develop SCARs in response to a particular drug on the bases of their expression of HLA serotypes. Studies have identified several HLA serotypes associated with development of the DRESS syndrome in response to certain drugs, have developed tests to identify individuals who express some of these serotypes, and thereby have identified individuals who should avoid certain DRESS syndrome-inducing drugs.",
            "score": 83.93755257129669
        },
        {
            "docid": "14168475_11",
            "document": "Toxic shock syndrome toxin . Initial studies of mutants revealed that residues on the back side of the central alpha helix were required for super antigenic activity. Changing the histidine at position 135 to alanine caused TSST-1 to be neither lethal or superantigenic. Changes in residues that were in close proximity to H135A, also had the effect of diminishing the lethality and superantigenic quality of these mutants. Although most of these mutants did not result in loss of antigenicity of TSST-1. Tests done using mutagenic TSST-1 toxins indicated that the lethal and superantigenic properties are separable. When Lys-132 in TSST-O was changed to a Glu, the resulting mutant became completely lethal but non superantigenic. The same results, lethal but not superantigenic, were found for TSST-1 Gly16Val. Residues Gly16, Glu132,and Gln 136, located on the back of the back-side groove of the putative TCR binding region of TSST-1, it has been proposed that they are also a part of a second functionally lethal site in the TSST-1.",
            "score": 108.4677586555481
        },
        {
            "docid": "47253581_2",
            "document": "Tumor antigens recognized by T lymphocytes . T lymphocytes are cells of the immune system that attack and destroy virus-infected cells, tumor cells and cells from transplanted organs. This occurs because each T cell is endowed with a highly specific receptor that can bind to an antigen present at the surface of another cell. The T cell receptor binds to a complex formed by a surface protein named \"MHC\" (major histocompatibility complex) and a small peptide of about 9 amino-acids, which is located in a groove of the MHC molecule. This peptide can originate from a protein that remains within the cell (\"Fig. 1\"). Whereas each T cell recognizes a single antigen, collectively the T cells are endowed with a large diversity of receptors targeted at a wide variety of antigens. T cells originate in the thymus. There a process named central tolerance eliminates the T cells that have a receptor recognizing an antigen present on normal cells of the organism. This enables the T cells to eliminate cells with \"foreign\" or \"abnormal\" antigens without harming the normal cells.",
            "score": 68.20897626876831
        },
        {
            "docid": "3199737_10",
            "document": "Co-receptor . Because of their importance in cell signaling and regulation, co-receptors have been implicated in a number of diseases and disorders. Co-receptor knockout mice are often unable to develop and such knockouts generally result in embryonic or perinatal lethality. In immunology in particular, the term \"co-receptor\" often describes a secondary receptor used by a pathogen to gain access to the cell, or a receptor that works alongside T cell receptors such as CD4, CD8, or CD28 to bind antigens or regulate T cell activity in some way.",
            "score": 93.04168510437012
        },
        {
            "docid": "654168_4",
            "document": "Receptor antagonist . Biochemical receptors are large protein molecules that can be activated by the binding of a ligand such as a hormone or a drug. Receptors can be membrane-bound, as cell surface receptors, or inside the cell as intracellular receptors, such as nuclear receptors including those of the mitochondrion. Binding occurs as a result of non-covalent interactions between the receptor and its ligand, at locations called the binding site on the receptor. A receptor may contain one or more binding sites for different ligands. Binding to the active site on the receptor regulates receptor activation directly. The activity of receptors can also be regulated by the binding of a ligand to other sites on the receptor, as in allosteric binding sites. Antagonists mediate their effects through receptor interactions by preventing agonist-induced responses. This may be accomplished by binding to the active site or the allosteric site. In addition, antagonists may interact at unique binding sites not normally involved in the biological regulation of the receptor's activity to exert their effects.",
            "score": 73.8806574344635
        },
        {
            "docid": "21354286_13",
            "document": "Acute generalized exanthematous pustulosis . AGEP also differs from the other SCARs disorders in respect to the level of evidence supporting the underlying mechanism by which a drug or its metabolite stimulates CD8 T or CD4 T cells. Studies indicate that the mechanism by which a drug or its metabolites accomplishes this stimulation involves subverting the antigen presentation pathways of the innate immune system. A drug or metabolite covalently binds with a host protein to form a non-self, drug-related epitope. An antigen presenting cell (APC) takes up these proteins; digests them into small peptides; places the peptides in a groove on the human leukocyte antigen (i.e. HLA) component of their major histocompatibility complex (i.e. MHC) (APC); and presents the MHC-associated peptides to the T-cell receptor on CD8 T or CD4 T cells. Those peptides expressing a drug-related, non-self epitope on their HLA-A, HLA-B, HLA-C, HLA-DM, HLA-DO, HLA-DP, HLA-DQ, or HLA-DR proteins may bind to a T-cell receptor to stimulate the receptor-bearing parent T cell to attack self tissues. Alternatively, a drug or metabolite may also stimulate T cells by inserting into the groove on a HLA protein to serve as a non-self epitope, bind outside of this groove to alter a HLA protein so that it forms a non-self epitope, or bypass the APC by binding directly to a T cell receptor. However, non-self epitopes must bind to specific HLA serotypes to stimulate T cells and the human population expresses some 13,000 different HLA serotypes while an individual expresses only a fraction of them. Since a SCARs-inducing drug or metabolite interacts with only one or a few HLA serotypes, their ability to induce SCARs is limited to those individuals who express HLA serotypes targeted by the drug or metabolite. Thus, only rare individuals are predisposed to develop SCARs in response to a particular drug on the bases of their expression of HLA serotypes. Studies have identified several HLA serotypes associated with development of DRESS syndrome, SJS, SJS/TEN, and TEN in response to various drugs which elici these disorders, developed tests to identify individuals who express these serotypes, and thereby determined that these individuals should avoid the offending drug. HLA serotypes associated with AGEP and specific drugs have not been identified. A study conducted in 1995 identified of HLA-B51, HLA-DR11, and HLA-DQ3 of unknown serotypes to be associated with development of AGEP but the results have not been confirmed, expanded to identify the serotypes involved, nor therefore useful in identifying individuals predisposed to develop AGEP in response to any drug. Similarly, a specific T cell receptor variant has been associated with the development of DRESS syndrome, SJS, SJS/TEN, and TEN but not AGEP.",
            "score": 80.0404782295227
        },
        {
            "docid": "33032376_4",
            "document": "Lung microbiota . The airway epithelium together with alveolar macrophages and dendritic cells play a major role in the initial recognition of bacterial products getting into the lower airways with the air. Since some of these products are potent proinflammatory stimuli it is extremely important for the immune system to distinguish between pathogens and non-pathogenic commensals. This prevents the development of constant inflammation and forms tolerance against harmless microbiota.  This process becomes much more intriguing when taking into account that commensals often share their surface molecules with pathogens. Epithelial cells are equipped with very sensitive recognition tools - toll like receptors (TLRs), nucleotide-binding oligomerization domain (NOD)-like receptors (NLRs) and retinoic acid-inducible gene (RIG)-I-like receptors (RLRs) which recognize a broad variety of microbial structural components. After recognition of pathogenic bacteria proinflammatory pathways are activated and cellular components of the adaptive and innate immunity are recruited to the infection site. One key regulator in this process is the NF-κB which translocates from the cytoplasm into the nucleus and activates pro-inflammatory genes in epithelial cells and macrophages. The DNA-binding protein complex recognizes a discrete nucleotide sequence (5’-GGG ACT TTC T-3’) in the upstream region of a variety of response genes. The activation of NF-κB by a number of stimuli: bacterial cell walls or inflammatory cytokines results in its translocation to the nucleus.",
            "score": 121.46581602096558
        },
        {
            "docid": "170417_27",
            "document": "T cell . The second signal comes from co-stimulation, in which surface receptors on the APC are induced by a relatively small number of stimuli, usually products of pathogens, but sometimes breakdown products of cells, such as necrotic-bodies or heat shock proteins. The only co-stimulatory receptor expressed constitutively by naïve T cells is CD28, so co-stimulation for these cells comes from the CD80 and CD86 proteins, which together constitute the B7 protein, (B7.1 and B7.2, respectively) on the APC. Other receptors are expressed upon activation of the T cell, such as OX40 and ICOS, but these largely depend upon CD28 for their expression. The second signal licenses the T cell to respond to an antigen. Without it, the T cell becomes anergic, and it becomes more difficult for it to activate in future. This mechanism prevents inappropriate responses to self, as self-peptides will not usually be presented with suitable co-stimulation. Once a T cell has been appropriately activated (i.e. has received signal one and signal two) it alters its cell surface expression of a variety of proteins. Markers of T cell activation include CD69, CD71 and CD25 (also a marker for Treg cells), and HLA-DR (a marker of human T cell activation). CTLA-4 expression is also up-regulated on activated T cells, which in turn outcompetes CD28 for binding to the B7 proteins. This is a checkpoint mechanism to prevent over activation of the T cell. Activated T cells also change their cell surface glycosylation profile.",
            "score": 126.57969450950623
        },
        {
            "docid": "9335254_9",
            "document": "Polyclonal B cell response . Pathogens synthesize proteins that can serve as \"\"recognizable\"\" antigens; they may express the molecules on their surface or release them into the surroundings (body fluids). What makes these substances recognizable is that they bind very specifically and somewhat strongly to certain host proteins called \"antibodies\". The same antibodies can be anchored to the surface of cells of the immune system, in which case they serve as receptors, or they can be secreted in the blood, known as soluble antibodies. On a molecular scale, the proteins are relatively large, so they cannot be recognized as a whole; instead, their segments, called epitopes, can be recognized. An epitope comes in contact with a very small region (of 15–22 amino acids) of the antibody molecule; this region is known as the paratope. In the immune system, membrane-bound antibodies are the B cell receptor (BCR). Also, while the T cell receptor is not biochemically classified as an antibody, it serves a similar function in that it specifically binds to epitopes complexed with major histocompatibility complex (MHC) molecules. The binding between a paratope and its corresponding antigen is very specific, owing to its structure, and is guided by various noncovalent bonds, not unlike the pairing of other types of ligands (any atom, ion or molecule that binds with any receptor with at least some degree of \"specificity\" and \"strength\"). The specificity of binding does not arise out of a rigid lock and key type of interaction, but rather requires both the paratope and the epitope to undergo slight conformational changes in each other's presence.",
            "score": 81.67173433303833
        }
    ],
    "r": [
        {
            "docid": "1067550_2",
            "document": "Superantigen . Superantigens (SAgs) are a class of antigens that cause non-specific activation of T-cells resulting in polyclonal T cell activation and massive cytokine release. SAgs are produced by some pathogenic viruses and bacteria most likely as a defense mechanism against the immune system. Compared to a normal antigen-induced T-cell response where 0.0001-0.001% of the body’s T-cells are activated, these SAgs are capable of activating up to 20% of the body’s T-cells. Furthermore, Anti-CD3 and Anti-CD28 Antibodies (CD28-SuperMAB) have also shown to be highly potent superantigens (and can activate up to 100% of T cells).",
            "score": 173.578369140625
        },
        {
            "docid": "158400_20",
            "document": "Sepsis . Bacterial virulence factors, such as glycocalyx and various adhesins, allow colonization, immune evasion, and establishment of disease in the host. Sepsis caused by gram-negative bacteria is thought to be largely due to a response by the host to the lipid A component of lipopolysaccharide, also called endotoxin. Sepsis caused by gram-positive bacteria may result from an immunological response to cell wall lipoteichoic acid. Bacterial exotoxins that act as superantigens also may cause sepsis. Superantigens simultaneously bind major histocompatibility complex and T-cell receptors in the absence of antigen presentation. This forced receptor interaction induces the production of pro-inflammatory chemical signals (cytokines) by T-cells.",
            "score": 146.3718719482422
        },
        {
            "docid": "10611249_3",
            "document": "Helminth protein . Helminth proteins modulate the immune response of their hosts, but do not suppress it entirely. A number of proteins are able to induce production of IL-10, an anti-inflammatory cytokine. IL-10 is partially responsible for reducing expression of co-stimulatory molecules such as CD86 on macrophages. CD86 is one of the proteins which interact with CD28 to activate T helper cells; without it, T helper cell response is mitigated. Schistosome proteins also contain abundant proteases which and cleave IgE antibodies. Alpha-1, a protein released by schistosome eggs, can also be a chemokine binding protein, preventing the recruitment of other immune cells like neutrophils. \"T. canis\" C-type lectins are additionally able to bind to mammalian carbohydrates, suggesting that they may promote evasion of the host’s immune system by preventing the migration of host immune cells.",
            "score": 141.86691284179688
        },
        {
            "docid": "4402358_13",
            "document": "Theralizumab . Two antibodies specific for human CD28 were identified. The more active of the two, TGN1112 (originally called 5.11A1), belonged to the IgG1 class of immunoglobulins. The other, TGN1412 (clone 9D7), belonged to the IgG4 class. The TCR-independent agonism of these antibodies involved binding to a specific part of the CD28 molecule called the C\"D loop.  It was initially hypothesized that an antibody with this property could be therapeutically useful in stimulating the immune system in immunosuppressed patients. However, \"in vitro\" and \"in vivo\" data from animal studies later suggested that administration would lead to preferential activation of regulatory T cells, leading to a net effect of T-cell downregulation. On its website, the company wrote: \"A pronounced T-cell activation and expansion mediated by CD28-SuperMAB in animal models is accompanied by the expression of anti-inflammatory cytokines, like IL-10, rather than by the severe cytokine release syndrome of pro-inflammatory mediators induced by other agents that address the TCR complex.\". As it turned out, the results of the first trial in humans indicate that this may not always be the case.",
            "score": 137.8752899169922
        },
        {
            "docid": "503254_8",
            "document": "Exotoxin . Superantigens are produced by several bacteria. The best-characterized superantigens are those produced by the strains of \"Staphylococcus aureus\" and \"Streptococcus pyogenes\" that cause toxic shock syndrome. Superantigens bridge the MHC class II protein on antigen-presenting cells with the T cell receptor on the surface of T cells with a particular Vβ chain. As a consequence, up to 50% of all T cells are activated, leading to massive secretion of proinflammatory cytokines, which produce the symptoms of toxic shock.",
            "score": 133.4581756591797
        },
        {
            "docid": "3650770_13",
            "document": "Yersinia pseudotuberculosis . Certain strains of \"Yersinia pseudotuberculosis\" express a superantigenic exotoxin, YPM, or the \"Y. pseudotuberculosis\"-derived mitogen, from the chromosomal \"ypm\" gene. YPM specifically binds and causes the proliferation of T lymphocytes expressing the Vβ3, Vβ7, Vβ8, Vβ9, Vβ13.1, and Vβ13.2 variable regions with CD4+ T cell preference, although activation of some CD8+ T cells occurs. This T cell expansion can cause splenomegaly coupled with IL-2 and IL-4 overproduction. Since administering anti-TNF-α and anti-IFN-γ monoclonal antibodies neutralizes YPM toxicity \"in vivo\", these cytokines are largely responsible for the damage caused indirectly by the exotoxin. Strains that carry the exotoxin gene are rare in Western countries, where the disease, when at all apparent, manifests itself largely with minor symptoms, whereas more than 95% of strains from Far Eastern countries contain \"ypm\" and are correlated with Izumi fever and Kawasaki disease. Although the superantigen poses the greatest threat to host health, all virulence factors contribute to \"Y. pseudotuberculosis\" viability \"in vivo\" and define the bacterium’s pathogenic characteristics. \"Y. pseudotuberculosis\" can live extracellularly due to its formidable mechanisms of phagocytosis and opsonisation resistance through the expression of Yops and the type III pathway; yet, by limited pYV action, it can populate host cells, especially macrophages, intracellularly to further evade immune responses and be disseminated throughout the body. \"Yersinia pseudotuberculosis\"-derived mitogens (YpM) are superantigens, which are able to excessively activate T cells by binding to the T cell receptor. Since YpM can activate large numbers of the T cell population, this leads the release of inflammatory cytokines.",
            "score": 130.12110900878906
        },
        {
            "docid": "5389714_12",
            "document": "Virulence factor . Endotoxin is a component (lipopolysaccharide (LPS)) of the cell wall of gram-negative bacteria. It is the lipid A part of this LPS which is toxic. Lipid A is an endotoxin. Endotoxins trigger intense inflammation. They bind to receptors on monocytes causing the release of inflammatory mediators which induce degranulation. As part of this immune response cytokines are released; these can cause the fever and other symptoms seen during disease. If a high amount of LPS is present then septic shock (or endotoxic shock) may result which, in severe cases, can lead to death. Endotoxins are non-immunogenic, and therefore do not have an acquired immune response.",
            "score": 129.79794311523438
        },
        {
            "docid": "46181852_17",
            "document": "Negative-sense single-stranded RNA virus . NNSVs can also bind to cellular receptors throughout the pro-inflammatory cytokine pathway to inhibit the immune response. By carrying accessory proteins that directly bind to pattern recognition receptors, the virus can use its accessory proteins to induce conformational changes throughout other immune response proteins and inhibit cellular responses. Generally, the pattern recognition receptors detect infection-associated molecules commonly associated with viruses, but some viruses carry accessory proteins that reconfigure the protein to inhibit its function and block the rest of the signaling cascade that would produce an immune response.",
            "score": 129.6910858154297
        },
        {
            "docid": "4427055_6",
            "document": "CD28 . CD28 also contains two proline-rich motifs that are able to bind SH3-containing proteins. Itk and Tec are able to bind to the N-terminal of these two motifs which immediately succeeds the Y170 YMNM; Lck binds the C-terminal. Both Itk and Lck are able to phosphorylate the tyrosine residues which then allow binding of SH2 containing proteins to CD28. Binding of Tec to CD28 enhances IL-2 production, dependent on binding of its SH3 and PH domains to CD28 and PIP3 respectively. The C-terminal proline-rich motif in CD28 is important for bringing Lck and lipid rafts into the immune synapse via filamin-A. Mutation of the two prolines within the C-terminal motif results in reduced proliferation and IL-2 production but normal induction of Bcl-xL. Phosphorylation of a tyrosine within the PYAP motif (Y191 in the mature human CD28) forms a high affinity-binding site for the SH2 domain of the src kinase Lck which in turn binds to the serine kinase PKC-θ.",
            "score": 128.7139892578125
        },
        {
            "docid": "33305931_3",
            "document": "Macrophage migration inhibitory factor domain . Macrophage migration inhibitory factor (MIF) is a key regulatory cytokine within innate and adaptive immune responses, capable of promoting and modulating the magnitude of the response. MIF is released from T-cells and macrophages, and acts within the neuroendocrine system. MIF is capable of tautomerase activity, although its biological function has not been fully characterised. It is induced by glucocorticoid and is capable of overriding the anti-inflammatory actions of glucocorticoid. MIF regulates cytokine secretion and the expression of receptors involved in the immune response. It can be taken up into target cells in order to interact with intracellular signalling molecules, inhibiting p53 function, and/or activating components of the mitogen-activated protein kinase and Jun-activation domain-binding protein-1 (Jab-1). MIF has been linked to various inflammatory diseases, such as rheumatoid arthritis and atherosclerosis.",
            "score": 128.00009155273438
        },
        {
            "docid": "39311563_3",
            "document": "Caspase 11 . LPS is a known activator of innate immune responses. Extracellular LPS binds specifically to the cell surface receptor TLR4. LPS binding to TLR4 subsequently causes initiation of the MyD88 and TRIF signaling pathways, leading to expression of pro-inflammatory molecules and cytokines. These inflammatory mediators cause host toxic shock and sepsis as a result of an overactive immune response to LPS. Until recently, TLR4 was considered the sole receptor for LPS.",
            "score": 127.2664566040039
        },
        {
            "docid": "170417_27",
            "document": "T cell . The second signal comes from co-stimulation, in which surface receptors on the APC are induced by a relatively small number of stimuli, usually products of pathogens, but sometimes breakdown products of cells, such as necrotic-bodies or heat shock proteins. The only co-stimulatory receptor expressed constitutively by naïve T cells is CD28, so co-stimulation for these cells comes from the CD80 and CD86 proteins, which together constitute the B7 protein, (B7.1 and B7.2, respectively) on the APC. Other receptors are expressed upon activation of the T cell, such as OX40 and ICOS, but these largely depend upon CD28 for their expression. The second signal licenses the T cell to respond to an antigen. Without it, the T cell becomes anergic, and it becomes more difficult for it to activate in future. This mechanism prevents inappropriate responses to self, as self-peptides will not usually be presented with suitable co-stimulation. Once a T cell has been appropriately activated (i.e. has received signal one and signal two) it alters its cell surface expression of a variety of proteins. Markers of T cell activation include CD69, CD71 and CD25 (also a marker for Treg cells), and HLA-DR (a marker of human T cell activation). CTLA-4 expression is also up-regulated on activated T cells, which in turn outcompetes CD28 for binding to the B7 proteins. This is a checkpoint mechanism to prevent over activation of the T cell. Activated T cells also change their cell surface glycosylation profile.",
            "score": 126.5796890258789
        },
        {
            "docid": "1067550_3",
            "document": "Superantigen . The large number of activated T-cells generates a massive immune response which is not specific to any particular epitope on the SAg thus undermining one of the fundamental strengths of the adaptive immune system, that is, its ability to target antigens with high specificity. More importantly, the large number of activated T-cells secrete large amounts of cytokines, the most important of which is Interferon gamma. This excess amount of IFN-gamma in turn activates the macrophages. The activated macrophages, in turn, over-produce proinflammatory cytokines such as IL-1, IL-6 and TNF-alpha. TNF-alpha is particularly important as a part of the body's inflammatory response. In normal circumstances it is released locally in low levels and helps the immune system defeat pathogens. However, when it is systemically released in the blood and in high levels (due to mass T-cell activation resulting from the SAg binding), it can cause severe and life-threatening symptoms, including shock and multiple organ failure.",
            "score": 126.38575744628906
        },
        {
            "docid": "31907173_4",
            "document": "Enterotoxin type B . The function of this protein is to facilitate the infection of the host organism. It is a virulence factor designed to induce pathogenesis. One of the major virulence exotoxins is the toxic shock syndrome toxin (TSST), which is secreted by the organism upon successful invasion. It causes a major inflammatory response in the host via superantigenic properties, and is the causative agent of toxic shock syndrome. It functions as a superantigen through activation of a significant fraction of T-cells (up to 20%) by cross-linking MHC class II molecules with T-cell receptors. TSST is a multisystem illness with several symptoms such as high fever, hypotension, dizziness, rash and peeling skin.",
            "score": 126.33379364013672
        },
        {
            "docid": "3004242_3",
            "document": "Virokine . The primary mechanism of virokine interference with immune signaling is thought to be competitive inhibition of the binding of host signaling molecules to their target receptors. Virokines occupy binding sites on host receptors, thereby inhibiting access by signaling molecules. Viroceptors mimic host receptors and thus divert signaling molecules from finding their targets. Cytokine-binding proteins bind to and sequester cytokines, occluding the binding surface through which they interact with receptors. The effect is to attenuate and subvert host immune response.",
            "score": 125.51899719238281
        },
        {
            "docid": "12139844_3",
            "document": "Naptumomab estafenatox . Chemically, it is a fusion protein consisting of the antigen-binding fragment (Fab) of a monoclonal antibody with the superantigen \"staphylococcal enterotoxin A\" (SEA/E-120, \"estafenatox\"). The Fab binds to 5T4, an antigen expressed by various tumor cells, and the superantigen induces an immune response by activating T lymphocytes.",
            "score": 123.77884674072266
        },
        {
            "docid": "3073171_5",
            "document": "B7 (protein) . However, MHC binding itself is insufficient for producing a T cell response. In fact, lack of further stimulatory signals sends the T cell into anergy. The costimulatory signal necessary to continue the immune response can come from B7-CD28 and CD40-CD40L interactions. There are other activation signals which play a role in immune responses. In the TNF family of molecules, the protein 4-1BB (CD137) on the T cell may bind to 4-1BB ligand (4-1BBL) on the APC.",
            "score": 123.02291107177734
        },
        {
            "docid": "8129870_20",
            "document": "Alveolar macrophage . In normal conditions, alveolar macrophages adhere closely to alveolar epithelial cells, thus inducing the expression of the αvβ6 integrin. Integrins are dimeric cell-surface receptors composed of alpha and beta subunits, which activates TGF-β. TGF-β is a multifunctional cytokine that modulates a variety of biological processes such as cell growth, apoptosis, extracellular matrix synthesis, inflammation, and immune responses. TGF-β tightly regulates anti-inflammatory activity by suppressing pro-inflammatory cytokine production, thereby inhibiting T-lymphocyte function. Integrins avβ6 and avβ8 sequester latent TGF-β to the cell surface, where activation can be tightly coupled to cellular responses to environmental stress in the maintenance of homeostasis; integrins also localize activated TGFβ in the vicinity of the macrophages. Normally mature TGFβ is secreted as a latent complex with its N-terminal fragment, latency-associated peptide (LAP), which inhibits its activity. The latent complex is covalently linked to the extracellular matrix by binding to latent TGF-β-binding proteins. TGF-β is activated by diverse mechanisms in the lung, ultimately involving either proteolysis or conformational alteration of the LAP. αvβ6 integrin is able to mediate activation of TGF-β by binding to TGF-β1 LAP, which serves as a ligand binding site for the integrin, and is an essential component of the TGF-β activation apparatus.  Once activated, TGFβ leads to the suppression of macrophage functionality (cytokine production and phagocytosis). Binding of activated TGF-β to its receptors expressed on alveolar macrophages induces a downstream signaling cascade, including phosphorylation of receptor-regulated Small Mothers Against Decapentaplegic (R-SMAD)homologs 2 and 3. Phosphorylated SMAD-2 and -3 then form heteromeric complexes with common-mediator SMAD 4 (co-SMAD-4). Once assembled, the complexes translocates into the nucleus via the nuclear pore with the assistance of importins alpha/beta. Once in the nucleus, these complexes accumulate and eventually act as a transcription factors, regulating the expression of TGF-β target genes. Thus TGF-β signaling involves a direct pathway from the receptors on the surface of a cell to the nucleus.",
            "score": 122.07496643066406
        },
        {
            "docid": "33032376_4",
            "document": "Lung microbiota . The airway epithelium together with alveolar macrophages and dendritic cells play a major role in the initial recognition of bacterial products getting into the lower airways with the air. Since some of these products are potent proinflammatory stimuli it is extremely important for the immune system to distinguish between pathogens and non-pathogenic commensals. This prevents the development of constant inflammation and forms tolerance against harmless microbiota.  This process becomes much more intriguing when taking into account that commensals often share their surface molecules with pathogens. Epithelial cells are equipped with very sensitive recognition tools - toll like receptors (TLRs), nucleotide-binding oligomerization domain (NOD)-like receptors (NLRs) and retinoic acid-inducible gene (RIG)-I-like receptors (RLRs) which recognize a broad variety of microbial structural components. After recognition of pathogenic bacteria proinflammatory pathways are activated and cellular components of the adaptive and innate immunity are recruited to the infection site. One key regulator in this process is the NF-κB which translocates from the cytoplasm into the nucleus and activates pro-inflammatory genes in epithelial cells and macrophages. The DNA-binding protein complex recognizes a discrete nucleotide sequence (5’-GGG ACT TTC T-3’) in the upstream region of a variety of response genes. The activation of NF-κB by a number of stimuli: bacterial cell walls or inflammatory cytokines results in its translocation to the nucleus.",
            "score": 121.4658203125
        },
        {
            "docid": "57701673_4",
            "document": "CD28 family receptor . Some cancer cells evade destruction by the immune system through of B7 ligands that bind to inhibitory CD28 family member receptors on immune cells. Antibodies directed against CD28 family members CTLA-4, PD-1, or their B7 ligands function as checkpoint inhibitors to overcome tumor immune tolerance and are used clinically in cancer immunotherapy.",
            "score": 121.19757080078125
        },
        {
            "docid": "546406_6",
            "document": "Toll-like receptor . Upon activation, TLRs recruit adapter proteins (proteins that mediate other protein-protein interactions) within the cytosol of the immune cell in order to propagate the antigen-induced signal transduction pathway. These recruited proteins are then responsible for the subsequent activation of other downstream proteins, including protein kinases (IKKi, IRAK1, IRAK4, and TBK1) that further amplify the signal and ultimately lead to the upregulation or suppression of genes that orchestrate inflammatory responses and other transcriptional events. Some of these events lead to cytokine production, proliferation, and survival, while others lead to greater adaptive immunity. If the ligand is a bacterial factor, the pathogen might be phagocytosed and digested, and its antigens presented to CD4+ T cells. In the case of a viral factor, the infected cell may shut off its protein synthesis and may undergo programmed cell death (apoptosis). Immune cells that have detected a virus may also release anti-viral factors such as interferons.",
            "score": 119.87796020507812
        },
        {
            "docid": "287543_10",
            "document": "Necrotizing fasciitis . Type II infection - This infection accounts for 20 to 30% of the cases, mainly involving the extremities. This mainly involves \"Streptococcus pyogenes\" bacteria or in combination with staphylococcal infections. Both types of bacteria can progress rapidly and manifest as toxic shock syndrome. \"Streptococcus\" species produce M protein, which acts as superantigen, thus stimulating a massive systemic immune response, which is not effective against the bacterial antigen, precipitating shock. Type II infection more commonly affects young, healthy adults with a history of injury.",
            "score": 119.5665283203125
        },
        {
            "docid": "14168475_7",
            "document": "Toxic shock syndrome toxin . Based on studies of various mutations of the protein it appears that the superantigenic and lethal portions of the protein are separate. One variant in particular, TSST-ovine or TSST-O, was important in determining the regions of biological importance in TSST-1. TSST-O does not cause TSS, and is non-mitogenic, and differs in sequence from TSST-1 in 14 nucleotides, which corresponds to 9 amino acids. Two of these are cleaved off as part of the signal sequence, and are therefore not important in the difference in function observed. From the studies observing the differences in these two proteins, it was discovered that residue 135 is critical in both lethality and mitogenicity, while mutations in residues 132 and 136 caused the protein to lose its ability to cause TSS, however there were still signs of superantigenicity. Interestingly, if the lysine at residue 132 in TSST-O is changed to a glutamate, the mutant regains little superantigenicity, but becomes lethal, meaning that the ability to cause TSS results from the glutamate at residue 132. The loss of activity from these mutations is not due to changes in the protein's conformation, but instead these residues appear to be critical in the interactions with T-cell receptors.",
            "score": 118.88247680664062
        },
        {
            "docid": "52541_12",
            "document": "Melanocyte . In addition to presenting antigen, one of the roles of melanocytes in the immune response is cytokine production. Melanocytes express many proinflammatory cytokines including IL-1, IL-3, IL-6, IL-8, TNF-α, and TGF-β. Like other immune cells, melanocytes secrete these cytokines in response to activation of Pattern Recognition Receptors (PRRs) such as Toll Like Receptor 4 (TLR4) which recognize MAMPs. MAMPs, also known as PAMPs, are microbial associated molecular patterns, small molecular elements such as proteins, carbohydrates, and lipids present on or in a given pathogen. In addition, cytokine production by melanocytes can be triggered by cytokines secreted by other nearby immune cells.",
            "score": 118.43622589111328
        },
        {
            "docid": "18856487_6",
            "document": "Cord factor . Numerous responses that vary in effect result from cord factor's presence in host cells. After exposure to cord factor for 2 hours, 125 genes in the mouse genome are upregulated. After 24 hours, 503 genes are upregulated, and 162 genes are downregulated. The exact chemical mechanisms by which cord factor acts is not completely known. However, it is likely that the mycolic acids of cord factor must undergo a cyclopropyl modification to lead to a response from the host's immune system for initial infection. Furthermore, the ester linkages in cord factor are important for its toxic effects. There is evidence that cord factor is recognized by the Mincle receptor, which is found on macrophages. An activated Mincle receptor leads to a pathway that ultimately results in the production of several cytokines. These cytokines can lead to further cytokine production that promote inflammatory responses. Cord factor, through the Mincle receptor, also causes the recruitment of neutrophils, which lead to pro-inflammatory cytokines as well. However, there is also evidence that toll-like receptor 2 (TLR2) in conjunction with the protein MyD-88 is responsible for cytokine production rather than the Mincle receptor.",
            "score": 118.42145538330078
        },
        {
            "docid": "546406_13",
            "document": "Toll-like receptor . \"Drosophila melanogaster\" has only innate immune responses. Response to fungal or bacterial infection occurs through two distinct signalling cascades, one of which is toll pathway and the other is immune deficiency (IMD) pathway. The toll pathway is similar to mammalian TLR signalling, but unlike mammalian TLRs, toll is not activated directly by pathogen-associated molecular patterns (PAMPs). Its receptor ectodomain recognizes cleaved form of the cytokine Spätzle, which is secreted in the haemolymph as inactive dimeric precursor. Toll receptor shares the cytoplasmatic TIR domain with mammalian TLRs, but ectodomain and intracytoplasmatic tail are different. This difference might reflect a function of these receptors as cytokine receptors rather than PRRs. Toll pathway is activated by different stimuli, such as Gram positive bacteria, fungi and virulence factors. First, the Spätzle processing enzyme (SPE) is activated in response to infection and cleaves Spätzle. Cleaved Spätzle then binds to toll receptor and crosslinks its ectodomains. This triggers conformational changes in receptor resulting in signalling through toll. Signalling now is very similar to mammalian signalling through TLRs. Toll-induced signalling complex (TICS) is formed, comprising MyD88, Tube and Pelle (the orthologue of mammalian IRAK). Signal from TICS is then transduced to Cactus (homologue of mammalian IκB), phosphorylated Cactus is polyubiquitylated and degraded, allowing nuclear translocation of DIF (dorsal-related immunity facor; a homologue of mammalian NF-κB) and induction of transcription of genes for antimicrobial peptides (AMPs) such as Drosomycin.",
            "score": 118.01667022705078
        },
        {
            "docid": "29250676_2",
            "document": "Erythrogenic toxin . Erythrogenic toxins, also referred to as streptococcal pyrogenic exotoxins, are secreted by strains of the bacterium \"Streptococcus pyogenes\". SpeA and SpeC are superantigens, which induce inflammation by nonspecifically activating T cells and stimulating the production of inflammatory cytokines. SpeB, the most abundant streptococcal extracellular protein, is a cysteine protease. Pyrogenic exotoxins are implicated as the causative agent of scarlet fever and streptococcal toxic shock syndrome. There is no consensus on the exact number of pyrogenic exotoxins. Serotypes A-C are the most extensively studied and recognized by all sources, but others note up to thirteen distinct types, categorizing SpeF-M as additional superantigens. Erythrogenic toxins are known to damage the plasma membranes of blood capillaries under the skin and produce a red skin rash (characteristic of scarlet fever). Past studies have shown that multiple variants of erythrogenic toxins may be produced, depending on the strain of \"S. pyogenes\" in question. Some strains may not produce a detectable toxin at all. Bacteriophage T12 infection of Streptococcus pyogenes enables the production of Spe A, and increases virulence.",
            "score": 117.9849624633789
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 117.7905044555664
        },
        {
            "docid": "11509270_4",
            "document": "Cholinergic anti-inflammatory pathway . Tumor necrosis factors (TNF) (and other cytokines) are produced by cells of the innate immune system during local injury and infection. These contribute to initiating a cascade of mediator release, and recruiting inflammatory cells to the site of infection to contain infection, referred to as \"innate immunity.\". TNF amplifies and prolongs the inflammatory response by activating other cells to release interleukin-1 (IL-1), high mobility group B1 (HMGB1) and other cytokines. These inflammatory cytokine responses confer protective advantages to the host at the site of bacterial infection. A “beneficial” inflammatory response is limited, resolves in 48–72 hours, and does not spread systemically. The cholinergic anti-inflammatory pathway provides a braking effect on the innate immune response which protects the body against the damage that can occur if a localized inflammatory response spreads beyond the local tissues, which results in toxicity or damage to the kidney, liver, lungs, and other organs.",
            "score": 117.34767150878906
        },
        {
            "docid": "4602068_9",
            "document": "IRAK4 . Members of interleukin-1 receptor (Il-1R) and the Toll-like receptor superfamily share an intracytoplasmic Toll-IL-1 receptor (TLR) domain, which mediates recruitment of the interleukin-1 receptor-associated kinase (IRAK) complex via TIR-containing adapter molecules. The TIR-IRAK signaling pathway appears to be crucial for protective immunity against specific bacteria but is redundant against most other microorganisms. IRAK4 is considered the “master IRAK” in the mammalian IRAK family because it is the only component in the IL-1/TLR signalling pathway that is absolutely crucial to its functioning. When one of these pathways is stimulated, the cell is triggered to release proinflammatory signals and to trigger innate immune actions. The loss of IRAK4, or its intrinsic kinase activity, can entirely stop signalling through these pathways. IRAK4 is involved in signal transduction pathways stimulated by the cellular receptors belonging to the Toll/Interleukin-1 receptor superfamily. The Toll-Like Receptors (TLRs) are stimulated by recognition of pathogen-associated molecular patterns (PAMPS), whereas members of the IL-1R family are stimulated by cytokines. Both play an essential role in the immune response. The ligand binding causes conformational changes to the intracellular domain which allows for the recruitment of scaffolding proteins. One of these proteins, MyD88, uses its death domains to recruit, orient, and activate IRAK4. IRAK2 can then be phosphorylated and joins with IRAK4 and MyD88 to form the myddosome complex, which further phosphorylates and recruits IRAK1. The myddosome complex and IRAK1 recruit and activate TNF receptor-associated factor 6 (TRAF6), a ubiquitin protein ligase. TRAF6 can polyubiquitinate IKK-γ as well as itself, which recruits TGF-β activated kinase 1 (TAK1) in order to activate its ability to phosphorylate IKK-β. These pathways both work to degrade IKKγ, which releases NFκB and free it for translocation into the nucleus. Additionally, TAK1 can activate JNK to induce a MAP kinase pathway which leads to AP-1-induced gene expression. Together, AP-1 and NFκB lead to increased cytokine transcription, adhesion molecule production, and release of second messengers of infection.",
            "score": 116.601318359375
        },
        {
            "docid": "14956185_4",
            "document": "Hermann Wagner . His prime research activities focus on mechanisms of protective immunity towards pathogens. From 1970-80 he analysed T-T Cell interactions during the induction of cytotoxic T Cell responses. During his Ulm period he focussed on the immunobiology of bacterial superantigens. In Munich, he subsequently contributed to our understanding of Toll-like-Receptors(TLR), through which innate immune cells sense pathogens. In particular he was one of the first to realise that bacterial/viral DNA activated Innate Immune cells via TLR9. Conversely his group was able to show that TLR7 and/or TLR8 recognised pathogen-derived RNA while TLR13 senses bacterial 23S rRNA.",
            "score": 116.28836059570312
        },
        {
            "docid": "57701673_2",
            "document": "CD28 family receptor . CD28 family receptors are a group of regulatory cell surface receptors expressed on immune cells. The CD28 family in turn is a subgroup of the immunoglobulin superfamily.",
            "score": 116.00145721435547
        }
    ]
}