{
    "q": [
        {
            "docid": "7790915_2",
            "document": "Mimotope . A mimotope is a macromolecule, often a peptide, which mimics the structure of an epitope. Because of this property it causes an antibody response similar to the one elicited by the epitope. An antibody for a given epitope antigen will recognize a mimotope which mimics that epitope. Mimotopes are commonly obtained from phage display libraries through biopanning. Vaccines utilizing mimotopes are being developed.",
            "score": 89.60025143623352
        },
        {
            "docid": "11503447_9",
            "document": "Immunolabeling . In establishing the specificity of antibodies, the key factor is the type of synthetic peptides or purified proteins being used. The lesser the specificity of the antibody, the greater the chance of visualizing something other than the target antigen. In the case of synthetic peptides, the advantage is the amino acid sequence is easily accessible, but the peptides do not always resemble the 3-D structure or post-translational modification found in the native form of the protein. Therefore, antibodies that are produced to work against a synthetic peptide may have problems with the native 3-D protein. These types of antibodies would lead to poor results in immunoprecipitation or immunohistochemistry experiments, yet the antibodies may be capable of binding to the denatured form of the protein during an immunoblotting run. On the contrary, if the antibody works well for purified proteins in their native form and not denatured, an immunoblot cannot be used as a standardized test to determine the specificity of the antibody binding, particularly in immunohistochemistry.",
            "score": 68.2807765007019
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 87.52753400802612
        },
        {
            "docid": "40081998_22",
            "document": "Variant surface glycoprotein . A VSG gene from \"Trypanosoma evansi\", a parasite that causes a form of surra in animals, has been cloned in \"Escherichia coli\". The expressed protein is immunoreactive with all the sera combinations. The animals immunized with whole cell lysate or recombinant protein show similar antibody reactions in ELISA (Enzyme-linked immunosorbent assay) and CATT (card agglutination test for Trypanosomiasis). The variable surface glycoprotein RoTat 1.2 PCR can be used as a specific diagnostic tool for the detection of \"T. evansi\" infections.",
            "score": 100.00804567337036
        },
        {
            "docid": "1143734_7",
            "document": "Peptidomimetic . Phage display is a technique to screen large libraries of peptides for binding to a target protein. In phage display, the DNA sequence that codes the potential drug-peptide is fusioned to the gene of the protein coat of bacteriophages and introduced into a vector. Diversity can be introduced to the peptide by mutagenesis. The protein coats peptides are  then expressed and purified, and applied to a surface of immobilized protein targets. The surface is then washed away to remove non-binding  peptides, while the remaining binding peptides are eluted. Mirror-image phage display is a similar method that can be used to screen large libraries of D-peptides that bind to target L-proteins. More precisely, since D-peptides can not be expressed in bacteriophages, mirror-image phage display screens L-peptides that bind to immobilized D-proteins that are  previously chemically synthesized. Because of the mirror properties of D-peptides, the D-enantiomer of an L-peptide that binds to a D-protein  will bind to the L-protein.",
            "score": 77.9918839931488
        },
        {
            "docid": "7790915_3",
            "document": "Mimotope . When the term mimotope was first coined by Mario Geysen in 1986, it was used to describe peptides mimicking epitope. However, this concept has been extended to refer peptide mimic of all types of binding sites. As the mimic of binding site, mimotope analysis has been widely used in mapping epitopes, identifying drug target and inferring protein interaction networks. Furthermore, mimotope has also shown its potential in the development of new diagnostics, therapeutics and vaccines. In addition, special affinities mediated by mimotopes to various semiconductors and other materials have shown very encouraging promise in new material and new energy studies. Gathering information on mimotopes into a special database therefore deserves. In 2010, the MimoDB database version 1.0 was released. It had 10716 peptides grouped into 1229 sets. These peptides were extracted from biopanning results of phage-displayed random peptide libraries reported in 571 papers. The MimoDB database has been updated to the current version 2.0 very recently. In version 2.0, it has 15633 peptides collected from 849 papers and grouped into 1818 sets. Besides the core data on panning experiments and their results, broad background information on target, template, library and structure is included. An accompanied benchmark has also been compiled for bioinformaticians to develop and evaluate their new models, algorithms and programs. In addition, the MimoDB database provides tools for simple and advanced searches, structure visualization, BLAST and alignment view on the fly. The experimental biologists can easily use the database as a virtual control to exclude possible target-unrelated peptides. The MimoDB database is freely available.",
            "score": 73.30914044380188
        },
        {
            "docid": "37220_40",
            "document": "Infection . Metagenomic sequencing could prove especially useful for diagnosis when the patient is immunocompromised. An ever-wider array of infectious agents can cause serious harm to individuals with immunosuppression, so clinical screening must often be broader. Additionally, the expression of symptoms is often atypical, making clinical diagnosis based on presentation more difficult. Thirdly, diagnostic methods that rely on the detection of antibodies are more likely to fail. A broad, sensitive test for pathogens that detects the presence of infectious material rather than antibodies is therefore highly desirable.",
            "score": 53.74028825759888
        },
        {
            "docid": "315043_22",
            "document": "Monoclonal antibody . The production of recombinant monoclonal antibodies involves repertoire cloning or phage display/yeast display technologies. Recombinant antibody engineering involves antibody production by the use of viruses or yeast, rather than mice. These techniques rely on rapid cloning of immunoglobulin gene segments to create libraries of antibodies with slightly different amino acid sequences from which antibodies with desired specificities can be selected. The phage antibody libraries are a variant of phage antigen libraries. These techniques can be used to enhance the specificity with which antibodies recognize antigens, their stability in various environmental conditions, their therapeutic efficacy and their detectability in diagnostic applications. Fermentation chambers have been used for large scale antibody production.",
            "score": 88.50845408439636
        },
        {
            "docid": "11503447_8",
            "document": "Immunolabeling . Overall, antibodies must bind to the antigens with a high specificity and affinity. The specificity of the binding refers to an antibody's capacity to bind and only bind a single target antigen. Scientists commonly use monoclonal antibodies and polyclonal antibodies, which are composed of synthetic peptides. During the manufacture of these antibodies, antigen specific antibodies are sequestered by attaching the antigenic peptide to an affinity column and allowing nonspecific antibody to simply pass through the column. This decreases the likelihood that the antibodies will bind to an unwanted epitope of the antigen not found on the initial peptide. Hence, the specificity of the antibody is established by the specific reaction with the protein or peptide that is used for immunization by specific methods, such as immunoblotting or immunoprecipitation.",
            "score": 67.36976790428162
        },
        {
            "docid": "2198661_27",
            "document": "Trypanosoma brucei . The surface of the trypanosome is covered by a dense coat of ~5 x 10 molecules of variant surface glycoprotein (VSG). This coat enables an infecting \"T. brucei\" population to persistently evade the host's immune system, allowing chronic infection. VSG is highly immunogenic, and an immune response raised against a specific VSG coat rapidly kills trypanosomes expressing this variant. Antibody-mediated trypanosome killing can also be observed in vitro by a complement-mediated lysis assay. However, with each cell division there is a possibility that one or both of the progeny will switch expression to change the VSG that is being expressed. The frequency of VSG switching has been measured to be approximately 0.1% per division. As \"T. brucei\" populations can peak at a size of 10 within a host this rapid rate of switching ensures that the parasite population is typically highly diverse. Because host immunity against a specific VSG does not develop immediately, some parasites will have switched to an antigenically-distinct VSG variant, and can go on to multiply and continue the infection. The clinical effect of this cycle is successive 'waves' of parasitemia (trypanosomes in the blood).",
            "score": 84.22330021858215
        },
        {
            "docid": "26490443_3",
            "document": "Immunosignature . Early immunosignature tests used glass microscope slides, with spots of 10,000 random peptides. Newer immunosignature work is run on wafers made of silicon dioxide, with each wafer cut into standard slide size and spotted with 330,034 peptides; however, further description will focus on the glass slide experiments. These random-sequence peptides, 20 amino acids long, are chemically attached to the slides. Of the 20 amino acid length, 3 amino acids (at the C-terminus side of the peptide) are common to each peptide spot. This 3 amino acid segment is used as the linker by which the 17 amino acid chain (\"17-mer\") is attached to the slide. The 17-mer is the \"random peptide\", with a random sequence selected by the use of a random number generator. This randomness makes the immunosignature technology different from existing technology to identify disease states via biomarkers, because the 10,000 unique, random peptides per slide are not specifically selected for containing particular sequences. The random sequences are not selected for containing known epitopes, or antibody binding sites, of pathogens. When a sample of diluted blood serum (containing antibodies) is applied to the surface of the peptide microarray, the 17-mers are long enough that there are multiple potential epitopes on each individual peptide.",
            "score": 60.31916308403015
        },
        {
            "docid": "1970691_24",
            "document": "Aptamer . The Affimer scaffold is a stable protein based on the cystatin protein fold. It displays two peptide loops and an N-terminal sequence that can be randomised to bind different target proteins with high affinity and specificity similar to antibodies. Stabilisation of the peptide upon the protein scaffold constrains the possible conformations which the peptide may take, thus increasing the binding affinity and specificity compared to libraries of free peptides.",
            "score": 44.4596631526947
        },
        {
            "docid": "40817590_29",
            "document": "Ebola virus disease . The specific diagnosis of EVD is confirmed by isolating the virus, detecting its RNA or proteins, or detecting antibodies against the virus in a person's blood. Isolating the virus by cell culture, detecting the viral RNA by polymerase chain reaction (PCR) and detecting proteins by enzyme-linked immunosorbent assay (ELISA) are methods best used in the early stages of the disease and also for detecting the virus in human remains. Detecting antibodies against the virus is most reliable in the later stages of the disease and in those who recover. IgM antibodies are detectable two days after symptom onset and IgG antibodies can be detected six to 18 days after symptom onset. During an outbreak, isolation of the virus with cell culture methods is often not feasible. In field or mobile hospitals, the most common and sensitive diagnostic methods are real-time PCR and ELISA. In 2014, with new mobile testing facilities deployed in parts of Liberia, test results were obtained 3–5 hours after sample submission. In 2015 a rapid antigen test which gives results in 15 minutes was approved for use by WHO. It is able to confirm Ebola in 92% of those affected and rule it out in 85% of those not affected.",
            "score": 53.82266879081726
        },
        {
            "docid": "141029_9",
            "document": "African trypanosomiasis . \"T. b. rhodesiense\" is the acute form of the disease, and death can occur within months since the symptoms emerge within weeks and it is more virulent and faster developing than \"T. b. gambiense\". Furthermore, trypanosomes are surrounded by a coat that is composed of variant surface glycoproteins (VSG). These proteins act to protect the parasite from any lytic factors that are present in human plasma. The host's immune system recognizes the glycoproteins present on the coat of the parasite leading to the production of different antibodies (IgM and IgG).",
            "score": 94.31263470649719
        },
        {
            "docid": "5795298_12",
            "document": "Molecular mimicry . Despite dissimilar sequence homology between self and foreign peptide, weak electrostatic interactions between foreign peptide and the MHC can also mimic self peptide to elicit an autoimmune response within the host. For example, charged residues can explain the enhanced on-rate and reduced off-rate of a particular antigen or can contribute to a higher affinity and activity for a particular antigen that can perhaps mimic that of the host. Similarly, prominent ridges on the floor of peptide-binding grooves can do such things as create C-terminal bulges in particular peptides that can greatly increase the interaction between foreign and self peptide on the MHC. Similarly, there has been evidence that even gross features such as acidic/basic and hydrophobic/hydrophilic interactions have allowed foreign peptides to interact with an antibody or MHC and TCR. It is now apparent that sequence similarity considerations are not sufficient when evaluating potential mimic epitopes and the underlying mechanisms of molecular mimicry. Molecular mimicry, from these examples, has therefore been shown to occur in the absence of any true sequence homology.",
            "score": 53.273900508880615
        },
        {
            "docid": "20512936_20",
            "document": "Dendritic spike . Staining and labeling techniques are often used in microscopy to help identify specific structures in a cell. Staining usually involves the use of dyes that are absorbed by various cell structures at different rates. Labeling involves the use of fluorescence to identify specific molecules. Fluorophores, fluorescent molecules, may be directly attached or attached to an antibody in order to detect a specific target. In the case of dendritic spikes, staining and labeling are used to identify and quantify the presence of certain voltage-gated channels. For example, rabbit polyclonal antibodies raised against synthetic peptide sequences have been used to identify the presence of Nav1.2, Nav1.3, and Nav1.6 sodium channels in dendrites of the globus pallidus neuron.",
            "score": 44.13842582702637
        },
        {
            "docid": "55172_20",
            "document": "Proteomics . While protein detection with antibodies are still very common in molecular biology, also other methods have been developed that do not rely on an antibody. These methods offer various advantages, for instance they are often able to determine the sequence of a protein or peptide, they may have higher throughput than antibody-based and they sometimes can identify and quantify proteins for which no antibody exists.",
            "score": 39.82503414154053
        },
        {
            "docid": "1915_21",
            "document": "Antigen . A large fraction of human tumor mutations are effectively patient-specific. Therefore, neoantigens may also be based on individual tumor genomes. Deep-sequencing technologies can identify mutations within the protein-coding part of the genome (the exome) and predict potential neoantigens. In mice models, for all novel protein sequences, potential MHC-binding peptides were predicted. The resulting set of potential neoantigens was used to assess T cell reactivity. Exome–based analyses were exploited in a clinical setting, to assess reactivity in patients treated by either tumor-infiltrating lymphocyte (TIL) cell therapy or checkpoint blockade. Neoantigen identification was successful for multiple experimental model systems and human malignancies.",
            "score": 44.33905529975891
        },
        {
            "docid": "40081998_15",
            "document": "Variant surface glycoprotein . VSG is first transcribed as a polycistron and then undergoes trypanosomatid-specific poly-adenylation and trans-splicing directed by polypyrimidine tracts. Because there is no transcriptional control, the VSG 3'UTR is important for its RNA stability (most importantly, the 8mer and 14mer). VSG is then transcribed on membrane-bound polysomes, and the appearance of the N-terminal signal sequence directs VSG to the ER. VSG is thereby co-translationally transported into the ER lumen, rapidly N-glycosylated (on asn-x-ser/thr sites) and GPI anchored at the ω site by a transamination reaction (removing of the C-term hydrophobic 17 or 23 aa GPI anchoring sequence). The ω site is always Ser (usually in 17 aa signal sequence peptides), Asp (usually in 23 aa signal sequence peptides), or Asn. Also, the number of N-glycosylation sites per VSG may vary (usually 1-3 N-glycans). VSG MITat.1.5 is glycosylated at all three potential N-glycosylation sites.",
            "score": 71.19415307044983
        },
        {
            "docid": "2198661_42",
            "document": "Trypanosoma brucei . \"Trypanosoma brucei rhodesiense\" relies on a different mechanism of resistance: the serum resistance associated protein (SRA). The SRA gene is a truncated version of the major and variable surface antigen of the parasite, the variant surface glycoprotein. It has a low sequence homology with the VSGc (<25%). SRA is an expression site associated gene in \"T. b. rhodesiense\" and is located upstream of the VSGs in the active telomeric expression site. The protein is largely localized to small cytoplasmic vesicles between the flagellar pocket and the nucleus. In \"T. b. rhodesiense\" the TLF is directed to SRA containing endosomes while some dispute remain on its presence in the lysosome. SRA binds to ApoL1 using a coiled–coiled interaction at the ApoL1 SRA interacting domain while within the trypanosome lysosome. This interaction prevents the release of the ApoL1 protein and the subsequent lysis of the lysosome and death of the parasite.",
            "score": 50.36944222450256
        },
        {
            "docid": "52970582_10",
            "document": "Diagnostic microbiology . A benefit of antibody detection (ELISA) is that protein identification on a microorganism becomes faster than a western blot. Antibody detection works by attaching an indicator to an antibody with a known specificity and observing whether the antibody attaches. ELISA can also indicate viral presence and is highly specific, having a detection specificity of 10-10 moles per litre detection. By knowing the epitope sequence of the antibody, ELISA can also be used for antigen detection in a sample.",
            "score": 57.97139358520508
        },
        {
            "docid": "36680_20",
            "document": "Combinatorial chemistry . If the peptides are not cleaved from the solid support we deal with a mixture of beads, each bead containing a single peptide. Smith and his colleagues showed earlier that peptides could be tested in tethered form, too. This approach was also used in screening peptide libraries. The tethered peptide library was tested with a dissolved target protein. The beads to which the protein was attached were picked out, removed the protein from the bead then the tethered peptide was identified by sequencing.",
            "score": 43.7678108215332
        },
        {
            "docid": "44048805_5",
            "document": "Affimer . Phage display libraries of 10 randomised potential target interaction sequences are generated and screened to identify an Affimer protein with high-specificity binding to the target protein and binding affinities in the nM range. The use of \"in vitro\" screening techniques allows affinity maturation to be performed to achieve greater binding affinities and means that the target space is not limited by an animal host’s immune system. Due to Affimer proteins being generated using recombinant systems, their generation is significantly more rapid and reproducible compared to the production of traditional antibodies.",
            "score": 45.535197019577026
        },
        {
            "docid": "43456997_15",
            "document": "HIV and pregnancy . HIV testing begins with a screening test. The most common screening test is the rapid HIV antibody test which tests for HIV antibodies in blood, urine, or oral fluid. HIV antibodies are only produced if an individual is infected with the disease. Therefore, presence of the antibodies is indicative of an HIV infection. Sometimes, however, a person may be infected with HIV but the body has not produced enough antibodies to be detected by the test. If a woman has risk factors for HIV infection but tests negative on the initial screening test, she should be retested in 3 months to confirm that she does not have HIV. Another screening test that is more specific is the HIV antigen/antibody test. This is a newer blood test that can detect HIV infection quicker than the antibody test because it detects both virus particles and antibodies in the blood.",
            "score": 39.638627767562866
        },
        {
            "docid": "33769881_5",
            "document": "Immunomics . A host’s immune system responds to pathogen invasion by a set of pathogen-specific responses in which many “players” participate; these include antibodies, T-helper cells, cytotoxic T-cells, and many others. Antigen-presenting cells (APC) are capable of internalizing pathogens and displaying a fragment of the antigen – the epitope - with major histocompatibility complexes (MHCs) on the cell surface. T-cell response is initiated when T-cells recognize these displayed epitopes. Only specific peptide sequences from some pathogen-specific antigens are needed to stimulate T- and B- cell responses; that is, the whole pathogenic peptide sequence is not necessary to initiate an immune response. The ‘immunome’ of a pathogen is described by its set of epitopes, and can be defined by comparing genome sequences and applying immunoinformatic tools.",
            "score": 60.449495792388916
        },
        {
            "docid": "761123_36",
            "document": "Hsp90 . Prediction and validation of the immunodominant epitope/s of HSP90 beta protein has been demonstrated using sera from infertile women having anti-HSP90 autoantibodies. The decapeptide EP6 (380-389)is a major immunogenic epitope of HSP90 followed by EP1 (1-12) and EP8 (488-498). Knowledge of binding epitopes on the autoantigen is necessary to understand the subsequent pathologic events. Predicted 3D structures of these peptides demonstrated that they exist in the loop conformation, which is the most mobile part of the protein. Also, analysis of the sequences of HSP90 beta across several species reveals that EP6 peptide forms a part of a well-conserved motif. A polyclonal antibody generated to the immunodominant epitope- EP6 confirms similar biochemical and cellular immunoreactivity as seen with the patients' sera with anti-HSP90 autoantibodies. The study might generate new tools for the detection of disease-inducing epitopes and a possible therapeutic intervention.",
            "score": 70.81182956695557
        },
        {
            "docid": "40160899_3",
            "document": "ImmTAC . ImmTACs are fusion proteins that combine an engineered T Cell Receptor (TCR) based targeting system with a single chain antibody fragment (scFv) effector function. TCRs, like antibodies, constitute an important antigen recognition system within the immune system; but, whereas antibodies are restricted to targeting cell surface or secreted proteins TCRs can recognise peptides derived from intracellular targets presented by human leukocyte antigen (HLA). Naturally occurring TCRs are low affinity (0.18-387 micromolar range) 2-chain membrane receptors expressed on the surface of T cells. To produce stable, soluble, high affinity TCRs capable of being used as diagnostics and therapeutics the two TCR protein chains are stabilised through the introduction of a novel disulphide bond between the 2 constant domains and the affinity increased 1-5 million fold to low picomolar values through phage display affinity maturation. To provide the soluble, affinity enhanced TCR with a biological effector function the beta chain of the TCR is fused to an scFv antibody fragment specific for the CD3 T cell co-receptor, creating an ImmTAC. The molecular weight of an ImmTAC molecule is ~75kDa.",
            "score": 72.1343240737915
        },
        {
            "docid": "28189638_2",
            "document": "Affilin . Affilins are artificial proteins designed to selectively bind antigens. Affilin proteins are structurally derived from human ubiquitin (historically also from gamma-B crystallin). Affilin proteins are constructed by modification of surface-exposed amino acids of these proteins and isolated by display techniques such as phage display and screening. They resemble antibodies in their affinity and specificity to antigens but not in structure, which makes them a type of antibody mimetic. Affilin was developed by Scil Proteins GmbH as potential new biopharmaceutical drugs, diagnostics and affinity ligands.",
            "score": 69.57183599472046
        },
        {
            "docid": "40081998_2",
            "document": "Variant surface glycoprotein . Variant surface glycoprotein (VSG) is a ~60kDa protein which densely packs the cell surface of protozoan parasites belonging to the genus \"Trypanosoma\". They form a 12-15 nm surface coat and were first isolated from \"Trypanosoma brucei\" in 1975 by George Cross. VSG allows the trypanosomatid parasites to evade the mammalian host's immune system by extensive antigenic variation. VSG has no prescribed biochemical activity.",
            "score": 71.53029131889343
        },
        {
            "docid": "31329785_5",
            "document": "Chang Yi Wang . Dr. Wang has been a pioneer in advocating “immunology as a secret weapon in medicine,” combined with personal motivation for developing medical interventions via application of basic biomedical sciences. Her first such achievements in terms of immunological applications of synthetic peptides were antibody screening immunoassays employing highly optimized synthetic viral peptide antigens. The first involved developing a synthetic peptide-based HIV 1, and later an HIV 1,2 diagnostic test for blood screening, both of which received U.S. Food and Drug Administration approval, in 1989 and 1996, respectively. These tests were subsequently recognized by the WHO as being suitable for worldwide use. Her other contributions in this area include synthetic peptide-based blood screening diagnostics for HTLV I/II and the Hepatitis C virus (HCV), which received CE certification and was sold in the global market through Organon Teknika /Biomerieux since 1991, as well as screening diagnostics for the SARS coronavirus, and diagnostic tests for the differentiation of infected vs. vaccinated animals for foot and mouth disease.",
            "score": 55.413238286972046
        },
        {
            "docid": "44048805_4",
            "document": "Affimer . Affimer proteins display two peptide loops and an N-terminal sequence that can all be randomised to bind to desired target proteins with high affinity and specificity, in a similar manner to monoclonal antibodies. Stabilisation of the two peptides by the protein scaffold constrains the possible conformations that the peptides can take, increasing the binding affinity and specificity compared to libraries of free peptides.",
            "score": 46.51383090019226
        },
        {
            "docid": "33769881_10",
            "document": "Immunomics . Several types of microarrays have been created to specifically observe the immune system response and interactions. \"Antibody microarrays\" use antibodies as probes and antigens as targets. They can be used to directly measure the antigen concentrations for which the antibody probes are specific. \"Peptide microarrays\" use antigen peptides as probes and serum antibodies as targets. These can be used for functional immunomic applications to the understanding of autoimmune diseases and allergies, definition of B-cell epitopes, vaccine studies, detection assays, and analysis of antibody specificity. \"MHC microarrays\" are the most recent development in immunomic arrays and use peptide-MHC complexes and their co-stimulatory molecules as probes and T-cell populations as targets. Bound T-cells are activated and secrete cytokines, which are captured by specific detection antibodies. This microarray can map MHC-restricted T cell epitopes.",
            "score": 70.31657528877258
        }
    ],
    "r": [
        {
            "docid": "40081998_22",
            "document": "Variant surface glycoprotein . A VSG gene from \"Trypanosoma evansi\", a parasite that causes a form of surra in animals, has been cloned in \"Escherichia coli\". The expressed protein is immunoreactive with all the sera combinations. The animals immunized with whole cell lysate or recombinant protein show similar antibody reactions in ELISA (Enzyme-linked immunosorbent assay) and CATT (card agglutination test for Trypanosomiasis). The variable surface glycoprotein RoTat 1.2 PCR can be used as a specific diagnostic tool for the detection of \"T. evansi\" infections.",
            "score": 100.00804901123047
        },
        {
            "docid": "141029_9",
            "document": "African trypanosomiasis . \"T. b. rhodesiense\" is the acute form of the disease, and death can occur within months since the symptoms emerge within weeks and it is more virulent and faster developing than \"T. b. gambiense\". Furthermore, trypanosomes are surrounded by a coat that is composed of variant surface glycoproteins (VSG). These proteins act to protect the parasite from any lytic factors that are present in human plasma. The host's immune system recognizes the glycoproteins present on the coat of the parasite leading to the production of different antibodies (IgM and IgG).",
            "score": 94.31263732910156
        },
        {
            "docid": "7790915_2",
            "document": "Mimotope . A mimotope is a macromolecule, often a peptide, which mimics the structure of an epitope. Because of this property it causes an antibody response similar to the one elicited by the epitope. An antibody for a given epitope antigen will recognize a mimotope which mimics that epitope. Mimotopes are commonly obtained from phage display libraries through biopanning. Vaccines utilizing mimotopes are being developed.",
            "score": 89.60025024414062
        },
        {
            "docid": "315043_22",
            "document": "Monoclonal antibody . The production of recombinant monoclonal antibodies involves repertoire cloning or phage display/yeast display technologies. Recombinant antibody engineering involves antibody production by the use of viruses or yeast, rather than mice. These techniques rely on rapid cloning of immunoglobulin gene segments to create libraries of antibodies with slightly different amino acid sequences from which antibodies with desired specificities can be selected. The phage antibody libraries are a variant of phage antigen libraries. These techniques can be used to enhance the specificity with which antibodies recognize antigens, their stability in various environmental conditions, their therapeutic efficacy and their detectability in diagnostic applications. Fermentation chambers have been used for large scale antibody production.",
            "score": 88.50845336914062
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 87.52753448486328
        },
        {
            "docid": "2198661_27",
            "document": "Trypanosoma brucei . The surface of the trypanosome is covered by a dense coat of ~5 x 10 molecules of variant surface glycoprotein (VSG). This coat enables an infecting \"T. brucei\" population to persistently evade the host's immune system, allowing chronic infection. VSG is highly immunogenic, and an immune response raised against a specific VSG coat rapidly kills trypanosomes expressing this variant. Antibody-mediated trypanosome killing can also be observed in vitro by a complement-mediated lysis assay. However, with each cell division there is a possibility that one or both of the progeny will switch expression to change the VSG that is being expressed. The frequency of VSG switching has been measured to be approximately 0.1% per division. As \"T. brucei\" populations can peak at a size of 10 within a host this rapid rate of switching ensures that the parasite population is typically highly diverse. Because host immunity against a specific VSG does not develop immediately, some parasites will have switched to an antigenically-distinct VSG variant, and can go on to multiply and continue the infection. The clinical effect of this cycle is successive 'waves' of parasitemia (trypanosomes in the blood).",
            "score": 84.22330474853516
        },
        {
            "docid": "1430855_8",
            "document": "Phage display . Applications of phage display technology include determination of interaction partners of a protein (which would be used as the immobilised phage \"bait\" with a DNA library consisting of all coding sequences of a cell, tissue or organism) so that the function or the mechanism of the function of that protein may be determined. Phage display is also a widely used method for \"in vitro\" protein evolution (also called protein engineering). As such, phage display is a useful tool in drug discovery. It is used for finding new ligands (enzyme inhibitors, receptor agonists and antagonists) to target proteins. The technique is also used to determine tumour antigens (for use in diagnosis and therapeutic targeting) and in searching for protein-DNA interactions using specially-constructed DNA libraries with randomised segments. Recently, phage display has also been used in the context of cancer treatments - such as the adoptive cell transfer approach. In these cases, phage display is used to create and select synthetic antibodies that target tumour surface proteins. These are made into synthetic receptors for T-Cells collected from the patient that are used to combat the disease.",
            "score": 84.1926498413086
        },
        {
            "docid": "11026468_6",
            "document": "Antigenic escape . African trypanosomes are parasites that are able to escape the immune responses of its host animal through a range of mechanisms. Its most prevalent mechanism is its ability to evade recognition by antibodies through antigenic variation. This is achieved through the switching of its variant surface glycoprotein or VSG, a substance that coats the entire antigen. When this coat is recognized by an antibody, the parasite can be cleared. However, variation of this coat can lead to antibodies being unable to recognize and clear the antigen. In addition to this, the VSG coat is able to clear the antibodies themselves to escape their clearing function.",
            "score": 82.21207427978516
        },
        {
            "docid": "1430855_11",
            "document": "Phage display . Phage display of antibody libraries has become a powerful method for both studying the immune response as well as a method to rapidly select and evolve human antibodies for therapy. Antibody phage display was later used by Carlos F. Barbas at The Scripps Research Institute to create synthetic human antibody libraries, a principle first patented in 1990 by Breitling and coworkers (Patent CA 2035384), thereby allowing human antibodies to be created in vitro from synthetic diversity elements.",
            "score": 80.78986358642578
        },
        {
            "docid": "1970691_21",
            "document": "Aptamer . Peptide aptamer selection can be made using different systems, but the most used is currently the yeast two-hybrid system. Peptide aptamers can also be selected from combinatorial peptide libraries constructed by phage display and other surface display technologies such as mRNA display, ribosome display, bacterial display and yeast display. These experimental procedures are also known as biopannings. Among peptides obtained from biopannings, mimotopes can be considered as a kind of peptide aptamers. All the peptides panned from combinatorial peptide libraries have been stored in a special database with the name MimoDB.",
            "score": 79.95533752441406
        },
        {
            "docid": "4185_29",
            "document": "Bacteriophage . Phage display is a different use of phages involving a library of phages with a variable peptide linked to a surface protein. Each phage's genome encodes the variant of the protein displayed on its surface (hence the name), providing a link between the peptide variant and its encoding gene. Variant phages from the library can be selected through their binding affinity to an immobilized molecule (e.g., botulism toxin) to neutralize it. The bound, selected phages can be multiplied by reinfecting a susceptible bacterial strain, thus allowing them to retrieve the peptides encoded in them for further study.",
            "score": 78.16825103759766
        },
        {
            "docid": "1143734_7",
            "document": "Peptidomimetic . Phage display is a technique to screen large libraries of peptides for binding to a target protein. In phage display, the DNA sequence that codes the potential drug-peptide is fusioned to the gene of the protein coat of bacteriophages and introduced into a vector. Diversity can be introduced to the peptide by mutagenesis. The protein coats peptides are  then expressed and purified, and applied to a surface of immobilized protein targets. The surface is then washed away to remove non-binding  peptides, while the remaining binding peptides are eluted. Mirror-image phage display is a similar method that can be used to screen large libraries of D-peptides that bind to target L-proteins. More precisely, since D-peptides can not be expressed in bacteriophages, mirror-image phage display screens L-peptides that bind to immobilized D-proteins that are  previously chemically synthesized. Because of the mirror properties of D-peptides, the D-enantiomer of an L-peptide that binds to a D-protein  will bind to the L-protein.",
            "score": 77.99188232421875
        },
        {
            "docid": "141029_10",
            "document": "African trypanosomiasis . These antibodies will then act to destroy the parasites that circulate around the blood. However, from the several parasites present in the plasma, a small number of them will experience changes in their surface coats resulting in the formation of new VSGs. Thus, the antibodies produced by the immune system will no longer recognize the parasite leading to proliferation until new antibodies are created to combat the novel VSGs. Eventually the immune system will no longer be able to fight off the parasite due to the constant changes in VSGs and infection will arise.",
            "score": 77.82384490966797
        },
        {
            "docid": "19742095_3",
            "document": "Biopanning . Biopanning involves 4 major steps for peptide selection. The first step is to have phage display libraries prepared. This involves inserting foreign desired gene segments into a region of the bacteriophage genome, so that the peptide product will be displayed on the surface of the bacteriophage virion. The most often used are genes pIII or pVIII of bacteriophage M13.  The next step is the capturing step. It involves conjugating the phage library to the desired target. This procedure is termed panning. It utilizes the binding interactions so that only specific peptides presented by bacteriophage are bound to the target. For example, selecting antibody presented by bacteriophage with coated antigen in microtiter plates.",
            "score": 77.60559844970703
        },
        {
            "docid": "40081998_19",
            "document": "Variant surface glycoprotein . VSG is anchored to the cell membrane via a glycophosphatidylinositol (GPI) anchor—a noncovalent linkage from the C-terminus which directs its forward trafficking from the ER to the membrane. This GPI anchor is specifically cleaved by GPI Phospholipase C, cleaving the membrane-form VSG, and allowing VSG protein and portion of the GPI anchor to be lost into the extracellular milieu as soluble VSG (sVSG, which is can be recognized as Cross-Reacting Determinant, or CRD), while retaining the two 1,2-dimyristolglycerol chains in the membrane. VSG is highly immunogenic, and an immune response raised against a specific VSG coat will rapidly kill trypanosomes expressing this variant. Antibody-mediated trypanosome killing can also be observed \"in vitro\" by a complement-mediated lysis assay. However, with each cell division there is a possibility that one or both of the progeny will switch expression to change the VSG that is being expressed. The frequency of VSG switching has been measured to be approximately 0.1% per division, though switching rates do differ in culture vs. \"in vivo\". As \"T. brucei\" populations can peak at a size of 10 within a host this rapid rate of switching ensures that the parasite population is constantly diverse. A diverse range of coats expressed by the trypanosome population means that the immune system is always one step behind: it takes several days for an immune response against a given VSG to develop, giving the population time to diversify as individuals undergo further switching events. Reiteration of this process prevents extinction of the infecting trypanosome population, allowing chronic persistence of parasites in the host, enhancing opportunities for transmission. The clinical effect of this cycle is successive 'waves' of parasitaemia (trypanosomes in the blood).",
            "score": 76.9006118774414
        },
        {
            "docid": "7790915_3",
            "document": "Mimotope . When the term mimotope was first coined by Mario Geysen in 1986, it was used to describe peptides mimicking epitope. However, this concept has been extended to refer peptide mimic of all types of binding sites. As the mimic of binding site, mimotope analysis has been widely used in mapping epitopes, identifying drug target and inferring protein interaction networks. Furthermore, mimotope has also shown its potential in the development of new diagnostics, therapeutics and vaccines. In addition, special affinities mediated by mimotopes to various semiconductors and other materials have shown very encouraging promise in new material and new energy studies. Gathering information on mimotopes into a special database therefore deserves. In 2010, the MimoDB database version 1.0 was released. It had 10716 peptides grouped into 1229 sets. These peptides were extracted from biopanning results of phage-displayed random peptide libraries reported in 571 papers. The MimoDB database has been updated to the current version 2.0 very recently. In version 2.0, it has 15633 peptides collected from 849 papers and grouped into 1818 sets. Besides the core data on panning experiments and their results, broad background information on target, template, library and structure is included. An accompanied benchmark has also been compiled for bioinformaticians to develop and evaluate their new models, algorithms and programs. In addition, the MimoDB database provides tools for simple and advanced searches, structure visualization, BLAST and alignment view on the fly. The experimental biologists can easily use the database as a virtual control to exclude possible target-unrelated peptides. The MimoDB database is freely available.",
            "score": 73.30914306640625
        },
        {
            "docid": "2031383_4",
            "document": "Affinity maturation . Like the natural prototype, the \"in vitro\" affinity maturation is based on the principles of mutation and selection. The \"in vitro\" affinity maturation has successfully been used to optimize antibodies, antibody fragments or other peptide molecules like antibody mimetics. Random mutations inside the CDRs are introduced using radiation, chemical mutagens or error-prone PCR. In addition, the genetic diversity can be increased by chain shuffling. Two or three rounds of mutation and selection using display methods like phage display usually results in antibody fragments with affinities in the low nanomolar range.",
            "score": 72.52898406982422
        },
        {
            "docid": "40081998_8",
            "document": "Variant surface glycoprotein . The source of VSG variability during infection is a large 'archive' of \"VSG\" genes present in the \"T. brucei\" genome. Some of these are full-length, intact genes; others are pseudogenes (typically with frameshift mutations, premature stop codons, or fragmentation). Expression of an antigenically different VSG can occur by simply switching to a different full-length \"VSG\" gene by Expression Site switching (switching which ES is active). In addition, chimeric or 'mosaic' \"VSG\" genes can be generated by combining segments from more than one silent \"VSG\" gene. The formation of mosaic \"VSG\"s allows the (partial) expression of pseudogene \"VSG\"s, which can constitute the major portion of the \"VSG\" archive, and can contribute directly to antigenic variation, vastly increasing the trypanosome's capacity for immune evasion and posing a major problem for vaccine development.",
            "score": 72.48079681396484
        },
        {
            "docid": "35260696_3",
            "document": "Peptide microarray . The assay principle of peptide microarrays is similar to an ELISA protocol. The peptides (up to tens of thousands in several copies) are linked to the surface of a glass chip typically the size and shape of a microscope slide. This peptide chip can directly be incubated with a variety of different biological samples like purified enzymes or antibodies, patient or animal sera, cell lysates and then be detected through a label-dependent fashion, for example, by a primary antibody that targets the bound protein or modified substrates. After several washing steps a secondary antibody with the needed specificity (e.g. anti IgG human/mouse or anti phosphotyrosine or anti myc) is applied. Usually, the secondary antibody is tagged by a fluorescence label that can be detected by a fluorescence scanner. Other label-dependent detection methods includes chemiluminescence, colorimetric or autoradiography.",
            "score": 72.24346160888672
        },
        {
            "docid": "40160899_3",
            "document": "ImmTAC . ImmTACs are fusion proteins that combine an engineered T Cell Receptor (TCR) based targeting system with a single chain antibody fragment (scFv) effector function. TCRs, like antibodies, constitute an important antigen recognition system within the immune system; but, whereas antibodies are restricted to targeting cell surface or secreted proteins TCRs can recognise peptides derived from intracellular targets presented by human leukocyte antigen (HLA). Naturally occurring TCRs are low affinity (0.18-387 micromolar range) 2-chain membrane receptors expressed on the surface of T cells. To produce stable, soluble, high affinity TCRs capable of being used as diagnostics and therapeutics the two TCR protein chains are stabilised through the introduction of a novel disulphide bond between the 2 constant domains and the affinity increased 1-5 million fold to low picomolar values through phage display affinity maturation. To provide the soluble, affinity enhanced TCR with a biological effector function the beta chain of the TCR is fused to an scFv antibody fragment specific for the CD3 T cell co-receptor, creating an ImmTAC. The molecular weight of an ImmTAC molecule is ~75kDa.",
            "score": 72.13432312011719
        },
        {
            "docid": "40081998_2",
            "document": "Variant surface glycoprotein . Variant surface glycoprotein (VSG) is a ~60kDa protein which densely packs the cell surface of protozoan parasites belonging to the genus \"Trypanosoma\". They form a 12-15 nm surface coat and were first isolated from \"Trypanosoma brucei\" in 1975 by George Cross. VSG allows the trypanosomatid parasites to evade the mammalian host's immune system by extensive antigenic variation. VSG has no prescribed biochemical activity.",
            "score": 71.53028869628906
        },
        {
            "docid": "1430855_24",
            "document": "Phage display . The issue of using Ff phages for phage display is that they require the protein of interest to be translocated across the bacterial inner membrane before they are assembled into the phage. Some proteins cannot undergo this process and therefore cannot be displayed on the surface of Ff phages. In these cases, T7 phage display is used instead. In T7 phage display, the protein to be displayed is attached to the C-terminus of the gene 10 capsid protein of T7. The disadvantage of using T7 is that the size of the protein that can be expressed on the surface is limited to shorter peptides because large changes to the T7 genome cannot be accommodated like it is in M13 where the phage just makes its coat longer to fit the larger genome within it. However, it can be useful for the production of a large protein library for scFV selection where the scFV is expressed on an M13 phage and the antigens are expressed on the surface of the T7 phage.",
            "score": 71.47483825683594
        },
        {
            "docid": "40081998_15",
            "document": "Variant surface glycoprotein . VSG is first transcribed as a polycistron and then undergoes trypanosomatid-specific poly-adenylation and trans-splicing directed by polypyrimidine tracts. Because there is no transcriptional control, the VSG 3'UTR is important for its RNA stability (most importantly, the 8mer and 14mer). VSG is then transcribed on membrane-bound polysomes, and the appearance of the N-terminal signal sequence directs VSG to the ER. VSG is thereby co-translationally transported into the ER lumen, rapidly N-glycosylated (on asn-x-ser/thr sites) and GPI anchored at the ω site by a transamination reaction (removing of the C-term hydrophobic 17 or 23 aa GPI anchoring sequence). The ω site is always Ser (usually in 17 aa signal sequence peptides), Asp (usually in 23 aa signal sequence peptides), or Asn. Also, the number of N-glycosylation sites per VSG may vary (usually 1-3 N-glycans). VSG MITat.1.5 is glycosylated at all three potential N-glycosylation sites.",
            "score": 71.19415283203125
        },
        {
            "docid": "1430855_4",
            "document": "Phage display . Phage display was first described by George P. Smith in 1985, when he demonstrated the display of peptides on filamentous phage by fusing the peptide of interest onto gene III of filamentous phage. A patent by George Pieczenik claiming priority from 1985 also describes the generation of phage display libraries. This technology was further developed and improved by groups at the Laboratory of Molecular Biology with Greg Winter and John McCafferty, The Scripps Research Institute with Lerner and Barbas and the German Cancer Research Center with Breitling and Dübel for display of proteins such as antibodies for therapeutic protein engineering.",
            "score": 70.95654296875
        },
        {
            "docid": "761123_36",
            "document": "Hsp90 . Prediction and validation of the immunodominant epitope/s of HSP90 beta protein has been demonstrated using sera from infertile women having anti-HSP90 autoantibodies. The decapeptide EP6 (380-389)is a major immunogenic epitope of HSP90 followed by EP1 (1-12) and EP8 (488-498). Knowledge of binding epitopes on the autoantigen is necessary to understand the subsequent pathologic events. Predicted 3D structures of these peptides demonstrated that they exist in the loop conformation, which is the most mobile part of the protein. Also, analysis of the sequences of HSP90 beta across several species reveals that EP6 peptide forms a part of a well-conserved motif. A polyclonal antibody generated to the immunodominant epitope- EP6 confirms similar biochemical and cellular immunoreactivity as seen with the patients' sera with anti-HSP90 autoantibodies. The study might generate new tools for the detection of disease-inducing epitopes and a possible therapeutic intervention.",
            "score": 70.81182861328125
        },
        {
            "docid": "41225392_3",
            "document": "Synthetic antibody . Recombinant antibodies are monoclonal antibodies generated in vitro using synthetic genes. Recombinant antibody technology involves recovering the antibody genes from the source cells, amplifying and cloning the genes into an appropriate vector, introducing the vector into a host, and achieving expression of adequate amounts of functional antibody. Recombinant antibodies can be cloned from any species of antibody-producing animal, if the appropriate oligonucleotide primers or hybridization probes are available. The ability to manipulate the antibody genes makes it possible to generate new antibodies and antibody fragments, such as Fab fragments and scFv in vitro. This can be done at the level of the whole combining site by making new combinations of H and L chains. It can also be done by mutating individual CDRs. Display libraries, commonly expressed in phage or yeast, can be analysed to select for desirable characteristics arising from such changes in antibody sequence.",
            "score": 70.69245147705078
        },
        {
            "docid": "4797381_12",
            "document": "Dihydrolipoyl transacetylase . Primary biliary cirrhosis (PBC) is an autoimmune disease characterized by autoantibodies against mitochondrial and nuclear antigens. These are called anti-mitochondrial antibodies (AMA) and anti-nuclear antibodies (ANA), respectively. These antibodies are detectable in the sera of PBC patients and vary greatly with regards to epitope specificity from patient to patient. Of the mitochondrial antigens that can generate autoantibody reactivity in PBC patients, the E2 subunit of the pyruvate dehydrogenase complex, dihydrolipoyl transacetylase, is the most common epitope (other antigens include enzymes of the 2-oxoacid dehydrogenase complexes as well as the other enzymes of the pyruvate dehydrogenase complexes). Recent evidence has suggested that peptides within the catalytic site may present the immunodominant epitopes recognized by the anti-PDC-E2 antibodies in PBC patients. There is also evidence of anti-PDC-E2 antibodies in autoimmune hepatitis (AIH) patients.",
            "score": 70.55988311767578
        },
        {
            "docid": "33769881_10",
            "document": "Immunomics . Several types of microarrays have been created to specifically observe the immune system response and interactions. \"Antibody microarrays\" use antibodies as probes and antigens as targets. They can be used to directly measure the antigen concentrations for which the antibody probes are specific. \"Peptide microarrays\" use antigen peptides as probes and serum antibodies as targets. These can be used for functional immunomic applications to the understanding of autoimmune diseases and allergies, definition of B-cell epitopes, vaccine studies, detection assays, and analysis of antibody specificity. \"MHC microarrays\" are the most recent development in immunomic arrays and use peptide-MHC complexes and their co-stimulatory molecules as probes and T-cell populations as targets. Bound T-cells are activated and secrete cytokines, which are captured by specific detection antibodies. This microarray can map MHC-restricted T cell epitopes.",
            "score": 70.31657409667969
        },
        {
            "docid": "40081998_3",
            "document": "Variant surface glycoprotein . The parasite has a large cellular repertoire of antigenically distinct VSGs (~1500 complete and partial (pseudogenes)) located in telomeric and subtelomeric arrays (on megabase chromosomes or minichromosomes). VSGs are expressed from a bloodstream expression site (BES, ES) in a polycistron by RNA polymerase I (recruited to a ribosomal-type promoter) with other ES-associated genes (ESAGs), of which transferrin receptor (Tfr: ESAG6, ESAG7) is one. Only one VSG gene is expressed at a time, as only one of the ~15 ES are active in a cell. VSG expression is 'switched' by homologous recombination of a silent basic copy gene from an array (directed by homology) into the active telomerically-located expression site. Mosaic VSG genes can be created by homologous recombination of a partial VSG gene from an array. This partial gene may replace any portion of the residing VSG gene, creating a new mosaic VSG.",
            "score": 69.91533660888672
        },
        {
            "docid": "28189638_2",
            "document": "Affilin . Affilins are artificial proteins designed to selectively bind antigens. Affilin proteins are structurally derived from human ubiquitin (historically also from gamma-B crystallin). Affilin proteins are constructed by modification of surface-exposed amino acids of these proteins and isolated by display techniques such as phage display and screening. They resemble antibodies in their affinity and specificity to antigens but not in structure, which makes them a type of antibody mimetic. Affilin was developed by Scil Proteins GmbH as potential new biopharmaceutical drugs, diagnostics and affinity ligands.",
            "score": 69.57183837890625
        },
        {
            "docid": "1430855_2",
            "document": "Phage display . Phage display is a laboratory technique for the study of protein–protein, protein–peptide, and protein–DNA interactions that uses bacteriophages (viruses that infect bacteria) to connect proteins with the genetic information that encodes them. In this technique, a gene encoding a protein of interest is inserted into a phage coat protein gene, causing the phage to \"display\" the protein on its outside while containing the gene for the protein on its inside, resulting in a connection between genotype and phenotype. These displaying phages can then be screened against other proteins, peptides or DNA sequences, in order to detect interaction between the displayed protein and those other molecules. In this way, large libraries of proteins can be screened and amplified in a process called \"in vitro\" selection, which is analogous to natural selection.",
            "score": 69.14007568359375
        },
        {
            "docid": "1430855_25",
            "document": "Phage display . Databases and computational tools for mimotopes have been an important part of phage display study. Databases, programs and web servers have been widely used to exclude target-unrelated peptides, characterize small molecules-protein interactions and map protein-protein interactions. Users can use three dimensional structure of a protein and the peptides selected from phage display experiment to map conformational eptiopes. Some of the fast and efficient computational methods are available online (e.g. EpiSearch http://curie.utmb.edu/episearch.html ).",
            "score": 68.5340347290039
        }
    ]
}