{
    "q": [
        {
            "docid": "20445291_4",
            "document": "Potassium spatial buffering . Neurons are surrounded by extracellular fluid rich in sodium ions and poor in potassium ions. The concentrations of these ions are reversed inside the cells. Due to the difference in concentration, there is a chemical gradient across the cell membrane, which leads to sodium influx and potassium efflux. When the action potential takes place, a considerable change in extracellular potassium concentration occurs due to the limited volume of the CNS extracellular space. The change in potassium concentration in the extracellular space impacts a variety of neuronal processes, such as maintenance of membrane potential, activation and inactivation of voltage gated channels, synaptic transmission, and electrogenic transport of neurotransmitter. Change of extracellular potassium concentration of from 3mM can affect neural activity. Therefore, there are diverse cellular mechanisms for tight control of potassium ions, the most widely accepted mechanisms being K+ spatial buffering mechanism. Orkand and his colleagues who first theorized spatial buffering stated “if a Glial cell becomes depolarized by K+ that has accumulated in the clefts, the resulting current carries K+ inward in the high [K+] region and out again, through electrically coupled Glial cells in low [K+] regions”  In the model presented by Orkand and his colleagues, glial cells intake and traverse potassium ions from region of high concentrations to region of low concentration maintaining potassium concentration to be low in extracellular space. Glial cells are well suited for transportation of potassium ions since it has unusually high permeability to potassium ions and traverse long distance by its elongated shape or by being coupled to one another.",
            "score": 68.42360711097717
        },
        {
            "docid": "777072_3",
            "document": "Resting potential . Apart from the latter two, which occur in excitable cells (neurons, muscles, and some secretory cells in glands), membrane voltage in the majority of non-excitable cells can also undergo changes in response to environmental or intracellular stimuli . In principle, there is no difference between resting membrane potential and dynamic voltage changes like action potential from a biophysical point of view: all these phenomena are caused by specific changes in membrane permeabilities for potassium, sodium, calcium, and chloride ions, which in turn result from concerted changes in functional activity of various ion channels, ion transporters, and exchangers. Conventionally, resting membrane potential can be defined as a relatively stable, ground value of transmembrane voltage in animal and plant cells. Any voltage is a difference in electric potential between two points—for example, the separation of positive and negative electric charges on opposite sides of a resistive barrier. The typical resting membrane potential of a cell arises from the separation of potassium ions from intracellular, relatively immobile anions across the membrane of the cell. Because the membrane permeability for potassium is much higher than that for other ions (disregarding voltage-gated channels at this stage), and because of the strong chemical gradient for potassium, potassium ions flow from the cytosol into the extracellular space carrying out positive charge, until their movement is balanced by build-up of negative charge on the inner surface of the membrane. Again, because of the high relative permeability for potassium, the resulting membrane potential is almost always close to the potassium reversal potential. But in order for this process to occur, a concentration gradient of potassium ions must first be set up. This work is done by the ion pumps/transporters and/or exchangers and generally is powered by ATP.",
            "score": 52.23156666755676
        },
        {
            "docid": "6882629_2",
            "document": "GHK flux equation . The Goldman–Hodgkin–Katz flux equation (or GHK flux equation or GHK current density equation) describes the ionic flux across a cell membrane as a function of the transmembrane potential and the concentrations of the ion inside and outside of the cell. Since both the voltage and the concentration gradients influence the movement of ions, this process is a simplified version of \"electrodiffusion\". Electrodiffusion is most accurately defined by the Nernst–Planck equation and the GHK flux equation is a solution to the Nernst–Planck equation with the assumptions listed below.",
            "score": 74.36000180244446
        },
        {
            "docid": "777072_5",
            "document": "Resting potential . In most quantitative treatments of membrane potential, such as the derivation of Goldman equation, electroneutrality is assumed; that is, that there is no measurable charge excess in any side of the membrane. So, although there is an electric potential across the membrane due to charge separation, there is no actual measurable difference in the global concentration of positive and negative ions across the membrane (as it is estimated below), that is, there is no actual measurable charge excess on either side. That occurs because the effect of charge on electrochemical potential is hugely greater than the effect of concentration so an undetectable change in concentration creates a great change in electric potential.",
            "score": 40.91941857337952
        },
        {
            "docid": "23138298_4",
            "document": "Hodgkin cycle . It is important to understand membrane physiology in order to understand how cells communicate with one another. Signalling between cells, such as neurons for example, revolves around changes in the electrical potentials across their membranes. In a healthy cell at rest, the intracellular area is usually negatively charged relative to the extracellular region. Depolarization refers to when the intracellular region becomes less negatively charged relative to the extracellular region. The concentration of sodium ions is intimately related to the electrical potential across a membrane. Depolarization often occurs via the influx of sodium ions to the intracellular region. Given sodium ions have a positive charge, the intracellular region becomes less negatively charged relative to the extracellular region.",
            "score": 61.67646765708923
        },
        {
            "docid": "22528148_18",
            "document": "Ethanol-induced non-lamellar phases in phospholipids . In this study there are several atomic-scale molecular dynamics simulations created to illustrate how ethanol affects biomembranes containing phospholipids. The phospholipid membrane systems are comparable to the model membranes above but it only consists of one phospholipid which is palmitoyl-oleoyl-phosphatidylcholine (POPC) or palmitoyl-oleoyl-phosphatidylethanolamine (POPE). The primary difference between the phosphatidlycholine (PC) and phosphatidylethanolamine (PE) is that the three methyl groups attached to the Nitrogen atom for the PC structure is replaced by three hydrogen groups. The overall purpose of this study is similar to the study described above determining the effects of ethanol on biomembranes and how it is able to increase disorder in the membrane interior region forming non-lamellar phases in phospholipids. The experimental method and analytical technique is quite different. In the previous study, it emphasized the NNR technique using a set of host phospholipids, exchanging lipids, ethanol, and cholesterol to create model membranes. An aqueous solution containing 5% ethanol (v/v) was maintained but the concentration of cholesterol was varied to prove how this sterol compound can inhibit the effects of ethanol (inducing a liquid-disorder phase or non-lamellar phases) which is depicted in the different plots of the equilibrium constant (K) versus the mol% of cholesterol for each model membrane. In this study, phospholipid membrane is comparable to the model membrane which consists of POPC, ethanol, water and in some cases the addition of monovalent ions (Na, K, and Cl) that are transported throughout the membrane in the presence of ethanol. The concentration of ethanol varies ranging from 2.5 to 30 mol% in an aqueous solution but there is no addition of any sterol compound. The atomic-scale molecular dynamics simulations are used to monitor the changes in the phospholipid membrane. All the simulations are carried out using GROMACS simulation suite software along with other methods that are essential to perform the simulations. The temperature and pressure are controlled at 310K and 1bar. The simulations are measured at various time frames which include ficoseconds (fs), picoseconds (ps), and nanoseconds (ns). A typical simulation is composed of approximately 128 POPC lipids and 8000 solvent molecules which include water and ethanol. In each simulation ethanol molecules, water molecules, head group regions, acyl chains, and the monovalent ions are all color-coded which aids in interpreting the results of the simulations. The concentrations of ethanol are 2.5, 5.0, 15.0 and 30 mol%. The amount of ethanol molecules depend on the concentration of ethanol present in the phospholipid membrane. Force field parameters are measured for the POPC lipids and monovalent ions (Na, K, and Cl), which are very important. A summary of the atomic-scale molecular dynamics simulations is then provided which contains important information as followed: 1) a system number that corresponds to a particular phospholipid simulation 2) the concentration of ethanol mol% used in a particular simulation 3) the concentration of ethanol (v/v%) used for the simulation 3) the ethanol/lipid ratio that is derived from the simulation 4) the area (nm2) of the phospholipid membrane which details the expansion of the membranes as the concentration of ethanol is increased 5) the thickness of the membrane which is based on the distance between the average positions of the phosphorus atoms on opposite sides of the phospholipid membrane and 6) the tilt of the head group of the POPC lipid based on changes in the angle towards the interior region of the phospholipid membrane which was surprisingly not very significant.",
            "score": 65.27801513671875
        },
        {
            "docid": "531587_8",
            "document": "Depolarization . The resting potential must be established within a cell before the cell can be depolarized. There are many mechanisms by which a cell can establish a resting potential, however there is a typical pattern of generating this resting potential that many cells follow. The cell uses ion channels, ion pumps, and voltage-gated ion channels to generate a negative resting potential within the cell. However, the process of generating the resting potential within the cell also creates an environment outside the cell that favors depolarization. The sodium potassium pump is largely responsible for the optimization of conditions on both the interior and the exterior of the cell for depolarization. By pumping three positively charged sodium ions (Na) out of the cell for every two positively charged potassium ions (K) pumped into the cell, not only is the resting potential of the cell established, but an unfavorable concentration gradient is created by increasing the concentration of sodium outside the cell and increasing the concentration of potassium within the cell. Although there is an excessive amount of potassium in the cell and sodium outside the cell, the generated resting potential keeps the voltage-gated ion channels in the plasma membrane closed, preventing the ions that have been pumped across the plasma membrane from diffusing to an area of lower concentration. Additionally, despite the high concentration of positively-charged potassium ions, most cells contain internal components (of negative charge), which accumulate to establish a negative inner-charge.",
            "score": 56.85709595680237
        },
        {
            "docid": "563161_46",
            "document": "Membrane potential . As explained above, the potential at any point in a cell's membrane is determined by the ion concentration differences between the intracellular and extracellular areas, and by the permeability of the membrane to each type of ion. The ion concentrations do not normally change very quickly (with the exception of Ca, where the baseline intracellular concentration is so low that even a small influx may increase it by orders of magnitude), but the permeabilities of the ions can change in a fraction of a millisecond, as a result of activation of ligand-gated ion channels. The change in membrane potential can be either large or small, depending on how many ion channels are activated and what type they are, and can be either long or short, depending on the lengths of time that the channels remain open. Changes of this type are referred to as graded potentials, in contrast to action potentials, which have a fixed amplitude and time course.",
            "score": 58.671666622161865
        },
        {
            "docid": "479385_12",
            "document": "Extracellular fluid . The internal environment is stabilised in the process of homeostasis. Complex homeostatic mechanisms operate to regulate and keep the composition of the ECF stable. Individual cells can also regulate their internal composition by various mechanisms. There is a significant difference between the concentrations of sodium and potassium ions inside and outside the cell. The concentration of sodium ions is considerably higher in the extracellular fluid than in the intracellular fluid. The converse is true of the potassium ion concentrations inside and outside the cell. These differences cause all cell membranes to be electrically charged, with the positive charge on the outside of the cells and the negative charge on the inside. In a resting neuron (not conducting an impulse) the membrane potential is known as the resting potential, and between the two sides of the membrane is about -70 mV.",
            "score": 52.37016820907593
        },
        {
            "docid": "4912354_16",
            "document": "Postictal state . While not an example of active inhibition, acidosis of the blood could aid in ending the seizure and also depress neuron firing following its conclusion. As muscles contract during tonic-clonic seizures they outpace oxygen supplies and go into anaerobic metabolism. With continued contractions under anaerobic conditions, the cells undergo lactic acidosis, or the production of lactic acid as a metabolic byproduct. This acidifies the blood (higher H+ concentration, lower pH), which has many impacts on the brain. For one, “hydrogen ions compete with other ions at the ion channel associated with N-methyl-d-aspartate (NMDA). This competition may partially attenuate NMDA receptor and channel mediated hyperexcitability after seizures.” It is unlikely that these effects would be long-lasting, but by decreasing the effectiveness of NMDA-type glutamate receptors, high H+ concentrations could increase the threshold needed to excite the cell, inhibiting the seizure and potentially slowing neuronal signaling after the event.",
            "score": 56.868613719940186
        },
        {
            "docid": "5145367_10",
            "document": "Nanoionics . An important case of fast ionic conduction in solid states is that in surface space-charge layer of ionic crystals. Such conduction was first predicted by Kurt Lehovec. A significant role of boundary conditions with respect to ionic conductivity was first experimentally discovered by C.C. Liang who found an anomalously high conduction in the LiI-AlO two-phase system. Because a space-charge layer with specific properties has nanometer thickness, the effect is directly related to nanoionics (nanoionics-I). The Lehovec effect has become the basis for the creation of a multitude of nanostructured fast ion conductors which are used in modern portable lithium batteries and fuel cells. Recently, a 1D structure-dynamic approach was developed in nanoionics for detailed description of the space charge formation and relaxation processes in irregular potential relief (direct problem) and interpretation of characteristics of nanosystems with fast ion transport (inverse problem), as example, for the description of a collective phenomenon: coupled ion transport and dielectric-polarization processes which lead to A. K. Jonscher's \"universal\" dynamic response.",
            "score": 46.27810752391815
        },
        {
            "docid": "777072_14",
            "document": "Resting potential . For most animal cells potassium ions (K) are the most important for the resting potential. Due to the active transport of potassium ions, the concentration of potassium is higher inside cells than outside. Most cells have potassium-selective ion channel proteins that remain open all the time. There will be net movement of positively charged potassium ions through these potassium channels with a resulting accumulation of excess negative charge inside of the cell. The outward movement of positively charged potassium ions is due to random molecular motion (diffusion) and continues until enough excess negative charge accumulates inside the cell to form a membrane potential which can balance the difference in concentration of potassium between inside and outside the cell. \"Balance\" means that the electrical force (potential) that results from the build-up of ionic charge, and which impedes outward diffusion, increases until it is equal in magnitude but opposite in direction to the tendency for outward diffusive movement of potassium. This balance point is an \"equilibrium potential\" as the net transmembrane flux (or current) of K is zero. A good approximation for the equilibrium potential of a given ion only needs the concentrations on either side of the membrane and the temperature. It can be calculated using the Nernst equation: where",
            "score": 56.9091591835022
        },
        {
            "docid": "40604323_3",
            "document": "Mechanism of anoxic depolarization in the brain . Neurons function in the central nervous system by generating signals from synapses, and this only works in the proper chemical environment. An electrical signal is mediated by the sodium channels and leaky potassium channels in which intracellular K ion concentration is higher than its corresponding extracellular concentration, whereas extracellular concentrations of Na, Ca, and Cl ions are higher than the corresponding intracellular concentrations. This uneven distribution of ions is maintained by the Na/K ATPase pump which actively pumps Na out and K into the cell in a ratio of 3:2 per ATP used. A neuron has a resting membrane potential of -70mV due to the leaky potassium channels. As a neuron depolarizes due to Na ion influx through the sodium channels, the membrane reaches a threshold potential and then fires an all or none action potential, which either propagates down the axon or passes on to the other neurons via several gap junctions that link them.",
            "score": 66.73312747478485
        },
        {
            "docid": "598586_4",
            "document": "Threshold potential . Initial experiments revolved around the concept that any electrical change that is brought about in neurons must occur through the action of ions. The German physical chemist Walther Nernst applied this concept in experiments to discover nervous excitability, and concluded that the local excitatory process through a semi-permeable membrane depends upon the ionic concentration. Also, ion concentration was shown to be the limiting factor in excitation. If the proper concentration of ions was attained, excitation would certainly occur. This was the basis for discovering the threshold value.",
            "score": 54.250728368759155
        },
        {
            "docid": "28359604_5",
            "document": "Robert M. Miura . Miura’s current research interests focus on developing mathematical models in neuroscience for cell dynamics. He works with biologists to help them understand how and why a type of depressed brain activity induced in animals spreads as a slow, pathological wave. Robert, along with collaborator Henry Tuckwell, formulated one of the first models of spreading depression using the continuum approach. In recent years, he has expanded on this work in order to understand not just ion, but also energy homeostasis in the brain.",
            "score": 60.95740580558777
        },
        {
            "docid": "30695595_28",
            "document": "Biology Monte Carlo method . The coefficients \"c\" were determined empirically for a 1 M KCl solution, using MD simulations to benchmark the ion radial distribution functions against Equilibrium Monte Carlo simulations. The effect of hydration shells was found to be important in simulations at higher salt concentrations where the conductance of many ion channels, porin among them, is observed to saturate as the salt concentration in the electrolyte baths is further increased. Earlier simulations that did not include a model of hydration shells did not reproduce the conductance saturation behavior. This suggests an additional repulsive potential acting to prevent ion crowding, and hence limiting the concentration of ions and current density in the confined space of the pore even at high bath salt concentration. When the repulsive potential was included moderate channel conductance was observed.",
            "score": 63.932238817214966
        },
        {
            "docid": "453566_60",
            "document": "Phoenix (spacecraft) . Each of the four wet chemistry labs were identical, containing 26 chemical sensors and a temperature sensor. The polymer Ion Selective Electrodes (ISE) were able to determine the concentration of ions by measuring the change in electric potential across the ISE ion selective membrane as a function of concentration. Two gas sensing electrodes for oxygen and carbon dioxide worked on the same principle but a gas permeable membrane. A gold micro-electrode array was used for the Cyclic voltammetry and Anodic Stripping Voltammetry. Cyclic voltammetry is a method to study ions by applying a waveform of varying potential and measuring the current-voltage curve. Anodic Stripping Voltammetry first deposits the metal ions onto the gold electrode with an applied potential. After the potential is reversed, the current is measured while the metals are stripped off the electrode.",
            "score": 50.1305775642395
        },
        {
            "docid": "16074501_5",
            "document": "Spike-and-wave . Although there is evidence for the generation of a large EPSP, many studies have shown that synaptic inhibition remains functional during the generation of these types of paroxysmal depolarizing shifts. Also, it has been shown that a decrease in the inhibitory activity does not affect neocortical kindling. Therefore, the theory that spike-and-wave activity is caused by a giant EPSP due to the decrease or the absence of IPSPs (inhibitory postsynaptic potentials) is not accepted as a general mechanism for epileptic activity. Many studies have shown that the inhibitory postsynaptic signaling is actually increased during these epileptic attacks. The activation of postsynaptic GABA receptors leads to an increase in the intracellular chloride concentration, which in non-epileptic situations would lead to an IPSP. However, in seizure-related depolarizing shifts, there is a substantial activation of postsynaptic GABA receptors, which leads to an even larger concentration of intracellular chloride concentration. This change in ion concentration gradient causes the GABA inhibitory current to surpass the reversal potential, leading to an efflux of the chloride ions. This leads to a decreased amplitude or even reversed polarity of the IPSPs.",
            "score": 47.55526685714722
        },
        {
            "docid": "46999_3",
            "document": "Buffer solution . Buffer solutions achieve their resistance to pH change because of the presence of an equilibrium between the acid HA and its conjugate base A. When some strong acid is added to an equilibrium mixture of the weak acid and its conjugate base, the equilibrium is shifted to the left, in accordance with Le Châtelier's principle. Because of this, the hydrogen ion concentration increases by less than the amount expected for the quantity of strong acid added. Similarly, if strong alkali is added to the mixture the hydrogen ion concentration decreases by less than the amount expected for the quantity of alkali added. The effect is illustrated by the simulated titration of a weak acid with p\"K\" = 4.7. The relative concentration of undissociated acid is shown in blue and of its conjugate base in red. The pH changes relatively slowly in the buffer region, pH = p\"K\" ± 1, centered at pH = 4.7 where [HA] = [A]. The hydrogen ion concentration decreases by less than the amount expected because most of the added hydroxide ion is consumed in the reaction and only a little is consumed in the neutralization reaction which results in an increase in pH.",
            "score": 56.021836042404175
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 53.95927667617798
        },
        {
            "docid": "21120_5",
            "document": "Neuron . All neurons are electrically excitable, due to maintenance of voltage gradients across their membranes by means of metabolically driven ion pumps, which combine with ion channels embedded in the membrane to generate intracellular-versus-extracellular concentration differences of ions such as sodium, potassium, chloride, and calcium. Changes in the cross-membrane voltage can alter the function of voltage-dependent ion channels. If the voltage changes by a large enough amount, an all-or-none electrochemical pulse called an action potential is generated and this change in cross-membrane potential travels rapidly along the cell's axon, and activates synaptic connections with other cells when it arrives.",
            "score": 50.09520149230957
        },
        {
            "docid": "2036897_2",
            "document": "ISFET . An ISFET is an ion-sensitive field-effect transistor, that is a field-effect transistor used for measuring ion concentrations in solution; when the ion concentration (such as H, see pH scale) changes, the current through the transistor will change accordingly. Here, the solution is used as the gate electrode. A voltage between substrate and oxide surfaces arises due to an ion sheath.",
            "score": 48.76413178443909
        },
        {
            "docid": "233429_16",
            "document": "Cardiac pacemaker . The reversal of membrane potential triggers the opening of potassium leak channels, resulting in the rapid loss of potassium ions from the inside of the cell, causing repolarization (V gets more negative). The calcium channels are also inactivated soon after they open. In addition, as sodium channels become inactivated, sodium permeability into the cell is decreased. These ion concentration changes slowly repolarize the cell to resting membrane potential (-60mV). Another important note at this phase is that ionic pumps restore ion concentrations to pre-action potential status. The sodium-calcium exchanger ionic pump works to pump calcium out of the intracellular space, thus effectively relaxing the cell. The sodium/potassium pump restores ion concentrations of sodium and potassium ions by pumping sodium out of the cell and pumping (exchanging) potassium into the cell. Restoring these ion concentrations is vital because it enables the cell to reset itself and enables it to repeat the process of spontaneous depolarization leading to activation of an action potential.",
            "score": 47.64852952957153
        },
        {
            "docid": "39819676_8",
            "document": "Ion suppression in liquid chromatography–mass spectrometry . ESI has a more complex ionisation mechanism, relying heavily on droplet charge excess and as such there are many more factors to consider when exploring the cause of ion suppression. It has been widely observed that for many analytes, at high concentrations, ESI exhibits a loss of detector response linearity, perhaps due to reduced charge excess caused by analyte saturation at the droplet surface, inhibiting subsequent ejection of gas phase ions from further inside the droplet. Thus competition for space and/or charge may be considered as a source of ion suppression in ESI. Both physical and chemical properties of analytes (e.g. basicity and surface activity) determine their inherent ionisation efficiency. Biological sample matrices naturally tend to contain many endogenous species with high basicity and surface activity, hence the total concentration of these species in the sample will quickly reach levels at which ion suppression should be expected.",
            "score": 51.706318616867065
        },
        {
            "docid": "598586_8",
            "document": "Threshold potential . The phospholipid bilayer of the cell membrane is, in itself, highly impermeable to ions. The complete structure of the cell membrane includes many proteins that are embedded in or completely cross the lipid bilayer. Some of those proteins allow for the highly specific passage of ions, ion channels. Leak potassium channels allow potassium to flow through the membrane in response to the disparity in concentrations of potassium inside (high concentration) and outside the cell (low). The loss of positive(+) charges of the potassium(K+) ions from the inside of the cell results in a negative potential there compared to the extracellular surface of the membrane. A much smaller \"leak\" of sodium(Na+) into the cell results in the actual resting potential, about –70 mV, being less negative than the calculated potential for K+ alone, the equilibrium potential, about –90 mV. The sodium-potassium ATPase is an active transporter within the membrane that pumps potassium (2 ions) back into the cell and sodium (3 ions) out of the cell, maintaining the concentrations of both ions as well as preserving the voltage polarization.",
            "score": 53.085983753204346
        },
        {
            "docid": "239880_7",
            "document": "Reuptake . The classic transporter proteins use transmembrane ion gradients and electrical potential to transport neurotransmitter across the membrane of the presynaptic neuron. Typical neurotransmitter sodium symport (NSS) transporters, which are Na and Cl ion dependent, take advantage of both Na and Cl gradients, inwardly directed across the membrane. The ions flow down their concentration gradients, in many cases leading to transmembrane charge movement that is enhanced by the membrane potential. These forces pull the neurotransmitter substrate into the cell, even against its own concentration gradient. At a molecular level, Na ions stabilize amino acid binding at the substrate site and also hold the transporter in an outward-open conformation that allows substrate binding. The role of the Cl ion in the symport mechanism has been proposed to be for stabilizing the charge of the symported Na.",
            "score": 52.48151469230652
        },
        {
            "docid": "563161_25",
            "document": "Membrane potential . Ion channels are integral membrane proteins with a pore through which ions can travel between extracellular space and cell interior. Most channels are specific (selective) for one ion; for example, most potassium channels are characterized by 1000:1 selectivity ratio for potassium over sodium, though potassium and sodium ions have the same charge and differ only slightly in their radius. The channel pore is typically so small that ions must pass through it in single-file order. Channel pores can be either open or closed for ion passage, although a number of channels demonstrate various sub-conductance levels. When a channel is open, ions permeate through the channel pore down the transmembrane concentration gradient for that particular ion. Rate of ionic flow through the channel, i.e. single-channel current amplitude, is determined by the maximum channel conductance and electrochemical driving force for that ion, which is the difference between the instantaneous value of the membrane potential and the value of the reversal potential.",
            "score": 57.312119364738464
        },
        {
            "docid": "32239521_7",
            "document": "Ion transport number . There are two experimental techniques for the determination of transport numbers. The \"Hittorf method\" is based on measurements of ion concentration changes near the electrodes. The \"moving boundary method\" involves measuring the speed of displacement of the boundary between two solutions due to an electric current.",
            "score": 46.74214458465576
        },
        {
            "docid": "75873_27",
            "document": "Nernst equation . In dilute solutions, the Nernst equation can be expressed directly in the terms of concentrations (since activity coefficients are close to unity). But at higher concentrations, the true activities of the ions must be used. This complicates the use of the Nernst equation, since estimation of non-ideal activities of ions generally requires experimental measurements.",
            "score": 59.7534282207489
        },
        {
            "docid": "30695595_29",
            "document": "Biology Monte Carlo method . The electrical and physiological properties of ion channels are experimentally measured by inserting the channel into a lipid membrane separating two baths containing solutions of specific concentrations. A constant electrostatic bias is applied across the channel by immersing the electrodes in the two baths. Formulating boundary conditions that accurately represent these contact regions may require enormously large bath regions and is a challenging task. Beyond a Debye length from the membrane the electrostatic potential and ion densities do not vary appreciably. This assumption has been supported by the results of continuum results presented earlier. For typical salt concentrations used in ion channel simulations, the Debye length is of the order of 10 Å. Using the assumption, Dirichlet boundary conditions are imposed on the potential at the two domain boundary planes that are transverse to the channel, taking care that these planes are sufficiently far from the membrane.",
            "score": 59.494354009628296
        },
        {
            "docid": "5231858_16",
            "document": "Rheobase . Nerve excitability examination complements conventional nerve conduction studies by allowing insight into biophysical characteristics of axons, as well as their ion-channel functioning. The protocol is aimed at providing information about nodal as well as internodal ion channels, and the indices are extremely sensitive to axon membrane potential. These studies have provided insight into conditions characterized by changes in resting potential, such as electrolyte concentration and pH, as well as specific ion-channel and pump function in normal and diseased nerves. Furthermore, software programs enabling the calculation of rheobasic and time constant values from both normal and diseased nerves have recently enabled researchers to pinpoint some important factors for a number of pervasive nerve disorders, many of which involve substantial demyelination (see Clinical Significance). Supraximal electrical stimulation and measurement of conduction velocity and amplitudes of compound motor (CMAP) and sensory (SNAP) responses provide measures of the number and conduction velocities of large myelinated fibers. Additionally, multiple measures of excitability in the TROND protocol permit assessment of ion channels (transient and persistent Na channels, slow K channels) at nodes of Ranvier by computing stimulus response curves, strength duration time constant (chronaxie), rheobase, and the recovery cycle after passage of an action potential. This is accomplished by applying long polarizing currents to the nerve and measuring the influence of voltage on voltage gated-ion channels beneath myelin.",
            "score": 56.15018820762634
        },
        {
            "docid": "2821615_12",
            "document": "Electrochemical gradient . Since the ions are charged, they cannot pass through the membrane via simple diffusion. Two different mechanisms can transport the ions across the membrane: active or passive transport. An example of active transport of ions is the Na-K-ATPase (NKA). NKA catalyzes the hydrolysis of ATP into ADP and an inorganic phosphate and for every molecule of ATP hydrolized, three Na are transported outside and two K are transported inside the cell. This makes the inside of the cell more negative than the outside and more specifically generates a V of about -60mV. An example of passive transport is ion fluxes through Na, K, Ca, and Cl channels. These ions tend to move down their concentration gradient. For example, since there is a high concentration of Na outside the cell, Na will flow through the Na channel into the cell. Since the electric potential inside the cell is negative, the influx of a positive ion depolarizes the membrane which brings the transmembrane electric potential closer to zero. However, Na will continue moving down its concentration gradient as long as the effect of the chemical gradient is greater than the effect of the electrical gradient. Once the effect of both gradients are equal (for Na this at a V of about +70mV), the influx of Na stops because the driving force (ΔG) is zero. The equation for the driving force is:",
            "score": 45.309218645095825
        }
    ],
    "r": [
        {
            "docid": "6882629_2",
            "document": "GHK flux equation . The Goldman–Hodgkin–Katz flux equation (or GHK flux equation or GHK current density equation) describes the ionic flux across a cell membrane as a function of the transmembrane potential and the concentrations of the ion inside and outside of the cell. Since both the voltage and the concentration gradients influence the movement of ions, this process is a simplified version of \"electrodiffusion\". Electrodiffusion is most accurately defined by the Nernst–Planck equation and the GHK flux equation is a solution to the Nernst–Planck equation with the assumptions listed below.",
            "score": 74.36000061035156
        },
        {
            "docid": "24530_19",
            "document": "PH . This was the original definition of Sørensen, which was superseded in favor of pH in 1909. However, it is possible to measure the concentration of hydrogen ions directly, if the electrode is calibrated in terms of hydrogen ion concentrations. One way to do this, which has been used extensively, is to titrate a solution of known concentration of a strong acid with a solution of known concentration of strong alkaline in the presence of a relatively high concentration of background electrolyte. Since the concentrations of acid and alkaline are known, it is easy to calculate the concentration of hydrogen ions so that the measured potential can be correlated with concentrations. The calibration is usually carried out using a Gran plot. The calibration yields a value for the standard electrode potential, \"E\", and a slope factor, \"f\", so that the Nernst equation in the form can be used to derive hydrogen ion concentrations from experimental measurements of \"E\". The slope factor, \"f\", is usually slightly less than one. A slope factor of less than 0.95 indicates that the electrode is not functioning correctly. The presence of background electrolyte ensures that the hydrogen ion activity coefficient is effectively constant during the titration. As it is constant, its value can be set to one by defining the standard state as being the solution containing the background electrolyte. Thus, the effect of using this procedure is to make activity equal to the numerical value of concentration.",
            "score": 68.62358856201172
        },
        {
            "docid": "20445291_4",
            "document": "Potassium spatial buffering . Neurons are surrounded by extracellular fluid rich in sodium ions and poor in potassium ions. The concentrations of these ions are reversed inside the cells. Due to the difference in concentration, there is a chemical gradient across the cell membrane, which leads to sodium influx and potassium efflux. When the action potential takes place, a considerable change in extracellular potassium concentration occurs due to the limited volume of the CNS extracellular space. The change in potassium concentration in the extracellular space impacts a variety of neuronal processes, such as maintenance of membrane potential, activation and inactivation of voltage gated channels, synaptic transmission, and electrogenic transport of neurotransmitter. Change of extracellular potassium concentration of from 3mM can affect neural activity. Therefore, there are diverse cellular mechanisms for tight control of potassium ions, the most widely accepted mechanisms being K+ spatial buffering mechanism. Orkand and his colleagues who first theorized spatial buffering stated “if a Glial cell becomes depolarized by K+ that has accumulated in the clefts, the resulting current carries K+ inward in the high [K+] region and out again, through electrically coupled Glial cells in low [K+] regions”  In the model presented by Orkand and his colleagues, glial cells intake and traverse potassium ions from region of high concentrations to region of low concentration maintaining potassium concentration to be low in extracellular space. Glial cells are well suited for transportation of potassium ions since it has unusually high permeability to potassium ions and traverse long distance by its elongated shape or by being coupled to one another.",
            "score": 68.4236068725586
        },
        {
            "docid": "40604323_3",
            "document": "Mechanism of anoxic depolarization in the brain . Neurons function in the central nervous system by generating signals from synapses, and this only works in the proper chemical environment. An electrical signal is mediated by the sodium channels and leaky potassium channels in which intracellular K ion concentration is higher than its corresponding extracellular concentration, whereas extracellular concentrations of Na, Ca, and Cl ions are higher than the corresponding intracellular concentrations. This uneven distribution of ions is maintained by the Na/K ATPase pump which actively pumps Na out and K into the cell in a ratio of 3:2 per ATP used. A neuron has a resting membrane potential of -70mV due to the leaky potassium channels. As a neuron depolarizes due to Na ion influx through the sodium channels, the membrane reaches a threshold potential and then fires an all or none action potential, which either propagates down the axon or passes on to the other neurons via several gap junctions that link them.",
            "score": 66.73312377929688
        },
        {
            "docid": "14408479_71",
            "document": "Biological neuron model . In the case of modelling a biological neuron, physical analogues are used in place of abstractions such as \"weight\" and \"transfer function\". A neuron is filled and surrounded with water containing ions, which carry electric charge. The neuron is bound by an insulating cell membrane and can maintain a concentration of charged ions on either side that determines a capacitance . The firing of a neuron involves the movement of ions into the cell that occurs when neurotransmitters cause ion channels on the cell membrane to open. We describe this by a physical time-dependent current . With this comes a change in voltage, or the electrical potential energy difference between the cell and its surroundings, which is observed to sometimes result in a voltage spike called an action potential which travels the length of the cell and triggers the release of further neurotransmitters. The voltage, then, is the quantity of interest and is given by .",
            "score": 66.34520721435547
        },
        {
            "docid": "56859591_5",
            "document": "Lyotropy . The current understanding of ion-pairing equilibria in an aqueous environment can also be traced to the Eigen-Tamm model that introduced the use of two equlibria states for ion pairs: the contact ion pair (CIP) and the separated ion pair (SIP). As an early application of ion-pairing equilibria, Kester and Pytkowicz studied the role of sulfate and divalent cation ion-pairing in seawater . This ion-specific behavior was also elucitated through Collin’s Law of Matching Water Affinities that describes the strength of ion-pairing in terms of ion size and counterion, while also incorporating coordination state and entropy. Modern computational approaches to simulation of ion-pairing involve molecular dynamic simulations and ab initio calculations that often incorporate polarizable continuum solvent models.",
            "score": 65.50455474853516
        },
        {
            "docid": "22528148_18",
            "document": "Ethanol-induced non-lamellar phases in phospholipids . In this study there are several atomic-scale molecular dynamics simulations created to illustrate how ethanol affects biomembranes containing phospholipids. The phospholipid membrane systems are comparable to the model membranes above but it only consists of one phospholipid which is palmitoyl-oleoyl-phosphatidylcholine (POPC) or palmitoyl-oleoyl-phosphatidylethanolamine (POPE). The primary difference between the phosphatidlycholine (PC) and phosphatidylethanolamine (PE) is that the three methyl groups attached to the Nitrogen atom for the PC structure is replaced by three hydrogen groups. The overall purpose of this study is similar to the study described above determining the effects of ethanol on biomembranes and how it is able to increase disorder in the membrane interior region forming non-lamellar phases in phospholipids. The experimental method and analytical technique is quite different. In the previous study, it emphasized the NNR technique using a set of host phospholipids, exchanging lipids, ethanol, and cholesterol to create model membranes. An aqueous solution containing 5% ethanol (v/v) was maintained but the concentration of cholesterol was varied to prove how this sterol compound can inhibit the effects of ethanol (inducing a liquid-disorder phase or non-lamellar phases) which is depicted in the different plots of the equilibrium constant (K) versus the mol% of cholesterol for each model membrane. In this study, phospholipid membrane is comparable to the model membrane which consists of POPC, ethanol, water and in some cases the addition of monovalent ions (Na, K, and Cl) that are transported throughout the membrane in the presence of ethanol. The concentration of ethanol varies ranging from 2.5 to 30 mol% in an aqueous solution but there is no addition of any sterol compound. The atomic-scale molecular dynamics simulations are used to monitor the changes in the phospholipid membrane. All the simulations are carried out using GROMACS simulation suite software along with other methods that are essential to perform the simulations. The temperature and pressure are controlled at 310K and 1bar. The simulations are measured at various time frames which include ficoseconds (fs), picoseconds (ps), and nanoseconds (ns). A typical simulation is composed of approximately 128 POPC lipids and 8000 solvent molecules which include water and ethanol. In each simulation ethanol molecules, water molecules, head group regions, acyl chains, and the monovalent ions are all color-coded which aids in interpreting the results of the simulations. The concentrations of ethanol are 2.5, 5.0, 15.0 and 30 mol%. The amount of ethanol molecules depend on the concentration of ethanol present in the phospholipid membrane. Force field parameters are measured for the POPC lipids and monovalent ions (Na, K, and Cl), which are very important. A summary of the atomic-scale molecular dynamics simulations is then provided which contains important information as followed: 1) a system number that corresponds to a particular phospholipid simulation 2) the concentration of ethanol mol% used in a particular simulation 3) the concentration of ethanol (v/v%) used for the simulation 3) the ethanol/lipid ratio that is derived from the simulation 4) the area (nm2) of the phospholipid membrane which details the expansion of the membranes as the concentration of ethanol is increased 5) the thickness of the membrane which is based on the distance between the average positions of the phosphorus atoms on opposite sides of the phospholipid membrane and 6) the tilt of the head group of the POPC lipid based on changes in the angle towards the interior region of the phospholipid membrane which was surprisingly not very significant.",
            "score": 65.27801513671875
        },
        {
            "docid": "56859591_9",
            "document": "Lyotropy . Electrolyotropy incorporates Donnan-potential spatial gradients and ion-specific pairing, and is used to determine the distribution of the ions and electric potential by modeling charges as being either fixed or free. A canonical example is a surface-tethered polyelectrolyte brush with a variety of different fixed charged groups interacting with free ions and ion-pairs to minimize Gibbs free energy. Using streaming current measurements in a microslit electrokinetic system (MES), electrolyotropic theory can be used to determine stoichiometric dissociation constants of ion pairing. This approach proves useful in characterizing complex polyelectrolytes and mixtures of ions in solutions like those found in biological systems. In fact, pH and salt concentrations directly affect stoichiometric dissociation constants. Application of electrolyotropic theory has been proposed as a model of mucosal tissue.",
            "score": 64.25453186035156
        },
        {
            "docid": "1222689_19",
            "document": "Qualitative inorganic analysis . The solubility of the sulphides of the second group is very low. So, a less concentration of sulphide ions precipitate them. If the concentration is not kept very low then the sulphides of 3rd Group cations will also be precipitated due to that we won't be able to judge whether group 2 Cations are present in salt or not. So to add sulphide (S2-) ions in our water extract we add H2S but H2S dissociates more than required and result in a solution with excess of sulphide ions which is not favourable for our analysis. So to reduce the concentration of sulphide ions, we need to make sure that the solution already contains some H+ ions so that by Common Ion Effect, H2S dissociates less and we get less concentration of sulphide ions to precipitate the required group 2 sulphides ONLY for analysis. Hence, we add dil HCl in our water extract!",
            "score": 64.20380401611328
        },
        {
            "docid": "30695595_28",
            "document": "Biology Monte Carlo method . The coefficients \"c\" were determined empirically for a 1 M KCl solution, using MD simulations to benchmark the ion radial distribution functions against Equilibrium Monte Carlo simulations. The effect of hydration shells was found to be important in simulations at higher salt concentrations where the conductance of many ion channels, porin among them, is observed to saturate as the salt concentration in the electrolyte baths is further increased. Earlier simulations that did not include a model of hydration shells did not reproduce the conductance saturation behavior. This suggests an additional repulsive potential acting to prevent ion crowding, and hence limiting the concentration of ions and current density in the confined space of the pore even at high bath salt concentration. When the repulsive potential was included moderate channel conductance was observed.",
            "score": 63.93223571777344
        },
        {
            "docid": "2619023_4",
            "document": "Ionic strength . where one half is because we are including both cations and anions, \"c\" is the molar concentration of ion i (M, mol/L), \"z\" is the charge number of that ion, and the sum is taken over all ions in the solution. For a 1:1 electrolyte such as sodium chloride, where each ion is singly-charged, the ionic strength is equal to the concentration. For the electrolyte MgSO, however, each ion is doubly-charged, leading to an ionic strength that is four times higher than an equivalent concentration of sodium chloride:",
            "score": 62.90229797363281
        },
        {
            "docid": "14755439_8",
            "document": "WNK1 . In the mature brain, the GABA neurotransmitter represents the major inhibitory signal used in neuronal signaling. GABA activates the GABA receptor which is a Cl ion channel. Cl ions will enter the neuron causing hyperpolarization and inhibition of signaling. During brain development however, GABA activation will allow Cl ions to leave the neuron causing the neuron to depolarize. Thus, GABA is an excitatory neurotransmitter during development. WNK1 has been implicated in the developmental switch from excitatory to inhibitory GABA signaling via interaction with NKCC1 and KCCs. WNK1 phosphorylates SPAK/OSR1 which then phosphorylates KCC2 inhibiting the flow of Cl ions out of the cell during development. The concentrations of Cl ions and K ion play a major role in regulating WNK1 activity. In the DCT, the plasma concentration of K ion is thought to impact the concentration Cl ions within the nephron. High plasma K concentration down regulates WNK1 activity and prevents Cl ion from entering the nephron via the NCC. The opposite occurs when plasma K concentration is low; increased WNK1 activity boosts NCC activity promoting reabsorption of Cl ions. When there is an abundance of Cl ions within the nephron, WNK1 activity is inhibited by the binding of a Cl ion to WNK1's catalytic domain.",
            "score": 62.412418365478516
        },
        {
            "docid": "2302081_11",
            "document": "T-tubule . As the space within the lumen of the T-tubule is continuous with the space that surrounds the cell (the extracellular space), ion concentrations between the two are very similar. However, due to the importance of the ions within the T-tubules (particularly calcium in cardiac muscle), it is very important that these concentrations remain relatively constant. As the T-tubules are very thin, they essentially trap the ions. This is important as, regardless of the ion concentrations elsewhere in the cell, T-tubules still have enough calcium ions to permit muscle contraction. Therefore, even if the concentration of calcium outside the cell falls (hypocalcaemia), the concentration of calcium within the T-tubule remains relatively constant, allowing cardiac contraction to continue.",
            "score": 62.399532318115234
        },
        {
            "docid": "33818014_23",
            "document": "Nervous system network models . Computational science is an interdisciplinary field that combines engineering, biology, control systems, brain functions, physical sciences, and computer science. It has fundamental development models done at the lower levels of ions, neurons, and synapses, as well as information propagation between neurons. These models have established the enabling technology for higher-level models to be developed. They are based on chemical and electrical activities in the neurons for which electrical equivalent circuits are generated. A simple model for the neuron with predominantly potassium ions inside the cell and sodium ions outside establishes an electric potential on the membrane under equilibrium, i.e., no external activity, condition. This is called the resting membrane potential, which can be determined by Nernst Equation (Nernst, W. (1888)). An equivalent electrical circuit for a patch of membrane, for example an axon or dendrite, is shown in Figure 5. E and E are the potentials associated with the potassium and sodium channels respectively and R and R are the resistances associated with them. C is the capacitance of the membrane and I is the source current, which could be the test source or the signal source (action potential). The resting potential for potassium-sodium channels in a neuron is about -65 millivolts. The membrane model is for a small section of the cell membrane; for larger sections it can be extended by adding similar sections, called compartments, with the parameter values being the same or different. The compartments are cascaded by a resistance, called axial resistance. Figure 6 shows a compartmental model of a neuron that is developed over the membrane model. Dendrites are the postsynaptic receptors receiving inputs from other neurons; and the axon with one or more axon terminals transmits neurotransmitters to other neurons. The second building block is the Hodgkin-Huxley (HH) model of the action potential. When the membrane potential from the dendrites exceeds the resting membrane potential, a pulse is generated by the neuron cell and propagated along the axon. This pulse is called the action potential and HH model is a set of equations that is made to fit the experimental data by the design of the model and the choice of the parameter values.",
            "score": 62.39097213745117
        },
        {
            "docid": "23138298_4",
            "document": "Hodgkin cycle . It is important to understand membrane physiology in order to understand how cells communicate with one another. Signalling between cells, such as neurons for example, revolves around changes in the electrical potentials across their membranes. In a healthy cell at rest, the intracellular area is usually negatively charged relative to the extracellular region. Depolarization refers to when the intracellular region becomes less negatively charged relative to the extracellular region. The concentration of sodium ions is intimately related to the electrical potential across a membrane. Depolarization often occurs via the influx of sodium ions to the intracellular region. Given sodium ions have a positive charge, the intracellular region becomes less negatively charged relative to the extracellular region.",
            "score": 61.67646789550781
        },
        {
            "docid": "55498066_13",
            "document": "Bioelectricity . The vibrating ion-selective microelectrode was first used in 1990 to measure calcium fluxes in various cells and tissues. The ion-selective microelectrode is an adaptation of the glass microelectrode, where an ion-specific liquid ion exchanger (ionophore) is tip-filled into a previously silanized (to prevent leakage) microelectrode. Also, the microelectrode vibrates at low frequencies to operate in the accurate self-referencing mode. Only the specific ion permeates the ionophore, therefore the voltage readout is proportional to the ion concentration in the measuring condition. Then, flux is calculated using the Fick’s first law.",
            "score": 61.654083251953125
        },
        {
            "docid": "294338_38",
            "document": "Lead poisoning . The brain is the organ most sensitive to lead exposure. Lead is able to pass through the endothelial cells at the blood brain barrier because it can substitute for calcium ions and be uptaken by calcium-ATPase pumps. Lead poisoning interferes with the normal development of a child's brain and nervous system; therefore children are at greater risk of lead neurotoxicity than adults are. In a child's developing brain, lead interferes with synapse formation in the cerebral cortex, neurochemical development (including that of neurotransmitters), and organization of ion channels. It causes loss of neurons' myelin sheaths, reduces numbers of neurons, interferes with neurotransmission, and decreases neuronal growth. Lead-ions (Pb), like magnesium-ions (Mg), blocks NMDA receptors. Since the normal Pb concentration in the extracellular fluid is low (adult average of 120 mg), even a low increase in Pb concentration has a significant positive affect on the blockage of NMDA-receptors. Therefore, an increase in Pb concentration, will, effectively, inhibit ongoing long-term potentiations (LTPs), and lead to an abnormal increase long-term depression (LDPs) on neurons on the effected parts of the nervous system. These abnormalities lead to the indirect downregulation of NMDA-receptors, effectively initiating a positive feedback-loop for LDP. The targeting of NMDA receptors is thought to be one of the main causes for lead's toxicity to neurons.",
            "score": 61.3890266418457
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 61.33271789550781
        },
        {
            "docid": "40017629_16",
            "document": "Hugh Loxdale . During his time at Oxford, Loxdale designed and development a continuous, circulatory NADH+-coupled enzyme ADP assay system which allowed for the first time accurate measurement of pico-mole quantities of ADP released from small bundles of glycerol-extracted fibres (\"c.\" 60μm diam.; \"c.\" 1.2 cm. long) during activation by threshold calcium ion concentration [Ca2+] and stretch activation of fibrillar insect flight muscle (IFM), or [Ca2+] activation of vertebrate skeletal muscle; meanwhile the mechanical performance of the fibres could be simultaneously measured by oscillating them at a range of frequencies and amplitudes. From this, he was able to demonstrate that, contrary to theory, the tension cost (ratio of ATPase activity over tension) did not change markedly as a function of the level of activation, i.e. the ATPase versus tension relationships remained essentially constant. It was thus concluded that the rate constant of detachment of myosin from actin during the acto-myosin cross bridge cycle was not, as hitherto assumed, more especially for fibrillar IFM, the rate-limiting step in determining contraction speed of the muscle. Indeed, he was able to demonstrate using ATP solutions buffered with phosphate ions, that the tension cost and mechanical performance could even be dissociated from one another. In light of these findings, Roger H. Abbott formulated a four-state cross bridge cycle as most adequately accounting for the phenomena observed. In addition, using glycerol extracted rabbit psoas muscle fibres activated in the absence of threshold concentrations of calcium ions using reduced ionic strength, Loxdale was also able to demonstrate that magnesium ions are necessary to stabilize the troponin-tropomyosin regulatory system, i.e. maintain this in the non-activated condition.",
            "score": 61.32743835449219
        },
        {
            "docid": "33226262_6",
            "document": "Calcium encoding . Michael Forrest has shown that intracellular calcium dynamics may permit a Purkinje neuron to perform toggle and gain computations upon its inputs. So, showing how an ion concentration can be used as a computational variable - in particular, as a memory element: recording a history of firing and inputs, to dictate how the neuron responds to future inputs. Thus, this work hypothesizes that the membrane potential (V) is not the Purkinje cell's only coding variable but works alongside a calcium memory system. These two interact, with the calcium memory being encoded and decoded by the membrane potential. The toggle and gain computations are likely to be salient to network computations in the cerebellum, in the brain. Thus, ion computations can be important more globally than a single cell. Forrest terms this hypothesis: \"ion to network computation\".",
            "score": 61.14411926269531
        },
        {
            "docid": "2781940_10",
            "document": "Single-molecule experiment . As in the case of single molecule fluorescence spectroscopy, the technique known as single channel recording can be used to obtain specific kinetic information—in this case about ion channel function—that is not available when ensemble recording, such as whole-cell recording, is performed. Specifically, ion channels alternate between conducting and non-conducting classes, which differ in conformation. Therefore, the functional state of ion channels can be directly measured with sufficiently sensitive electronics, provided that proper precautions are taken to minimize noise. In turn, each of these classes may be divided into one or more kinetic states with direct bearing on the underlying function of the ion channel. Performing these types of single molecule studies under systematically varying conditions (e.g. agonist concentration and structure, permeant ion and/or channel blocker, mutations in the ion channel amino acids), can provide information regarding the interconversion of various kinetic states of the ion channel. In a minimal model for an ion channel, there are two states: open and closed. However, other states are often needed in order to accurately represent the data, including multiple closed states as well as inactive and/or desensitized states, which are non-conducting states that can occur even in the presence of stimulus.",
            "score": 61.045143127441406
        },
        {
            "docid": "28359604_5",
            "document": "Robert M. Miura . Miura’s current research interests focus on developing mathematical models in neuroscience for cell dynamics. He works with biologists to help them understand how and why a type of depressed brain activity induced in animals spreads as a slow, pathological wave. Robert, along with collaborator Henry Tuckwell, formulated one of the first models of spreading depression using the continuum approach. In recent years, he has expanded on this work in order to understand not just ion, but also energy homeostasis in the brain.",
            "score": 60.9574089050293
        },
        {
            "docid": "49742837_3",
            "document": "Sodium MRI . Tissue sodium concentration (TSC) is tightly regulated by healthy cells and are altered by energy status and cellular integrity, making it an effective marker for disease states. Cells maintain a low intracellular Na concentration by actively pumping Na ions out via the Na/K ATPase channel, and any challenge to the cell’s metabolism causing low ATP supply or compromise of the cell’s membrane integrity will drastically increase intracellular Na concentrations. After exhaustive exercise, for example, Na MRI can detect Na levels in tissues rising sharply, and can even visualize a sodium-rich meal in a patient’s stomach. Malignant tumors in particular alter their metabolism drastically, often to account for hypoxic intratumor conditions, leading to an decrease in cytosolic pH. To compensate, Na ions from the extracellular space are exchanged for protons in the Na/H antiport, the loss of which often attenuates cancer growth. Therefore, Na MRI is a useful clinical tool for detecting a number of disease states, including heart disease and cancer, as well as monitoring therapy. Tissue damage in stroke patients can be evaluated using Na MRI, with one study showing that a change of 50% higher TSC than the TSC in healthy brain tissue is consistent with complete infarction, and therefore can be used to determine tissue viability and treatment options for the patient. Tumor malignancy can also be evaluated based on the increases in TSC of rapidly proliferating cells. Malignant tumors have approximately 50-60% increased TSC relative to that of healthy tissues – however, increases in TSC cannot be determined to be due to changes in extracellular volume, intracellular sodium content or neovascularization. Another interesting use of Na MRI is in evaluating multiple sclerosis, wherein accumulation of sodium in axons can lead to axon degeneration. Preliminary studies have shown that there is a positive correlation between elevated TSC and disability.",
            "score": 60.956764221191406
        },
        {
            "docid": "11193835_5",
            "document": "Cortical spreading depression . Increased extracellular potassium ion concentration and excitatory glutamate contribute to the initiation and propagation of cortical spreading depression, which is the underlying cause of migraine aura.",
            "score": 60.756595611572266
        },
        {
            "docid": "33949413_40",
            "document": "Hypoxia in fish . In addition to a reduction in the rate of protein synthesis, it appears that some species of hypoxia-tolerant fish conserve energy by employing Hochachka’s ion channel arrest hypothesis. This hypothesis makes two predictions: The first prediction holds true. When membrane permeability to Na+ and K+ ions was compared between reptiles and mammals, reptile membranes were discovered to be five times less leaky. The second prediction has been more difficult to prove experimentally, however, indirect measures have showed a decrease in Na+/K+-ATPase activity in eel and trout hepatocytes during hypoxic conditions. Results seem to be tissue-specific, as crucian carp exposed to hypoxia do not undergo a reduction in Na+/K+ ATPase activity in their brain. Although evidence is limited, ion channel arrest enables organisms to maintain ion channel concentration gradients and membrane potentials without consuming large amounts of ATP.",
            "score": 60.492881774902344
        },
        {
            "docid": "17033211_2",
            "document": "Quantitative models of the action potential . In neurophysiology, several mathematical models of the action potential have been developed, which fall into two basic types. The first type seeks to model the experimental data quantitatively, i.e., to reproduce the measurements of current and voltage exactly. The renowned Hodgkin–Huxley model of the axon from the \"Loligo\" squid exemplifies such models. Although qualitatively correct, the H-H model does not describe every type of excitable membrane accurately, since it considers only two ions (sodium and potassium), each with only one type of voltage-sensitive channel. However, other ions such as calcium may be important and there is a great diversity of channels for all ions. As an example, the cardiac action potential illustrates how differently shaped action potentials can be generated on membranes with voltage-sensitive calcium channels and different types of sodium/potassium channels. The second type of mathematical model is a simplification of the first type; the goal is not to reproduce the experimental data, but to understand qualitatively the role of action potentials in neural circuits. For such a purpose, detailed physiological models may be unnecessarily complicated and may obscure the \"forest for the trees\". The Fitzhugh-Nagumo model is typical of this class, which is often studied for its entrainment behavior. Entrainment is commonly observed in nature, for example in the synchronized lighting of fireflies, which is coordinated by a burst of action potentials; entrainment can also be observed in individual neurons. Both types of models may be used to understand the behavior of small biological neural networks, such as the central pattern generators responsible for some automatic reflex actions. Such networks can generate a complex temporal pattern of action potentials that is used to coordinate muscular contractions, such as those involved in breathing or fast swimming to escape a predator.",
            "score": 60.301612854003906
        },
        {
            "docid": "4575803_3",
            "document": "Ion transporter . Ion transporters are classified as a super family of transporters that contain 12 families of transporters. These families are part of the Transport Classification (TC) system that is used by the International Union of Biochemistry and Molecular Biology (IUBMB) and are grouped according to characteristics such as the substrates being transported, the transport mechanism, the energy source used, and also by comparing the DNA sequences making up each protein. The most important unifying factor being the charged nature of the substrate which indicates the transport of an ion and not a neutral species. Ion transporters differ significantly from ion channels. An electrochemical gradient or concentration gradient is a difference in concentration of a chemical molecule or ion in two separate areas. At equilibrium the concentrations of the ion in both areas will be equal, so if there is a difference in concentration the ions will seek to flow \"down\" the concentration gradient or from a high concentration to low concentration. Ion channels allows the specific ions that will fit into the channel to flow down their concentration gradient, equalizing the concentrations on either side of the cell membrane. Ion channels accomplish this via facilitated diffusion which is a type of passive transport. In contrast, ion transporters perform active transport by moving ions against their concentration gradient. Using energy sources such as ATP, ion transporters are able to move ions against their concentration gradient which can then be used by secondary transporters or other proteins as a source of energy.",
            "score": 60.277191162109375
        },
        {
            "docid": "271430_10",
            "document": "Computational neuroscience . Even single neurons have complex biophysical characteristics and can perform computations (e.g.). Hodgkin and Huxley's original model only employed two voltage-sensitive currents (Voltage sensitive ion channels are glycoprotein molecules which extend through the lipid bilayer, allowing ions to traverse under certain conditions through the axolemma), the fast-acting sodium and the inward-rectifying potassium. Though successful in predicting the timing and qualitative features of the action potential, it nevertheless failed to predict a number of important features such as adaptation and shunting. Scientists now believe that there are a wide variety of voltage-sensitive currents, and the implications of the differing dynamics, modulations, and sensitivity of these currents is an important topic of computational neuroscience.",
            "score": 60.05889129638672
        },
        {
            "docid": "30057479_55",
            "document": "Nanogenerator . As for triboelectric nanogenerators, maximizing the charge generation on opposite sides can be achieved by selecting the materials with the largest difference in the ability to attract electrons and changing the surface morphology. In such a case, the output of the TENG depends on the type and concentration of molecules adsorbed on the surface of the triboelectric materials, which can be used for fabricating chemical and biochemical sensors. As an example, the performance of the TENG depends on the assembly of Au nanoparticles (NPs) onto the metal plate. These assembled Au NPs not only act as steady gaps between the two plates at strain free condition, but also enable the function of enlarging the contact area of the two plates, which will increase the electrical output of the TENG. Through further modification of 3-mercaptopropionic acid (3-MPA) molecules on the assembled Au NPs, the high-output nanogenerator can become a highly sensitive and selective nanosensor toward Hg ions detection because of the different triboelectric polarity of Au NPs and Hg ions. With its high sensitivity, selectivity and simplicity, the TENG holds great potential for the determination of Hg ions in environmental samples. The TENG is a future sensing system for unreachable and access-denied extreme environments. As different ions, molecules, and materials have their unique triboelectric polarities, we expect that the TENG can become either an electrical turn-on or turn-off sensor when the analytes are selectively binding to the modified electrode surface. We believe this work will serve as the stepping stone for related TENG studies and inspire the development of TENG toward other metal ions and biomolecules such as DNA and proteins in the near future.",
            "score": 60.02072525024414
        },
        {
            "docid": "75873_27",
            "document": "Nernst equation . In dilute solutions, the Nernst equation can be expressed directly in the terms of concentrations (since activity coefficients are close to unity). But at higher concentrations, the true activities of the ions must be used. This complicates the use of the Nernst equation, since estimation of non-ideal activities of ions generally requires experimental measurements.",
            "score": 59.75342559814453
        },
        {
            "docid": "30695595_29",
            "document": "Biology Monte Carlo method . The electrical and physiological properties of ion channels are experimentally measured by inserting the channel into a lipid membrane separating two baths containing solutions of specific concentrations. A constant electrostatic bias is applied across the channel by immersing the electrodes in the two baths. Formulating boundary conditions that accurately represent these contact regions may require enormously large bath regions and is a challenging task. Beyond a Debye length from the membrane the electrostatic potential and ion densities do not vary appreciably. This assumption has been supported by the results of continuum results presented earlier. For typical salt concentrations used in ion channel simulations, the Debye length is of the order of 10 Å. Using the assumption, Dirichlet boundary conditions are imposed on the potential at the two domain boundary planes that are transverse to the channel, taking care that these planes are sufficiently far from the membrane.",
            "score": 59.49435043334961
        },
        {
            "docid": "20445291_2",
            "document": "Potassium spatial buffering . Potassium spatial buffering is a mechanism for the regulation of extracellular potassium concentration by astrocytes. Other mechanisms for astrocytic potassium clearance are carrier-operated or channel-operated potassium chloride uptake. The repolarization of neurons tends to raise potassium concentration in the extracellular fluid. If a significant rise occurs, it will interfere with neuronal signaling by depolarizing neurons. Astrocytes have large numbers of potassium ion channels facilitating removal of potassium ions from the extracellular fluid. They are taken up at one region of the astrocyte and then distributed throughout the cytoplasm of the cell, and further to its neighbors via gap junctions. This keeps extracellular potassium at levels that prevent interference with normal propagation of an action potential.",
            "score": 59.30195617675781
        }
    ]
}