{
    "q": [
        {
            "docid": "118212_2",
            "document": "Staphylococcus aureus . Staphylococcus aureus is a Gram-positive, round-shaped bacterium that is a member of the Firmicutes, and it is a member of the normal flora of the body, frequently found in the nose, respiratory tract, and on the skin. It is often positive for catalase and nitrate reduction and is a facultative anaerobe that can grow without the need for oxygen. Although \"S. aureus\" is not always pathogenic (and can commonly be found existing as a commensal), it is a common cause of skin infections including abscesses, respiratory infections such as sinusitis, and food poisoning. Pathogenic strains often promote infections by producing virulence factors such as potent protein toxins, and the expression of a cell-surface protein that binds and inactivates antibodies. The emergence of antibiotic-resistant strains of \"S. aureus\" such as methicillin-resistant \"S. aureus\" (MRSA) is a worldwide problem in clinical medicine. Despite much research and development, no vaccine for \"S. aureus\" has been approved.",
            "score": 162.43247652053833
        },
        {
            "docid": "21354427_11",
            "document": "Human T-lymphotropic virus . While there is no present licensed vaccine, there are many factors which make a vaccine against HTLV-1 feasible. The virus displays relatively low antigenic variability, natural immunity does occur in humans, and experimental vaccination using envelope antigens has been shown to be successful in animal models. Plasmid DNA vaccines elicit potent and protective immune responses in numerous small-animal models of infectious diseases. However, their immunogenicity in primates appears less potent. In the past two decades a large initiative has been put forth to understand the biological and pathogenic properties of the human T-cell lymphotropic virus type 1 (HTLV-1); this has ultimately led to the development of various experimental vaccination and therapeutic strategies to combat HTLV-1 infection. These strategies include the development of envelope glycoprotein derived B-cell epitopes for the induction of neutralizing antibodies, as well as a strategy to generate a multivalent cytotoxic T-lymphocyte (CTL) response against the HTLV-1 Tax antigen. A vaccine candidate that can elicit or boost anti-gp46 neutralizing antibody response may have a potential for prevention and therapy against HTLV-1 infection.",
            "score": 45.509506940841675
        },
        {
            "docid": "21116621_4",
            "document": "Hookworm vaccine . Hookworm infections in humans can last for several years, and re-infection can occur very shortly after treatment, suggesting that hookworms effectively evade—and may interrupt or modulate—the host immune system. Successful hookworm vaccines have been developed for several animal species. On the basis of prior work, human vaccine development has targeted antigens from both the larval and adult stages of the hookworm life cycle; a combined vaccine for humans that would provide more complete protection. Current targets of larval proteins attenuate larval migration through host tissue; targets of adult proteins have been demonstrated to block enzymes vital to hookworm feeding.",
            "score": 57.0948600769043
        },
        {
            "docid": "10081505_6",
            "document": "MSCRAMM . Staphylococcus aureus An example for MSCRAMMs is \"S. aureus\". On its surface, protein A is expressed, which binds to the Fc region of IgG antibodies (the default antibody type, dealing with bacterial and viral infections). This has an antiphagocytic effect, i.e. macrophages cannot \"see\" these bacteria as easily as if they were correctly opsonised by antigen. Also, \"S. aureus\" expresses fibronectin-binding proteins, which promote binding to mucosal cells and tissue matrices. This protein is also referred to as clumping factor.",
            "score": 126.9072515964508
        },
        {
            "docid": "2734429_24",
            "document": "Alphavirus . Alphaviruses are of interest to gene therapy researchers, in particular the Ross River virus, Sindbis virus, Semliki Forest virus, and Venezuelan equine encephalitis virus have all been used to develop viral vectors for gene delivery. Of particular interest are the chimeric viruses that may be formed with alphaviral envelopes and retroviral capsids. Such chimeras are termed pseudotyped viruses. Alphaviral envelope pseudotypes of retroviruses or lentiviruses are able to integrate the genes that they carry into the expansive range of potential host cells that are recognized and infected by the alphaviral envelope proteins E2 and E1. The stable integration of viral genes is mediated by the retroviral interiors of these vectors. There are limitations to the use of alphaviruses in the field of gene therapy due to their lack of targeting, however, through the introduction of variable antibody domains in a non-conserved loop in the structure of E2, specific populations of cells have been targeted. Furthermore, the use of whole alphaviruses for gene therapy is of limited efficacy both because several internal alphaviral proteins are involved in the induction of apoptosis upon infection and also because the alphaviral capsid mediates only the transient introduction of mRNA into host cells. Neither of these limitations extend to alphaviral envelope pseudotypes of retroviruses or lentiviruses. However, the expression of Sindbis virus envelopes may lead to apoptosis, and their introduction into host cells upon infection by Sindbis virus envelope pseudotyped retroviruses may also lead to cell death. The toxicity of Sindbis viral envelopes may be the cause of the very low production titers realized from packaging cells constructed to produce Sindbis pseudotypes. Another branch of research involving alphaviruses is in vaccination. Alphaviruses are apt to be engineered to create replicon vectors which efficiently induce humoral and T-cell immune responses. They could therefore be used to vaccinate against viral, bacterial, protozoan, and tumor antigens.",
            "score": 45.65029549598694
        },
        {
            "docid": "45570_34",
            "document": "DNA vaccination . Comparisons of antibody responses generated by natural (viral) infection, immunization with recombinant protein and immunization with pDNA are summarised in Table 4. DNA-raised antibody responses rise much more slowly than when natural infection or recombinant protein immunization occurs. As many as 12 weeks may be required to reach peak titres in mice, although boosting can decrease the interval. This response is probably due to the low levels of antigen expressed over several weeks, which supports both primary and secondary phases of antibody response. DNA vaccine expressing HBV small and middle envelope protein was injected into adults with chronic hepatitis. The vaccine resulted in specific interferon gamma cell production. Also specific T-cells for middle envelop proteins antigens were developed. The immune response of the patients was not robust enough to control HBV infection",
            "score": 41.86436414718628
        },
        {
            "docid": "25020576_2",
            "document": "Skin and skin structure infection . A skin and skin structure infection (SSSI), also referred to as skin and soft tissue infection (SSTI) or acute bacterial skin and skin structure infection (ABSSSI), is an infection of skin and associated soft tissues (such as loose connective tissue and mucous membranes). The pathogen involved is usually a bacterial species. Such infections often requires treatment by antibiotics.",
            "score": 83.30485963821411
        },
        {
            "docid": "3524301_11",
            "document": "Burkholderia mallei . \"B. mallei\" is responsible for causing glanders disease, which historically mostly affected animals, such as horses, mules, and donkeys, and rarely humans. Horses are considered the natural host for \"B. mallei\" infection and are highly susceptible to it. \"B. mallei\" infects and gains access to the cell of its host through lysis of the entry vacuole. \"B. mallei\" has bacterial protein-dependent, actin-based motility once inside the cell. It is also able to initiate host cell fusion that results in multinucleated giant cells (MNGCs). The consequence of MNGCs has yet to be determined, but it may allow the bacteria to spread to different cells, evade responses by the infected host’s immune system, or allow the bacteria to remain in the host longer. \"B. mallei\" is able to survive inside host cells through its capabilities in disrupting the bacteria-killing functions of the cell. It leaves the vacuoles early, which allows for efficient replication of the bacteria inside the cell. Leaving the cell early also keeps the bacteria from being destroyed by lysosomal defensins and other pathogen-killing agents. MNGCs may help protect the bacteria from immune responses. \"B. mallei\"’s ability to live within the host cell makes developing a vaccine against it difficult and complex. The vaccine would need to create a cell-mediated immune response, as well as a humoral response to the bacteria in to be effective in protecting against \"B. mallei\". In regards to a vaccine against \"B. mallei\", the closeness of \"B. mallei\" to \"B. pseudomallei\" may make it possible that a vaccine developed for either type would be effective against the other.",
            "score": 54.78911232948303
        },
        {
            "docid": "192595_49",
            "document": "Methicillin-resistant Staphylococcus aureus . In skin abscesses, the primary treatment recommended is removal of dead tissue, incision, and drainage. More data is needed to determine the effectiveness of specific antibiotics therapy in SSIs. Examples of soft tissue infections from MRSA include: ulcers, impetigo, abscesses, and surgical site infections.",
            "score": 104.89088726043701
        },
        {
            "docid": "24872938_5",
            "document": "Sortase . Surface proteins not only promote interaction between the invading pathogen and animal tissues, but also provide ingenious strategies for bacterial escape from the host's immune response. In the case of \"S. aureus\" protein A, immunoglobulins are captured on the microbial surface and camouflage bacteria during the invasion of host tissues. \"S. aureus\" mutants lacking the srtA gene fail to anchor and display some surface proteins and are impaired in the ability to cause animal infections. Sortase acts on surface proteins that are initiated into the secretion (Sec) pathway and have their signal peptide removed by signal peptidase. The \"S. aureus\" genome encodes two sets of sortase and secretion genes. It is conceivable that \"S. aureus\" has evolved more than one pathway for the transport of 20 surface proteins to the cell wall envelope.",
            "score": 118.45511722564697
        },
        {
            "docid": "33732870_6",
            "document": "Pathogenesis-related protein . Although the term pathogenesis-related proteins by itself may give the impression that (all) proteins common to pathological processes in a given plant species can be considered PRs, proteins that are constitutively present in low, yet readily detectable amounts, but which are increased substantially by pathogen infection, such as oxidative and hydrolytic enzymes or general enzymes of aromatic biosynthesis, have been excluded. However, if specific isoforms of such enzymes do not normally occur but are induced as a result of infection, such isoenzymes do belong to the PRs. The major criterion for inclusion among the PRs is that the protein concerned is newly expressed upon infection, although not necessarily in all pathological conditions. These considerations imply that the characteristics of the induction of PRs take priority over other identifying characteristics, such as chemical properties and cellular localization.18 Proteins that are induced exclusively during disease development in compatible host–pathogen combinations have hardly been considered as PRs. Rather, the “classical” PRs are a collective set of novel proteins associated with host defense mainly in incompatible interactions and, thus, are related primarily to a special type of pathogenesis, i.e., one culminating in the impediment of further pathogen progress. In compatible host–pathogen interactions, pathogenesis, symptom expression, and reduction of growth are generally more severe, and enzyme activities may be increased to high levels, but novel host proteins have been observed only occasionally and remain poorly characterized. Proteins expressed under such conditions seem to be rather specific, being induced under the influence of particular pathogens but not others. This situation contrasts with the massive, apparently coordinated, induction of a common set of PRs in virtually any incompatible interaction, which in some cases can amount to 10% of the total soluble protein of the leaf. For this reason, PRs have been implicated in the resistance response and, more specifically, in the acquired resistance that is induced accompanying necrotic lesion formation in various plant species. When plants are locally infected with a pathogen inducing hypersensitive necrosis, they acquire systemically enhanced resistance to subsequent infection by various types of pathogens, and this systemic acquired resistance (SAR) is associated with the induction of PRs in tissues distant from the original inoculation site.1,7,8,19 Such observations suggested that PRs are defense proteins functioning in limiting pathogen multiplication and/or spread. Among the many metabolic alterations characteristic of a hypersensitive response, induction of PRs is a relatively late event,14 and their contribution to resistance against the initial infection is likely to be limited. In contrast, PRs induced in noninfected, distant leaves as a result of primary infection might afford an enhanced level of protection, resulting in reduced size or number of lesions, or even in reduced systemic symptom severity, upon further infection. The “related situations” in which PRs were found to be induced, seem to prove the point: application of chemicals that mimic the effect of pathogen infection or induce some aspects of the host response, as well as wound responses that give rise to proteins that are also induced during infections, can induce both PRs and acquired resistance. This is the case for salicylic acid, for example, which has since been shown to be an essential intermediate in the signal–transduction pathway leading to the induction of PRs in tobacco.",
            "score": 46.97876596450806
        },
        {
            "docid": "214294_9",
            "document": "Hepatitis D . The HDV envelope protein has three of the HBV surface proteins anchored to it. The S region of the genome is most commonly expressed and its main function is to assemble subviral particles. HDV antigen proteins can combine with the viral genome to form a ribonucleoprotein (RNP) which when enveloped with the subviral particles can form viral-like particles that are almost identical to mature HDV, but they are not infectious. Researchers had concluded that the determinant of infectivity of HDV was within the N-terminal pre-S1 domain of the large protein (L). It was found to be a mediator in binding to the cellular receptor. Recently, researchers Georrges Abou Jaoudé and Camille Sureau published an article that studied the role of the antigenic loop, found in HDV envelope proteins, in the infectivity of the virus. The antigenic loop, like the N-terminal pre-S1 domain of the large protein, is exposed at the virion surface. Jaoudé and Sureau’s study provided evidence that the antigenic loop may be an important factor in HDV entry into the host cell and by mutating parts of the antigenic loop, the infectivity of HDV may be minimized.",
            "score": 50.891443490982056
        },
        {
            "docid": "54855489_8",
            "document": "Rhinocladiella mackenziei . \"Rhinocladiella mackenziei\" is a black yeast-like neurotropic fungus and one of the three main causative agents of cerebral phaeohyphomycosis. Histologically, infection by this agent causes the cerebrospinal fluid to become blackish and necrotic, pus-filled lesions to develop in brain tissue. \"R. mackenziei\" is mostly found in brain abscesses of immunocompetent patients, however infection has been reported in conjunction with Primary Central Nervous System Lymphoma (PCNSL). Infection by this agent is associated with extremely high mortality despite aggressive antifungal treatment and surgery. Symptoms may include headaches, fevers, neurological deficits, seizures, hemiparesis and even psychotic behavior. Infection is thought to result from exposure to conidia through inhalation, ingestion or through skin lesions. Diagnosis of cerebral phaeohyphomycosis by \"R. mackenziei\" is confirmed by the microscopic observation of pigmented fungal elements in affected tissues combined with the identification of the agent by culture or genetic sequencing. Central nervous system colonization is thought to be secondary to spread through blood and lymph tissue. The basis for the affinity of \"R. mackenziei\" for brain tissue is unknown but has been hypothesized to involve the fungal melanin which acts as a virulence factor by allowing it to evade a human host's immune system and cross the blood-brain barrier. Melanin also protects the fungal cell wall from hydrolysis by binding to free radicals and hypochlorite produced by phagocytic cells as well as antifungal drugs, blocking them from acting upon the fungal pathogen.",
            "score": 43.89061880111694
        },
        {
            "docid": "15673373_16",
            "document": "IL17A . The role of adaptive immune responses mediated by antigen specific Th17 has been investigated more recently. Antigen specific Th17 cells were also shown to recognize conserved protein antigens among different K. pneumoniae strains and provide broad-spectrum serotype-independent protection. Antigen specific CD4 T cells also limit nasopharyngeal colonization of S. pneumoniae in mouse models. Furthermore, immunization with pneumococcal whole cell antigen and several derivatives provided IL-17-mediated, but not antibody dependent, protection against S. pneumoniae challenge. In fungal infection, it has been shown an IL-17 producing clone with a TCR specific for calnexin from Blastomyces dermatitidis confers protection with evolutionary related fungal species including Histoplasma spp.",
            "score": 38.89133048057556
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 48.97130584716797
        },
        {
            "docid": "35349626_9",
            "document": "Herpes simplex research . David M. Knipe, a Professor at Harvard Medical School has developed \"dl\"5-29. The \"dl\"5-29 vaccine is also known under the name ACAM-529 or HSV-529, a replication-defective vaccine that has proved successful in preventing both HSV-2 and HSV-1 infections and in combating the virus in already-infected hosts, in animal models. The HSV-529 is a leading vaccine candidate which has been investigated in numerous research publications, and is endorsed by many researchers in the field (i.a. Lynda A. Morrison and Jeffrey Cohen). It has also been shown that the vaccine induces strong HSV-2-specific antibody and T-cell responses, protects against challenge with a wild-type HSV-2 virus, reduces the severity of recurrent disease, provides cross-protection against HSV-1. The ongoing trials would prove if a durable immune response in humans is to be successfully achieved or if the vaccine is too over attenuated to do the same. The vaccine is now being researched and developed by Sanofi Pasteur. Both Sanofi Pasteur and the clinical-stage immunotherapy company Immune Design have entered a broad collaboration, which will explore the potential of various combinations of agents against HSV-2, including an adjuvanted trivalent vaccine candidate G103, consisting of recombinantly-expressed viral proteins.",
            "score": 43.39417052268982
        },
        {
            "docid": "55008725_10",
            "document": "Wall Associated Kinases (WAKs) - Pectin Receptors . A pathogen’s path to infection begins with the cell wall; the proteins that connect the cell wall to the plasma membrane are the initial mediators in the pathogen response. WAK1 is induced in a plant’s pathogenic response along with other pathogen-related proteins that function in protection. Wak1 is present in Arabidopsis plant tissue, with WAK1 mRNA expression more abundant in plant stem, leaves than in the roots and its extracellular domain contains epidermal growth repeats that facilitates cell signaling. Heat and salt do not have an effect in WAK1 production within tissues, however wounding is significant as it causes the expression of a WAK1 message by 2,2-dichloroisonicotinic acid (INA), a natural salicylate (SA) in the signal transduction pathway in the plant response to infection. Since WAK1 is vital to the survival of a plant in response to pathogens, it simultaneously confers resistant to SA to a point where the plant can survive exposure to high levels of SA. Increased resistance to SA through WAK1 expression can only be conferred through ectopic expression of an entire WAK1 protein or kinase domain. This ultimately means that inducing WAK1 expression causes decreased SA levels and a reduced toxicity, hence protection, demonstrating a role of WAK1 in regulating pathogenic attacks.",
            "score": 38.33493518829346
        },
        {
            "docid": "10418651_8",
            "document": "Powdery scab . \"S. subterranea\" is an obligate parasite slime mold that infects the below ground structures of the host. Infection leads to hypertrophy and hyperplasia of the host cells and eventual bursting. However, the mechanism behind this is still unknown. Zoospores infect the root hairs by attaching to the outer surface, encysting, and then penetrating the epidermis through lenticels and stomata. Once inside, the multinucleate plasmodium divides to spread and produce more zoospores. The plasmodium causes the infected host cells to multiply rapidly and enlarge into a gall. This rapid multiplication also produces uninucleate cells that aggregate together as sporosori. The sporosori look like a powdery mass within the gall, which gives this disease its name. Eventually the gall swells and bursts out the epidermis of the tuber, releasing the spores back into the soil. Gall severity depends on inoculum level, environment, and potato skin type. Infection is most prevalent in the early stages of tuber formation while the potato tissue is unsuberized. But, infection can occur at all stages on development. White and red skinned potatoes and highly susceptible while russet skinned are somewhat resistant. Russet skin is thicker and has higher levels of the LOX protein which is used as a marker for resistance. There is little known about variation and sexual recombination within \"S. subterranea,\" therefore high priority is given to researching the variations within potato cultivars for researching host/pathogen relationships and management.",
            "score": 62.46825468540192
        },
        {
            "docid": "2362_27",
            "document": "Antibody . Humans and higher primates also produce \"natural antibodies\" that are present in serum before viral infection. Natural antibodies have been defined as antibodies that are produced without any previous infection, vaccination, other foreign antigen exposure or passive immunization. These antibodies can activate the classical complement pathway leading to lysis of enveloped virus particles long before the adaptive immune response is activated. Many natural antibodies are directed against the disaccharide galactose α(1,3)-galactose (α-Gal), which is found as a terminal sugar on glycosylated cell surface proteins, and generated in response to production of this sugar by bacteria contained in the human gut. Rejection of xenotransplantated organs is thought to be, in part, the result of natural antibodies circulating in the serum of the recipient binding to α-Gal antigens expressed on the donor tissue.",
            "score": 36.362618923187256
        },
        {
            "docid": "45063467_5",
            "document": "David M. Knipe . In 1979, Knipe joined the faculty at Harvard Medical School as an assistant professor of Microbiology and Molecular Genetics and established his own lab to study HSV. He showed that HSV replicates its DNA in defined compartments in the infected cell nucleus. They further showed that the viral genome associated with the nuclear lamina for immediate-early transcription. This work revealed that intranuclear proteins are localized to specific sites to carry out their functions, much as cytoplasmic proteins were known to localize to specific sites. This led to new areas of study of intranuclear compartmentalization of DNA virus replication. Knipe's research has shown that host cell DNA repair and recombination proteins are localized to the viral replication compartments and that some of these inhibit viral replication while some are essential for viral replication. He discovered the molecular basis of herpes simplex virus lytic and latent infection through the definition of epigenetic regulatory mechanisms in which: viral proteins promote euchromatin modifications on viral chromation and transcription of lytic genes in epithelial cells; and the viral latency-associated transcript promotes heterochromatin modifications on viral chromatin and silencing of lytic genes in neurons. He defined the structure of viral chromatin during latent infection of neurons and the mechanisms by which viral DNA is kept silenced during latent infection. He has also defined the cellular proteins that recognize herpesviral DNA in the nucleus and initiate innate signaling and restrict viral gene expression and identified viral proteins that block host innate responses. His work has shown that replication-defective viruses can serve as a genital herpes vaccine and as a vaccine vector—one of these genital herpes vaccines, HSV-529, is the leading candidate in phase I clinical trials.",
            "score": 54.75308132171631
        },
        {
            "docid": "2311903_28",
            "document": "Endogenous retrovirus . Immunological studies have shown some evidence for T cell immune responses against HERVs in HIV-infected individuals. The hypothesis that HIV induces HERV expression in HIV-infected cells led to the proposal that a vaccine targeting HERV antigens could specifically eliminate HIV-infected cells. The potential advantage of this novel approach is that, by using HERV antigens as surrogate markers of HIV-infected cells, it could circumvent the difficulty inherent in directly targeting notoriously diverse and fast-mutating HIV antigens.",
            "score": 44.83306884765625
        },
        {
            "docid": "424464_3",
            "document": "Linezolid . In the United States, the indications for linezolid use approved by the U.S. Food and Drug Administration (FDA) are the treatment of vancomycin-resistant \"Enterococcus\" \"faecium\" infections, with or without bacterial invasion of the bloodstream; nosocomial pneumonia (hospital-acquired) and community-acquired pneumonia caused by \"S. aureus\" or \"S. pneumoniae\"; complicated skin and skin structure infections (cSSSI) caused by susceptible bacteria, including diabetic foot infection, unless complicated by osteomyelitis (infection of the bone and bone marrow); and \"uncomplicated\" skin and soft tissue infections caused by \"S. pyogenes\" or \"S. aureus\". The manufacturer advises against the use of linezolid for community-acquired pneumonia or \"uncomplicated\" skin and soft tissue infections caused by MRSA. In the United Kingdom, pneumonia and cSSSIs are the only indications noted in the product labeling.",
            "score": 115.34293484687805
        },
        {
            "docid": "1933672_6",
            "document": "Original antigenic sin . Between primary and secondary infections, or following vaccination, a virus may undergo antigenic drift, in which the viral surface proteins (the epitopes) are altered through natural mutation, allowing the virus to escape the immune system. When this happens, the altered virus preferentially reactivates previously activated high-affinity memory B cells and spur antibody production. However, the antibodies produced by these B cells generally ineffectively bind to the altered epitopes. In addition, these antibodies inhibit the activation of higher-affinity naive B cells that \"would\" be able to make more effective antibodies to the second virus. This leads to a less effective immune response and recurrent infections may take longer to clear.",
            "score": 38.20731163024902
        },
        {
            "docid": "16081289_9",
            "document": "Nonspecific immune cell . The classification of dendritic cells as another type of white blood cell occurred over thirty-five years ago by Ralph Steinmann and Zanvil A. Cohn and has provided an essential link in the innate immune system. Dendritic cells line airways and intestines, participate in a rich network making up part of the epidermal layer of the skin, and play a unique role in initiating a primary immune response. Dendritic cells are named after their structure that resembles that of a dendrite of an axon, and they have two vital functions: display antigens, which are recognized by T cells and alert lymphocytes of the presence of an injury or infection. When the body is introduced to infection or injury, dendritic cells migrate to immune or lymphoid tissues. These two types of tissues are rich in T cells, the cells whose actions are induced by dendritic cells. Dendritic cells will capture antigens and engulf them through the process of phagocytosis. Dendritic cells contain Toll-like receptors (TLR) that will recognize a broad variety of microorganisms in the case of invasion. The activation of these receptors stimulates specific antigen responses and development of antigen-specific adaptive immunity. A unique feature of dendritic cells is that they are able to open up the tight junctions between epithelial cells and sample invaders themselves, all while maintaining the integrity of the epithelial barrier with expression of their own tight-junction proteins. A real life example of dendritic cell functions is displayed in the rejection of organ transplants.",
            "score": 23.532455921173096
        },
        {
            "docid": "19612999_7",
            "document": "Follicular B helper T cells . T cells are considered an indispensable T cell subset in the generation and maintenance of germinal center responses. Therefore, in the absence of T cells, similar to B cell activation by T-cell independent antigens, a quick burst of low affinity plasma cell production is formed but this does not lead to germinal center induction nor permit antibody affinity maturation or the differentiation of effective memory B cells which are essential in fortifying the body against subsequent infections. Specifically, germinal center-dependent memory B cells are the drivers of recall antibody production during a secondary immune response. Therefore, the proper activation and development of T cells is central to the efficacy of immunizations and vaccine design for the induction of long-term immunity. In a Bangladeshi population study of patients infected with \"Vibrio cholera\" and healthy human volunteers administered with an existing cholera vaccine, a memory T response specifically against cholera antigen had correlated with further antibody production by B cells.",
            "score": 35.912209033966064
        },
        {
            "docid": "2410595_4",
            "document": "Tigecycline . Tigecycline is used to treat different kinds of bacterial infections, including complicated skin and structure infections, complicated intra-abdominal infections and community-acquired bacterial pneumonia. The spectrum of activity of tigecycline is discussed below. Tigecycline is given intravenously and has activity against a variety of Gram-positive and Gram-negative bacterial pathogens, many of which are resistant to existing antibiotics. Tigecycline successfully completed phase III trials in which it was at least equal to intravenous vancomycin and aztreonam to treat complicated skin and skin structure infections, and to intravenous imipenem and cilastatian to treat complicated intra-abdominal infections. Tigecycline is active against many Gram-positive bacteria, Gram-negative bacteria and anaerobes – including activity against methicillin-resistant \"Staphylococcus aureus\" (MRSA), \"Stenotrophomonas maltophilia\", \"Haemophilus influenzae\", and \"Neisseria gonorrhoeae\" (with MIC values reported at 2 µg/mL) and multi-drug resistant strains of \"Acinetobacter baumannii\". It has no activity against \"Pseudomonas\" spp. or \"Proteus\" spp. The drug is licensed for the treatment of skin and soft tissue infections as well as intra-abdominal infections.",
            "score": 78.40123510360718
        },
        {
            "docid": "27655967_5",
            "document": "Glycoprotein 100 . Hydrophilic recombinant gp100 protein (HR-gp100) has been topically applied on human intact skin in vitro, and used as a vaccine in a mouse model. It was demonstrated that HR-gp100 permeates into human skin, and is processed and presented by human dendritic cells. In the mouse model, an HR-gp100-based vaccine triggered antigen-specific T cell responses, as shown by proliferation assays, ELISA and intracellular staining for IFN-γ.",
            "score": 41.60276222229004
        },
        {
            "docid": "967_8",
            "document": "Acute disseminated encephalomyelitis . A preceding antigenic challenge can be identified in approximately two-thirds of people. Viral infections thought to induce ADEM include influenza virus, dengue, enterovirus, measles, mumps, rubella, varicella zoster, Epstein Barr virus, cytomegalovirus, herpes simplex virus, hepatitis A, and coxsackievirus; while the bacterial infections include Mycoplasma pneumoniae, Borrelia burgdorferi, Leptospira, and beta-hemolytic Streptococci. The only vaccine proven to induce ADEM is the Semple form of the rabies vaccine, but hepatitis B, pertussis, diphtheria, measles, mumps, rubella, pneumococcus, varicella, influenza, Japanese encephalitis, and polio vaccines have all been implicated. The majority of the studies that correlate vaccination with ADEM onset use small samples or case studies. Large scale epidemiological studies (e.g., of MMR vaccine or smallpox vaccine) do not show increased risk of ADEM following vaccination. In rare cases, ADEM seems to follow from organ transplantation. An upper bound for the risk of ADEM from measles vaccination, if it exists, can be estimated to be 10 per million, which is far lower than the risk of developing ADEM from an actual measles infection, which is about 1 per 1,000 cases. For a rubella infection, the risk is 1 per 5,000 cases. Some early vaccines, later shown to have been contaminated with host animal CNS tissue, had ADEM incident rates as high as 1 in 600.",
            "score": 47.135366320610046
        },
        {
            "docid": "5398413_10",
            "document": "Viral vector . Viruses expressing pathogen proteins are currently being developed as vaccines against these pathogens, based on the same rationale as DNA vaccines. T-lymphocytes recognize cells infected with intracellular parasites based on the foreign proteins produced within the cell. T cell immunity is crucial for protection against viral infections and such diseases as malaria. A viral vaccine induces expression of pathogen proteins within host cells similarly to the Sabin Polio vaccine and other attenuated vaccines. However, since viral vaccines contain only a small fraction of pathogen genes, they are much safer and sporadic infection by the pathogen is impossible. Adenoviruses are being actively developed as vaccines.",
            "score": 45.33285737037659
        },
        {
            "docid": "192595_44",
            "document": "Methicillin-resistant Staphylococcus aureus . Both CA-MRSA and HA-MRSA are resistant to traditional anti-staphylococcal beta-lactam antibiotics, such as cephalexin. CA-MRSA has a greater spectrum of antimicrobial susceptibility to sulfa drugs (like co-trimoxazole (trimethoprim/sulfamethoxazole), tetracyclines (like doxycycline and minocycline) and clindamycin (for osteomyelitis). MRSA can be eradicated with a regimen of linezolid, though treatment protocols vary and serum levels of antibiotics vary widely person to person and may affect outcomes. The effective treatment of MRSA with linezolid has been successful in 87% of people. Linezolid is more effective in soft tissue infections than vancomycin. This is compared to eradication of infection in those with MRSA treated with vancomycin. Treatment with vancomycin is successful in approximately 49% of people. Linezolid belongs to the newer oxazolidinone class of antibiotics which has been shown to be effective against both CA-MRSA and HA-MRSA. The Infectious Disease Society of America recommends vancomycin, linezolid, or clindamycin (if susceptible) for treating those with MRSA pneumonia. Ceftaroline, a fifth-generation cephalosporin, is the first beta-lactam antibiotic approved in the US to treat MRSA infections in skin and soft tissue or community acquired pneumonia.",
            "score": 80.07590782642365
        },
        {
            "docid": "14157278_11",
            "document": "PD-L1 . It appears that upregulation of PD-L1 may allow cancers to evade the host immune system. An analysis of 196 tumor specimens from patients with renal cell carcinoma found that high tumor expression of PD-L1 was associated with increased tumor aggressiveness and a 4.5-fold increased risk of death.  Many PD-L1 inhibitors are in development as immuno-oncology therapies and are showing good results in clinical trials. Clinically available examples include Durvalumab, atezolizumab and avelumab. In normal tissue, feedback between transcription factors like STAT3 and NF-κB restricts the immune response to protect host tissue and limit inflammation. In cancer, loss of feedback restriction between transcription factors can lead to increased local PD-L1 expression, which could limit the effectiveness of systemic treatment with agents targeting PD-L1. In a mouse model of intracellular infection, \"L. monocytogenes\" induced PD-L1 protein expression in T cells, NK cells, and macrophages. PD-L1 blockade (using blocking antibodies) resulted in increased mortality for infected mice. Blockade reduced TNFα and nitric oxide production by macrophages, reduced granzyme B production by NK cells, and decreased proliferation of \"L. monocytogenes\" antigen-specific CD8 T cells (but not CD4 T cells). This evidence suggests that PD-L1 acts as a positive costimulatory molecule in intracellular infection.",
            "score": 40.51253068447113
        },
        {
            "docid": "8513008_18",
            "document": "Host tropism . More than an estimated 30% of the world population is colonized by \"Staphylococcus aureus\", a microorganism capable of causing skin infections, nosocomial infections, and food poisoning due to its tropism for human skin and soft tissue. The \"S. aureus\" clonal complex CC121 is known to exhibit multi-host tropism for both humans and rabbits. This is thought to be do to a single nucleotide mutation that evolved the CC121 complex into ST121 clonal complex, the clone capable of infecting rabbits.",
            "score": 110.02758121490479
        }
    ],
    "r": [
        {
            "docid": "118212_2",
            "document": "Staphylococcus aureus . Staphylococcus aureus is a Gram-positive, round-shaped bacterium that is a member of the Firmicutes, and it is a member of the normal flora of the body, frequently found in the nose, respiratory tract, and on the skin. It is often positive for catalase and nitrate reduction and is a facultative anaerobe that can grow without the need for oxygen. Although \"S. aureus\" is not always pathogenic (and can commonly be found existing as a commensal), it is a common cause of skin infections including abscesses, respiratory infections such as sinusitis, and food poisoning. Pathogenic strains often promote infections by producing virulence factors such as potent protein toxins, and the expression of a cell-surface protein that binds and inactivates antibodies. The emergence of antibiotic-resistant strains of \"S. aureus\" such as methicillin-resistant \"S. aureus\" (MRSA) is a worldwide problem in clinical medicine. Despite much research and development, no vaccine for \"S. aureus\" has been approved.",
            "score": 162.43247985839844
        },
        {
            "docid": "118212_3",
            "document": "Staphylococcus aureus . \"Staphylococcus\" was first identified in 1880 in Aberdeen, Scotland, by surgeon Sir Alexander Ogston in pus from a surgical abscess in a knee joint. This name was later amended to \"Staphylococcus aureus\" by Friedrich Julius Rosenbach, who was credited by the official system of nomenclature at the time. An estimated 20% to 30% of the human population are long-term carriers of \"S. aureus\" which can be found as part of the normal skin flora, in the nostrils, and as a normal inhabitant of the lower reproductive tract of women. \"S. aureus\" can cause a range of illnesses, from minor skin infections, such as pimples, impetigo, boils, cellulitis, folliculitis, carbuncles, scalded skin syndrome, and abscesses, to life-threatening diseases such as pneumonia, meningitis, osteomyelitis, endocarditis, toxic shock syndrome, bacteremia, and sepsis. It is still one of the five most common causes of hospital-acquired infections and is often the cause of wound infections following surgery. Each year, around 500,000 patients in hospitals of the United States contract a staphylococcal infection, chiefly by \"S. aureus\". Up to 50,000 deaths each year in the USA are linked with \"S. aureus\" infections.",
            "score": 136.05186462402344
        },
        {
            "docid": "13752767_6",
            "document": "Staphylococcus aureus alpha toxin . Alpha-toxin is also one of the key virulence factors in \"S. aureus\" pneumonia. The level of alpha-toxin expressed by a particular strain of \"S. aureus\" directly correlates with the virulence of the strain. Recent research has shown that immunization with a mutant form of alpha-toxin that is no longer able to form pores protects against \"S. aureus\" pneumonia in mice. Also, introduction of alpha-toxin specific antibodies into an unimmunized animal protects against subsequent infection. Cultures of human lung epithelial cells incubated with anti-alpha-toxin and infected with \"S. aureus\" showed marked reductions in cellular damage when compared to control cells. As many strains of \"S. aureus\" are proving to be resistant to most available antibiotics, specific targeting of virulence factors with antibodies may be the next step to treating this pathogen.",
            "score": 134.9840087890625
        },
        {
            "docid": "15690011_4",
            "document": "Staphylococcal infection . The main coagulase-positive staphylococcus is Staphylococcus aureus, although not all strains of Staphylococcus aureus are coagulase positive. These bacteria can survive on dry surfaces, increasing the chance of transmission. S. aureus is also implicated in toxic shock syndrome; during the 1980s some tampons allowed the rapid growth of S. aureus, which released toxins that were absorbed into the bloodstream. Any S. aureus infection can cause the staphylococcal scalded skin syndrome, a cutaneous reaction to exotoxin absorbed into the bloodstream. It can also cause a type of septicaemia called pyaemia. The infection can be life-threatening. Problematically, Methicillin-resistant Staphylococcus aureus (MRSA) has become a major cause of hospital-acquired infections. MRSA has also been recognized with increasing frequency in community-acquired infections. The symptoms of a Staph Infection include a collection of pus, such as a boil or furuncle, or abscess. The area is typically tender or painful and may be reddened or swollen.",
            "score": 134.70030212402344
        },
        {
            "docid": "10081505_6",
            "document": "MSCRAMM . Staphylococcus aureus An example for MSCRAMMs is \"S. aureus\". On its surface, protein A is expressed, which binds to the Fc region of IgG antibodies (the default antibody type, dealing with bacterial and viral infections). This has an antiphagocytic effect, i.e. macrophages cannot \"see\" these bacteria as easily as if they were correctly opsonised by antigen. Also, \"S. aureus\" expresses fibronectin-binding proteins, which promote binding to mucosal cells and tissue matrices. This protein is also referred to as clumping factor.",
            "score": 126.9072494506836
        },
        {
            "docid": "118212_70",
            "document": "Staphylococcus aureus . While some of these vaccines candidates have shown immune responses, other aggravated an infection by \"S. aureus\". To date, none of these candidates provides protection against a \"S. aureus\" infection. The development of Nabi’s StaphVax was stopped in 2005 after phase III trials failed. Intercell’s first V710 vaccine variant was terminated during phase II/III after higher mortality and morbidity were observed among patients who developed \"S. aureus\" infection.",
            "score": 125.75326538085938
        },
        {
            "docid": "42276189_7",
            "document": "PLEKHA7 . In 2015, researchers discovered that PLEKHA7 recruits the so-called microprocessor complex (association of Drosha and DGCR8 proteins) to a growth-inhibiting site (apical zonula adherens) in epithelial cells instead of sites at basolateral areas of cell–cell contact containing tyrosine-phosphorylated p120 and active Src. Loss of PLEKHA7 disrupts miRNAs regulation, causing tumorigenic signaling and growth. Restoring normal miRNA levels in tumor cells can reverse that aberrant signaling. In 2015 it was also discovered that PLEKHA7 has a role in controlling susceptibility to Staphylococcus aureus alpha-toxin Cells lacking PLEKHA7 are injured by the toxin, but recover after intoxication. Mice knockout for PLEKHA7 are viable and fertile, and when infected with methycillin-resistant S. aureus USA300 LAC strain they show a decreased disease severity in both skin infection and lethal pneumonia, thus identifying PLEKHA7 as a potential nonessential host target to reduce S. aureus virulence during epithelial infections.",
            "score": 125.63606262207031
        },
        {
            "docid": "53960307_4",
            "document": "Andreas Peschel . Peschel's research focuses on the biology and pathogenicity of the bacterium \"Staphylococcus aureus\", a major cause of severe human infections. Multidrug-resistant \"S. aureus\" such as methicillin-resistant \"S. aureus\" (MRSA) represent a major cause of morbidity and mortality worldwide demanding new strategies for prevention and therapy of staphylococcal infections. The symptomless colonization of the human nose by \"S. aureus\" represents a major risk factor for invasive \"S. aureus\" infections. Peschel's laboratory pioneered research on the strategies used by \"S aureus\" to colonize the human nose and elude the immune system to cause infections. In 2016 his team demonstrated that many nasal bacteria produce antimicrobial compounds such as the novel antibiotic \"lugdunin\" that may become novel drugs against bacterial infections and may be used to prevent pathogen colonization. Peschel is a principal investigator of the German Center for Infection Research (DZIF), which connects basic and translational research on major infectious diseases.",
            "score": 123.13609313964844
        },
        {
            "docid": "118212_23",
            "document": "Staphylococcus aureus . \"S. aureus\" biofilm is the predominant cause of orthopedic implant-related infections, but is also found on cardiac implants, vascular grafts, various catheters, and cosmetic surgical implants. After implantation, the surface of these devices becomes coated with host proteins, which provide a rich surface for bacterial attachment and biofilm formation. Once the device becomes infected, it must by completely removed, since \"S. aureus\" biofilm cannot be destroyed by antibiotic treatments.",
            "score": 123.01720428466797
        },
        {
            "docid": "118212_10",
            "document": "Staphylococcus aureus . While \"S. aureus\" usually acts as a commensal bacterium, asymptomatically colonizing about 30% of the human population, it can sometimes cause disease. In particular, \"S. aureus\" is one of the most common causes of bacteremia and infective endocarditis. Additionally, it can cause various skin and soft-tissue infections, particularly when skin or mucosal barriers have been breached.",
            "score": 121.48316955566406
        },
        {
            "docid": "192595_18",
            "document": "Methicillin-resistant Staphylococcus aureus . Like all \"S. aureus\" (also abbreviated SA at times), methicillin-resistant \"S. aureus\" (MRSA) is a gram-positive, spherical (coccus) bacterium that is about 1 micron in diameter. It does not form spores and it is non-motile. It forms grape-like clusters or chains. Unlike Methicillin-susceptible \"S. aureus\" (MSSA), MRSA is slower growing on a variety of media and has been found to exist in mixed colonies of MSSA. The mecA gene, which confers the resistance to a number of antibiotics is present in MRSA and not in MSSA. In some instances, the mecA gene is present in MSSA but is not expressed. Polymerase chain reaction (PCR) testing is the most precise method in identifying MRSA strains. Specialized culture media have been developed to better differentiate between MSSA and MRSA and in some cases, it will identify specific strains that are resistant to different antibiotics. Other strains of \"S. aureus \" have emerged that are resistant to oxacillin, clindamycin, teicoplanin, and erythromycin. These resistant strains may or may not possess the mecA gene. \"S. aureus \" has also developed resistance to vancomycin (VRSA). One strain is only partially susceptible to vancomycin and is called vancomycin-intermediate \"S. aureus\" (VISA). GISA is a strain of resistant S. aureus and stands for glycopeptide-intermediate \"S. aureus\" and is less suspectible to vancomycin and teicoplanin. Resistance to antibiotics in \"S. aureus\" can be quantified. This done by determining the amount of the antibiotic in micrograms/milliliter must be used to inhibit growth. If S. aureus is inhibited at a concentration of vancomycin of less than or equal to 4 micrograms/milliliter, it is said to be susceptible. If a concentration of greater than 32 micrograms/milliliter is necessary to inhibit growth, it is said to be resistant.",
            "score": 120.78353118896484
        },
        {
            "docid": "23173149_38",
            "document": "Staphylococcus . The first \"S. aureus\" genomes to be sequenced were those of N315 and Mu50, in 2001. Many more complete \"S. aureus\" genomes have been submitted to the public databases, making it one of the most extensively sequenced bacteria. The use of genomic data is now widespread and provides a valuable resource for researchers working with \"S. aureus\". Whole genome technologies, such as sequencing projects and microarrays, have shown an enormous variety of \"S. aureus\" strains. Each contains different combinations of surface proteins and different toxins. Relating this information to pathogenic behaviour is one of the major areas of staphylococcal research. The development of molecular typing methods has enabled the tracking of different strains of \"S. aureus\". This may lead to better control of outbreak strains. A greater understanding of how the staphylococci evolve, especially due to the acquisition of mobile genetic elements encoding resistance and virulence genes is helping to identify new outbreak strains and may even prevent their emergence.",
            "score": 119.74840545654297
        },
        {
            "docid": "24872938_5",
            "document": "Sortase . Surface proteins not only promote interaction between the invading pathogen and animal tissues, but also provide ingenious strategies for bacterial escape from the host's immune response. In the case of \"S. aureus\" protein A, immunoglobulins are captured on the microbial surface and camouflage bacteria during the invasion of host tissues. \"S. aureus\" mutants lacking the srtA gene fail to anchor and display some surface proteins and are impaired in the ability to cause animal infections. Sortase acts on surface proteins that are initiated into the secretion (Sec) pathway and have their signal peptide removed by signal peptidase. The \"S. aureus\" genome encodes two sets of sortase and secretion genes. It is conceivable that \"S. aureus\" has evolved more than one pathway for the transport of 20 surface proteins to the cell wall envelope.",
            "score": 118.45511627197266
        },
        {
            "docid": "51873753_2",
            "document": "SprX small RNA . In molecular biology the small pathogenicity island RNA X (alias RsaOR) gene is a bacterial non-coding RNA. It was discovered in a large-scale analysis of \"Staphylococcus aureus\". SprX was shown to influence antibiotic resistance of the bacteria to Vancomycin and Teicoplanin glycopeptides, which are used to treat MRSA infections. In this study the authors identified a SprX target, stage V sporulation protein G (Spo VG). By reducing Spo VG expression levels, SprX affects \"S. aureus\" resistance to the glycopeptide antibiotics. Further work demonstrated its involvement in the regulation of pathogenicity factors.",
            "score": 118.3824462890625
        },
        {
            "docid": "424464_3",
            "document": "Linezolid . In the United States, the indications for linezolid use approved by the U.S. Food and Drug Administration (FDA) are the treatment of vancomycin-resistant \"Enterococcus\" \"faecium\" infections, with or without bacterial invasion of the bloodstream; nosocomial pneumonia (hospital-acquired) and community-acquired pneumonia caused by \"S. aureus\" or \"S. pneumoniae\"; complicated skin and skin structure infections (cSSSI) caused by susceptible bacteria, including diabetic foot infection, unless complicated by osteomyelitis (infection of the bone and bone marrow); and \"uncomplicated\" skin and soft tissue infections caused by \"S. pyogenes\" or \"S. aureus\". The manufacturer advises against the use of linezolid for community-acquired pneumonia or \"uncomplicated\" skin and soft tissue infections caused by MRSA. In the United Kingdom, pneumonia and cSSSIs are the only indications noted in the product labeling.",
            "score": 115.34293365478516
        },
        {
            "docid": "118212_34",
            "document": "Staphylococcus aureus . \"S. aureus\" biofilm has high resistance to antibiotic treatments and host immune response. One hypothesis for explaining this is that the biofilm matrix protects the embedded cells by acting as a barrier to prevent antibiotic penetration. However, the biofilm matrix is composed with many water channels, so this hypothesis is becoming increasingly less likely, but a biofilm matrix possibly contains antibiotic‐degrading enzymes such as β-lactamases, which can prevent antibiotic penetration. Another hypothesis is that the conditions in the biofilm matrix favor the formation of persister cells, which are highly antibiotic-resistant, dormant bacterial cells. \"S. aureus\" biofilms also have high resistance to host immune response. Though the exact mechanism of resistance is unknown, \"S. aureus\" biofilms have increased growth under the presence of cytokines produced by the host immune response. Host antibodies are less effective for \"S. aureus\" biofilm due to the heterogenous antigen distribution, where an antigen may be present in some areas of the biofilm, but completely absent from other areas.",
            "score": 115.31472778320312
        },
        {
            "docid": "118212_17",
            "document": "Staphylococcus aureus . The presence of \"S. aureus\" in persons with atopic dermatitis is not an indication to treat with oral antibiotics, as evidence has not shown this to give benefit to the patient. However, topical antibiotics combined with corticosteroids have been found to improve the condition. Colonization of \"S. aureus\" drives inflammation of atopic dermatitis; \"S. aureus\" is believed to exploit defects in the skin barrier of persons with atopic dermatitis, triggering cytokine expression and therefore exacerbating symptoms.",
            "score": 114.4625244140625
        },
        {
            "docid": "118212_61",
            "document": "Staphylococcus aureus . The carriage of \"S. aureus\" is an important source of hospital-acquired infection (also called nosocomial) and community-acquired MRSA. Although \"S. aureus\" can be present on the skin of the host, a large proportion of its carriage is through the anterior nares of the nasal passages and can further be present in the ears. The ability of the nasal passages to harbour \"S. aureus\" results from a combination of a weakened or defective host immunity and the bacterium's ability to evade host innate immunity. Nasal carriage is also implicated in the occurrence of staph infections.",
            "score": 114.39231872558594
        },
        {
            "docid": "118212_59",
            "document": "Staphylococcus aureus . Vancomycin-resistant \"S. aureus\" (VRSA) is a strain of \"S. aureus\" that has become resistant to the glycopeptides. The first case of vancomycin-intermediate \"S. aureus\" (VISA) was reported in Japan in 1996; but the first case of \"S. aureus\" truly resistant to glycopeptide antibiotics was only reported in 2002. Three cases of VRSA infection had been reported in the United States as of 2005.",
            "score": 113.9731674194336
        },
        {
            "docid": "192595_2",
            "document": "Methicillin-resistant Staphylococcus aureus . Methicillin-resistant \"Staphylococcus aureus\" (MRSA) ( or ) refers to a group of gram-positive bacteria that are genetically distinct from other strains of \"Staphylococcus aureus\". MRSA is responsible for several difficult-to-treat infections in humans. MRSA is any strain of \"S. aureus\" that has developed, through horizontal gene transfer and natural selection, multiple drug resistance to beta-lactam antibiotics. β-lactam antibiotics are a broad spectrum group which includes some penams – penicillin derivatives such as methicillin and oxacillin, and cephems such as the cephalosporins. Strains unable to resist these antibiotics are classified as methicillin-susceptible \"S. aureus\", or MSSA.",
            "score": 113.44267272949219
        },
        {
            "docid": "995668_2",
            "document": "Boil . A boil, also called a furuncle, is a deep folliculitis, infection of the hair follicle. It is most commonly caused by infection by the bacterium \"Staphylococcus aureus\", resulting in a painful swollen area on the skin caused by an accumulation of pus and dead tissue. Boils which are expanded are basically pus-filled nodules. Individual boils clustered together are called carbuncles. Most human infections are caused by coagulase-positive \"S. aureus\" strains, notable for the bacteria's ability to produce coagulase, an enzyme that can clot blood. Almost any organ system can be infected by \"S. aureus\".",
            "score": 112.19009399414062
        },
        {
            "docid": "11100132_24",
            "document": "Skin flora . Current treatments include combinations of topical or systemic antibiotics, corticosteroids, and diluted bleach baths. Potential probiotic treatments include using the commensal skin bacteria, \"S. epidermidis\", to inhibit \"S. aureus\" growth. During atopic dermatitis flares, population levels of \"S. epidermidis\" has been shown to increase as an attempt to control \"S. aureus populations\".",
            "score": 112.02179718017578
        },
        {
            "docid": "1758235_8",
            "document": "Daptomycin . Daptomycin is approved for use in adults in the United States for skin and skin structure infections caused by Gram-positive infections, \"S. aureus\" bacteraemia, and right-sided \"S. aureus\" endocarditis. It binds avidly to pulmonary surfactant, so cannot be used in the treatment of pneumonia. There seems to be a difference in working daptomycin on hematogenous pneumonia.",
            "score": 110.95207977294922
        },
        {
            "docid": "118212_15",
            "document": "Staphylococcus aureus . Skin infections are the most common form of \"S. aureus\" infection. This can manifest in various ways, including small benign boils, folliculitis, impetigo, cellulitis, and more severe, invasive soft-tissue infections.",
            "score": 110.1551284790039
        },
        {
            "docid": "5262451_5",
            "document": "Drug of last resort . With regard to antibiotics, antivirals, and other agents indicated for treatment of infectious pathological disease, drugs of last resort are commonly withheld from administration until after the trial and failure of more commonly used treatment options to prevent the development of drug resistance. One of the most commonly known examples of both antimicrobial resistance and the relationship to the classification of a drug of last resort is the emergence of \"Staphylococcus aureus\" (MRSA) (sometimes also referred to as multiple-drug resistant \"S. aureus\" due to resistance to non-penicillin antibiotics that some strains of \"S. aureus\" have shown to exhibit). In cases presenting with suspected \"S. aureus\", it is suggested by many public health institutions (including the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC) in the United States) to treat first with empirical therapies for \"S. aureus\", with an emphasis on evaluating the response to initial treatment and laboratory diagnostic techniques to isolate cases of drug resistance.",
            "score": 110.02938079833984
        },
        {
            "docid": "8513008_18",
            "document": "Host tropism . More than an estimated 30% of the world population is colonized by \"Staphylococcus aureus\", a microorganism capable of causing skin infections, nosocomial infections, and food poisoning due to its tropism for human skin and soft tissue. The \"S. aureus\" clonal complex CC121 is known to exhibit multi-host tropism for both humans and rabbits. This is thought to be do to a single nucleotide mutation that evolved the CC121 complex into ST121 clonal complex, the clone capable of infecting rabbits.",
            "score": 110.02758026123047
        },
        {
            "docid": "300420_12",
            "document": "Mesophile . \"Staphylococcus aureus\" was first identified in 1880. It is responsible for different infections stemming from an injury. The bacterium overcomes the body's natural mechanisms. Long lasting infections of \"S. aureus\" includes pneumonia, meningitis, and osteomyelitis. \"S. aureus\" is commonly contracted in hospital settings.",
            "score": 109.75629425048828
        },
        {
            "docid": "41529879_3",
            "document": "Arginine catabolic mobile element . ACME are not common among antibiotic sensitive \"S. aureus\" (MSSA). The elements for the most prominent MRSA ACME appear to have assembled recently in \"S. epidermidis\" into the speG-positive ACME which was transferred to virulent \"S. aureus\" during the evolution of the epidemic USA300 MRSA strain. This broadened the ability of \"S. aureus\" to colonize sites other than a specific part of the nose. This strain is able to persist on intact skin and is spread rapidly person-to-person. As a result, the speG-positive ACME is a particularly important element of MRSA pathogenesis.",
            "score": 109.68175506591797
        },
        {
            "docid": "55868631_6",
            "document": "List of antibiotic resistant bacteria . \"Staphylococcus aureus\" (colloquially known as \"Staph aureus\" or a \"Staph infection\") is one of the major resistant pathogens. Found on the mucous membranes and the human skin of around a third of the population, it is extremely adaptable to antibiotic pressure. It was one of the earlier bacteria in which penicillin resistance was found—in 1947, just four years after the drug started being mass-produced. Methicillin was then the antibiotic of choice, but has since been replaced by oxacillin because of significant kidney toxicity. Methicillin-resistant \"Staphylococcus aureus\" (MRSA) was first detected in Britain in 1961, and is now \"quite common\" in hospitals. MRSA was responsible for 37% of fatal cases of sepsis in the UK in 1999, up from 4% in 1991. Half of all \"S. aureus\" infections in the US are resistant to penicillin, methicillin, tetracycline and erythromycin.",
            "score": 109.0949935913086
        },
        {
            "docid": "192595_47",
            "document": "Methicillin-resistant Staphylococcus aureus . This left vancomycin as the only effective agent available at the time. However, strains with intermediate (4–8 μg/ml) levels of resistance, termed glycopeptide-intermediate \"S. aureus\" (GISA) or vancomycin-intermediate \"S. aureus\" (VISA), began appearing in the late 1990s. The first identified case was in Japan in 1996, and strains have since been found in hospitals in England, France and the US. The first documented strain with complete (>16 μg/ml) resistance to vancomycin, termed vancomycin-resistant \"S. aureus\" (VRSA) appeared in the United States in 2002. However, in 2011, a variant of vancomycin has been tested that binds to the lactate variation and also binds well to the original target, thus reinstating potent antimicrobial activity.",
            "score": 108.94950866699219
        },
        {
            "docid": "192595_4",
            "document": "Methicillin-resistant Staphylococcus aureus . In humans, \"S. aureus\" is part of the normal microbiota present in the upper respiratory tract, and on skin and in the gut mucosa. \"S. aureus\", along with similar species that can colonize and act symbiotically but can cause disease if they begin to take over the tissues they have colonized or invade other tissues, have been called \"pathobionts\".",
            "score": 108.64248657226562
        },
        {
            "docid": "118212_55",
            "document": "Staphylococcus aureus . Today, \"S. aureus\" has become resistant to many commonly used antibiotics. In the UK, only 2% of all \"S. aureus\" isolates are sensitive to penicillin, with a similar picture in the rest of the world. The β-lactamase-resistant penicillins (methicillin, oxacillin, cloxacillin, and flucloxacillin) were developed to treat penicillin-resistant \"S. aureus\", and are still used as first-line treatment. Methicillin was the first antibiotic in this class to be used (it was introduced in 1959), but, only two years later, the first case of MRSA was reported in England.",
            "score": 108.13677215576172
        }
    ]
}