{
    "q": [
        {
            "docid": "1171686_14",
            "document": "Regulatory T cell . Studies of human subjects with a history of leishmania infection suggest that modulation of CD8 suppressor T cells is, at least partly, mediated by cytokines. Leishmania specific CD4 helper T cells predominate in adults with strong protective immunity (skin-test positive with no history of clinical infection). When added to autologous leishmania infected macrophages these T cells cause parasite death and secretion of large amounts of interferon-gamma and lymphotoxin. CD8 T suppressor cells predominate in patients with no protective immunity (visceral leishmaniasis patients). When added to autologous peripheral blood mononuclear cells isolated after successful treatment, these T cells inhibit interferon-gamma secretion and proliferation and increase interleukin-6 and interleukin-10 secretion. A soluble factor(s) generated by antigen or phytohemagglutinin stimulation of leishmania-specific CD4 helper T cells from skin-test positive adults killed CD8 T cells but not CD4 helper T cells when added to culture media. Soluble factors generated by antigen stimulation of peripheral blood mononuclear cells from skin-test positive adults prevented CD8 suppressor T cell mediated increases in interleukin-10 secretion. These findings suggest that antigen stimulation of CD4 helper T cells results in production of cytokines that kill or down regulate CD8 T suppressor cells. Once the leishmania infection has been eliminated and leishmania antigens are gone, CD8 T suppressor cells down-regulate CD4 T helper cells. Isolation of cytokines that inhibit and kill CD8 T suppressor cells might be useful in treating diseases that involve immune suppression such as leishmaniasis, AIDS, and certain cancers.",
            "score": 105.59116804599762
        },
        {
            "docid": "38925137_28",
            "document": "Tumor microenvironment . T cells must reproduce after arriving at the tumor site to further increase their numbers, survive the TME's hostile elements and migrate through the stroma to the cancer cells. The TME obstructs all three activities. The draining lymph nodes are the likely location for T cell clonal reproduction, although this also occurs within the tumor. Preclinical models suggest that the TME is the major site of cancer-specific T cell cloning and that the CD8 T cell replicative response there is orchestrated by the CD103, Baft3-dependent DC, which can efficiently cross-present cancer cell antigens, suggesting that therapeutic interventions that enhance CD103 contribute to tumor control. Among such strategies are antibodies to the interleukin-10 receptor (IL10R). In a mammary carcinoma mouse model it neutralized the effects of TAM-produced IL10, relieved the suppression of IL12 production by intratumoral DCs and improved the CD8 T cell–dependent antitumor effects of chemotherapy. A similar outcome was achieved by neutralizing macrophage colony-stimulating factor 1, which impaired the intratumoral accumulation of TAMs. Another strategy is the administration of antibody-interferon-β (IFN-β) complexes that activate intratumoral DCs to cross-present antigen to CD8 T cells. They are targeted against oncogenic receptors such as epidermal growth factor receptor (EGFR).",
            "score": 57.28120696544647
        },
        {
            "docid": "1050201_17",
            "document": "Interleukin 10 . Further to these data, a Phase I immunoncology clinical trial is currently being conducted to assess the therapeutic capacity of PEGylated recombinant human IL-10 (PEG-rHuIL-10, AM0010). Consistent with preclinical immunoncology data, investigators report substantial anti-tumor efficacy. Contrary to the reported immunosuppressive effects of IL-10 generated \"in vitro\" and \"in vivo\"., treatment of cancer patients with PEG-rHuIL-10 elicits a dose titratable induction of the immune stimulatory cytokines IFNγ, IL-18, IL-7, GM-CSF and IL-4. Furthermore, treated patients exhibit fold increases of peripheral CD8+ T cells expressing markers of activation, such as programmed death 1 (PD1)+, lymphocyte activation gene 3 (LAG3)+ and increased Fas Ligand (FasL) and a decrease in serum TGFβ. These findings are consistent with the published preclinical immunoncology reports using PEG-rMuIL-10 and with previous findings treating humans with rHuIL-10. These data suggest that while IL-10 can exert immunosuppressive effects in context of bacterial product stimulated myeloid cells, rHuIL-10/PEG-rHuIL-10 treatment of humans is predominantly immunostimulatory. AM0010 (aka pegilodecakin) is in phase 3 clinical trials.",
            "score": 56.02310037612915
        },
        {
            "docid": "8948754_18",
            "document": "Pyroptosis . Recent studies demonstrate that caspase-1-mediated pyroptosis drives CD4 T-cell depletion and inflammation by HIV, two signature events that propel HIV disease progression to AIDS. Although pyroptosis contributes to the host's ability to rapidly limit and clear infection by removing intracellular replication niches and enhancing defensive responses through the release of proinflammatory cytokines and endogenous danger signals, in pathogenic inflammation, such as that elicited by HIV-1, this beneficial response does not eradicate the primary stimulus. In fact, it appears to create a pathogenic vicious cycle in which dying CD4 T cells release inflammatory signals that attract more cells into the infected lymphoid tissues to die and to produce chronic inflammation and tissue injury. It may be possible to break this pathogenic cycle with safe and effective caspase-1 inhibitors. These agents could form a new and exciting ‘anti-AIDS' therapy for HIV-infected subjects in which the treatment targets the host instead of the virus. Of note, Caspase-1 deficient mice develop normally, arguing that inhibition of this protein would produce beneficial rather than harmful therapeutic effects in HIV patients.",
            "score": 77.25308561325073
        },
        {
            "docid": "2736775_16",
            "document": "Myristoylation . Certain NMTs are therapeutic targets for development of drugs against bacterial infections. Myristoylation has been shown to be necessary for the survival of a number of disease-causing fungi including \"C. albicans\" and \"C. neoformans\". In addition to prokaryotic bacteria, the NMTs of numerous disease-causing eukaryotic organisms have been identified as drug targets as well. Proper NMT functioning in the protozoa \"Leishmania major\" and \"Leishmania donovani\" (leishmaniasis), \"Trypanosoma brucei\" (African sleeping sickness) and \"P. falciparum\" (malaria) is necessary for survival of the parasites. Inhibitors of these organisms is under current investigation. A pyrazole sulphonamide inhibitor has been identified that selectively binds \"T. brucei\", competing for the peptide binding site, thus inhibiting enzymatic activity and eliminating the parasite from the bloodstream of mice with African sleeping sickness.",
            "score": 93.63094091415405
        },
        {
            "docid": "35739540_4",
            "document": "ALECSAT . In order to have efficient eradication of cancer cells, the immune system cells should be able to both populate in the secondary lymphoid organs for a long-lasting effect and target a shared variety of tumor cells as opposed to one, specific cancer cell. In the ALECSAT method, several different cells are activated to accomplish this. Cytotoxic T lymphocytes (CTL) are activated to target the cells that present proteins characteristic of tumor cells Some tumor cells, however, do not present an antigen due to lack of a major histocompatibility complex (MHC) and therefore cannot be recognized by the CTLs. The cells that do not present an antigen are targeted by activated NK cells, leaving little opportunity for any cancer cells to escape. CTLs and NK cells are both effector cells so helper T-cells (T) are also prepared in order to create memory cells for long term resistance toward tumor cells. T helper 1 (TH1) cells, when injected with overexpressed tumor antigens, have been shown to enhance migration of antigen-presenting cells (APCs) into the draining lymph node in mice, further enhancing immune response through activation of CTLs.",
            "score": 62.759708642959595
        },
        {
            "docid": "5812984_16",
            "document": "Autoimmune lymphoproliferative syndrome . Sirolimus (rapamycin, rapamune) which is a mTOR (mammalian target of rapamycin) inhibitor can be active in most patients and can in some cases lead to complete or near-complete resolution of autoimmune disease (>90%) With this treatment most patients have complete resolution of lymphoproliferation, including lymphadenopathy and splenomegaly (>90%) and have elimination of peripheral blood DNTs. Sirolimus may not be as immune suppressive in normal lymphocytes as other agents. Some patients have had improvement in immune function with transition from cellcept to rapamycin and it has not been reported to cause hypogammaglobulinemia. Hypothetically, Sirolimus may have lower risk of secondary cancers as opposed to other immune suppressants and requires therapeutic drug monitoring. It is the second most commonly used agent in patients that require chronic therapy. It is mostly well tolerated (though side effects include mucositis, diarrhea, hyperlipidemia, delayed wound healing) with drug-drug interactions. It has better activity against autoimmune disease and lymphoproliferation than mycophenolate mofetil and other drugs; however, sirolimus requires therapeutic drug monitoring and can cause mucositis. A risk with any agent in pre-cancerous syndrome as immune suppression can decreased tumor immunosurvellence. Its mTOR inhibitors active against lymphomas, especially EBV+ lymphomas. The Goal serum trough is 5-15 ng/ml and can consider PCP prophylaxis but usually not needed.",
            "score": 103.6052280664444
        },
        {
            "docid": "42284024_4",
            "document": "Deborah Persaud . The main topic of Persaud’s research are AIDS and HIV of children. However, her research started from research about the HIV of adults. At 2003, she stated about the Human Immunodeficiency Virus (HIV)- type1 included in the subtypes of HIV. For the HIV patient, the HAART(Highly active antiretroviral therapy) is used as treatment. The HAART regimen includes some of drugs containing Nucleoside reverse transcriptase inhibitors(NRTIs) and protease inhibitor(PI), and non-nucleoside reverse transcriptase inhibitors(NNRTI). The HAART has important function to suppress the levels of HIV-1 to below down. But, HIV-1 resists in cellular reservoirs of CD4+ continually with low-level viremia in adults, and this is very sensitive. From these facts, Persaud and her research team found viremia persists in children with plasma virus are remained at low level under the limit of detection of clinical assays. When children patient of HIV-1 are under the HARRT treatment, the viremia that is difficult to observing is continued virus production without resistance in the protease gene. So, her research team tried to find a novel culture assay that can stimulate the virus production during their latent, integrated HIV-1 in resting CD4+ T cells with the antiretroviral drugs. This drugs interfere the replication of unintegrated virus. They also demonstrated the facts that HIV-1 polymerase sequences from the resting CD4+ Tcells of the patients. By following these research, her research topic have been handling about the antiretroviral therapy. At 2009, her research team focused on the ongoing human immunodeficiency virus type 1 (HIV-1). From this research, it was figured out ongoing virus replication contributes to low-level viremia in patients on HAART, and this ongoing replication is subject to CD8+ T-cell selective pressure. After that, she suggested the induction therapy by using protease-inhibitors has influence the effect of NNRTI( non-Nucleoside reverse transcriptase inhibitors) resistance on virologic response to nevirapine-based HAART in children patients of HIV. For a long time, her research topic has been focusing on the therapy of HIV-1 especially with the children patient. In order to develop the therapy, she has been explained about the mechanism using the NNRTI of HAART.",
            "score": 51.38490319252014
        },
        {
            "docid": "2930584_7",
            "document": "Visceral leishmaniasis . Response to infection by \"Leishmania donovani\" varies a great deal, not only by the strength but also by the type of the patient's immune reaction. People with a history of infection by strains of leishmania that cause visceral leishmaniasis show a continuum of immune responses from protective to non-protective. Those who acquired protective immunity (skin test positive) without ever having visceral leishmaniasis have a strong type 1 CD4+ response to leishmania antigens. Antigen specific interferon-gamma and proliferation, as well as the ability to kill intracellular leishmania, are hallmarks of protective immunity. Because visceral leishmaniasis patients lack these responses to leishmania and other antigens, they usually die of secondary infections if left untreated. In addition, increased interleukin-10 secretion is characteristic of the disease. Addition of interleukin-12, anti-interleukin-10, or anti-interleukin-4 to peripheral blood mononuclear cells from acute patients sometimes increases interferon-gamma secretion and proliferation. Acute patient peripheral blood mononuclear cells include CD8+ T regulatory cells that decrease interferon-gamma secretion and proliferation responses to leishmania and other antigens and increase interleukin-10 secretion when added to autologous peripheral blood mononuclear cells harvested after successful treatment. Thus, the CD8+ T regulatory cells reproduce the immune response characteristic of visceral leishmaniasis. CD8+ T regulatory cells are also associated with post kala azar dermal leishmaniasis. Addition of interleukin-12 or interferon-gamma does not prevent CD8+ T regulatory activity. The dominance of type 1 CD4+ T cells in skin test positive adults maybe explained by their secretion of factors that inhibit and kill CD8+ T regulatory cells. Successfully treated patients rarely develop visceral leishmaniasis a second time. Their peripheral blood mononuclear cells show a mixed T1/T2 CD4+ and CD8+ T suppressor response but do have the ability to kill intracellular leishmania.",
            "score": 95.67663192749023
        },
        {
            "docid": "17481462_13",
            "document": "Subtypes of HIV . HIV-2 has been found to be less pathogenic than HIV-1. The mechanism of HIV-2 is not clearly defined, nor the difference from HIV-1, however the transmission rate is much lower in HIV-2 than HIV-1. Both infections can lead to AIDS in affected individuals and both can mutate to develop drug resistance. Disease Monitoring in patients with HIV-2 includes clinical evaluation and CD4 cell counts, while treatment includes Anti-Retroviral Therapy (ART), Nucleoside Reverse Transcriptase Inhibitors (NRTIs), Protease Inhibitors (PI), and Non-Nucleoside Reverse Transcriptase Inhibitors (NNRTIs) with the addition of CCR5 co-receptor antagonists and fusion inhibitors.",
            "score": 49.29449248313904
        },
        {
            "docid": "2170901_13",
            "document": "Cross-presentation . Dendritic cell dependent cross presentation also has implications for cancer immunotherapy vaccines. The injection of anti-tumor specific vaccines can be targeted to specific dendritic cell subsets within peripheral skin tissues, such a migratory dendritic cells and langerin cells. After vaccine induced activation, dendritic cells are able to migrate to lymph nodes and activate CD4+ T helper cells as well as cross prime CD8+ T cytotoxic cells. This mass generation of activated tumor specific CD8+ T cells increases anti-tumor immunity, and is also able to overcome many of the immune suppressive effects of tumor cells.",
            "score": 60.727744340896606
        },
        {
            "docid": "37125686_18",
            "document": "MTOR inhibitors . In the 1980s rapamycin was evaluated by the Developmental Therapeutic Branch of the National Cancer Institute (NCI). It was discovered that rapamycin had an anticancer activity and was a non-cytotoxic agent with cytostatic activity against several human cancer types. However, due to unfavorable pharmacokinetic properties, the development of mTOR inhibitors for the treatment of cancer was not successful at that time. Since then, rapamycin has also shown to be effective for preventing coronary artery re-stenosis and for the treatment of neurodegenerative diseases.",
            "score": 110.30275845527649
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 65.76519227027893
        },
        {
            "docid": "57177527_5",
            "document": "Cancer vaccine targeting CD4+ T cells . CD4+ T cells has already been successfully induced in nonsmall cell lung cancer patients vaccinated with MAGE-3 recombinant protein. Two cohorts were analyzed: one receiving MAGE-3 protein alone, and one receiving MAGE-3 protein with adjuvant AS028. Of nine patients in the first cohort, three developed marginal Ab titers and another one had a CD8+ T cell response to HLA-A2-restricted peptide MAGE-3 271-279. In contrast, of eight patients from the second cohort vaccinated with MAGE-3 protein and adjuvant, seven developed high-titered Abs to MAGE-3, and four had a strong concomitant CD4+ T cell response to HLA-DP4-restricted peptide 243-258. One patient simultaneously developed CD8+ T cells to HLA-A1-restricted peptide 168-176. The novel monitoring methodology used in this MAGE-3 study established that protein vaccination induces clear CD4+ T cell responses for further evaluating integrated immune responses in vaccine settings and for optimizing these responses for clinical benefit. Studies have indicated that CD4+ T cells in \"vivo\" have the capacity to enhance CD8+ T cell activity and, most importantly, help to maintain the immune response for sustained periods of time. Therefore, it seems likely that optimal antitumor activity can only be achieved if both CD4+ and CD8+ tumor-specific T cells are induced. The inclusion of CD4+ epitopes into MAGE-3 vaccination studies has recently been facilitated by the identification of several HLA-DR-restricted and one HLA-DP4-restricted epitope.",
            "score": 56.462180852890015
        },
        {
            "docid": "2188432_19",
            "document": "Trichobilharzia regenti . Cellular immune response is represented by production of pro-inflammatory (IL-1β, IL-6 and IL-12p40) and anti-inflammatory (IL-10) cytokines in a skin of mice infected for the first time. Lymphocytes from their skin draining lymph nodes exhibit mixed Th1/Th2 polarization after exposure to parasite antigens. On the contrary, anti-inflammatory IL-4 and IL-10 dominate in mice infected repeatedly which also secrete large amounts of histamine from mast cells. Lymphocytes from their skin draining lymph nodes produce IL-4 and IL-5 after stimulation with parasite antigens which shows Th2 polarization of host immune response.",
            "score": 65.6023964881897
        },
        {
            "docid": "28353188_7",
            "document": "Short course immune induction therapy . The most promising therapy to make use of targeting the T-cell through its receptor is the class of monoclonal antibodies specific for CD3. The CD3 chains compose the signaling arm of the TCR, translating the strength of binding affinity of the TCR/peptide-MHC complex to downstream cytoplasmic signals. Initial studies involving αCD3 as a therapy used Fc receptor(FCR)-binding monoclonal antibodies, which proved to be very efficacious. A short, 5-day course of FcR-binding, anti-CD3 antibody treatment was able to re-establish peripheral tolerance in animal models of autoimmune disease, thereby completely reversing disease. The mechanism of action caused systemic depletion of T-cells from the blood and sites of inflammation. While effective, the FcR-binding antibodies deliver strong stimulatory signals to the T-cell, leading to activation-induced-cell-death, and largely depleting T-cells from the periphery and site of inflammation. This effect was transient, and mice were able to mount normal immune responses to exogenous antigens within weeks of treatment. However, treatment with FcR-binding anti-CD3 antibody such as OKT3 induced strong stimulation of T-cells, leading to T-cell cytokine release, which resulted in a number of symptoms when administered to patients. In lieu of this, a mutant version of the antibody was developed that lacked the ability to bind FcR. This mutant form of the anti-CD3 acts by only delivering a partial signal to the T-cell, leading to inactivation, deletion, and anergy induction. Results from a clinical trial in 2000 showed that treatment with the modified form of anti-CD3 preserved islet function in new-onset Type 1 diabetics. Data from follow up studies suggest that anti-CD3 antibody treatment caused not only anergy induction and transient depletion of T cells, but an increase in CD4+ and CD8+ Foxp3+Tregs. While promising, islet function gradually decreased over time in human patients treated with anti-CD3 antibodies, and data suggest that the mitogenic capabilities of anti-CD3 antibodies may overcome their therapeutic utility. Although current clinical trials are ongoing to improve the efficacy of anti-CD3 antibody treatment, alternative targets within the TCR may provide a better therapeutic T cell target.",
            "score": 71.80234003067017
        },
        {
            "docid": "14689127_15",
            "document": "Gamma delta T cell . These Vγ9Vδ2 T cells can also behave like professional antigen-presenting cells (APC). It seems that human Vγ9Vδ2 T cells are characterized by a specific inflammatory migration program, including multiple receptors for inflammatory chemokines (CXCR3, CCR1, CCR2 and CCR5). It means that the stimulation with IPP or HMB-PP induces migration to the lymphatic tissues, specifically to the T cell area of lymph nodes. So the stimulation of Vγ9Vδ2 T cells with phosphoantigens results in expression of multiple markers which are associated with APC, like MHC I and II molecules,  co-stimulatory molecules (CD80, CD86) and adhesion receptors (CD11a, CD18, CD54). Thus activated Vγ9Vδ2 T cells behave like APCs (γδ T-APC) and present antigens to αβ T cells. This leads to turn of naïve CD4+ and CD8+ αβ T cells into effector cells. The differentiation, induced by γδ T-APC, most often led to T helper cell response, in the most of cases to pro-inflammatory Th1 response with subsequent production of IFN-γ and TNF-α. But in the case of a low γδ T-APC: CD4+ ratio it leads to differentiation of some naïve αβ T cells into Th2 (IL-4) or Th0 (IL-4 plus IFN-γ) cells. Human Vγ9Vδ2 T cells are also cells with excellent antigen cross-presentation activity, a process describing the uptake of exogenous antigen and its routing to the MHC I pathway for induction CD8+ cytotoxic T cells. Thus activated cytotoxic T cells can effectively kill infected or tumor cells. This fact can be used in the immunotherapy of cancer and infectious diseases.",
            "score": 54.44843327999115
        },
        {
            "docid": "9691122_15",
            "document": "Galectin . Galectin-1 has been shown to enhance HIV infection due to its galactose binding specificity. HIV preferentially infects CD4 T cells and other cells of the immune system, immobilising the adaptive immune system. HIV is a virus that infects CD4 cells via binding of its viral envelope glycoprotein complex, which consists of gp120 and gp41. The gp120 glycoprotein contains two types of N-glycan, high mannose oligomers and N-acetyllactosamine chains on a trimannose core. The high mannose oligomers are pathogen-associated molecular pattern (PAMPs) and are recognised by the C-type lectin DC-SIGN found on dendritic cells. The N-acetyllactosamine chains are ligands for galectin-1. Galectin-1 is expressed in the thymus. In particular it is secreted in abundance by Th1 cells. In its normal function, galectin-1 binds to glycans on the CD4 co-receptor of T cells to prevent auto reactivity. When HIV is present, the galectin bridges between the CD4 co-receptor and gp120 ligands, thus facilitating HIV infection of the T cell. Galectin-1 is not essential for HIV infection but assists it by accelerating the binding kinetics between gp120 and CD4. Knowledge of the mechanism between galectin and HIV may provide important therapeutic opportunities. A galectin-1 inhibitor can be used in conjunction with antiretroviral drugs to decrease the infectivity of the HIV and increase the efficacy of the drug.",
            "score": 51.205743193626404
        },
        {
            "docid": "1661124_16",
            "document": "Cancer immunotherapy . Fc’s ability to bind Fc receptors is important because it allows antibodies to activate the immune system. Fc regions are varied: they exist in numerous subtypes and can be further modified, for example with the addition of sugars in a process called glycosylation.Changes in the Fc region can alter an antibody’s ability to engage Fc receptors and, by extension, will determine the type of immune response that the antibody triggers. Many cancer immunotherapy drugs, including PD-1 and PD-L1 inhibitors, are antibodies. For example, immune checkpoint blockers targeting PD-1 are antibodies designed to bind PD-1 expressed by T cells and reactivate these cells to eliminate tumors. Anti-PD-1 drugs contain not only an Fab region that binds PD-1 but also an Fc region. Experimental work indicates that the Fc portion of cancer immunotherapy drugs can affect the outcome of treatment. For example, anti-PD-1 drugs with Fc regions that bind inhibitory Fc receptors can have decreased therapeutic efficacy. Imaging studies have further shown that the Fc region of anti-PD-1 drugs can bind Fc receptors expressed by tumor-associated macrophages. This process removes the drugs from their intended targets (i.e. PD-1 molecules expressed on the surface of T cells) and limits therapeutic efficacy. Furthermore, antibodies targeting the co-stimulatory protein CD40 require engagement with selective Fc receptors for optimal therapeutic efficacy. Together, these studies underscore the importance of Fc status in antibody-based immune checkpoint targeting strategies.",
            "score": 48.06371784210205
        },
        {
            "docid": "412809_60",
            "document": "Endometrial cancer . There are several experimental therapies for endometrial cancer under research, including immunologic, hormonal, and chemotherapeutic treatments. Trastuzumab (Herceptin), an antibody against the Her2 protein, has been used in cancers known to be positive for the Her2/neu oncogene, but research is still underway. Immunologic therapies are also under investigation, particularly in uterine papillary serous carcinoma. Cancers can be analyzed using genetic techniques (including DNA sequencing and immunohistochemistry) to determine if certain therapies specific to mutated genes can be used to treat it. PARP inhibitors are used to treat endometrial cancer with PTEN mutations, specifically, mutations that lower the expression of PTEN. The PARP inhibitor shown to be active against endometrial cancer is olaparib. Research is ongoing in this area as of the 2010s. Research is ongoing on the use of metformin, a diabetes medication, in obese women with endometrial cancer before surgery. Early research has shown it to be effective in slowing the rate of cancer cell proliferation. Preliminary research has shown that preoperative metformin administration can reduce expression of tumor markers. Long-term use of metformin has not been shown to have a preventative effect against developing cancer, but may improve overall survival. Temsirolimus, an mTOR inhibitor, is under investigation as a potential treatment. Research shows that mTOR inhibitors may be particularly effective for cancers with mutations in PTEN. Ridaforolimus (deforolimus) is also being researched as a treatment for people who have previously had chemotherapy. Preliminary research has been promising, and a stage II trial for ridaforolimus was completed by 2013. There has also been research on combined ridaforolimus/progestin treatments for recurrent endometrial cancer. Bevacizumab and tyrosine kinase inhibitors, which inhibit angiogenesis, are being researched as potential treatments for endometrial cancers with high levels of vascular endothelial growth factor. Ixabepilone is being researched as a possible chemotherapy for advanced or recurrent endometrial cancer. Treatments for rare high-grade undifferentiated endometrial sarcoma are being researched, as there is no established standard of care yet for this disease. Chemotherapies being researched include doxorubicin and ifosfamide. There is also research in progress on more genes and biomarkers that may be linked to endometrial cancer. The protective effect of combined oral contraceptives and the IUD is being investigated. Preliminary research has shown that the levonorgestrel IUD placed for a year, combined with 6 monthly injections of gonadotropin-releasing hormone, can stop or reverse the progress of endometrial cancer in young women. An experimental drug that combines a hormone with doxorubicin is also under investigation for greater efficacy in cancers with hormone receptors. Hormone therapy that is effective in treating breast cancer, including use of aromatase inhibitors, is also being investigated for use in endometrial cancer. One such drug is anastrozole, which is currently being researched in hormone-positive recurrences after chemotherapy. Research into hormonal treatments for endometrial stromal sarcomas is ongoing as well. It includes trials of drugs like mifepristone, a progestin antagonist, and aminoglutethimide and letrozole, two aromatase inhibitors. Research continues into the best imaging method for detecting and staging endometrial cancer. In surgery, research has shown that complete pelvic lymphadenectomy along with hysterectomy in stage 1 endometrial cancer does not improve survival and increases the risk of negative side effects, including lymphedema. Other research is exploring the potential of identifying the sentinel lymph nodes for biopsy by injecting the tumor with dye that shines under infrared light. Intensity modulated radiation therapy is currently under investigation, and already used in some centers, for application in endometrial cancer, to reduce side effects from traditional radiotherapy. Its risk of recurrence has not yet been quantified. Research on hyperbaric oxygen therapy to reduce side effects is also ongoing. The results of the PORTEC 3 trial assessing combining adjuvant radiotherapy with chemotherapy were awaited in late 2014.",
            "score": 60.660301208496094
        },
        {
            "docid": "31776829_8",
            "document": "Hsp90 inhibitor . HSP90 is gaining increasing importance as a cancer target, in large part because of the potential for combinatorial targeting of multiple oncogenic protein pathways and biological effects. The good tolerability seen with the first-in-class drug 17-AAG has encouraged many biotechnology and large pharma companies to enter the field. The ability to demonstrate proof of concept for target modulation in patients has also been encouraging, as has the early evidence of clinical activity in melanoma 17-AAG is now in Phase II studies as a single agent and combination studies with cytotoxic and other agents such as the proteasome inhibitor bortezomib are also underway. Improved formulations for parenteral use are also being evaluated in the clinic. Radicicol-based inhibitors have not entered clinical development. Following on from the initial proof of concept studies with the natural product agents, considerable progress has been made in the preclinical development of small molecule, synthetic inhibitors, as exemplified by the purine and pyrazole based compounds. The recent rapid progress has built on a wealth of knowledge obtained with the natural product inhibitors and is a good example of the value of chemical biology studies in which the biological activity is identified first and then the molecular target is discovered by detailed biological studies. Current medicinal chemistry activities are focusing on the combined use of high throughput screening and structure-based design, coupled to the evaluation of the compounds in robust and mechanistically- informative biological assays. The next decade will be exciting in the HSP90 field as the clinical activity of the early geldanamycin-based drugs is rigorously evaluated while a series of synthetic small-molecule agents enter preclinical and clinical development. Particular areas of interest will include the potential for orally active HSP90 inhibitors and for the development of isoform-selective drugs that are targeted to particular members of the HSP90 family (DMAG –N-OXIDE). HSP90 inhibitors may also be evaluated in diseases other than cancer and where protein folding defects are involved in the disease pathology. It can be predicted that additional molecular chaperones will now be targeted for therapeutic intervention in cancer and other diseases. Furthermore, a portfolio of drugs can be envisaged that target various points in the protein quality control pathways of the malignant cell and other diseases states.",
            "score": 51.03255033493042
        },
        {
            "docid": "334955_13",
            "document": "Therapeutic index . Radiotherapy aims to minimize the size of tumors and kill cancer cells with high energy. The source of high energy arises from x-rays, gamma rays, charged particles and heavy particles. The therapeutic ratio in radiotherapy for cancer treatment is related to the maximum radiation dose by which death of cancer cells is locally controlled and the minimum radiation dose by which cells in normal tissues have low acute and late morbidity. Both of parameters have sigmoidal dose-response curves. Thus, a favorable outcome in dose-response curve is the response of tumor tissue is greater than that of normal tissue to the same dose, meaning that the treatment is effective to tumors and does not cause serious morbidity to normal tissue. Reversely, overlapping response of two tissues is highly likely to cause serious morbidity to normal tissue and ineffective treatment to tumors. The mechanism of radiation therapy is categorized into direct and indirect radiation. Both of direct and indirect radiations induce DNAs to have a mutation or chromosomal rearrangement during its repair process. Direct radiation creates a free DNA radical from radiation energy deposition that damages DNA. Indirect radiation occurs from radiolysis of water, creating a free hydroxyl radical, hydronium and electron. Then, hydroxyl radical transfers its radical to DNA. Or together with hydronium and electron, a free hydroxyl radical can damage base region of DNA. Cancer cells have imbalance of signals in cell cycle. G1 and G2/M arrest are found to be major checkpoints by irradiation in human cells. G1 arrest delays repair mechanism before synthesis of DNA in S phase and mitosis in M phase, suggesting key checkpoint to lead survival of cells. G2/M arrest occurs when cells need to repair after S phase before the mitotic entry. It was also known that S phase is the most resistant to radiation and M phase was the most sensitive to radiation. p53, a tumor suppressor protein that plays a role in G1 and G2/M arrest, enabled the understanding of the cell cycle by radiation. For example, irradiation to myeloid leukemia cell leads to an increase in p53 and a decrease in the level of DNA synthesis. Patients with Ataxia telangiectasia delays have hypersensitivity to radiation due to the delay of accumulation of p53. In this case, cells are able to replicate without repair of their DNA, prone to incidence of cancer. Most cells are in G1 and S phase and irradiation at G2 phase showed increased radiosensitivity and thus G1 arrest has been on focus for therapeutic treatment. Irradiation to a tissue creates response to both irradiated and non-irridiated cells. It was found that even cells up to 50-75 cell diameter distant from irradiated cells have phenotype of enhanced genetic instability such as micronucleation. This suggests the effect of cell-to-cell communication such as paracrine and juxtacrine signaling. Normal cells do not lose DNA repair mechanism whereas cancer cells often lose during radiotherapy. However, the nature of high energy radiation can override the ability of damaged normal cell to repair, leading to cause another risk for carcinogenesis. This suggests a significant risk associated with radiation therapy. Thus, it is desirable to improve the therapeutic ratio during radiotherapy. Employing IG-IMRT, protons and heavy ions are likely to minimize dose to normal tissues by altered fractionation. Molecular targeting to DNA repair pathway can lead to radiosensitization or radioprotection. Examples are direct and indirect inhibitors on DNA double-strand breaks. Direct inhibitors target proteins (PARP family) and kinases (ATM, DNA-PKCs) that are involved in DNA repair. Indirect inhibitors target proteins tumor cell signaling proteins such as EGFR and insulin growth factor.",
            "score": 45.2221040725708
        },
        {
            "docid": "15120_17",
            "document": "Interferon . Interferon therapy is used (in combination with chemotherapy and radiation) as a treatment for some cancers. This treatment can be used in hematological malignancy; leukemia and lymphomas including hairy cell leukemia, chronic myeloid leukemia, nodular lymphoma, and cutaneous T-cell lymphoma. Patients with recurrent melanomas receive recombinant IFN-α2b.  Both hepatitis B and hepatitis C are treated with IFN-α, often in combination with other antiviral drugs. Some of those treated with interferon have a sustained virological response and can eliminate hepatitis virus. The most harmful strain—hepatitis C genotype I virus—can be treated with a 60-80% success rate with the current standard-of-care treatment of interferon-α, ribavirin and recently approved protease inhibitors such as Telaprevir (Incivek) May 2011, Boceprevir (Victrelis) May 2011 or the nucleotide analog polymerase inhibitor Sofosbuvir (Sovaldi) December 2013. Biopsies of patients given the treatment show reductions in liver damage and cirrhosis. Some evidence shows giving interferon immediately following infection can prevent chronic hepatitis C, although diagnosis early in infection is difficult since physical symptoms are sparse in early hepatitis C infection. Control of chronic hepatitis C by IFN is associated with reduced hepatocellular carcinoma.",
            "score": 40.283010482788086
        },
        {
            "docid": "14756417_8",
            "document": "Programmed cell death protein 1 . Several lines of evidence suggest that PD-1 and its ligands negatively regulate immune responses. PD-1 knockout mice have been shown to develop lupus-like glomerulonephritis and dilated cardiomyopathy on the C57BL/6 and BALB/c backgrounds, respectively. In vitro, treatment of anti-CD3 stimulated T cells with PD-L1-Ig results in reduced T cell proliferation and IFN-γ secretion. IFN-γ is a key pro-inflammatory cytokine that promotes T cell inflammatory activity. Reduced T cell proliferation was also correlated with attenuated IL-2 secretion and together, these data suggest that PD-1 negatively regulates T cell responses.",
            "score": 55.101905822753906
        },
        {
            "docid": "14157278_11",
            "document": "PD-L1 . It appears that upregulation of PD-L1 may allow cancers to evade the host immune system. An analysis of 196 tumor specimens from patients with renal cell carcinoma found that high tumor expression of PD-L1 was associated with increased tumor aggressiveness and a 4.5-fold increased risk of death.  Many PD-L1 inhibitors are in development as immuno-oncology therapies and are showing good results in clinical trials. Clinically available examples include Durvalumab, atezolizumab and avelumab. In normal tissue, feedback between transcription factors like STAT3 and NF-κB restricts the immune response to protect host tissue and limit inflammation. In cancer, loss of feedback restriction between transcription factors can lead to increased local PD-L1 expression, which could limit the effectiveness of systemic treatment with agents targeting PD-L1. In a mouse model of intracellular infection, \"L. monocytogenes\" induced PD-L1 protein expression in T cells, NK cells, and macrophages. PD-L1 blockade (using blocking antibodies) resulted in increased mortality for infected mice. Blockade reduced TNFα and nitric oxide production by macrophages, reduced granzyme B production by NK cells, and decreased proliferation of \"L. monocytogenes\" antigen-specific CD8 T cells (but not CD4 T cells). This evidence suggests that PD-L1 acts as a positive costimulatory molecule in intracellular infection.",
            "score": 66.99555313587189
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 69.34195363521576
        },
        {
            "docid": "38925137_27",
            "document": "Tumor microenvironment . In ovarian cancer elevated VEGF levels and expression of the immune regulatory ligand B7H3 (CD276), or the endothelin B receptor (ETR) on tumor vessels correlate with decreased T cell infiltration and worse clinical outcome. Pharmacological inhibition of ETR increased T cell adhesion to endothelial cells in an intercellular adhesion molecule-1 (ICAM-1)–dependent manner, increasing TIL numbers in mice and a corresponding tumor response. Anti-angiogenic inhibitors targeting VEGF and its receptor VEGFR2 (approved for treatment of multiple cancers) induce vascular normalization. This, in turn, increases TILs and improves ACT and vaccine efficacy in preclinical models. VEGF impairs DC maturation, offering another means to enhance intratumoral immune responses. Deleting the regulator of G-protein signaling, Rgs5 reduced vessel leakiness and hypoxia, enhanced T cell infiltration into mouse pancreatic neuroendocrine tumors, and prolonged animal survival. Vascular normalization is thus likely more effective than vessel destruction. Targeted delivery of tumor necrosis factor-α (TNF-α) was reported to normalize tumor blood vessels, increase CD8 T cell infiltration and enhance vaccine and ACT therapies, unlike inflammatory cytokines interferon-γ (IFN-γ).",
            "score": 59.66874694824219
        },
        {
            "docid": "19690563_19",
            "document": "Stichodactyla toxin . Psoriasis is a severe autoimmune disease of the skin that afflicts many people worldwide. Despite the success of recent biologics in ameliorating disease, there is still a search for safe and effective drugs for psoriasis. K1.3 inhibitors (ShK, PAP-1) have been reported to treat disease in psoriasiform (psoriasis-like) SCID (severe combined immunodeficiency) mouse model. In a Phase 1b placebo-controlled clinical study in patients with plaque psoriasis, ShK-186 administered twice a week (30 or 60 mg/dose/patient) by subcutaneous injection caused improvements with a statistically significant reduction in their PASI (Psoriasis Area and Severity Index) score between baseline and day 32. These patients also exhibited reduced plasma levels of multiple inflammation markers and decreased expression of T cell activation markers on peripheral blood memory T cells.",
            "score": 39.47974419593811
        },
        {
            "docid": "41069188_35",
            "document": "Discovery and development of phosphodiesterase 5 inhibitors . Structure-activity relationship (SAR) is demonstrated in figure 5, figure 6 and figure 7. Figure 5 demonstrates the three main groups of sildenafil, R1, R2 and R3. R1 is the pyrazolopyrimidinone ring, R2 the ethoxyphenyl ring and R3 is the methylpiperazine ring. R1 group is responsible for the binding of the drug to its active binding site of PDE5. Solubility is one of the pharmacological properties that was increased. A group was substituted for the hydrogen atom as demonstrated in figure 6. The sulfonamide group was chosen to lower lipophilicity and increase solubility as seen in figure 7. Solubility was further increased by placing a methyl group at R positions as demonstrated in figure 7. Other phosphodiesterase-5 inhibitors were developed from the structure in figure 7. Although PDE5 inhibitors main use has been for erectile dysfunction there has been a great interest in PDE5 inhibitors as a promising new therapeutic agents for treatment of other diseases, such as Alzheimer's disease. Elevation of cGMP levels through inhibition of PDE5 provides a way of improving memory and learning. PDE5 has also been considered as a potential therapeutic agent for parasitic disease such as African sleeping sickness. Strategic changes were made to the structure of sildenafil so the molecule could project into a parasite-specific pocket (the p-pocket). Similar approach has been used to design therapeutic agents \"Plasmodium falciparum\".",
            "score": 63.76577663421631
        },
        {
            "docid": "56144908_6",
            "document": "Owais Mohammad . In general, specialized groups of pathogens adapt intra-cellular parasitism as a strategy to avoid antibody onslaught. Keeping into consideration the non-effectiveness of humoral immune response against such intracellular pathogens, Dr. Owais evaluated potential of fusogenic lipid based vaccines as an alternative prophylactic strategy. In this regard, he has compared lipid compositions of plasma membranes of both prokaryotic as well as eukaryotic cells. These studies established a correlation between the lipid compositions of plasma membranes of living organisms with evolutionary trend. Lipid isolated from lower organisms possesses strong fusogenic potential. He established that model antigens entrapped in liposomes made up of fusogenic lipids, can be delivered to the target cells including antigen presenting cells (APCs), resulting in both the endo/lysosomal and cytosolic degradation pathways for antigen processing. The dual processing of antigens in the antigen presenting cells activated both the CD4+ T helper as well as CD8+ cytotoxic T cells. Further, he established that immunization with fusogenic liposomes resulted in expression of both IL-2 and IFN-γ, the two key cytokines that eventually help in protection against intracellular infections.",
            "score": 65.409942984581
        },
        {
            "docid": "37125103_9",
            "document": "Development of analogs of thalidomide . Thalidomide and its immune-modulating analogs alter the production of the inflammatory cytokines TNF-α, IL-1, IL-6, IL-12 and anti-inflammatory cytokine IL-10. The analogs are believed to inhibit the production of TNF-α, where the analogs are up to 50.000 times more potent \"in vitro\" than the parent drug thalidomide. The mechanism is believed to be through enhanced degradation of TNF-α mRNA, resulting in diminished amounts of this pro-inflammatory cytokine secreted. This explains the effect of thalidomide when given to ENL patients, as they commonly have high levels of TNF-α in their blood and in dermatological lesions. In contrast, \"in vitro\" assay demonstrated that TNF-α is actually enhanced in T-cell activation, where CD4+ and CD8+ T lymphocytes were stimulated by anti-CD3 which was later confirmed in an early phase trials involving solid tumors and inflammatory dermatologic diseases. IL-12 is another cytokine both suppressed and enhanced by thalidomide and its analogs. When monocytes are stimulated by lipopolysaccharides, IL-12 production is suppressed but during T-cell stimulation the production is enhanced.",
            "score": 52.50846791267395
        },
        {
            "docid": "1664060_14",
            "document": "Adaptive immune system . Dendritic cells engulf exogenous pathogens, such as bacteria, parasites or toxins in the tissues and then migrate, via chemotactic signals, to the T cell-enriched lymph nodes. During migration, dendritic cells undergo a process of maturation in which they lose most of their ability to engulf other pathogens, and develop an ability to communicate with T-cells. The dendritic cell uses enzymes to chop the pathogen into smaller pieces, called antigens. In the lymph node, the dendritic cell displays these non-self antigens on its surface by coupling them to a receptor called the major histocompatibility complex, or MHC (also known in humans as human leukocyte antigen (HLA)). This MHC: antigen complex is recognized by T-cells passing through the lymph node. Exogenous antigens are usually displayed on MHC class II molecules, which activate CD4+T helper cells.",
            "score": 59.0302357673645
        }
    ],
    "r": [
        {
            "docid": "37125686_18",
            "document": "MTOR inhibitors . In the 1980s rapamycin was evaluated by the Developmental Therapeutic Branch of the National Cancer Institute (NCI). It was discovered that rapamycin had an anticancer activity and was a non-cytotoxic agent with cytostatic activity against several human cancer types. However, due to unfavorable pharmacokinetic properties, the development of mTOR inhibitors for the treatment of cancer was not successful at that time. Since then, rapamycin has also shown to be effective for preventing coronary artery re-stenosis and for the treatment of neurodegenerative diseases.",
            "score": 110.3027572631836
        },
        {
            "docid": "1171686_14",
            "document": "Regulatory T cell . Studies of human subjects with a history of leishmania infection suggest that modulation of CD8 suppressor T cells is, at least partly, mediated by cytokines. Leishmania specific CD4 helper T cells predominate in adults with strong protective immunity (skin-test positive with no history of clinical infection). When added to autologous leishmania infected macrophages these T cells cause parasite death and secretion of large amounts of interferon-gamma and lymphotoxin. CD8 T suppressor cells predominate in patients with no protective immunity (visceral leishmaniasis patients). When added to autologous peripheral blood mononuclear cells isolated after successful treatment, these T cells inhibit interferon-gamma secretion and proliferation and increase interleukin-6 and interleukin-10 secretion. A soluble factor(s) generated by antigen or phytohemagglutinin stimulation of leishmania-specific CD4 helper T cells from skin-test positive adults killed CD8 T cells but not CD4 helper T cells when added to culture media. Soluble factors generated by antigen stimulation of peripheral blood mononuclear cells from skin-test positive adults prevented CD8 suppressor T cell mediated increases in interleukin-10 secretion. These findings suggest that antigen stimulation of CD4 helper T cells results in production of cytokines that kill or down regulate CD8 T suppressor cells. Once the leishmania infection has been eliminated and leishmania antigens are gone, CD8 T suppressor cells down-regulate CD4 T helper cells. Isolation of cytokines that inhibit and kill CD8 T suppressor cells might be useful in treating diseases that involve immune suppression such as leishmaniasis, AIDS, and certain cancers.",
            "score": 105.59117126464844
        },
        {
            "docid": "5812984_16",
            "document": "Autoimmune lymphoproliferative syndrome . Sirolimus (rapamycin, rapamune) which is a mTOR (mammalian target of rapamycin) inhibitor can be active in most patients and can in some cases lead to complete or near-complete resolution of autoimmune disease (>90%) With this treatment most patients have complete resolution of lymphoproliferation, including lymphadenopathy and splenomegaly (>90%) and have elimination of peripheral blood DNTs. Sirolimus may not be as immune suppressive in normal lymphocytes as other agents. Some patients have had improvement in immune function with transition from cellcept to rapamycin and it has not been reported to cause hypogammaglobulinemia. Hypothetically, Sirolimus may have lower risk of secondary cancers as opposed to other immune suppressants and requires therapeutic drug monitoring. It is the second most commonly used agent in patients that require chronic therapy. It is mostly well tolerated (though side effects include mucositis, diarrhea, hyperlipidemia, delayed wound healing) with drug-drug interactions. It has better activity against autoimmune disease and lymphoproliferation than mycophenolate mofetil and other drugs; however, sirolimus requires therapeutic drug monitoring and can cause mucositis. A risk with any agent in pre-cancerous syndrome as immune suppression can decreased tumor immunosurvellence. Its mTOR inhibitors active against lymphomas, especially EBV+ lymphomas. The Goal serum trough is 5-15 ng/ml and can consider PCP prophylaxis but usually not needed.",
            "score": 103.60523223876953
        },
        {
            "docid": "37125686_19",
            "document": "MTOR inhibitors . The development of rapamycin as an anticancer agent began again in the 1990s with the discovery of temsirolimus (CCI-779). This was a novel soluble rapamycin derivative that had a favorable toxicological profile in animals. More rapamycin derivatives with improved pharmacokinetics and reduced immunosuppressive effects have since then been developed for the treatment of cancer. These rapalogs include temsirolimus (CCI-779), everolimus (RAD001), and ridaforolimus (AP-23573) which are being evaluated in cancer clinical trials. Rapamycin analogs have similar therapeutic effects as rapamycin. However they have improved hydrophilicity and can be used for oral and intravenous administration. In 2012 National Cancer Institute listed more than 200 clinical trials testing the anticancer activity of rapalogs both as monotherapy or as a part of combination therapy for many cancer types.",
            "score": 102.71700286865234
        },
        {
            "docid": "2930584_7",
            "document": "Visceral leishmaniasis . Response to infection by \"Leishmania donovani\" varies a great deal, not only by the strength but also by the type of the patient's immune reaction. People with a history of infection by strains of leishmania that cause visceral leishmaniasis show a continuum of immune responses from protective to non-protective. Those who acquired protective immunity (skin test positive) without ever having visceral leishmaniasis have a strong type 1 CD4+ response to leishmania antigens. Antigen specific interferon-gamma and proliferation, as well as the ability to kill intracellular leishmania, are hallmarks of protective immunity. Because visceral leishmaniasis patients lack these responses to leishmania and other antigens, they usually die of secondary infections if left untreated. In addition, increased interleukin-10 secretion is characteristic of the disease. Addition of interleukin-12, anti-interleukin-10, or anti-interleukin-4 to peripheral blood mononuclear cells from acute patients sometimes increases interferon-gamma secretion and proliferation. Acute patient peripheral blood mononuclear cells include CD8+ T regulatory cells that decrease interferon-gamma secretion and proliferation responses to leishmania and other antigens and increase interleukin-10 secretion when added to autologous peripheral blood mononuclear cells harvested after successful treatment. Thus, the CD8+ T regulatory cells reproduce the immune response characteristic of visceral leishmaniasis. CD8+ T regulatory cells are also associated with post kala azar dermal leishmaniasis. Addition of interleukin-12 or interferon-gamma does not prevent CD8+ T regulatory activity. The dominance of type 1 CD4+ T cells in skin test positive adults maybe explained by their secretion of factors that inhibit and kill CD8+ T regulatory cells. Successfully treated patients rarely develop visceral leishmaniasis a second time. Their peripheral blood mononuclear cells show a mixed T1/T2 CD4+ and CD8+ T suppressor response but do have the ability to kill intracellular leishmania.",
            "score": 95.6766357421875
        },
        {
            "docid": "2736775_16",
            "document": "Myristoylation . Certain NMTs are therapeutic targets for development of drugs against bacterial infections. Myristoylation has been shown to be necessary for the survival of a number of disease-causing fungi including \"C. albicans\" and \"C. neoformans\". In addition to prokaryotic bacteria, the NMTs of numerous disease-causing eukaryotic organisms have been identified as drug targets as well. Proper NMT functioning in the protozoa \"Leishmania major\" and \"Leishmania donovani\" (leishmaniasis), \"Trypanosoma brucei\" (African sleeping sickness) and \"P. falciparum\" (malaria) is necessary for survival of the parasites. Inhibitors of these organisms is under current investigation. A pyrazole sulphonamide inhibitor has been identified that selectively binds \"T. brucei\", competing for the peptide binding site, thus inhibiting enzymatic activity and eliminating the parasite from the bloodstream of mice with African sleeping sickness.",
            "score": 93.63094329833984
        },
        {
            "docid": "37125686_33",
            "document": "MTOR inhibitors . The studies of rapamycin as immunosuppressive agent enabled us to understand its mechanism of action. It inhibits T-cell proliferation and proliferative responses induced by several cytokines, including interleukin 1 (IL-1), IL-2, IL-3, IL-4, IL-6, IGF, PDGF, and colony-stimulating factors (CSFs). Rapamycin inhibitors and rapalogs can target tumor growth both directly and indirectly. Direct impact of them on cancer cells depend on the concentration of the drug and certain cellular characteristics. The indirect way, is based on interaction with processes required for tumor angiogenesis.",
            "score": 89.57756805419922
        },
        {
            "docid": "2839255_26",
            "document": "MTOR . mTOR inhibitors, e.g. rapamycin, are already used to prevent transplant rejection. Rapamycin is also related to the therapy of glycogen storage disease (GSD). Some articles reported that rapamycin can inhibit mTORC1 so that the phosphorylation of GS (glycogen synthase) can be increased in skeletal muscle. This discovery represents a potential novel therapeutic approach for glycogen storage diseases that involve glycogen accumulation in muscle. Various natural compounds, including epigallocatechin gallate (EGCG), caffeine, curcumin, and resveratrol, have also been reported to inhibit mTOR when applied to isolated cells in culture; however, there is as yet no evidence that these substances inhibit mTOR when taken as dietary supplements.",
            "score": 88.6489028930664
        },
        {
            "docid": "37125686_17",
            "document": "MTOR inhibitors . Initially, rapamycin was developed as an antifungal drug against \"Candida albicans\", \"Aspergillus fumigatus\" and \"Cryptococcus neoformans\". Few years later its immunosuppressive properties were detected. Later studies led to the establishment of rapamycin as a major immunosuppressant against transplant rejection, along with cyclosporine A. By using rapamycin in combination with cyclosporin A, it enhanced the rejection prevention in renal transplantation. Therefore, it was possible to use lower doses of cyclosporine which minimized toxicity of the drug.",
            "score": 87.28703308105469
        },
        {
            "docid": "14797620_12",
            "document": "RPTOR . mTOR is found in two different complexes. When it associates with rapamycin-insensitive companion of mTOR (rictor), the complex is known as mTORC2 and it is insensitive to rapamycin. However, the complex mTORC1 formed by association with accessory protein RPTOR is sensitive to rapamycin. Rapamycin is a macrolide which is an immunosuppressant in humans that inhibits mTOR by binding to its intracellular receptor FKBP12. In many cancers, hyperactive AKT signaling leads to increased mTOR signaling, so rapamycin has been considered as an anti-cancer therapeutic for cancers with PTEN inactivation. Numerous clinical trials involving rapamycin analogs, such as CCI-779, RAD001, and AP23573, are ongoing. Early reports have been promising for renal-cell carcinoma, breast carcinomas, and non-small-cell lung carcinomas.",
            "score": 86.4639663696289
        },
        {
            "docid": "37125686_22",
            "document": "MTOR inhibitors . Rapamycin and rapalogs (rapamycin derivatives) are small molecule inhibitors, which have been evaluated as anticancer agents. The rapalogs have more favorable pharmacokinetic profile compared to rapamycin, the parent drug, despite the same binding sites for mTOR and FKBP12.",
            "score": 86.14360809326172
        },
        {
            "docid": "37125686_24",
            "document": "MTOR inhibitors . Recently rapamycin has shown effective in the inhibition of growth of several human cancers and murine cell lines. Rapamycin is the main mTOR inhibitor, but deforolimus (AP23573), everolimus (RAD001), and temsirolimus (CCI-779), are the newly developed rapamycin analogs.",
            "score": 83.95245361328125
        },
        {
            "docid": "529476_38",
            "document": "Sirolimus . Rapamycin is used in biology research as an agent for chemically induced dimerization. In this application, rapamycin is added to cells expressing two fusion constructs, one of which contains the rapamycin-binding FRB domain from mTOR and the other of which contains an FKBP domain. Each fusion protein also contains additional domains that are brought into proximity when rapamycin induces binding of FRB and FKBP. In this way, rapamycin can be used to control and study protein localization and interactions.",
            "score": 82.7144775390625
        },
        {
            "docid": "2839255_23",
            "document": "MTOR . The hyperphosphorylation of tau proteins into neurofibrillary tangles is one hallmark of AD. p70S6K activation has been shown to promote tangle formation as well as mTOR hyperactivity through increased phosphorylation and reduced dephosphorylation. It has also been proposed that mTOR contributes to tau pathology by increasing the translation of tau and other proteins. Synaptic plasticity is a key contributor to learning and memory, two processes that are severely impaired in AD patients. Translational control, or the maintenance of protein homeostasis, has been shown to be essential for neural plasticity and is regulated by mTOR. Both protein over- and under-production via mTOR activity seem to contribute to impaired learning and memory. Furthermore, given that deficits resulting from mTOR overactivity can be alleviated through treatment with rapamycin, it is possible that mTOR plays an important role in affecting cognitive functioning through synaptic plasticity. Further evidence for mTOR activity in neurodegeneration comes from recent findings demonstrating that eIF2α-P, an upstream target of the mTOR pathway, mediates cell death in prion diseases through sustained translational inhibition.  Some evidence points to mTOR’s role in reduced Aβ clearance as well. mTOR is a negative regulator of autophagy; therefore, hyperactivity in mTOR signaling should reduce Aβ clearance in the AD brain. Disruptions in autophagy may be a potential source of pathogenesis in protein misfolding diseases, including AD. Studies using mouse models of Huntington’s disease demonstrate that treatment with rapamycin facilitates the clearance of huntingtin aggregates. Perhaps the same treatment may be useful in clearing Aβ deposits as well.",
            "score": 80.9525375366211
        },
        {
            "docid": "50468_3",
            "document": "Leishmania . The first written reference to the conspicuous symptoms of cutaneous leishmaniasis surfaced in the Paleotropics within oriental texts dating back to the 7th century BC (allegedly transcribed from sources several hundred years older, between 1500 and 2000 BC). Due to its broad and persistent prevalence throughout antiquity as a mysterious disease of diverse symptomatic outcomes, leishmaniasis has been dubbed with various names ranging from \"white leprosy\" to \"black fever\". Some of these names suggest links to negative cultural beliefs or mythology, which still feed into the social stigmatization of leishmaniasis today. Members of an ancient genus of the \"Leishmania\" parasite, Paleoleishmania, have been detected in fossilized sand flies dating back to the early Cretaceous period, however, the causative agent for the disease was only discovered in 1901 as a concurrent finding by William Boog Leishman and Charles Donovan. They independently visualised microscopic single-celled parasites (later called Leishman-Donovan bodies) living within the cells of infected human organs. The parasitic genus would later be classed as Trypanosomatid protozoans under the phylogenetic designation, \"Leishmania donovani\". Several species have since been classified and grouped under two major subgenera i.e. \"Leishmania Viannia\" (generally located in the Neotropics) or \"Leishmania Leishmania\" (generally located in the Paleotropics, with the major exception of the \"L. mexicana\" subgroup).",
            "score": 80.4705581665039
        },
        {
            "docid": "42008669_11",
            "document": "PASLI disease . Once a diagnosis is made, the treatment is based on an individual’s clinical condition. Based on the apparent activation of the mTOR pathway, Lucas and colleagues treated patients with rapamycin, an mTOR inhibitor. This effectively reduced hepatosplenomegaly and lymphadenopathy, most likely by restoring the normal balance of naïve, effector, and memory cells in the patients’ immune system. More research is needed to determine the most effective timing and dosage of this medication and to investigate other treatment options. Investigators at the National Institute of Allergy and Infectious Diseases at the US National Institutes of Health currently have clinical protocols to study new approaches to the diagnosis and treatment of this disorder.",
            "score": 80.35216522216797
        },
        {
            "docid": "529476_37",
            "document": "Sirolimus . As of 2016 studies in cells, animals, and humans have suggested that mTOR activation as process underlying systemic lupus erythematosus and that inhibiting mTOR with rapamycin may be a disease-modifiying treatment. As of 2016 rapamycin had been tested in small clinical trials in people with lupus.",
            "score": 79.57865905761719
        },
        {
            "docid": "38403936_5",
            "document": "MTORC2 . mTORC2 appears to be regulated by insulin, growth factors, serum, and nutrient levels. Originally, mTORC2 was identified as a rapamycin-insensitive entity, as acute exposure to rapamycin did not affect mTORC2 activity or Akt phosphorylation. However, subsequent studies have shown that, at least in some cell lines, chronic exposure to rapamycin, while not affecting pre-existing mTORC2s, promotes rapamycin inhibition of free mTOR molecules, thus inhibiting the formation of new mTORC2. mTORC2 can be inhibited by chronic treatment with rapamycin \"in vivo\", both in cancer cells and normal tissues such as the liver and adipose tissue. Torin1 can also be used to inhibit mTORC2.",
            "score": 79.4113998413086
        },
        {
            "docid": "38402739_40",
            "document": "MTORC1 . Rapamycin is used clinically as an immunosuppressant and prevents the proliferation of T cells and B cells. Paradoxically, even though rapamycin is a federally approved immunosuppressant, its inhibition of mTORC1 results in better quantity and quality of functional memory T cells. mTORC1 inhibition with rapamycin improves the ability of naïve T cells to become precursor memory T cells during the expansion phase of T cell development . This inhibition also allows for an increase in quality of these memory T cells that become mature T cells during the contraction phase of their development. mTORC1 inhibition with rapamycin has also been linked to a dramatic increase of B cells in old mice, enhancing their immune systems. This paradox of rapamycin inhibiting the immune system response has been linked to several reasons, including its interaction with regulatory T cells.",
            "score": 79.2939224243164
        },
        {
            "docid": "37125686_31",
            "document": "MTOR inhibitors . Theoretically, the most important advantages of these mTOR inhibitors is the considerable decrease of AKT phosphorylation on mTORC2 blockade and in addition to a better inhibition on mTORC1. However, some drawbacks exist. Even though these compounds have been effective in rapamycin-insensitive cell lines, they have only shown limited success in KRAS driven tumors. This suggests that combinational therapy may be necessary for the treatment of these cancers. Another drawback is also their potential toxicity. These facts have raised concerns about the long term efficacy of these types of inhibitors.",
            "score": 78.97381591796875
        },
        {
            "docid": "2839255_4",
            "document": "MTOR . The discovery of TOR and mTOR stemmed from independent studies of the natural product rapamycin by Joseph Heitman, Rao Movva, and Michael N. Hall, and by Stuart L. Schreiber, David M. Sabatini, and Robert T. Abraham. In 1993, George Livi and Michael N. Hall independently cloned genes that mediate the toxicity of rapamycin in fungi, known as the TOR/DRR genes. However, the molecular target of the FKBP12-rapamycin complex in mammals was not known. In 1994, Stuart L. Schreiber, David M. Sabatini and Robert T. Abraham independently discovered a protein that directly interacts with FKBP12-rapamycin, which became known as mTOR due to its homology to the yeast TOR/DRR genes.",
            "score": 78.95652770996094
        },
        {
            "docid": "2839255_5",
            "document": "MTOR . Rapamycin arrests fungal activity at the G1 phase of the cell cycle. In mammals, it suppresses the immune system by blocking the G1 to S phase transition in T-lymphocytes. Thus, it is used as an immunosuppressant following organ transplantation. Interest in rapamycin was renewed following the discovery of the structurally related immunosuppressive natural product FK506 in 1987. In 1989-90, FK506 and rapamycin were determined to inhibit T-cell receptor (TCR) and IL-2 receptor signaling pathways, respectively. The two natural products were used to discover the FK506- and rapamycin-binding proteins, including FKBP12, and to provide evidence that FKBP12–FK506 and FKBP12–rapamycin might act through gain-of-function mechanisms that target distinct cellular functions. These investigations included key studies by Francis Dumont and Nolan Sigal at Merck contributing to show that FK506 and rapamycin behave as reciprocal antagonists. These studies implicated FKBP12 as a possible target of rapamycin, but suggested that the complex might interact with another element of the mechanistic cascade.",
            "score": 78.6194839477539
        },
        {
            "docid": "4433942_7",
            "document": "Stuart Schreiber . In 1994, Schreiber and co-workers co-discovered (independently co-discovered by David Sabitini) the master regulator of nutrient sensing, mTOR. They discovered that the small molecule rapamycin simultaneously binds FKBP12 and mTOR (originally named FKBP12-rapamycin binding protein, FRAP). Using diversity-oriented synthesis and small-molecule screening, Schreiber helped illuminate the nutrient-response signaling network involving TOR proteins in yeast and mTOR in mammalian cells. Small molecules such as uretupamine and rapamycin were shown to be particularly effective in revealing the ability of proteins such as mTOR, Tor1p, Tor2p, and Ure2p to receive multiple inputs and to process them appropriately towards multiple outputs (in analogy to multi-channel processors). Several pharmaceutical companies are now targeting the nutrient-signaling network for the treatment of several forms of cancer, including solid tumors.",
            "score": 77.80635070800781
        },
        {
            "docid": "24824432_6",
            "document": "Umirolimus . Subsequent investigations showed that rapamycin also binds to this intracellular target, forming an FKBP12–rapamycin complex which is not in itself inhibitory, but does have the capacity to block an integral protein kinase known as target of rapamycin (TOR). TOR was first discovered in yeast J.N. Heitman, N.R. Movva and M.N. Hall, Targets for cell cycle arrest by the immunosuppressant rapamycin in yeast, Science 253 (1991), pp. 905–909. View Record in Scopus | Cited By in Scopus (434)and later identified in eukaryotic cells, where it was designated as mTOR, the mammalian target of rapamycin. The importance of mTOR is based on its ability to phosphorylate a number of key proteins, including those associated with protein synthesis (p70s6kinase) and initiation of translation (4E-BP1).",
            "score": 77.47509765625
        },
        {
            "docid": "8948754_18",
            "document": "Pyroptosis . Recent studies demonstrate that caspase-1-mediated pyroptosis drives CD4 T-cell depletion and inflammation by HIV, two signature events that propel HIV disease progression to AIDS. Although pyroptosis contributes to the host's ability to rapidly limit and clear infection by removing intracellular replication niches and enhancing defensive responses through the release of proinflammatory cytokines and endogenous danger signals, in pathogenic inflammation, such as that elicited by HIV-1, this beneficial response does not eradicate the primary stimulus. In fact, it appears to create a pathogenic vicious cycle in which dying CD4 T cells release inflammatory signals that attract more cells into the infected lymphoid tissues to die and to produce chronic inflammation and tissue injury. It may be possible to break this pathogenic cycle with safe and effective caspase-1 inhibitors. These agents could form a new and exciting ‘anti-AIDS' therapy for HIV-infected subjects in which the treatment targets the host instead of the virus. Of note, Caspase-1 deficient mice develop normally, arguing that inhibition of this protein would produce beneficial rather than harmful therapeutic effects in HIV patients.",
            "score": 77.25308227539062
        },
        {
            "docid": "17545599_13",
            "document": "Zotarolimus . Subsequent investigations showed that rapamycin also binds to this intracellular target, forming an FKBP12–rapamycin complex which is not in itself inhibitory, but does have the capacity to block an integral protein kinase known as target of rapamycin (TOR). TOR was first discovered in yeast and later identified in eukaryotic cells, where it was designated as mTOR, the mammalian target of rapamycin. The importance of mTOR is based on its ability to phosphorylate a number of key proteins, including those associated with protein synthesis (p70s6kinase) and initiation of translation (4E-BP1).",
            "score": 77.22530364990234
        },
        {
            "docid": "50468_32",
            "document": "Leishmania . Upon microbial infection, PMNs move out from the bloodstream through the vessels’ endothelial layer, to the site of the infected tissue (dermal tissue after fly bite). They immediately initiate the first immune response and phagocytize the invader by recognition of foreign and activating surfaces on the parasite. Activated PMN secrete chemokines, IL-8 particularly, to attract further granulocytes and stimulate phagocytosis. Further, \"L. major\" increases the secretion of IL-8 by PMNs. This mechanism is observed during infection with other obligate intracellular parasites, as well. For microbes like these, multiple intracellular survival mechanisms exist. Surprisingly, the coinjection of apoptotic and viable pathogens causes by far a more fulminate course of disease than injection of only viable parasites. When the anti-inflammatory signal phosphatidylserine usually found on apoptotic cells, is exposed on the surface of dead parasites, \"L. major\" switches off the oxidative burst, thereby preventing killing and degradation of the viable pathogen.",
            "score": 77.1495361328125
        },
        {
            "docid": "37125686_26",
            "document": "MTOR inhibitors . Temsirolimus is pro-drug of rapamycin. It is approved by the U.S. Food and Drug Administration (FDA) and the European Medicines Agency (EMA), for the treatment of renal cell carcinoma (RCC). Temsirolimus has higher water solubility than rapamycin and is therefore administrated by intravenous injection. It was approved in May 30, 2007, by FDA for the treatment of advanced RCC.",
            "score": 76.97120666503906
        },
        {
            "docid": "16413778_34",
            "document": "Ageing . Rapamycin was first shown to extend lifespan in eukaryotes in 2006 by Powers \"et al.\" who showed a dose-responsive effect of rapamycin on lifespan extension in yeast cells. In a 2009 study, the lifespans of mice fed rapamycin were increased between 28 and 38% from the beginning of treatment, or 9 to 14% in total increased maximum lifespan. Of particular note, the treatment began in mice aged 20 months, the equivalent of 60 human years. Rapamycin has subsequently been shown to extend mouse lifespan in several separate experiments, and is now being tested for this purpose in nonhuman primates (the marmoset monkey).",
            "score": 76.65095520019531
        },
        {
            "docid": "37125686_3",
            "document": "MTOR inhibitors . The discovery of mTOR was made a few decades ago while investigating the mechanism of action of its inhibitor, rapamycin. Rapamycin was first discovered in 1975 in a soil sample from Easter Island of South Pacific, also known as Rapa Nui, from where its name is derived. Rapamycin is a macrolide, produced by the microorganism \"Streptomyces hygroscopicus\" and showed antifungal properties. Shortly after its discovery, immunosuppressive properties were detected, which later led to the establishment of rapamycin as an immunosuppressant. In the 1980s, rapamycin was also found to have anticancer activity although the exact mechanism of action remained unknown until many years later.",
            "score": 76.53852081298828
        },
        {
            "docid": "17545599_14",
            "document": "Zotarolimus . Of particular significance is the role that mTOR plays in the regulation of p27kip1, an inhibitor of cyclin-dependent kinases such as cdk2. The binding of agents like rapamycin and zotarolimus to mTOR is thought to block mTOR's crucial role in these cellular events, resulting in arrest of the cell cycle, and ultimately, cell proliferation.",
            "score": 76.40921783447266
        },
        {
            "docid": "24824432_7",
            "document": "Umirolimus . Of particular significance is the role that mTOR plays in the regulation of p27kip1, an inhibitor of cyclin-dependent kinases such as cdk2. The binding of agents like rapamycin and umirolimus to mTOR is thought to block mTOR's crucial role in these cellular events, resulting in arrest of the cell cycle, and ultimately, cell proliferation.",
            "score": 76.40921783447266
        }
    ]
}