{
    "q": [
        {
            "docid": "10480026_32",
            "document": "Shock collar . Steiss, et al., conducted a four-week study of adult shelter dogs’ physiological and behavioral responses to bark control collars. Plasma cortisol was used as the stress measure. Dogs were randomly assigned to either a shock collar, a spray collar, or a dummy collar (control group). Dogs that were known to bark at an unfamiliar dog were used for the study. Test conditions involved presentation of an unfamiliar dog. Dogs wore activated collars for period of 30 minutes per day for three days in two consecutive weeks. The amount of barking was significantly reduced starting on the second day with both the spray and shock collars. There was no significant difference in effect between the two collar types. The treatment group dogs showed a mild yet statistically significant increase in blood cortisol level (an indicator of stress) only on the first day of wearing the collars (as compared to the Control Group.) At the conclusion of the study, Dr. Steiss and her team concluded that \"In the present study, with dogs wearing bark control collars intermittently over a 2-week period, the collars effectively deterred barking without statistically significant elevations in plasma cortisol, compared to controls, at any of the time points measured.\"",
            "score": 41.52402639389038
        },
        {
            "docid": "1744068_35",
            "document": "Theory of planned behavior . The theory of planned behavior can also be applied in area of applied nutrition intervention. In a recent study by Sweitzer, TPB (in conjunction with SCT) was utilized to encourage parents to pack more fruits, vegetables and whole grains (FVWG) in sack lunches of preschool children. Behavioral constructs of TPD were used to develop intervention strategies. Knowledge/behavioral control, Self-efficacy/perceived behavioral control, subjective norms and intentions were measured to see effects on behavior. The results found a significant increase in vegetables and whole grains packed in lunches when interventions were planned using the TPB constructs. Psychosocial variables were useful predictors of lunch packing behaviors of parents and this study provided a divergent application of model-exploration of an area of parental behavior as a role in the development of young children's dietary behaviors. In a study by McConnon, the application of the TPB was used to prevent weight regain in an overweight cohort who recently experienced a significant weight loss. Using the constructs of TPB, it was found that perceived need to control weight is the most positive predictor of behavior for weight maintenance. The TPB model can be used to predict weight gain prevention expectation in an overweight cohort. The TPB can also be utilized to measure behavioral intention of practitioners in promoting specific health behaviors. In this study by Chase, dietitians' intentions to promote whole grain foods was studied. It was found that the strongest indicator of intention of dietitians to promote whole grain foods was the construct of normative beliefs with 97% of dietitians indicating that health professionals should promote whole grains and 89% wanted to comply with this belief. However, knowledge and self-efficacy of instituting this belief was faulted with only 60% of dietitians being able to correctly identify a whole grain product from a food label, 21% correctly identifying current recommendations and 42% of dietitians did not know there was a recommendation for whole grain consumption. Although the response rate to complete mailed surveys for this study was low (39%), the results provided preliminary data on the strong effect of normative beliefs on dietitian intentions to promote whole grain and the need for nutrition need for additional education for practicing dietitians focusing on increase knowledge and self-efficacy for promoting whole grains.",
            "score": 39.08206129074097
        },
        {
            "docid": "62893_93",
            "document": "Dingo . Apart from the introduction of the poison 1080 (extensively used for 40 years and nicknamed \"doggone\"), the methods and strategies for controlling wild dogs have changed little over time. Information concerning cultural importance to indigenous people and the importance of dingoes and the impact of control measures on other species is also lacking in some areas. Historically, the attitudes and needs of indigenous people were not taken into account when dingoes were controlled. Other factors that might be taken into account are the genetic status (degree of interbreeding) of dingoes in these areas, ownership and land usage, as well as a reduction of killing measures to areas outside of the zones. However, most control measures and the appropriate studies are there to minimise the loss of livestock and not to protect dingoes.",
            "score": 34.997610569000244
        },
        {
            "docid": "20760512_31",
            "document": "Communities That Care . The CYDS evaluated community efforts to faithfully implement (1) the core principles of the CTC prevention system, and (2) tested and effective prevention programs with respect to content and delivery specifications. The study found that CTC communities achieved high implementation fidelity at the system and program levels when supported by training and technical assistance in CTC. Control communities did not achieve these things. At the start of the CYDS, CTC and control communities did not differ in their use of a science-based approach to prevention. By the third year of the intervention, key leaders in CTC communities reported a higher stage of adoption of science-based prevention, relative to control communities. They also were willing to provide greater funding for prevention. Differences were sustained one year after the implementation phase of the trial ended. At this point, key leaders in CTC communities also reported significantly stronger community norms against adolescent drug use. The CTC Milestones and Benchmarks Survey was used to track progress in the implementation of core components of the CTC prevention system. In each year of the intervention, CTC communities enacted an average of 90% of the key features of the CTC prevention system, including developing a community board, prioritizing risk and protective factors, selecting tested and effective preventive interventions from the Communities That Care Prevention Strategies Guide, implementing selected implementation programs with fidelity, and periodically assessing risk and protective factors and child and adolescent well-being through surveys of students. One year after the implementation phase of the trial had ended, eleven of 12 CTC coalitions continued to operate in CTC communities. These coalitions continued to implement key CTC milestones and benchmarks to a significantly greater degree than coalitions in control communities, even without ongoing study-provided support. Control communities did not make this progress over time in completing CTC milestones and benchmarks, implementing scientifically proven prevention programs, and monitoring program impacts.  Over the course of the trial, the 12 CTC communities demonstrated faithful implementation of 17 different school-based, after-school, and parenting interventions selected from a menu of 39 possible tested and effective programs for 5th through 9th grade students contained in the Communities That Care Prevention Strategies Guide. On average, CTC communities implemented 2.75 tested and effective prevention programs per year (range: 1-5). High rates of fidelity were achieved consistently over time with respect to adherence to program objectives and core components (average = 91-94% per year) and dosage (number, length, and frequency of intervention sessions; average = 93-95% per year). Faithful implementation continued two years after study support ended. CTC coalitions still offered significantly more tested and effective intervention programs, implemented them with high quality, monitored implementation to a significantly greater degree, and reached significantly more children and parents, compared to control coalitions.",
            "score": 44.188634157180786
        },
        {
            "docid": "22677497_8",
            "document": "Social distancing . Research indicates that measures must be applied rigorously and immediately in order to be effective. During the 1918 flu pandemic, authorities in the US implemented school closures, bans on public gatherings, and other social distancing interventions in Philadelphia and in St. Louis, but in Philadelphia the delay of five days in initiating these measures allowed transmission rates to double three to five times, whereas a more immediate response in St. Louis was significant in reducing transmission there. Bootsma and Ferguson analyzed social distancing interventions in 16 US cities during the 1918 epidemic and found that time-limited interventions reduced total mortality only moderately (perhaps 10–30%), and that the impact was often very limited because the interventions were introduced too late and lifted too early. It was observed that several cities experienced a second epidemic peak after social distancing controls were lifted, because susceptible individuals who had been protected were now exposed.",
            "score": 30.541112184524536
        },
        {
            "docid": "23339740_3",
            "document": "Mass drug administration . This article describes the administration of antimalarial drugs to whole populations an intervention which has been used as a malaria-control measure for more than 70 years. Recent proposals to eliminate or even to eradicate malaria have led to a renewed interest in mass drug administrations in areas with very high malaria endemicity. Drugs have been administered either directly as a full therapeutic course of treatment or indirectly through the fortification of salt. Mass drug administrations were generally unsuccessful in interrupting transmission but, in some cases, had a marked effect on parasite prevalence and on the incidence of clinical malaria. MDAs are likely to encourage the spread of drug-resistant parasites and so have only a limited role in malaria control. They may have a part to play in the management of epidemics and in the control of malaria in areas with a very short transmission season. In order to reduce the risk of spreading drug resistance, MDAs should use more than one drug and, preferably include a drug, such as an artemisinin, which has an effect on gametocytes. MDAs have low acceptance in areas with low malaria endemicity.",
            "score": 29.568987607955933
        },
        {
            "docid": "1165522_85",
            "document": "Mindfulness . Mindfulness-Based Interventions are rising across western culture, but its effectiveness in school programs is still being determined. Research contends, “Mindfulness-based approaches for adults are effective at enhancing mental health, but few controlled trials have evaluated their effectiveness among young people”. Although much of the available studies find a high number of mindfulness acceptability among students and teachers, more research needs to be conducted on its effects on well-being and mental-health for students. A firmly controlled experiment, Johnson, Burke, Brinkman, and Wade evaluated “the impact of an existing and widely available school-based mindfulness program, no improvements were demonstrated on any outcome measured either immediately post intervention or at three-month follow-up”. Many questions remain on which practices best implement effective and reliable mindfulness programs at schools, and further research is needed to identify the optimal methods and measurement tools for mindfulness in education.",
            "score": 42.107566595077515
        },
        {
            "docid": "23339740_23",
            "document": "Mass drug administration . Whether MDAs can be considered successful or not depends on the expectation of what they might achieve; many studies do not define whether their main aim was to interrupt transmission or to control disease. When MDAs were used as part of an attempt to interrupt transmission completely, they almost always failed. Only one project, conducted on Aneityum, a small isolated island in the Pacific, succeeded in permanently interrupting transmission using MDA as one of several malaria-control strategies. However, although unable to interrupt transmission, many MDA projects led to a marked reduction in parasite prevalence and probably had a marked also transient effect on malaria-related morbidity and mortality. Most of the early trials used study designs which would now be considered inadequate to provide a definitive answer on study outcome. For example, before-and-after comparisons were used frequently. Such comparisons are especially unreliable for vector-borne diseases which may show marked variations in incidence from season to season as well as from year to year. Furthermore, in several studies only a single intervention and control area or group were compared despite the fact a single control group cannot provide statistically interpretable results (see \"n\" = 1 fallacy).",
            "score": 24.62608504295349
        },
        {
            "docid": "3765637_57",
            "document": "Intelligent tutoring system . A more recent meta-analysis suggests that ITSs can exceed the effectiveness of both CAI and human tutors, especially when measured by local (specific) tests as opposed to standardized tests. \"Students who received intelligent tutoring outperformed students from conventional classes in 46 (or 92%) of the 50 controlled evaluations, and the improvement in performance was great enough to be considered of substantive importance in 39 (or 78%) of the 50 studies. The median ES in the 50 studies was 0.66, which is considered a moderate-to-large effect for studies in the social sciences. It is roughly equivalent to an improvement in test performance from the 50th to the 75th percentile. This is stronger than typical effects from other forms of tutoring. C.-L. C. Kulik and Kulik’s (1991) meta-analysis, for example, found an average ES of 0.31 in 165 studies of CAI tutoring. ITS gains are about twice as high. The ITS effect is also greater than typical effects from human tutoring. As we have seen, programs of human tutoring typically raise student test scores about 0.4 standard deviations over control levels. Developers of ITSs long ago set out to improve on the success of CAI tutoring and to match the success of human tutoring. Our results suggest that ITS developers have already met both of these goals... Although effects were moderate to strong in evaluations that measured outcomes on locally developed tests, they were much smaller in evaluations that measured outcomes on standardized tests. Average ES on studies with local tests was 0.73; average ES on studies with standardized tests was 0.13. This discrepancy is not unusual for meta-analyses that include both local and standardized tests... local tests are likely to align well with the objectives of specific instructional programs. Off-the-shelf standardized tests provide a looser fit. ... Our own belief is that both local and standardized tests provide important information about instructional effectiveness, and when possible, both types of tests should be included in evaluation studies.\"",
            "score": 34.3903923034668
        },
        {
            "docid": "6021781_51",
            "document": "HIV/AIDS in China . Needle exchange programmes are not a strategy officially sanctioned by the Ministry of Public Security since such strategies give the appearance of condoning drug use. Thus, when this strategy was first introduced, it was called needle social marketing – increasing the commercial availability and accessibility of needles in combination with health education about safe injecting practices and, in some cases, provision of free needles. Since 2001, the State Council has officially advocated needle social marketing as an HIV prevention measure. Evidence from research and study tours to countries such as Australia, which runs successful needle exchange programmes, prompted the Ministry of Health to support the first such programme in Yunnan province and Guangxi Zhuang Autonomous Region in 1999. In 2000–02, a larger intervention trial of needle exchange programmes was done in four counties of Guangdong province and Guangxi, funded by the World AIDS Foundation. Cross-sectional data gathered at follow-up indicated that participants in intervention communities were almost three times less likely to have shared needles in the past month than those in control communities (odds ratio 0.36, 95% CI 0.25–0.52). Furthermore, rates of infection with hepatitis C virus were significantly lower in the intervention arm than in the control arm (51.1% vs 83.6%, p=0.001) and HIV rates were lower in the intervention arm; however, this was significant only in Guangdong (p=0.011) and not in Guangxi (p=0.2) nor overall (18.1% vs 23.6%, p=0.391).",
            "score": 38.90749537944794
        },
        {
            "docid": "37822732_5",
            "document": "History of network traffic models . Measurements are useful and necessary for verifying the actual network performance. However, measurements do not have the level of abstraction that makes traffic models useful. Traffic models can be used for hypothetical problem solving whereas traffic measurements only reflect current reality. In probabilistic terms, a traffic trace is a realization of a random process, whereas a traffic model is a random process. Thus, traffic models have universality. A traffic trace gives insight about a particular traffic source, but a traffic model gives insight about all traffic sources of that type. Traffic models have three major uses. One important use of traffic models is to properly dimension network resources for a target level of QoS. It was mentioned earlier that Erlang developed models of voice calls to estimate telephone switch capacity to achieve a target call blocking probability. Similarly, models of packet traffic are needed to estimate the bandwidth and buffer resources to provide acceptable packet delays and packet loss probability. Knowledge of the average traffic rate is not sufficient. It is known from queuing theory that queue lengths increase with the variability of traffic. Hence, an understanding of traffic burstiness or variability is needed to determine sufficient buffer sizes at nodes and link capacities. A second important use of traffic models is to verify network performance under specific traffic controls. For example, given a packet scheduling algorithm, it would be possible to evaluate the network performance resulting from different traffic scenarios. For another example, a popular area of research is new improvements to the TCP congestion avoidance algorithm. It is critical that any algorithm is stable and allows multiple hosts to share bandwidth fairly, while sustaining a high throughput. Effective evaluation of the stability, fairness, and throughput of new algorithms would not be possible without realistic source models. A third important use of traffic models is admission control. In particular, connection oriented networks such as ATM depends on admission control to block new connections to maintain QOS guarantees. A simple admission strategy could be based on the peak rate of a new connection; a new connection is admitted if the available bandwidth is greater than the peak rate. However, that strategy would be overly conservative because a variable bit-rate connection may need significantly less bandwidth than its peak rate. A more sophisticated admission strategy is based on effective bandwidths. The source traffic behavior is translated into an effective bandwidth between the peak rate and average rate, which is the specific amount of bandwidth required to meet a given QoS constraint. The effective bandwidth depends on the variability of the source.",
            "score": 39.1203830242157
        },
        {
            "docid": "41081621_6",
            "document": "Taenia hydatigena . Cysticercosis is rare in the U.S. and most parts of Europe. It is primarily found in immigrant species, or species that have arrived from another country. The main objectives are as follows: to reduce the chances of becoming infected, and, if infected, to reduce the chances of the infection being transmitted. Educating the general public will help change how the disease is perceived. This could help people better understand risks and allow people to not live in fear of the disease. The high prevalence of some zoonotic helminths could indicate that humans in specific regions such as; the mediterranean area, south of the Sahara in the semi-arid areas of East Africa, South Africa, South America, East Europe and parts of China. These areas are at serious risk of transmission and, if all the preventive measures are not taken, the human infection may spread quickly. Preventive programs, such as elimination of the stray dogs from cities and rural regions, could be necessary in this instance. However, control of wild canids can be difficult, but there are other regulatory measures that can be applied to communities, such as health education and implementing strict regulations of livestock slaughtering in slaughter houses and farms, could reduce the risk of parasite transmission. In addition, it is important for public health authorities, pet owners, physicians and veterinarians in these regions to pay close attention to patients and to remain informed of any possible outbreaks and transmission. In a study conducted at Washington State University, the effects of heat treatment were analyzed on the young forms of Taenia hydatigena. They observed that when the eggs were treated at temperatures of 60 degrees C they did not establish in the hosts. This could be influential in future prevention methods.",
            "score": 49.755350828170776
        },
        {
            "docid": "20423_34",
            "document": "Malaria . Community participation and health education strategies promoting awareness of malaria and the importance of control measures have been successfully used to reduce the incidence of malaria in some areas of the developing world. Recognizing the disease in the early stages can prevent the disease from becoming fatal. Education can also inform people to cover over areas of stagnant, still water, such as water tanks that are ideal breeding grounds for the parasite and mosquito, thus cutting down the risk of the transmission between people. This is generally used in urban areas where there are large centers of population in a confined space and transmission would be most likely in these areas. Intermittent preventive therapy is another intervention that has been used successfully to control malaria in pregnant women and infants, and in preschool children where transmission is seasonal.",
            "score": 35.21337866783142
        },
        {
            "docid": "5750_77",
            "document": "Cognitive behavioral therapy . The importance of double-blinding was shown in a meta-analysis that examined the effectiveness of CBT when placebo control and blindedness were factored in. Pooled data from published trials of CBT in schizophrenia, major depressive disorder (MDD), and bipolar disorder that used controls for non-specific effects of intervention were analyzed. This study concluded that CBT is no better than non-specific control interventions in the treatment of schizophrenia and does not reduce relapse rates; treatment effects are small in treatment studies of MDD, and it is not an effective treatment strategy for prevention of relapse in bipolar disorder. For MDD, the authors note that the pooled effect size was very low. Nevertheless, the methodological processes used to select the studies in the previously mentioned meta-analysis and the worth of its findings have been called into question.",
            "score": 27.993741035461426
        },
        {
            "docid": "5486225_12",
            "document": "Fall prevention . Research indicates that multifactorial intervention programs can reduce the number of falls; in a meta-analysis of studies of older people in general the reduction was around 27%, and in those selected because of a previous fall or other risk factor there was a 14% reduction. Although further research is needed, preventative measures with the greatest likelihood of a positive effect include strength and balance training, home risk assessment, withdrawing psychotropic medication, cardiac pacing for those with carotid sinus hypersensitivity, and tai chi. Resistance exercise 2 or 3 times a week with ankle weights or elastic bands has been proven in tests to rebuild loss muscle mass and reduce falls in adults of all ages. This was first tested and proven in New Zealand by the Otago Medical School in 4 controlled trials in which close to 1000 older adults, average age 84, participated. Falls among a test group that did the Otago routines 3 times a week for 12 months were 35% less than a control group that did not use the routines. Two similar 12-month tests were conducted in the US using residents of assisted and skilled nursing facilities with one group showing a 54% reduction in falls. After the age of 50, adults experience a decrease in muscle mass, a condition known as sarcopenia, by approximately 2% every year. A systematic review concluded that resistance training can slow down the rate of loss in muscle mass and strength. It has been recommended that older adults participate in resistance training 2-3 times a week to weaken the effects of sarcopenia. Assistive technology can also be applied, although it is mostly reactive in case of a fall. Exercise as a single intervention has been shown to prevent falls in community dwelling older adults. A systematic review suggests that having an exercise regimen that includes challenging balance workouts for three or more hours per week results in a lesser chance of falling. Resistance training has been shown to be beneficial beyond fall prevention, as it also helps improve functional mobility and activities of daily living such as walking endurance, gait speed, and stair climbing. Research explains that this significant increase in performance can be accomplished after the age of 90. In order for older adults to gain confidence in resistance training, which may ultimately lead to fall prevention effects, they need to obtain the recommended amount of daily activity.",
            "score": 36.67003607749939
        },
        {
            "docid": "21053458_6",
            "document": "Cholera vaccine . WHO recommends that current available cholera vaccines be used as complements to traditional control and preventive measures in areas where the disease is endemic and should be considered in areas at risk for outbreaks. Vaccination should not disrupt the provision of other high priority health interventions to control or prevent cholera outbreaks... Reactive vaccination might be considered in view of limiting the extent of large prolonged outbreaks, provided the local infrastructure allows it, and an in-depth analysis of past cholera data and identification of a defined target area have been performed.",
            "score": 36.46658515930176
        },
        {
            "docid": "44158293_24",
            "document": "Malnutrition in Peru . A study conducted in 2006 sought to evaluate the impact of the VL program on child nutritional outcomes. The authors collected data from VL monthly program expenditures, VL Public Expenditure Tracking Survey, Demographic and Health Surveys from 1996 and 2000, and national household living standard surveys with information about participation in the VL program and child measurements. They examined the distribution of VL transfers at each quintile of income and calculated the intent-to-treat estimates of impact based on the value of the transfers. Calculations were controlled for household factors. They found that the VL transfers were targeted more toward lower quintile households, with the poorest 40% receiving three times as much aid as the richest 20%. From 1996 to 2000, the stunting rate among children decreased by 0.2%, from 26% to 25.8%, a statistically insignificant decrease. The study concluded that the VL program was effective at targeting households with low income or malnourished children, but it made no positive impact on reducing child stunting.",
            "score": 52.390448808670044
        },
        {
            "docid": "23339740_7",
            "document": "Mass drug administration . The first, well documented use of direct MDA took place in a rubber plantation in Liberia in 1931. Two doses of the 8-aminoquinoline plasmoquine were given weekly to workers and their families in two camps. The prevalences of malaria parasite infections in humans and anopheline mosquitoes before and after treatment were studied. The authors concluded that ‘the fall in the mosquito infection rate of the two plasmoquine treated camps was so large as to indicate a local disappearance, or at least a great reduction, in gametocyte carriers in the treated population’. No long-term follow up data were provided for this study or most of the trials reported subsequently. The next documented use of MDA in sub-Saharan Africa took place in 1948 and 1949 in tea estates in Kericho, Kenya. Ten thousand inhabitants of the tea estates received twice weekly proguanil from April to July 1948. The intervention was supplemented with DDT spraying in March and June of the following year. Before the intervention the mean malaria incidence in July, the peak of the malaria transmission season, was 56 cases per 1000 population. Following the intervention 4 malaria cases were detected in July 1949. The author therefore recommended continuation of twice weekly proguanil prophylaxis on the estates. The Nandi district of Kenya was the scene of a large MDA in 1953 and 1954. The target population of 83,000 received a single dose of pyrimethamine at the beginning of the malaria season in 1953 and 1954. The coverage was estimated to be around 95%. Before the intervention severe malaria epidemics had been reported in the area. Following the intervention the parasite prevalence dropped from 23% to 2.3%. The author states that in a control area parasite prevalence rose over the same period to over 50%. It was felt that the MDA was effective in curbing severe malaria epidemics. In the following three years, 1955 to 1957, pyrimethamine administration was replaced with Dieldrin spraying to consolidate malaria control, which makes an assessment of the long-term effect of this MDA impossible.",
            "score": 24.948699951171875
        },
        {
            "docid": "30777141_11",
            "document": "WASH . There is debate in the academic literature about the effectiveness on health outcomes when implementing WASH programs in low- and middle-income countries. Many studies provide poor quality evidence on the causal impact of WASH programs on health outcomes of interest. The nature of WASH interventions is such that high quality trials, such as randomized controlled trials (RCTs), are expensive, difficult and in many cases not ethical. Causal impact from such studies are thus prone to being biased due to residual confounding. Many scholars have attempted to summarize the evidence of WASH interventions from the limited number of high quality studies. Hygiene interventions, in particular those focusing on the promotion of handwashing, appear to be especially effective in reducing morbidity. A meta-analysis of the literature found that handwashing interventions reduced the relative risk of diarrhea by approximately 40%. Similarly, handwashing promotion has been found to be associated with a 47% decrease in morbidity. Specific types of water quality improvement projects can have a protective effect on morbidity and mortality. A randomized control trial in India concluded that the provision of chlorine tablets for improving water quality led to a 75% decrease in incidences of cholera among the study population. A quasi-randomized study on historical data from the United States also found that the introduction of clean water technologies in major cities was responsible for close to half the reduction in total mortality and over three-quarters of the reduction in infant mortality. Distributing chlorine products, or other water disinfectants, for use in the home may reduce instances of diahorrea. However, most studies on water quality improvement interventions suffer from residual confounding or poor adherence to the mechanism being studied. For instance, a study conducted in Nepal found that adherence to the use of chlorine tablets or chlorine solution to purify water was as low as 18.5% among program households.  Studies on the effect of sanitation interventions on health are rare. When studies do evaluate sanitation measures, they are mostly included as part of a package of different interventions. A pooled analysis of the limited number of studies on sanitation interventions suggest that improving sanitation has a protective effect on health. A UNICEF funded sanitation intervention (packaged into a broader WASH intervention) was also found to have a protective effect on under-five diarrhea incidence but not on household diarrhea incidence. WASH interventions appear to have some important unintended consequences as well. For instance, the UNICEF funded WASH intervention in Nigeria was perceived by many program beneficiaries as empowering women and youth. In contrast, a study on a water well chlorination program in Guinea-Bissau in 2008 reported that families stopped treating water within their households because of the program which consequently increased their risk of cholera.",
            "score": 28.78845715522766
        },
        {
            "docid": "874190_56",
            "document": "Drug Abuse Resistance Education . In 2009, D.A.R.E. adopted the keepin’ it REAL curriculum. Rather than solely focusing on the perils of alcohol and drugs, keepin’ it REAL utilizes socio-emotional learning theory and a life skills approach to conceptualize substance use resistance as a situated, contextualized process and emphasizes communication competence as central to effective resistance strategies. keepin’ it REAL uses a culturally grounded approach that acknowledges the importance of cultural differences and similarities in the effectiveness of communication strategies and norms surrounding substance use. The program was developed by Penn State researchers, who evaluated its effectiveness, though critics contend the program does not implement a long-term evaluation system. In 2013, the Substance Abuse and Mental Health Services Administration ranked its \"readiness for dissemination\" at 1.5 out of 4. Two field randomized controlled trials showed the effectiveness of the multicultural keepin’ it REAL for reducing substance use across grade levels and ethnic/racial groups, which highlights the importance of grounding substance use prevention programs in their audiences’ cultural attitudes, values, norms, and beliefs. The second study \"evaluated onset of drug use across and within ethnic groups and the ideal times to intervene\" finding \"a double dose of intervention in elementary and middle school was no more effective than middle school intervention alone.\"",
            "score": 30.731354117393494
        },
        {
            "docid": "3295201_8",
            "document": "Gang injunction . In March 2011, a study entitled \"Evaluation of the Effectiveness of Gang Injunctions in California\" was published in the \"Journal of Criminal Justice Research\". It sought to determine whether gang injunctions reduce crime as compared to baseline and matched control areas. Twenty-five gang injunctions from four California counties were evaluated by extracting crime data from court records and police agencies. The control areas—communities with a similar gang problem but no gang injunctions—were matched for similar gang ethnicity, gang size, proximity, and gang activity. Criminological deterrence, association, environmental, and economic theories served as theoretical foundations for the study. Calls for service were evaluated for a period one year before the injunction and one year after the injunction using paired t-tests, which revealed that gang injunctions reduce crime. Calls for service were significantly reduced compared to the baseline and the matched controls. Violent crime calls were found to decrease by 11.6% compared to the baseline, while controls averaged an increase of 0.8%, a net benefit of 12.4%. Less serious calls decreased 15.9% compared to the baseline, while controls averaged a mild increase of 1.6%, a net benefit of 17.5%. Total calls for service decreased 14.1% compared to the baseline, while controls averaged an increase of 2.3%, a net benefit of 16.4%. This study confirmed that gang injunctions can be a beneficial tool if used and implemented correctly and can reduce gang crime in the communities where they are implemented.",
            "score": 33.41061520576477
        },
        {
            "docid": "23339740_17",
            "document": "Mass drug administration . MDA is included in the malaria-control policy of the People’s Republic of China. Following the first malaria-control phase from 1955 to 1962, which was mostly focused on malaria surveys, mass administrations were added to vector control measures and improved case management in 10 of China’s 33 provinces. The drugs used in the administrations, mostly chloroquine and piperaquine, were provided free of charge by the central government. The economic reforms instituted by Deng Xiaoping, which ultimately put an end to the provision of free health care through the central government and the emergence of resistance against the most widely used antimalarials modified the use of mass drug administrations after 1980. MDAs are now targeted at high-risk populations, specifically non-immune migratory workers who receive repeated courses during the high transmission season. According to government guidelines, piperaquine, chloroquine, or sulfadoxine combined with primaquine can be used for mass administrations. The artemisinin derivatives are not used in mass drug administrations and are reserved for treatment failures. Malaria burden and control measures are shown in Table 1. Between 1990 and 2000 the malaria prevalence dropped from 10.6 to 1.9 / 100,000, the number of reported malaria cases dropped from 117,359 to 24,088 while the number of reported deaths attributable to malaria remained stable. These data, reported to the national government, depend on reporting from health care providers and like all data depending on passive surveillance tend to underestimate the true disease burden. However, there is no reason to think that the level of underreporting has changed over the last decade. Therefore, the proportional reduction in malaria disease burden is likely to be true. Malaria-control measures, including MDA, as well as major ecologic changes during the second half of the last century are likely to have been responsible for the more than 100-fold reduction in malaria burden in China since the initial surveys in 1955. The widespread use of antimalarials has been followed by the emergence of drug resistance especially in regions with high drug use. By 1995 more than 95% of \"P.falciparum\" strains isolated in the South of Yunnan province were found to be resistant to chloroquine, and piperaquine while in the remainder of Yunnan and Hainan province the resistance rates were 85%and 38% respectively.",
            "score": 38.6014187335968
        },
        {
            "docid": "1906107_51",
            "document": "Transtheoretical model . Different outcome measures were used to assess the effectiveness of the intervention. Health-centred intervention studies measured BMI, weight, waist circumference as well as general health. However, only one of three found a significant change in general health, while BMI and other measures had no effect. Measures that are associated with both health and sustainability were more common. Effects were reported as number of car trips, distance travelled, main mode share etc. Results varied due to greatly differing approaches. In general, car use could be reduced between 6% and 55%, while use of the alternative mode (walking, biking and/or public transport) increased between 11% and 150%. These results indicate a shift to action or maintenance stage, some researchers investigated attitude shifts such as the willingness to change. Attitudes towards using alternative modes improved with approximately 20% to 70%. Many of the intervention studies did not clearly differentiate between the five stages, but categorised participants in pre-action and action stage. This approach makes it difficult to assess the effects per stage. Also, interventions included different processes of change; in many cases these processes are not matched to the recommended stage. It highlights the need to develop a standardised approach for travel intervention design. Identifying and assessing which processes are most effective in the context of travel behaviour change should be a priority in the future in order to secure the role of TTM in travel behaviour research.",
            "score": 40.44020652770996
        },
        {
            "docid": "2930584_14",
            "document": "Visceral leishmaniasis . Serological testing is much more frequently used in areas where leishmaniasis is endemic. A 2014 Cochrane review evaluated different rapid diagnostic tests. One of them (the rK39 immunochromatographic test) gave correct, positive results in 92% of the people with visceral leishmaniasis and it gave correct, negative results in 92% of the people who did not have the disease. A second rapid test (called latex agglutination test) gave correct, positive results in 64% of the people with the disease and it gave correct, negative results in 93% of the people without the disease. Other types of tests have not been studied thoroughly enough to ascertain their efficacy.",
            "score": 29.459309577941895
        },
        {
            "docid": "186028_19",
            "document": "Regression toward the mean . Take a hypothetical example of 1,000 individuals of a similar age who were examined and scored on the risk of experiencing a heart attack. Statistics could be used to measure the success of an intervention on the 50 who were rated at the greatest risk. The intervention could be a change in diet, exercise, or a drug treatment. Even if the interventions are worthless, the test group would be expected to show an improvement on their next physical exam, because of regression toward the mean. The best way to combat this effect is to divide the group randomly into a treatment group that receives the treatment, and a control group that does not. The treatment would then be judged effective only if the treatment group improves more than the control group.",
            "score": 18.439554691314697
        },
        {
            "docid": "17893852_14",
            "document": "Humor research . In a study examining humor as an intervention, random assignment to a humor group, a social group, and a non-intervention control group was used. A standardized manual and booklet were used in the intervention group, and results showed that the humor group demonstrated significant increases in emotional well-being. Importantly, self-efficacy, positive affect, optimism, and perceptions of control were found to go up while other negative measures decreased. Crawford & Caltabiano (2011) found support for humor as an intervention which may increase positive aspects of emotional well-being. Humor skills of the intervention group were targeted through the use of a manual. Humor increased several measures of well-being including self-efficacy, positive affect, optimism, and perception of control, even more than a “social group” control or a non-intervention control group. The exposure to humor and humor skills training was also found to decrease certain negative aspects of emotional well-being, including perceived stress, certain depressive symptoms, and anxiety.",
            "score": 20.535377025604248
        },
        {
            "docid": "33702464_6",
            "document": "Extrastriate body area . The actual experiment had people make a “two-choice matching-to-sample task. Fourteen right handed participants were required to decide which of two similar upper-limb images matched a single sample previously seen during a tachistoscopic exposure. Photos of face parts and motorcycle parts served as control stimuli in two-matching-to-sample tasks that were comparable to the former task.” rTMS was then applied 150 ms after each sample exposure. The section of the graph, Body Parts, shows the response time while using rTMS. The SHAM category refers to measuring the EBA without rTMS while viewing the images. The Visual Cortex category measures the response of the FFA to be used as the control of the experiment. This measurement of response time, occurring while rTMS was effecting the EBA, further shows that the two areas process visual data of the human form, yet respond to different stimuli. While the magnetic stimulation was temporarily disabling the extrastraite body area, reaction time decreased by about 100 ms. The data from the Sham and Visual Cortex categories on the graph show what was the expected normal results from the experiment. This evidence reveals that applying rTMS to the EBA slowed the response of recognizing images of body parts.",
            "score": 24.777302503585815
        },
        {
            "docid": "5933900_18",
            "document": "Drugs for Neglected Diseases Initiative . Single dose amphotericin B and paromomycin/miltefosine/amphotericin B combinations were recommended by the WHO Expert Committee on the Control of Leishmaniasis (2010). These treatments are less toxic than previous mainstay treatments, useful in areas of antimonial resistance, are shorter course and their cost is comparable with previous treatments. In 2010, a study investigating the three possible 2-drug combinations of amphotericin B, miltefosine and paromomycin was completed in India. All three combination treatments were shown to be highly efficacious (> 97.5% cure rate). A WHO Expert committee recommended these treatments to be used preferentially to current established monotherapy treatments for VL in South Asia. DNDi is working with TDR and WHO to facilitate their introduction and support VL elimination strategies. DND\"i\" conducted more studies, including a pilot project in the Bihar State of India (2012-2015) that demonstrated the safety and effectiveness of combination therapies based on amphotericin B, miltefosine, and paromomycin at the primary healthcare level, and single dose amphotericin B at the hospital level. Based on the study results, the Indian National Roadmap for Kala-Azar Elimination in August 2014 recommended use of single dose amphotericin B as a first option treatment for the treatment of VL patients, with paromycin and miltefosine as a second option at all levels; a policy also reflected in Bangladesh and Nepal. this removal of miltefosine monotherapy is an important policy change. This project has been a collaboration with the National (Vector Borne) Disease Control Programmes of India and Bangladesh, MSF, TDR, OneWorld Health/PATH, Bihar State Health Society, and the Indian Council for Medical Research.",
            "score": 47.487881898880005
        },
        {
            "docid": "4572582_23",
            "document": "Childhood obesity . The effects of eating habits on childhood obesity are difficult to determine. A three-year randomized controlled study of 1,704 3rd grade children which provided two healthy meals a day in combination with an exercise program and dietary counsellings failed to show a significant reduction in percentage body fat when compared to a control group. This was partly due to the fact that even though the children believed they were eating less their actual calorie consumption did not decrease with the intervention. At the same time observed energy expenditure remained similar between the groups. This occurred even though dietary fat intake decreased from 34% to 27%. A second study of 5,106 children showed similar results. Even though the children ate an improved diet there was no effect found on BMI. Why these studies did not bring about the desired effect of curbing childhood obesity has been attributed to the interventions not being sufficient enough. Changes were made primarily in the school environment while it is felt that they must occur in the home, the community, and the school simultaneously to have a significant effect.",
            "score": 12.478464126586914
        },
        {
            "docid": "28848_23",
            "document": "Scabies . Scabies is endemic in many developing countries, where it tends to be particularly problematic in rural and remote areas. In such settings, community-wide control strategies are required to reduce the rate of disease, as treatment of only individuals is ineffective due to the high rate of reinfection. Large-scale mass drug administration strategies may be required where coordinated interventions aim to treat whole communities in one concerted effort. Although such strategies have shown to be able to reduce the burden of scabies in these kinds of communities, debate remains about the best strategy to adopt, including the choice of drug.",
            "score": 33.1667914390564
        },
        {
            "docid": "1079203_32",
            "document": "Hookworm infection . Evaluation of numerous public health interventions has generally shown that improvement in each individual component ordinarily attributed to poverty (for example, sanitation, health education and underlying nutrition status) often have minimal impact on transmission. For example, one study found that the introduction of latrines into a resource-limited community only reduced the prevalence of hookworm infection by four percent. However, another study in Salvador, Brazil found that improved drainage and sewerage had a significant impact on the prevalence of hookworm infection but no impact at all on the intensity of hookworm infection. This seems to suggest that environmental control alone has a limited but incomplete effect on the transmission of hookworms. It is imperative, therefore, that more research is performed to understand the efficacy and sustainability of integrated programs that combine numerous preventive methods including education, sanitation, and treatment.",
            "score": 28.058693170547485
        },
        {
            "docid": "522230_5",
            "document": "Balanced scorecard . Balanced scorecard is an example of a closed-loop controller or cybernetic control applied to the management of the implementation of a strategy. Closed-loop or cybernetic control is where actual performance is measured, the measured value is compared to a reference value and based on the difference between the two corrective interventions are made as required. Such control requires three things to be effective:",
            "score": 31.715335369110107
        }
    ],
    "r": [
        {
            "docid": "80381_35",
            "document": "Health . The focus of public health interventions is to prevent and manage diseases, injuries and other health conditions through surveillance of cases and the promotion of healthy behavior, communities, and (in aspects relevant to human health) environments. Its aim is to prevent health problems from happening or re-occurring by implementing educational programs, developing policies, administering services and conducting research. In many cases, treating a disease or controlling a pathogen can be vital to preventing it in others, such as during an outbreak. Vaccination programs and distribution of condoms to prevent the spread of communicable diseases are examples of common preventive public health measures, as are educational campaigns to promote vaccination and the use of condoms (including overcoming resistance to such).",
            "score": 53.400875091552734
        },
        {
            "docid": "44158293_24",
            "document": "Malnutrition in Peru . A study conducted in 2006 sought to evaluate the impact of the VL program on child nutritional outcomes. The authors collected data from VL monthly program expenditures, VL Public Expenditure Tracking Survey, Demographic and Health Surveys from 1996 and 2000, and national household living standard surveys with information about participation in the VL program and child measurements. They examined the distribution of VL transfers at each quintile of income and calculated the intent-to-treat estimates of impact based on the value of the transfers. Calculations were controlled for household factors. They found that the VL transfers were targeted more toward lower quintile households, with the poorest 40% receiving three times as much aid as the richest 20%. From 1996 to 2000, the stunting rate among children decreased by 0.2%, from 26% to 25.8%, a statistically insignificant decrease. The study concluded that the VL program was effective at targeting households with low income or malnourished children, but it made no positive impact on reducing child stunting.",
            "score": 52.39044952392578
        },
        {
            "docid": "2930584_34",
            "document": "Visceral leishmaniasis . More than 90% of the global burden of visceral leishmaniasis (VL) is contributed by six countries: Bangladesh, Brazil, Ethiopia, India, South Sudan and Sudan. In India, more than 70% VL cases are reported from the state of Bihar. North Bihar, India (including Araria, Purnea, and Kishanganj) is the endemic zone of this disease.The disease is endemic in Iran including Ardabil, Fars, North Khorasan...",
            "score": 51.70505142211914
        },
        {
            "docid": "22987124_37",
            "document": "2009 flu pandemic in Brazil . On June 26, more 70 cases were confirmed. 43 of them in São Paulo, 6 in Minas Gerais, 5 in Paraná, 5 in Distrito Federal, 4 in Rio de Janeiro, 3 in Santa Catarina, 1 in Espírito Santo, the 2 first cases in Piauí and the first 1 in Pará. In an interview, the Minister of Health said \"We have a big increase in the number of cases in the next days.\" The minister attributed this view to the arrival of winter, the growing number of cases in the world and the beginning of the holiday. But again emphasized that the situation of Brazil and tranquility. \"It is a disease with the same severity of influenza that we have every year.\" Minister Jose Gomes Temporão also said that three measures will be taken by the government for greater control of influenza A (H1N1) in Brazil. The first is that the medicine to combat the disease will only be used in patients with worsening health in the first 48 hours since the initial presentation of symptoms, and people at risk of presenting a serious clinical - as children up to two years, people over 60 years, pregnant women and those suffering from immunosuppression. The objective of the initiative is to prevent the misuse of the product and prevent viruses that create resistance to the medication, which today is considered effective. The ministry will also guide states and municipalities with basic parameters on the suspension or not of activities in public places or groups. In evaluating the ministry, for lack of parameters, there indecision that could have been avoided and that the evaluation of Mantega would have caused an unnecessary panic. In Brazil, 65% of the cases contracted the flu outside the country and just 26% contracted inside.",
            "score": 51.02227783203125
        },
        {
            "docid": "41081621_6",
            "document": "Taenia hydatigena . Cysticercosis is rare in the U.S. and most parts of Europe. It is primarily found in immigrant species, or species that have arrived from another country. The main objectives are as follows: to reduce the chances of becoming infected, and, if infected, to reduce the chances of the infection being transmitted. Educating the general public will help change how the disease is perceived. This could help people better understand risks and allow people to not live in fear of the disease. The high prevalence of some zoonotic helminths could indicate that humans in specific regions such as; the mediterranean area, south of the Sahara in the semi-arid areas of East Africa, South Africa, South America, East Europe and parts of China. These areas are at serious risk of transmission and, if all the preventive measures are not taken, the human infection may spread quickly. Preventive programs, such as elimination of the stray dogs from cities and rural regions, could be necessary in this instance. However, control of wild canids can be difficult, but there are other regulatory measures that can be applied to communities, such as health education and implementing strict regulations of livestock slaughtering in slaughter houses and farms, could reduce the risk of parasite transmission. In addition, it is important for public health authorities, pet owners, physicians and veterinarians in these regions to pay close attention to patients and to remain informed of any possible outbreaks and transmission. In a study conducted at Washington State University, the effects of heat treatment were analyzed on the young forms of Taenia hydatigena. They observed that when the eggs were treated at temperatures of 60 degrees C they did not establish in the hosts. This could be influential in future prevention methods.",
            "score": 49.75535202026367
        },
        {
            "docid": "41375108_24",
            "document": "Julio Montaner . The Government of Canada has not yet federally endorsed the program. The Public Health Agency of Canada (PHAC) released a statement saying more evaluation is needed to determine the feasibility, long-term sustainability, safety and effectiveness of new prevention technologies such as “Treatment as Prevention” in Canada and globally” and indicated that it is monitoring the results of pilot studies and randomized control trials. The PHAC states that B.C.’s concurrent implementation of a comprehensive strategy to reduce HIV infections has made it difficult to isolate whether the “Treatment as Prevention” strategy is responsible for the decrease in HIV infections.",
            "score": 49.64626693725586
        },
        {
            "docid": "198491_2",
            "document": "Leishmaniasis . Leishmaniasis is a disease caused by parasites of the \"Leishmania\" type. It is spread by the bite of certain types of sandflies. The disease can present in three main ways: cutaneous, mucocutaneous, or visceral leishmaniasis. The cutaneous form presents with skin ulcers, while the mucocutaneous form presents with ulcers of the skin, mouth, and nose, and the visceral form starts with skin ulcers and then later presents with fever, low red blood cells, and enlarged spleen and liver. Infections in humans are caused by more than 20 species of \"Leishmania\". Risk factors include poverty, malnutrition, deforestation, and urbanization. All three types can be diagnosed by seeing the parasites under the microscope. Additionally, visceral disease can be diagnosed by blood tests. Leishmaniasis can be partly prevented by sleeping under nets treated with insecticide. Other measures include spraying insecticides to kill sandflies and treating people with the disease early to prevent further spread. The treatment needed is determined by where the disease is acquired, the species of \"Leishmania\", and the type of infection. Some possible medications used for visceral disease include liposomal amphotericin B, a combination of pentavalent antimonials and paromomycin, and miltefosine. For cutaneous disease, paromomycin, fluconazole, or pentamidine may be effective. About 4 to 12 million people are currently infected in some 98 countries. About 2 million new cases and between 20 and 50 thousand deaths occur each year. About 200 million people in Asia, Africa, South and Central America, and southern Europe live in areas where the disease is common. The World Health Organization has obtained discounts on some medications to treat the disease. It is classified as a neglected tropical disease. The disease may occur in a number of other animals, including dogs and rodents.",
            "score": 47.92168045043945
        },
        {
            "docid": "5933900_18",
            "document": "Drugs for Neglected Diseases Initiative . Single dose amphotericin B and paromomycin/miltefosine/amphotericin B combinations were recommended by the WHO Expert Committee on the Control of Leishmaniasis (2010). These treatments are less toxic than previous mainstay treatments, useful in areas of antimonial resistance, are shorter course and their cost is comparable with previous treatments. In 2010, a study investigating the three possible 2-drug combinations of amphotericin B, miltefosine and paromomycin was completed in India. All three combination treatments were shown to be highly efficacious (> 97.5% cure rate). A WHO Expert committee recommended these treatments to be used preferentially to current established monotherapy treatments for VL in South Asia. DNDi is working with TDR and WHO to facilitate their introduction and support VL elimination strategies. DND\"i\" conducted more studies, including a pilot project in the Bihar State of India (2012-2015) that demonstrated the safety and effectiveness of combination therapies based on amphotericin B, miltefosine, and paromomycin at the primary healthcare level, and single dose amphotericin B at the hospital level. Based on the study results, the Indian National Roadmap for Kala-Azar Elimination in August 2014 recommended use of single dose amphotericin B as a first option treatment for the treatment of VL patients, with paromycin and miltefosine as a second option at all levels; a policy also reflected in Bangladesh and Nepal. this removal of miltefosine monotherapy is an important policy change. This project has been a collaboration with the National (Vector Borne) Disease Control Programmes of India and Bangladesh, MSF, TDR, OneWorld Health/PATH, Bihar State Health Society, and the Indian Council for Medical Research.",
            "score": 47.48788070678711
        },
        {
            "docid": "27553159_52",
            "document": "Health care in the United States . The US health care delivery system unevenly provides medical care of varying quality to its population. In a highly effective health care system, individuals would receive reliable care that meets their needs and is based on the best scientific knowledge available. In order to monitor and evaluate system effectiveness, researchers and policy makers track system measures and trends over time. The US Department of Health and Human Services(HHS) populates a publicly available dashboard called, the Health System Measurement Project (healthmeasures.aspe.hhs.gov), to ensure a robust monitoring system. The dashboard captures the access, quality and cost of care; overall population health; and health system dynamics (e.g., workforce, innovation, health information technology). Included measures align with other system performance measuring activities including the HHS Strategic Plan, the Government Performance and Results Act, Healthy People 2020, and the National Strategies for Quality and Prevention.",
            "score": 47.033050537109375
        },
        {
            "docid": "20763865_10",
            "document": "Leishmania donovani . It is estimated that visceral leishmaniasis (VL) affects more than 100 million people worldwide, with 500,000 new cases and more than 50,000 deaths each year. Although \"L. donovani\" is only the second-most prevalent \"Leishmania\" causing VL, it is the most dangerous form and directly fatal to humans. Over 90% of reported cases are from India, Bangladesh, Nepal, Sudan and Brazil. In India it is prevalent in the eastern region including Bihar, West Bengal, eastern Uttar Pradesh, Assam and foothills of Sikkim. It is responsible for tens of thousands of mortality among Africans in eastern and southern parts of Sudan. During the epidemic of 1984–1994 death toll was as high as 70% in the Sudanese population. Moreover, due to emergence of drug resistance the prevalence is not subsiding, and in fact has spread to central Europe. For example, during the late 1990s hundreds of cases were reported in Switzerland.",
            "score": 46.974788665771484
        },
        {
            "docid": "25436081_6",
            "document": "Turnaround management . The reposition situation (3) is the point in the process, where the minimally accepted performance is long-lasting below its limits. In empirical studies a performance of turnaround is measured through financial success indicators. These measures ignore other performance indicators such as impact on environment, welfare of staff, and corporate social responsibility. The organizational leaders need to decide, if a strategy change should happen or the current strategy be kept, which could lead on the other hand to a company takeover or an insolvency. In the public sector performances are characterized by multiple aims that are political contested and constructed. Nevertheless, are different criteria of performances used by different stakeholders and even if its use results in the same criteria, it is likely that different weights apply to them. So if a public organization is situated in a turnaround situation, it is subject to the dimensions of a performance (e.g. equity, efficiency, effectiveness) as well as its approach of their relative importance. This political point of view suggests that a miscarriage in a public service may happen when key stakeholders are ongoing dissatisfied by a performance and therefore the existence of an organisation might be unclear. In the public sector success and failure is judged by the higher bodies that bestow financial, legal, or other different resources on service providers. If decision maker choose to take a new course, because of the realization that actions are required to prevent an ongoing decline, they need at first to search for new strategies (4). Question that need to be asked here are, if the search for a reposition strategy should be participative and decentralized or secretive and centralized or intuitive and incremental or analytic and rational. Here, the selection must be made quickly, since a second turnaround may not be possible after a new or existing poor performance. This means, that a compressed strategy process is necessary and therefore an extensive participation and analysis may be precluded. The same applies to the public sector, because the public authorities are highly visible and politically under pressure to rapidly implement a recovery plan.",
            "score": 46.65605163574219
        },
        {
            "docid": "463734_6",
            "document": "Public health . The focus of a public health intervention is to prevent and manage diseases, injuries and other health conditions through surveillance of cases and the promotion of healthy behaviors, communities and environments. Many diseases are preventable through simple, nonmedical methods. For example, research has shown that the simple act of handwashing with soap can prevent the spread of many contagious diseases. In other cases, treating a disease or controlling a pathogen can be vital to preventing its spread to others, either during an outbreak of infectious disease or through contamination of food or water supplies. Public health communications programs, vaccination programs and distribution of condoms are examples of common preventive public health measures. Measures such as these have contributed greatly to the health of populations and increases in life expectancy.",
            "score": 46.63704299926758
        },
        {
            "docid": "288321_4",
            "document": "Outbreak . The order of the above steps and relative amount of effort and resources used in each varies from outbreak to outbreak. For example, prevention and control measures are usually implemented very early in the investigation, often before the causative agent is known. In many situations, promoting good hygiene and hand-washing is one of the first things recommended. Other interventions may be added as the investigation moves forward and more information is obtained. Waiting until the end of an investigation to implement prevention and control measures is a sure way to lose ones job. In outbreaks identified through notifiable disease surveillance, reports are often linked to laboratory results and verifying the diagnosis is straight forward. In outbreaks of unknown etiology, determining and verifying the diagnosis can be a significant part of the investigation with respect to time and resources. Several steps are usually going on at any point in time during the investigation. Steps may be repeated. For example, initial case definitions are often established to be intentionally broad but later refined as more is learned about the outbreak. The above list has 9 steps, others have more. Implementing active surveillance to identify additional cases is often added.  Outbreak debriefing and review has also been recognized as an additional final step and iterative process by the Public Health Agency of Canada.",
            "score": 46.19121170043945
        },
        {
            "docid": "12837694_7",
            "document": "Tuberculosis in China . In 2003, an epidemic of severe acute respiratory syndrome (SARS) broke out in China. (See \"Progress of the SARS outbreak\".) The spread of SARS brought to light substantial weaknesses in the country's public health system. After the SARS epidemic was brought under control, the Chinese government implemented a series of measures to strengthen its public health system. This effort coincided with acceleration in efforts to control tuberculosis. Within 3 years, implementation of the WHO-recommended DOTS (Directly Observed Therapy, Shortcourse) strategy to control tuberculosis increased from 68% to 100% of counties and the detection of cases of smear-positive tuberculosis by the public health system more than doubled, from 30% of new cases to 80%. Together with a tuberculosis treatment success rate of more than 90%, China achieved the 2005 global targets for tuberculosis control.",
            "score": 45.6727180480957
        },
        {
            "docid": "27605832_21",
            "document": "Marlin Mine . On May 20, 2010, the Inter-American Commission on Human Rights, an independent body of the Organization of American States (OAS), granted \"precautionary measures\" for the members of 18 Maya indigenous communities surrounding the Marlin Mine. The commission has the authority to grant precautionary measures in situations where it is persuaded that urgent action is necessary while it considers a pending case – but “the granting of such measures and their adoption by the State shall not constitute a prejudgment on the violation”. In its ruling, the commission called on the government of Guatemala to suspend operation of the mine and “other activities related to the concession granted to the company”, and to “implement effective measures to prevent environmental contamination”—\"until such time as the Inter-American Commission on Human Rights adopts a decision on the merits of the petition\". The commission also called on the government of Guatemala to ensure that safe drinking water is available to the communities and that it address any health problems resulting from the contamination alleged by the petitioners. The basis of precautionary measures is the petitioners' claim that a number of water wells and springs have dried up in the area of the mine, and that metals present in the water as a result of the mining activity have had harmful effects on the health of members of the community. This is all despite the May 2010 PHR report finding that all drinking water samples were within US EPA standards, and all river samples were within \"US Benchmarks\" with the exception of elevated aluminum in one sample.",
            "score": 45.11513900756836
        },
        {
            "docid": "294338_46",
            "document": "Lead poisoning . In most cases, lead poisoning is preventable by avoiding exposure to lead. Prevention strategies can be divided into individual (measures taken by a family), preventive medicine (identifying and intervening with high-risk individuals), and public health (reducing risk on a population level).",
            "score": 44.93482971191406
        },
        {
            "docid": "463734_60",
            "document": "Public health . Modern public health began developing in the 19th century, as a response to advances in science that led to the understanding of, the source and spread of disease. As the knowledge of contagious diseases increased, means to control them and prevent infection were soon developed. Once it became understood that these strategies would require community-wide participation, disease control began being viewed as a public responsibility. Various organizations and agencies were then created to implement these disease preventing strategies.",
            "score": 44.79230880737305
        },
        {
            "docid": "55659970_2",
            "document": "Prevention of mental disorders . Prevention of mental disorders are measures that try to decrease the chances of a mental disorder occurring. A 2004 WHO report stated that \"prevention of these disorders is obviously one of the most effective ways to reduce the [disease] burden.\" The 2011 European Psychiatric Association (EPA) guidance on prevention of mental disorders states \"There is considerable evidence that various psychiatric conditions can be prevented through the implementation of effective evidence-based interventions.\" A 2011 UK Department of Health report on the economic case for mental health promotion and mental illness prevention found that \"many interventions are outstandingly good value for money, low in cost and often become self-financing over time, saving public expenditure\". In 2016, the National Institute of Mental Health re-affirmed prevention as a research priority area.",
            "score": 44.42181396484375
        },
        {
            "docid": "37063005_37",
            "document": "Effects of global warming on human health . The effects of Hurricane Katrina, a past extreme weather event in New Orleans, lead to a variety of mental health problems due to the destruction of resources Many people impacted by Hurricane Katrina were left homeless, disenfranchised, stressed, and suffering physical illness. This strain on the public health system decreased access and availability of medical resources. Some climate change adaptation measures may prevent the need for displacement. However, some communities may be unable to implement adaptation strategies, and this will create added stress, further exacerbating already existing mental health issues. Extreme weather events and population displacement lead to limited availability of medications, one of the primary resources required to meet psychological and physical needs of those affected by such events. Less medication and medical resources means fewer people can get the help they need to recover. Slowed recovery and lack of recovery worsen overall mental health.",
            "score": 44.393104553222656
        },
        {
            "docid": "61593_20",
            "document": "Echinococcosis . There are several different strategies that are currently being used to prevent and control cystic echinococcosis (CE). Most of these various methods try to prevent and control CE by targeting the major risk factors for the disease and the way it is transmitted. For instance, health education programs focused on cystic echinococcosis and its agents, and improved water sanitation attempt to target poor education and poor drinking water sources, which are both risk factors for contracting echinococcosis. Furthermore, since humans often come into contact with \"Echinococcus\" eggs via touching contaminated soil, animal feces and animal hair, another prevention strategy is improved hygiene. In addition to targeting risk factors and transmission, control and prevention strategies of cystic echinococcosis also aim at intervening at certain points of the parasite’s life cycle, in particular, the infection of hosts (i.e. especially dogs) that reside with or near humans. For example, many countries endemic to echinococcosis have implemented programs geared at de-worming dogs and vaccinating dogs and other livestock, such as sheep, that also act as hosts for \"E. granulosus\".",
            "score": 44.30866241455078
        },
        {
            "docid": "20760512_31",
            "document": "Communities That Care . The CYDS evaluated community efforts to faithfully implement (1) the core principles of the CTC prevention system, and (2) tested and effective prevention programs with respect to content and delivery specifications. The study found that CTC communities achieved high implementation fidelity at the system and program levels when supported by training and technical assistance in CTC. Control communities did not achieve these things. At the start of the CYDS, CTC and control communities did not differ in their use of a science-based approach to prevention. By the third year of the intervention, key leaders in CTC communities reported a higher stage of adoption of science-based prevention, relative to control communities. They also were willing to provide greater funding for prevention. Differences were sustained one year after the implementation phase of the trial ended. At this point, key leaders in CTC communities also reported significantly stronger community norms against adolescent drug use. The CTC Milestones and Benchmarks Survey was used to track progress in the implementation of core components of the CTC prevention system. In each year of the intervention, CTC communities enacted an average of 90% of the key features of the CTC prevention system, including developing a community board, prioritizing risk and protective factors, selecting tested and effective preventive interventions from the Communities That Care Prevention Strategies Guide, implementing selected implementation programs with fidelity, and periodically assessing risk and protective factors and child and adolescent well-being through surveys of students. One year after the implementation phase of the trial had ended, eleven of 12 CTC coalitions continued to operate in CTC communities. These coalitions continued to implement key CTC milestones and benchmarks to a significantly greater degree than coalitions in control communities, even without ongoing study-provided support. Control communities did not make this progress over time in completing CTC milestones and benchmarks, implementing scientifically proven prevention programs, and monitoring program impacts.  Over the course of the trial, the 12 CTC communities demonstrated faithful implementation of 17 different school-based, after-school, and parenting interventions selected from a menu of 39 possible tested and effective programs for 5th through 9th grade students contained in the Communities That Care Prevention Strategies Guide. On average, CTC communities implemented 2.75 tested and effective prevention programs per year (range: 1-5). High rates of fidelity were achieved consistently over time with respect to adherence to program objectives and core components (average = 91-94% per year) and dosage (number, length, and frequency of intervention sessions; average = 93-95% per year). Faithful implementation continued two years after study support ended. CTC coalitions still offered significantly more tested and effective intervention programs, implemented them with high quality, monitored implementation to a significantly greater degree, and reached significantly more children and parents, compared to control coalitions.",
            "score": 44.18863296508789
        },
        {
            "docid": "54048325_14",
            "document": "Education sector responses to substance abuse . Current substance use control strategies increasingly understand substance use to be first and foremost a health issue that is best addressed through a range of demand reduction measures including: early intervention; treatment; rehabilitation; recovery and social reintegration measures; and measures to minimize the public health and social consequences of substance abuse. All of these functions, including prevention, can fall within the purview of a public health system.",
            "score": 44.146549224853516
        },
        {
            "docid": "6021781_94",
            "document": "HIV/AIDS in China . The challenge of managing the severe acute respiratory syndrome (SARS) epidemic (November 2002 to June 2003) is often credited with further motivating the government to take aggressive policy action on HIV-related issues. SARS showed not only how infectious diseases could threaten economic and social stability but also the effect of China's policies on international health problems. Policymakers announced a change of focus from purely economic goals to increasing the focus on health and social wellbeing and, as a result, increased support for public health agencies. In controlling SARS, contact between the government and international agencies such as WHO, UN, and the US Centers for Disease Control and Prevention was essential and further stimulated stronger international collaboration for HIV/AIDS prevention and treatment. Intervention strategies necessary for SARS control have been translated into HIV/AIDS prevention – e.g., real-time electronic case reporting.",
            "score": 44.127193450927734
        },
        {
            "docid": "26861471_7",
            "document": "GQM+Strategies . GQMStrategies is typically used to link strategies with their impacts on goals and to identify existing gaps in aligning goals and strategies. Experiences from case studies in industry and evaluations of the method have been reported in literature, e.g., experiences from applying GQM+Strategies at Elektrobit and an evaluation with respect to the effects of GQM+Strategies on organizational alignment. Current research evaluated the approach utilizing revised Bloom's taxonomy as a framework for assessing the practitioners’ cognition level of the concepts. The evaluation showed that the method has practical value and addresses current real-world problems. The approach has been applied in different industrial settings and different domains so far reaching from telecommunication, automotive, and aerospace to classical information system. Most of the case studies were focusing on setting up a grid. As organizational goals and strategies change, the grid needs to be adapted accordingly and needs to be deployed to organization in a controlled manner. Therefore, future work addresses deployment and maintenance aspects of the approach.",
            "score": 44.00556945800781
        },
        {
            "docid": "6780123_13",
            "document": "Non-communicable disease . Thus, should policy makers and communities mobilize \"and make prevention and targeted treatment of such diseases a priority,\" sustainable measures can be implemented to stagnate (and eventually even reverse) this emerging global health threat. Potential measures currently being discussed by the(World Health Organization)-Food and Agriculture Organization includes reducing the levels of salt in foods, limiting inappropriate marketing of unhealthy foods and non-alcoholic beverages to children, imposing controls on harmful alcohol use, raising taxes on tobacco, and curbing legislation to curb smoking in public places.",
            "score": 43.99407196044922
        },
        {
            "docid": "12103447_14",
            "document": "Global Network for Neglected Tropical Diseases . Through a cost-effective approach, NTD control represents a “best buy” in public health, and—especially in this time of global economic constraint—a key mechanism by which it can achieve the UN Millennium Development Goals. The Global Network also offers a new model for global health, coordinating the actions of a diverse group of allies and crafting effective strategies that empower countries and affected communities to take a lead role in eliminating these diseases. The Global Network relies on best practices from the private sector to ensure that these strategies are implemented effectively, and that results are measured consistently.",
            "score": 43.7027587890625
        },
        {
            "docid": "12837694_26",
            "document": "Tuberculosis in China . Although a strengthened public-health system has accelerated the national tuberculosis control effort, progress in tuberculosis control has also strengthened the public-health system. In terms of policy, the national tuberculosis control program has clear targets and well-defined technical policies based on the DOTS strategy. National and international partners work in a cohesive manner toward the same targets, with the same implementation framework. Other public-health programs are learning from this successful model. In financial terms, funding from different partners is harmonized under one financing plan with clear funding needs and gaps—another model for other programs. Furthermore, the failure to control tuberculosis in the past—when tuberculosis services were not free—and the success in tuberculosis control over the past few years—when tuberculosis services have been free—have provided policymakers with arguments to increase funding for public health from the government. With regard to management, several features of DOTS—e.g., directly observed therapy to manage treatment of patients and the management of logistics and drugs—are now used to tackle HIV/AIDS and in other public-health programs. Furthermore, although many public-health workers are being trained to implement DOTS, setbacks caused by inadequate numbers of trained workers have shown governmental leaders the importance of such resources in public health, and thus they have increased planning for them. In terms of information systems, the tuberculosis program's quarterly recording and reporting system has long been a model for other disease control programs. With the new internet-based reporting system for communicable diseases, the tuberculosis program leads the way in the use of information to improve public-health outcomes. Finally, the model of collaboration between hospitals and CDC facilities provided by the tuberculosis control program is one of the best examples to date of how hospitals should be involved in the prevention and control of infectious diseases, and has influenced the development of new policies that involve hospitals in the work of public health.",
            "score": 43.120670318603516
        },
        {
            "docid": "34967526_5",
            "document": "Conditioned emotional response . More importantly, the CER procedure solved a serious experimental problem in classical conditioning. In Pavlov's original demonstration of classical conditioning, he used a backward conditioning arrangement as the control condition. Briefly, in that procedure, the dogs experienced the same number of US presentations (food) and the same number of CS presentations (metronome ticking) as the experimental groups, but the timing of the CS and US presentations were reversed. The US preceded the CS, rather than the other way around. In the backward conditioning control procedure popular with Pavlov, his dogs did not salivate to the presentation of the CS, in contrast to those that received forward conditioning. However, the dogs did learn something - the presentation of the metronome predicted the absence of the food. This phenomenon we now call \"conditioned inhibition.\" However, since Pavlov was studying conditioned excitation, by measuring drops of saliva, he could not experimentally measure the inhibition of salivation. There was a floor effect as the dogs could not salivate below 0 drops of saliva. Thus, the lack of salivation by Pavlov's dogs led him to conclude that no conditioning resulted, however, he could not measure conditioning. The CER procedure obviates this problem because conditioning is typically measured with a \"suppression ratio\", the ratio of responding during the CS period relative to a period of equal length but without the CS (usually immediately prior to the presentation of the CS). A measure of 0.5 indicates no conditioning, while measures that deviate from 0.5 reflect effective conditioning, relatively (0 is indicative of asymptotic conditioning). CER can, therefore, measure both conditioned excitation and conditioned inhibition.",
            "score": 42.96113204956055
        },
        {
            "docid": "38680120_12",
            "document": "John M. Last . Later in the same interview, he stated: \"\"...our duty as public health officials is to assemble, assess and evaluate the evidence on public health problems affecting the population we serve. We must show leadership in presenting this evidence to elected officials to whom we are answerable, and must be prepared also to communicate this evidence to the general public, along with actions needed to control the public health problems that we identify. We must be prepared to defend our decisions, which are sometimes opposed by eloquent representatives of powerful vested interest groups. To be effective in this role, we need political savvy – sometimes the most important of the skills we possess.\"\"",
            "score": 42.940895080566406
        },
        {
            "docid": "16540871_25",
            "document": "Health in Thailand . The American Centers for Disease Control and Prevention (CDC) conducted a study in partnership with the Thailand Ministry of Public Health to ascertain the effectiveness of providing people who inject drugs illicitly with daily doses of the anti-retroviral drug Tenofovir as a prevention measure. The results of the study were released in mid-June 2013 and revealed a 48.9 percent reduced incidence of the virus among the group of subjects who received the drug, in comparison to the control group who received a placebo. The principal investigator of the study stated in \"Lancet\", \"We now know that pre-exposure prophylaxis can be a potentially vital option for HIV prevention in people at very high risk for infection, whether through sexual transmission or injecting drug use.\"",
            "score": 42.83409881591797
        },
        {
            "docid": "14449632_3",
            "document": "Dental public health . Prevention is becoming increasingly important. Dental related diseases are largely preventable and there is a growing burden on health care systems for cure. Dental public health looks beyond the role of a dental practitioner in treating dental disease, and seeks to reduce demand on health care systems by redirection of resources to priority areas. Countries around the world all face similar issues in relation to dental disease. Implementation of policies and principles vary due to available of resources. Similar to public health, an understanding of the many factors that influence health will assist the implementation of effective strategies.",
            "score": 42.818397521972656
        },
        {
            "docid": "8767449_14",
            "document": "Public health genomics . Host genetic factors play a major role in determining differential susceptibility to major infectious diseases of humans. Infectious diseases of humans appear highly polygenic with many loci implicated but only a minority of these convincingly replicated. Over the course of time humans have been exposed to organisms like \"Mycobacterium tuberculosis\". It is possible that the human genome has evolved in part from our exposure to \"M. tuberculosis\". Animal model studies and whole genome screens can be used to identify potential regions on a gene that suggest evidence of tuberculosis susceptibility. In the case of \"M. tuberculosis,\" animal model studies were used to suggest evidence of a locus which was correlated with susceptibility, further studies were done to prove the link between the suggested locus. The genetic loci that have been identified to be associated with susceptibility to tuberculosis are HLA-DR, INF-γ, SLC11A1, VDR, MAL/TIRAP, and CCL2. Further studies will be needed to determine genetic susceptibility to other infectious diseases and ways public health officials can prevent and test for these infections to enhance the concept of personalized medicine.",
            "score": 42.80202102661133
        }
    ]
}