{
    "q": [
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 102.8430528640747
        },
        {
            "docid": "46837955_11",
            "document": "Host microbe interactions in Caenorhabditis elegans . Two bacterial strains of the genus \"Leucobacter\" were co-isolated from nature with the two \"Caenorhabditis\" species \"C. briggsae\" and \"C. n. spp 11\", and named Verde1 and Verde2. These two \"Leucobacter\" strains showed contrasting pathogenic effects in \"C. elegans\". Worms that were infected with Verde2 produced a deformed anal region (“Dar” phenotype), while infections with Verde1 resulted in slower growth due to coating of the cuticle with the bacterial strain. In liquid culture Verde1 infected worms stuck together with their tails and formed so called “worm stars”. The trapped worms cannot free themselves and eventually die. After death \"C. elegans\" is then used as a food source for the bacteria. Only larvae in the L4 stage seem to be able to escape by autotomy. They split their bodies into half, so that the anterior half can escape. The “half-worms” remain viable for several days.  The Gram-positive bacterium \"Bacillus thuringiensis\" is likely associated with \"C. elegans\" in nature. \"B. thuringiensis\" is a soil bacterium that is often used in infection experiments with \"C. elegans\". It produces spore-forming toxins, called crystal (Cry) toxins, which are associated with spores. These are jointly taken up by \"C. elegans\" orally. Inside the host, the toxins bind to the surface of intestinal cells, where the formation of pores in intestinal cells is induced, causing their destruction. The resulting change in milieu in the gut leads to germination of the spores, which subsequently proliferate in the worm body. An interesting aspect of the \"C. elegans\"–\"B. thuringiensis\" system is the high variability in pathogenicity between different strains. There are highly pathogenic strains, but also strains that are less or even non-pathogenic.",
            "score": 44.33628594875336
        },
        {
            "docid": "16693506_14",
            "document": "Pathogenic fungus . Studies have shown that hosts with higher levels of immune response cells such as monocytes/macrophages, dendritic cells, and invariant natural killer (iNK) T-cells exhibited greater control of fungal growth and protection against systemic infection. Pattern recognition receptors (PRRs) play an important role in inducing an immune response by recognizing specific fungal pathogens and initiating an immune response. In the case of mucosal candidiasis, the cells that produce cytokine IL-17 are extremely important in maintaining innate immunity.",
            "score": 60.999393701553345
        },
        {
            "docid": "8486333_9",
            "document": "Mannan-binding lectin . MBL belongs to the class of collectins in the C-type lectin superfamily, whose function appears to be pattern recognition in the first line of defense in the pre-immune host. MBL recognizes carbohydrate patterns, found on the surface of a large number of pathogenic micro-organisms, including bacteria, viruses, protozoa and fungi. Binding of MBL to a micro-organism results in activation of the lectin pathway of the complement system.",
            "score": 120.68536281585693
        },
        {
            "docid": "1505283_18",
            "document": "Pleiotropy . Studies on fungal evolutionary genomics have shown pleiotropic traits that simultaneously affect adaptation and reproductive isolation, converting adaptations directly to speciation. A particularly telling case of this effect is host specificity in pathogenic ascomycetes and specifically, in \"venturia\", the fungus responsible for apple scab. These parasitic fungi each adapts to a host, and are only able to mate within a shared host after obtaining resources. Since a single toxin gene or virulence allele can grant the ability to colonize the host, adaptation and reproductive isolation are instantly facilitated, and in turn, pleiotropically causes adaptive speciation. The studies on fungal evolutionary genomics will further elucidate the earliest stages of divergence as a result of gene flow, and provide insight into pleiotropically induced adaptive divergence in other eukaryotes.",
            "score": 79.59276223182678
        },
        {
            "docid": "44116266_3",
            "document": "Effector-triggered immunity . The innate immune system is common to all multicellular organisms and forms the first line of defense against pathogens. Infected cells recognize that they are under attack by detecting the pathogen directly through the Pathogen Associated Molecular Patterns (PAMPS) which bind with the Pattern Recognition Receptors (PRR) on the host cells. Host cells also recognize the pathogen through effector-triggered immunity, whereby the host cells are alerted to the pathogen by the associated damage caused by pathogenic toxins or effectors.",
            "score": 46.89117360115051
        },
        {
            "docid": "18320085_12",
            "document": "Fungivore . There are three mechanisms by which bacteria feed on fungi; they either kill fungal cells, cause them to secrete more material out of their cells or enter into the cells to feed internally and they are categorised according to these habits. Those that kill fungal cells are called nectrotrophs, the molecular mechanisms of this feeding are thought to overlap considerably with bacteria that feed on fungi after they have died naturally. Necrotrophs may kill the fungi through digesting their cell wall or by producing toxins which kill fungi, such as tolaasin produced by \"Pseudomonas tolaasii\". Both of these mechanisms may be required since fungal cell walls are highly complex, so require many different enzymes to degarde them, and because experiments demonstrate that bacteria that produce toxins cannot always infect fungi. It is likely that these two systems act synergistically, with the toxins killing or inhibiting the fungi and exoenzymes degrading the cell wall and digesting the fungus. Examples of necrotrophs include \"Staphylococcus aureus\" which feed on \"Cryptococcus neoformans\", \"Aeromonas caviae\" which feed on \"Rhizoctonia solani\", \"Sclerotium rolfsii\" and \"Fusarium oxysporum\", and some myxobacteria which feed on \"Cochliobolus miyabeanus\" and \"Rhizoctonia solani\".",
            "score": 75.57658624649048
        },
        {
            "docid": "50513_13",
            "document": "Melanin . Melanins have very diverse roles and functions in various organisms. A form of melanin makes up the ink used by many cephalopods (see cephalopod ink) as a defense mechanism against predators. Melanins also protect microorganisms, such as bacteria and fungi, against stresses that involve cell damage such as UV radiation from the sun and reactive oxygen species. Melanin also protects against damage from high temperatures, chemical stresses (such as heavy metals and oxidizing agents), and biochemical threats (such as host defenses against invading microbes). Therefore, in many pathogenic microbes (for example, in \"Cryptococcus neoformans\", a fungus) melanins appear to play important roles in virulence and pathogenicity by protecting the microbe against immune responses of its host. In invertebrates, a major aspect of the innate immune defense system against invading pathogens involves melanin. Within minutes after infection, the microbe is encapsulated within melanin (melanization), and the generation of free radical byproducts during the formation of this capsule is thought to aid in killing them. Some types of fungi, called radiotrophic fungi, appear to be able to use melanin as a photosynthetic pigment that enables them to capture gamma rays and harness this energy for growth.",
            "score": 80.92419719696045
        },
        {
            "docid": "55807342_16",
            "document": "Mycorrhiza helper bacteria . There have been a few studies that have found that MHB aid pathogenic fungi. One study showed that MHB aided in colonization of a type of fungal pathogen because the surrounding environment was unsuitable for the symbiotic mycorrhiza. Thus the MHB became more harmful under certain conditions to increase their own fitness.  Researchers have also found that MHB help the pathogenic fungus to colonize on the surface of the plant. This has a negative effect on the plant, but increasing the deleterious effects of the fungus. Another proposed mechanism is that MHB alters the defense mechanism of the plant, by shutting off degrading peroxidase enzymes, and allowing the pathogenic fungus to inoculate the plant. In several studies, researchers have proposed numerous ways MHB defends pathogens. In one experiment researchers observed that MHB produced acid in the surrounding environment, which helped to defeat off the pathogen. It has also been hypothesized that the defense mechanism against pathogens is from a combination of both fungus and plant. Another study found that MHB release antifungal metabolites into the soil. The anti-fungal metabolites produce antagonistic effects towards the pathogenic fungi. However, MHB can choose whether to help defend a pathogen depending on the nutrient availability and space in the rhizosphere. Further research is still necessary to understand the mechanism of how MHBs aid mycorrhiza defeat pathogens.",
            "score": 84.8879451751709
        },
        {
            "docid": "19178965_60",
            "document": "Fungus . Many fungi are parasites on plants, animals (including humans), and other fungi. Serious pathogens of many cultivated plants causing extensive damage and losses to agriculture and forestry include the rice blast fungus \"Magnaporthe oryzae\", tree pathogens such as \"Ophiostoma ulmi\" and \"Ophiostoma novo-ulmi\" causing Dutch elm disease and \"Cryphonectria parasitica\" responsible for chestnut blight, and plant pathogens in the genera \"Fusarium\", \"Ustilago\", \"Alternaria\", and \"Cochliobolus\". Some carnivorous fungi, like \"Paecilomyces lilacinus\", are predators of nematodes, which they capture using an array of specialized structures such as constricting rings or adhesive nets. Many fungi that are plant pathogens, such as \"Magnaporthe oryzae\", can switch from being biotrophic (parasitic on living plants) to being necrotrophic (feeding on the dead tissues of plants they have killed).",
            "score": 76.86051106452942
        },
        {
            "docid": "18320085_10",
            "document": "Fungivore . The fungal genus, \"Trichoderma\" produces enzymes such as chitinases which degrade the cell walls of other fungi. They are able to detect other fungi and grow towards them, they then bind to the hyphae of other fungi using lectins on the host fungi as a receptor, forming an appressorium. Once this is formed, \"Trichoderma\" inject toxic enzymes into the host and probably peptaibol antibiotics, which create holes in the cell wall, allowing \"Trichoderma\" to grow inside of the host and feed. \"Trichoderma\" are able to digest sclerotia, durable structures which contain food reserves, which is important if they are to control pathogenic fungi in the long term. \"Trichoderma\" species have been recorded as protecting crops from \"Botrytis cinerea\", \"Rhizoctonia solani\", \"Alternaria solani\", \"Glomerella graminicola\", \"Phytophthora capsici\", \"Magnaporthe grisea\" and \"Colletotrichum lindemuthianum\"; although this protection may not be entirely due to \"Trichoderma\" digesting these fungi, but by them improving plant disease resistance indirectly.",
            "score": 106.47079801559448
        },
        {
            "docid": "30856926_3",
            "document": "Chemical defense . Bacteria of the genera \"Chromobacterium\", \"Janthinobacterium\", and \"Pseudoalteromonas\" produce a toxic secondary metabolite, violacein, to deter protozoan predation. Violacein is released when bacteria are consumed, killing the protozoan. Another bacteria, \"Pseudomonas aeruginosa\", aggregates into quorum sensing biofilms which may aid the coordinated release of toxins to protect against predation by protozoans. Flagellates were allowed to grow and were present in a biofilm of \"P. aeruginosa\" grown for three days, but no flagellates were detected after seven days. This suggests that concentrated and coordinated release of extracellular toxins by biofilms has a greater effect than unicellular excretions. Bacterial growth is inhibited not only by bacterial toxins, but also by secondary metabolites produced by fungi as well. The most well-known of these, first discovered and published by Alexander Fleming in 1929, described the antibacterial properties of a \"mould juice\" isolated from \"Penicillium notatum\". He named the substance penicillin, and it became the world's first broad-spectrum antibiotic. Many fungi are either pathogenic saprophytic, or live within plants without harming them as endophytes, and many of these have been documented to produce chemicals with antagonistic effects against a variety of organisms, including fungi, bacteria, and protozoa. Studies of coprophilous fungi have found antifungal agents which reduce the fitness of competing fungi. In addition, sclerotia of \"Aspergillus flavus\" contained a number of previously unknown aflavinines which were much more effective at reducing predation by the fungivorous beetle, \"Carpophilus hemipterus\", than aflatoxins which \"A. flavus\" also produced and it has been hypothesized that ergot alkaloids, mycotoxins produced by \"Claviceps purpurea\", may have evolved to discourage herbivory of the host plant.",
            "score": 73.7105860710144
        },
        {
            "docid": "1343696_12",
            "document": "Haemonchus contortus . Recent research shows fugal lectins are able to inhibit larval development. These fungal lectins are Corprinopsis cinerea lectins - CCL2, CGL2; Aleuria aurantia lectin - AAL; and Marasmius oreades aggulutinin - MOA. These four toxic lectins bind to specific glycan structures found in \"H. controtus\". Some of these glycan structures might represent antigens which are not exposed to host immune system, and thus have potential for vaccine or drug development.",
            "score": 110.16268873214722
        },
        {
            "docid": "47923781_8",
            "document": "Fungal-bacterial endosymbiosis . Many of the fungal partners involved in the endosymbiotic relationship with the bacteria are also in mutualistic or parasitic relationships with other plants. The presence of intracellular bacteria living within these fungi add another level of complexity and suggests that at some level, the plant is benefitting indirectly from the interaction between fungi and bacteria. About 80% of natural and cultivated plants harbour AM fungi. These interactions increase nutrient availability in the plant and lead to increased plant growth and environmental stress-resistance. There exists a current demand in agriculture to cultivate and optimize to increase yield sustainably. Without considering the bacteria that live within AM fungi, like Ca. G. sporarum, as a factor that may contribute the beneficial nature of AM fungi to plants, we may overlook what makes widespread agricultural application possible. On the other side of the spectrum are the fungi that cause disease in agricultural crops leading to huge loses, such as R. microsporus which causes blight in rice seedlings. R. microsporus relies on its bacterial partner of the Burkholderia sp. for the pathogenic toxin. Previous efforts to control infection included the use of harmful pesticides to eliminate the fungi, however more recent research takes into mind the role of the endosymbiotic bacteria in pathogenesis and uses phages to target the bacteria. We can see that fungal-bacterial endosymbiosis significantly impacts the global concern of food production and we can think of the deeper understanding of these relationships as being the solution to these problems.",
            "score": 89.79451322555542
        },
        {
            "docid": "4855160_9",
            "document": "Tolypocladium inflatum . Although \"Tolypocladium inflatum\" is chiefly as a soil fungus its sexual state has been encountered as a pathogen of insects, specifically beetle larvae. Hodge and co-workers suggested that the fungus may have originated as an insect pathogen but evolved over time survive asexually as a facultative soil saprobe. Although \"T. inflatum\" has not been shown to affect nematodes, researchers Samson and Soares hypothesized that the \"Tolypocladium\" species may have a nematode alternate host. \"Tolypocladium inflatum\" has also shown to produce substances that inhibit the in vitro growth of a number of fungal species. Some suggest that \"T. inflatum\" may also have the ability to inhibit certain fungal plant pathogens from colonizing their hosts. For example, \"T. inflatum\" had a small but significant effect on inhibiting mycorrhiza formation. Furthermore, secondary metabolites isolated from the crude extract of \"T. inflatum\" have shown modest cytotoxicity against eight human tumour cell lines including A549 (human lung adenocarcinoma), A375 (human malignant melanoma), and MCF-7 (human breast cancer).",
            "score": 62.56371831893921
        },
        {
            "docid": "5637517_4",
            "document": "Toxicant . In contrast, a toxin is a poison produced naturally by an organism (e.g. plant, animal, insect). The 2011 book \"A Textbook of Modern Toxicology\" states, \"A toxin is a toxicant that is produced by a living organism and is not used as a synonym for toxicant—all toxins are toxicants, but not all toxicants are toxins. Toxins, whether produced by animals, plants, insects, or microbes are generally metabolic products that have evolved as defense mechanisms for the purpose of repelling or killing predators or pathogens.\"",
            "score": 43.311490535736084
        },
        {
            "docid": "26824852_8",
            "document": "Chaetomium cupreum . \"Chaetomium cupreum\" has genes encoding cell wall hydrolases including: β 1-3 exoglucanase, endoglucanase IV, β glucosidase 5 and 6, and chitinase. β 1-3 exoglucanase, endoglucanase IV and β glucosidases are major lytic enzymes targeting the fungal cell wall responsible for breaking down β-1,3-glucans. These and other hydrolases targeting fungal cell wall components function synergistically and are presumed to play an important role in mycoparasitism. β-1,3-glucan binding protein present in \"C. cupreum\" bind specifically to β-1,3-glucan and lipoteichoic acids in the cell wall of pathogens causing aggregation of the invading fungi for host and biocontrol fungi cell recognition and protection. The induction of plant resistance involves xylanases, xylanase genes are found in \"C. cupreum.\" The destruction of nascent chitin of pathogens generates oligosaccharides containing GlcNAC which elicits a general antifungal response from \"C. cupreum\". \"C. cupreum\" also produces subtilisin-like serine protease and aspartic proteinases found in \"C. cupreum\" that contribute to cell wall degradation and deactivation of pathogen enzymes.",
            "score": 89.32553899288177
        },
        {
            "docid": "52918746_5",
            "document": "Proteobiotics . Unlike other molecules produced by probiotic bacteria, such as organic acids and bacteriocins, proteobiotics are natural metabolites which interfere with quorum sensing, the cell-to-cell communications which occur between bacterial cells, mainly by interfering with the LuxS quorum sensing system. These quorum-sensing systems allow bacteria to respond to changes in their environment and play a role in the ability of pathogens to evade host defence mechanisms. By interfering with quorum sensing, proteobiotics inhibit the cascade of events leading to adhesion to, and invasion of, host cells. This is achieved through reduced expression of specific virulence genes (typically found on pathogenicity islands) that facilitate the infection process. Specifically, proteobiotics inhibit virulence genes involved in toxin production, biofilm formation, cell adhesion and invasion. In enterohemorrhagic \"E. coli\" and \"Salmonella\" spp., genes associated with Type 3 Secretion Systems seem to be the main targets.",
            "score": 29.00815510749817
        },
        {
            "docid": "14455317_5",
            "document": "Cutinase . Aerial plant organs are protected by a cuticle composed of an insoluble polymeric structural compound, cutin, which is a polyester composed of hydroxy and hydroxyepoxy fatty acids. Plant pathogenic fungi produce extracellular degradative enzymes that play an important role in pathogenesis. They include cutinase, which hydrolyses cutin, facilitating fungus penetration through the cuticle. Inhibition of the enzyme can prevent fungal infection through intact cuticles. Cutin monomers released from the cuticle by small amounts of cutinase on fungal spore surfaces can greatly increase the amount of cutinase secreted by the spore, the mechanism for which is as yet unknown.",
            "score": 64.78058671951294
        },
        {
            "docid": "4527097_17",
            "document": "Coley's toxins . Recently (2008), an immunological explanation binding together immunological data with findings about spontaneous regression and epidemiological data indicating a lowered risk to develop cancer later after common infections, has been published. According to this hypothesis, pathogenic substances produced by bacteria, viruses, infectious fungi and other pathogens, but not human tissue, called 'pathogen associated molecular pattern' (PAMP) lead to activation and maturation of tumor-antigen loaded dendritic cells. One PAMP thought to play a major role is the unmethlyated CpG motif found in bacterial DNA. The CpG motif is recognized by toll like receptor 9 (TLR9) and can induce a strong TH1 response.",
            "score": 37.14224815368652
        },
        {
            "docid": "4751_8",
            "document": "Bacillus . \"Bacillus\" species are almost ubiquitous in nature, e.g. in soil, but also occur in extreme environments such as high pH (\"B. alcalophilus\"), high temperature (\"B. thermophilus\"), or high salt (\"B. halodurans\"). \"B. thuringiensis\" produces a toxin that can kill insects and thus has been used as insecticide. \"B. siamensis\" has antimicrobial compounds that inhibit plant pathogens, such as the fungi \"Rhizoctonia solani\" and \"Botrytis cinerea\", and they promote plant growth by volatile emissions. Some species of \"Bacillus\" are naturally competent for DNA uptake by transformation.",
            "score": 45.833087682724
        },
        {
            "docid": "48249801_16",
            "document": "Northern corn leaf blight . Fungal toxins also play an important role in disease development. Researchers have found that a small peptide called the \"E.t.\" toxin allows a non-pathogenic isolate of \"E. turcicum\" to infect corn when suspensions of conidia and the toxin were in contact with the leaves. This toxin has also been shown to inhibit root elongation in seedlings and in chlorophyll synthesis. Another toxin produced by \"E. turcicum\", called monocerin, is a lipophilic toxin known to cause necrosis of leaf tissue.",
            "score": 33.444069623947144
        },
        {
            "docid": "19178965_77",
            "document": "Fungus . In agriculture, fungi may be useful if they actively compete for nutrients and space with pathogenic microorganisms such as bacteria or other fungi via the competitive exclusion principle, or if they are parasites of these pathogens. For example, certain species may be used to eliminate or suppress the growth of harmful plant pathogens, such as insects, mites, weeds, nematodes, and other fungi that cause diseases of important crop plants. This has generated strong interest in practical applications that use these fungi in the biological control of these agricultural pests. Entomopathogenic fungi can be used as biopesticides, as they actively kill insects. Examples that have been used as biological insecticides are \"Beauveria bassiana\", \"Metarhizium\" spp, \"Hirsutella\" spp, \"Paecilomyces\" (\"Isaria\") spp, and \"Lecanicillium lecanii\". Endophytic fungi of grasses of the genus \"Neotyphodium\", such as \"N. coenophialum\", produce alkaloids that are toxic to a range of invertebrate and vertebrate herbivores. These alkaloids protect grass plants from herbivory, but several endophyte alkaloids can poison grazing animals, such as cattle and sheep. Infecting cultivars of pasture or forage grasses with \"Neotyphodium\" endophytes is one approach being used in grass breeding programs; the fungal strains are selected for producing only alkaloids that increase resistance to herbivores such as insects, while being non-toxic to livestock.",
            "score": 87.32136297225952
        },
        {
            "docid": "14765246_5",
            "document": "CLEC7A . The C-type lectin receptors are class of signalling pattern recognition receptors which are involved in antifungal immunity, but also play important roles in immune responses to other pathogens such as bacteria, viruses and nematodes. As a member of this receptor family, dectin-1 recognizes β-glucans and carbohydrates found in fungal cell walls, some bacteria and plants, but may also recognize other unidentified molecules (endogenous ligand on T-cells and ligand on mycobacteria). Ligand binding induces intracellular signalling via the ITAM-like motif. CLEC7A can induce both Syk dependent or Syk independent pathways. Dimerization of dectin-1 upon ligand binding leads to tyrosine phosphorylation by Src family kinases and recruitment of Syk. Syk activates transcription factor NFκB. This transcription factor is responsible for the production of numerous inflammatory cytokines and chemokines such as TNF, IL-23, IL-6, IL-2. Other responses include: respiratory burst, production of arachidonic acid metabolites, dendritic cell maturation, and phagocytosis of the ligand.",
            "score": 81.68500876426697
        },
        {
            "docid": "45214668_11",
            "document": "WRKY transcription factor . One of the most notorious roles of the WRKY transcription factor family is the regulation of plant stress tolerance. WRKYs participate in nearly every aspect of plant defense to abiotic and biotic stressors. WRKYs are known to regulate cold, drought, flooding, heat, heavy metal toxicity, low humidity, osmotic, oxidative, salt and UV stresses. Likewise, WRKY transcription factors play an essential role in plant tolerance to biotic stresses, protecting against innumerable viruses, bacterial and fungal pathogens, as well as insect herbivory. Plants are believed to perceive pathogens via pathogen-associated molecular pattern (PAMP) triggered immunity and effector-triggered immunity. WRKY transcription factors participate in regulating responses to pathogens by targeting PAMP and effector triggered immunity.",
            "score": 48.89904975891113
        },
        {
            "docid": "1023906_3",
            "document": "Phytoalexin . Phytoalexins produced in plants act as toxins to the attacking organism. They may puncture the cell wall, delay maturation, disrupt metabolism or prevent reproduction of the pathogen in question. Their importance in plant defense is indicated by an increase in susceptibility of plant tissue to infection when phytoalexin biosynthesis is inhibited. Mutants incapable of phytoalexin production exhibit more extensive pathogen colonization as compared to wild type. As such, host-specific pathogens capable of degrading phytoalexins are more virulent than those unable to do so.",
            "score": 35.71586990356445
        },
        {
            "docid": "147484_11",
            "document": "Plant pathology . Most plant pathogenic bacteria are rod-shaped (bacilli). In order to be able to colonize the plant they have specific pathogenicity factors. Five main types of bacterial pathogenicity factors are known: uses of cell wall–degrading enzymes, toxins, effector proteins, phytohormones and exopolysaccharides.",
            "score": 36.88575005531311
        },
        {
            "docid": "8129870_17",
            "document": "Alveolar macrophage . IL-4 is a pleiotropic cytokine that plays a key role in the development of T helper type 2(Th2) cells. IL-4 is important for the differentiation of naïve CD4-T cells into mature Th2 type cells; as well as for Immunoglobulin (Ig) class switching to IgE and IgG4 during the development of immune responses. Ig is a class of antibody found only in mammals that plays an important role in allergy response and defense against many kinds of pathogens by protecting the body against them by complement activation, opsonization for phagocytosis, and neutralization of their toxins.",
            "score": 27.12961173057556
        },
        {
            "docid": "14355539_3",
            "document": "Nucleotide sugars metabolism . Nucleotide sugar metabolism is particularly well-studied in yeast, fungal pathogens, and bacterial pathogens, such as \"E. coli\" and \"Mycobacterium tuberculosis\", since these molecules are required for the synthesis of glycoconjugates on the surfaces of these organisms. These glycoconjugates are virulence factors and components of the fungal and bacterial cell wall. These pathways are also studied in plants, but here the enzymes involved are less well understood.",
            "score": 56.992053508758545
        },
        {
            "docid": "436414_12",
            "document": "Lectin . Lectins also are known to play important roles in the immune system. Within the innate immune system lectins such as the MBL, the mannose-binding lectin, help mediate the first-line defense against invading microorganisms. Other lectins within the immune system are thought to play a role in self-nonself discrimination and they likely modulate inflammatory and autoreactive processes. Intelectins (X-type lectins) were shown to bind microbial glycans and may function in the innate immune system as well. Lectins may be involved in pattern recognition and pathogen elimination in the innate immunity of vertebrates including fishes.",
            "score": 106.22004318237305
        },
        {
            "docid": "46837955_6",
            "document": "Host microbe interactions in Caenorhabditis elegans . The microbial communities residing inside the host body have now been recognized to be important for effective immune responses. Yet the molecular mechanisms underlying this protection are largely unknown. Bacteria can help the host to fight against pathogens either by directly stimulating the immune response or by competing with the pathogenic bacteria for available resources. In \"C. elegans\", some associated bacteria seem to generate protection against pathogens. For example, when \"C. elegans\" is grown on \"Bacillus megaterium\" or \"Pseudomonas mendocina\", worms are more resistant to infection with the pathogenic bacterium \"Pseudomonas aeruginosa\" [21], which is a common bacterium in \"C. elegans’ \"natural environment and therefore a potential natural pathogen. This protection is characterized by prolonged survival on \"P. aeruginosa\" in combination with a delayed colonization of \"C. elegans\" by the pathogen. Interestingly, due to its comparatively large size \"B. megaterium\" is not an optimal food source for \"C. elegans\", resulting in a delayed development and a reduced reproductive rate. The ability of \"B. megaterium\" to enhance resistance against the infection with \"P. aeruginosa\" seems to be linked to the decrease in reproductive rate. However, the protection against \"P. aeruginosa\" infection provided by \"P. mendocina\" is reproduction independent, and depends on the p38 mitogen-activated protein kinase pathway.\" P. mendocina\" is able to activate the p38 MAPK pathway and thus to stimulate the immune response of \"C. elegans\" against the pathogen.",
            "score": 49.435428619384766
        },
        {
            "docid": "28335087_18",
            "document": "Toxin-antitoxin system . Type III toxin-antitoxin systems rely on direct interaction between a toxic protein and an RNA antitoxin. The toxic effects of the protein are neutralised by the RNA gene. One example is the ToxIN system from the bacterial plant pathogen \"Erwinia carotovora\". The toxic ToxN protein is approximately 170 amino acids long and has been shown to be toxic to \"E. coli\". The toxic activity of ToxN is inhibited by ToxI RNA, an RNA with 5.5 direct repeats of a 36 nucleotide motif (AGGTGATTTGCTACCTTTAAGTGCAGCTAGAAATTC). Crystallographic analysis of ToxIN has found that ToxN inhibition requires the formation of a trimeric ToxIN complex, whereby three ToxI monomers bind three ToxN monomers; the complex is held together by extensive protein-RNA interactions.",
            "score": 41.043912410736084
        }
    ],
    "r": [
        {
            "docid": "32723924_2",
            "document": "Fungal fruit body lectin family . In molecular biology, the fungal fruit body lectin family consists of several fungal fruit body lectin proteins. Fruit body lectins are thought to have insecticidal activity and may also function in capturing nematodes. One member of this family, the lectin XCL from \"Boletus chrysenteron\" (formerly \"Xerocomus chrysenteron\"), induces drastic changes in the actin cytoskeleton after sugar binding at the cell surface and internalisation, and has potent insecticidal activity. The fold of lectin XCL is not related to any of several other lectin folds, but shows significant structural similarity to cytolysins.",
            "score": 133.2629852294922
        },
        {
            "docid": "15683771_2",
            "document": "Legume lectin . The legume lectins (or L-type lectins) are a family of sugar-binding proteins or lectins found in the seeds and, in smaller amounts, in the roots, stems, leaves and bark of plants belonging to the Fabaceae family. The exact function of the legume lectins \"in vivo\" is unknown but they are probably involved in the defense of plants against predators. Related proteins in other plant families and in animals have also been found. They have been used for decades as a model system for the study of protein-carbohydrate interactions, because they show an amazing variety of binding specificities and are easy to obtain and purify. Over the years, a quite impressive amount of structural data has been gathered. Well-studied members of this protein family include phytohemagglutinin and concanavalin A.",
            "score": 132.8468780517578
        },
        {
            "docid": "9691122_2",
            "document": "Galectin . Galectins are a class of proteins that bind specifically to β-galactoside sugars, such as N-acetyllactosamine (Galβ1-3GlcNAc or Galβ1-4GlcNAc), which can be bound to proteins by either N-linked or O-linked glycosylation. They are also termed S-type lectins due to their dependency on disulphide bonds for stability and carbohydrate binding. There have been 15 galectins discovered in mammals, encoded by the LGALS genes, which are numbered in a consecutive manner. Only galectin-1, -2, -3, -4, -7, -8, -9, -10, -12 and -13 have been identified in humans. Galectin-5 and -6 are found in rodents, whereas galectin-11, -14 and -15 are uniquely found in sheep and goats. Members of the galectin family have also been discovered in other mammals, birds, amphibians, fish, nematodes, sponges, and some fungi. Unlike the majority of lectins they are not membrane bound, but soluble proteins with both intra- and extracellular functions. They have distinct but overlapping distributions but found primarily in the cytosol, nucleus, extracellular matrix or in circulation. Although many galectins must be secreted, they do not have a typical signal peptide required for classical secretion. The mechanism and reason for this non-classical secretion pathway is unknown.",
            "score": 123.88693237304688
        },
        {
            "docid": "8486333_9",
            "document": "Mannan-binding lectin . MBL belongs to the class of collectins in the C-type lectin superfamily, whose function appears to be pattern recognition in the first line of defense in the pre-immune host. MBL recognizes carbohydrate patterns, found on the surface of a large number of pathogenic micro-organisms, including bacteria, viruses, protozoa and fungi. Binding of MBL to a micro-organism results in activation of the lectin pathway of the complement system.",
            "score": 120.68536376953125
        },
        {
            "docid": "1903231_9",
            "document": "Pattern recognition receptor . Many different cells of the innate immune system express a myriad of CLRs which shape innate immunity by virtue of their pattern recognition ability. Even though, most classes of human pathogens are covered by CLRs, CLRs are a major receptor for recognition of fungi: nonetheless, other PAMPs have been identifies in studies as targets of CLRs as well e.g. mannose is the recognition motif for many viruses, fungi and mycobacteria; similarly fucose presents the same for certain bacteria and helminths; and glucans are present on mycobacteria and fungi. In addition, many of acquired nonself surfaces e.g. carcinoembryonic/oncofetal type neoantigens carrying \"internal danger source\"/\"self turned nonself\" type pathogen pattern are also identified and destroyed (e.g. by complement fixation or other cytotoxic attacks) or sequestered (phagocytosed or ensheathed) by the immune system by virtue of the CLRs. The name lectin is a bit misleading because the family includes proteins with at least one C-type lectin domain (CTLD) which is a specific type of carbohydrate recognition domain. CTLD is a ligand binding motif found in more than 1000 known proteins (more than 100 in humans) and the ligands are often not sugars. If and when the ligand is sugar they need Ca2+ – hence the name \"C-type\", but many of them don't even have a known sugar ligand thus despite carrying a lectin type fold structure, some of them are technically not \"lectin\" in function.",
            "score": 117.49314880371094
        },
        {
            "docid": "32864292_2",
            "document": "Fungal fucose-specific lectin . In molecular biology, the fungal fucose-specific lectin family is a family of lectins. Lectins are proteins which are involved in many recognition events at the molecular or cellular level. These fungal lectins, such as \"Aleuria aurantia\" lectin AAL, specifically recognise fucosylated glycans. AAL is a dimeric protein, with each monomer being organised into a six-bladed beta-propeller fold and a small antiparallel two-stranded beta-sheet. The beta-propeller fold is important in fucose recognition; five binding pockets are found between the propeller blades. The small beta-sheet, on the other hand, is involved in the dimerisation process.",
            "score": 112.71365356445312
        },
        {
            "docid": "1343696_12",
            "document": "Haemonchus contortus . Recent research shows fugal lectins are able to inhibit larval development. These fungal lectins are Corprinopsis cinerea lectins - CCL2, CGL2; Aleuria aurantia lectin - AAL; and Marasmius oreades aggulutinin - MOA. These four toxic lectins bind to specific glycan structures found in \"H. controtus\". Some of these glycan structures might represent antigens which are not exposed to host immune system, and thus have potential for vaccine or drug development.",
            "score": 110.16268920898438
        },
        {
            "docid": "51480_8",
            "document": "Hypha . Hyphae may be modified in many different ways to serve specific functions. Some parasitic fungi form haustoria that function in absorption within the host cells. The arbuscules of mutualistic mycorrhizal fungi serve a similar function in nutrient exchange, so are important in assisting nutrient and water absorption by plants. Ectomycorrhizal extramatrical mycelium greatly increases the soil area available for exploitation by plant hosts by funneling water and nutrients to ectomycorrhizas, complex fungal organs on the tips of plant roots. Hyphae are found enveloping the gonidia in lichens, making up a large part of their structure. In nematode-trapping fungi, hyphae may be modified into trapping structures such as constricting rings and adhesive nets. Mycelial cords can be formed to transfer nutrients over larger distances. Bulk fungal tissues, cords, and membranes, such as those of mushrooms and lichens, are mainly composed of felted and often anastomosed hyphae.",
            "score": 107.37263488769531
        },
        {
            "docid": "39480963_44",
            "document": "Ectomycorrhiza . Extraradical hyphae, and rhizomorphs in particular, also offer invaluable transport of water in many species. Often these develop into specialized runner hyphae and rhizomorphs capable of extending quite far from the host roots, thereby increasing the functional water access area. The hyphal sheath enveloping the root tips also acts as a physical barrier shielding plant tissues from pathogens and predators. Furthermore, there has been evidence suggesting that secondary metabolites of fungal partners are capable of acting as biochemical defense mechanisms against pathogenic fungi, nematodes and bacteria that may try to infect the mycorrhizal root. Many studies also show that EcM fungi are capable of providing tolerance to soils with high concentrations of heavy metals, salts, radionuclides and organic pollutants.",
            "score": 106.87239837646484
        },
        {
            "docid": "22423972_2",
            "document": "Protein–carbohydrate interaction . Carbohydrate–protein interactions are the intermolecular and intramolecular interactions between protein and carbohydrate moieties. These interactions form the basis of specific recognition of carbohydrates by lectins. Carbohydrates are important biopolymers and have a variety of functions. Often carbohydrates serve a function as a recognition element. That is, they are specifically recognized by other biomolecules. Proteins which bind carbohydrate structures are known as lectins. Compared to the study of protein–protein and protein–DNA interaction, it is relatively recent that scientists get to know the protein–carbohydrate binding.",
            "score": 106.78561401367188
        },
        {
            "docid": "18320085_10",
            "document": "Fungivore . The fungal genus, \"Trichoderma\" produces enzymes such as chitinases which degrade the cell walls of other fungi. They are able to detect other fungi and grow towards them, they then bind to the hyphae of other fungi using lectins on the host fungi as a receptor, forming an appressorium. Once this is formed, \"Trichoderma\" inject toxic enzymes into the host and probably peptaibol antibiotics, which create holes in the cell wall, allowing \"Trichoderma\" to grow inside of the host and feed. \"Trichoderma\" are able to digest sclerotia, durable structures which contain food reserves, which is important if they are to control pathogenic fungi in the long term. \"Trichoderma\" species have been recorded as protecting crops from \"Botrytis cinerea\", \"Rhizoctonia solani\", \"Alternaria solani\", \"Glomerella graminicola\", \"Phytophthora capsici\", \"Magnaporthe grisea\" and \"Colletotrichum lindemuthianum\"; although this protection may not be entirely due to \"Trichoderma\" digesting these fungi, but by them improving plant disease resistance indirectly.",
            "score": 106.4708023071289
        },
        {
            "docid": "436414_12",
            "document": "Lectin . Lectins also are known to play important roles in the immune system. Within the innate immune system lectins such as the MBL, the mannose-binding lectin, help mediate the first-line defense against invading microorganisms. Other lectins within the immune system are thought to play a role in self-nonself discrimination and they likely modulate inflammatory and autoreactive processes. Intelectins (X-type lectins) were shown to bind microbial glycans and may function in the innate immune system as well. Lectins may be involved in pattern recognition and pathogen elimination in the innate immunity of vertebrates including fishes.",
            "score": 106.22004699707031
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 102.84305572509766
        },
        {
            "docid": "34635084_10",
            "document": "Marine fungi . Many marine fungi are very specific as to which species of floating and submerged timbers they colonise. A range of species of fungi colonise beech while oak supports a different community. When a fungal propagule lands on a suitable piece of timber, it will grow if no other fungi are present. If the log is already colonised by another fungal species, growth will depend on whether that fungus produces antifungal chemicals and whether the new arrival can resist them. The chemical properties of colonizing fungi also affect the animal communities that graze on them: in one study, when hyphae from five different species of marine fungi were fed to nematodes, one species supported less than half the number of nematodes per mg of hyphae than did the others.",
            "score": 101.73592376708984
        },
        {
            "docid": "24358_7",
            "document": "Human pathogen . Fungi comprise a eukaryotic kingdom of microbes that are usually saprophytes, but can cause diseases in humans. Life-threatening fungal infections in humans most often occur in immunocompromised patients or vulnerable people with a weakened immune system, although fungi are common problems in the immunocompetent population as the causative agents of skin, nail, or yeast infections. Most antibiotics that function on bacterial pathogens cannot be used to treat fungal infections because fungi and their hosts both have eukaryotic cells. Most clinical fungicides belong to the azole group. The typical fungal spore size is 1-40 micrometers in length.",
            "score": 99.635498046875
        },
        {
            "docid": "436414_2",
            "document": "Lectin . Lectins are carbohydrate-binding proteins, macromolecules that are highly specific for sugar moieties of other molecules. Lectins perform recognition on the cellular and molecular level and play numerous roles in biological recognition phenomena involving cells, carbohydrates, and proteins. Lectins also mediate attachment and binding of bacteria and viruses to their intended targets.",
            "score": 98.96160125732422
        },
        {
            "docid": "49657484_2",
            "document": "Largest fungal fruit bodies . The largest mushrooms and conks are the largest known individual fruit bodies. These are known as \"sporocarps\", or, more specifically, \"basidiocarps\" and \"ascocarps\" for the Basidiomycota and Ascomycota respectively. These fruit bodies have a wide variety of morphologies, ranging from the typical mushroom shape, to brackets (conks), puffballs, cup fungi, stinkhorns, crusts and corals. Many species of fungi, including yeasts, moulds and the fungal component of lichens, do not form fruit bodies in this sense, but can form visible presences such as cankers. Individual fruit bodies need not be individual biological organisms, and extremely large single organisms can be made up of a great many fruit bodies connected by networks of mycelia (including the \"humongous fungus\", a single specimen of \"Armillaria solidipes\") can cover a very large area.",
            "score": 98.16633605957031
        },
        {
            "docid": "13667573_17",
            "document": "Sarcoscypha coccinea . Lectins are sugar-binding proteins that are used in blood typing, biochemical studies and medical research. A lectin has been purified and characterized from \"S. coccinea\" fruit bodies that can bind selectively to several specific carbohydrate molecules, including lactose.",
            "score": 98.00133514404297
        },
        {
            "docid": "34589031_3",
            "document": "L-type lectin domain . Lectins are structurally diverse proteins that bind to specific carbohydrates. This family includes the VIP36 and ERGIC-53 lectins. Although proteins containging this domain were originally identified as a family of animal lectins, there are also yeast representatives.",
            "score": 97.99121856689453
        },
        {
            "docid": "542725_7",
            "document": "Effector (biology) . Fungal effectors are secreted by pathogenic or beneficial fungi into and around host cells by invasive hyphae to disable defense components or facilitate colonization. Protein secretion systems in fungi involve the Spitzenkörper.",
            "score": 97.8717041015625
        },
        {
            "docid": "19178965_4",
            "document": "Fungus . Abundant worldwide, most fungi are inconspicuous because of the small size of their structures, and their cryptic lifestyles in soil or on dead matter. Fungi include symbionts of plants, animals, or other fungi and also parasites. They may become noticeable when fruiting, either as mushrooms or as molds. Fungi perform an essential role in the decomposition of organic matter and have fundamental roles in nutrient cycling and exchange in the environment. They have long been used as a direct source of human food, in the form of mushrooms and truffles; as a leavening agent for bread; and in the fermentation of various food products, such as wine, beer, and soy sauce. Since the 1940s, fungi have been used for the production of antibiotics, and, more recently, various enzymes produced by fungi are used industrially and in detergents. Fungi are also used as biological pesticides to control weeds, plant diseases and insect pests. Many species produce bioactive compounds called mycotoxins, such as alkaloids and polyketides, that are toxic to animals including humans. The fruiting structures of a few species contain psychotropic compounds and are consumed recreationally or in traditional spiritual ceremonies. Fungi can break down manufactured materials and buildings, and become significant pathogens of humans and other animals. Losses of crops due to fungal diseases (e.g., rice blast disease) or food spoilage can have a large impact on human food supplies and local economies.",
            "score": 97.825439453125
        },
        {
            "docid": "16866635_4",
            "document": "Evolution of fungi . In contrast to plants and animals, the early fossil record of the fungi is meager. Factors that likely contribute to the under-representation of fungal species among fossils include the nature of fungal fruiting bodies, which are soft, fleshy, and easily degradable tissues and the microscopic dimensions of most fungal structures, which therefore are not readily evident. Fungal fossils are difficult to distinguish from those of other microbes, and are most easily identified when they resemble extant fungi. Often recovered from a permineralized plant or animal host, these samples are typically studied by making thin-section preparations that can be examined with light microscopy or transmission electron microscopy. Compression fossils are studied by dissolving the surrounding matrix with acid and then using light or scanning electron microscopy to examine surface details.",
            "score": 97.10428619384766
        },
        {
            "docid": "22423972_12",
            "document": "Protein–carbohydrate interaction . Recently, studies by using metal nanoparticle probes to detect the carbohydrate–protein interactions were reported. Use of gold and silver nanoparticle probes in resonant light scattering (RLS) gives particular high sensitivity. Zhenxin Wang and coworker the same principle applied this method to detect the interaction between carbohydrate and protein. As Lectin can strongly bind to specific carbohydrate, scientists develop several lectin-based carbohydrate biosensors. Designed lectin contains specific groups can be detected by analytical method.",
            "score": 96.0608901977539
        },
        {
            "docid": "2852768_7",
            "document": "DC-SIGN . DC-SIGN/CD209 is an animal \"C-lectin\", a large and diverse family of proteins found in both prokaryotes and eukaryotes most of which are functional lectins, meaning they bind carbohydrate ligands, and whose ligand-binding affinity requires calcium (hence \"C-lectin\"). Among the animal C-lectins, a subfamily known as the ASGR (asialoglycoprotein receptors) group contains several sub-sub-families, many of which are important to innate immunity.",
            "score": 95.43338012695312
        },
        {
            "docid": "436414_6",
            "document": "Lectin . Long before a deeper understanding of their numerous biological functions, the plant lectins, also known as phytohemagglutinins, were noted for their particular high specificity for foreign glycoconjugates (e.g. those of fungi, invertebrates, and animals) and used in biomedicine for blood cell testing and in biochemistry for fractionation.",
            "score": 94.41674041748047
        },
        {
            "docid": "5435207_3",
            "document": "Coprinopsis cinerea . \"Coprinopsis cinerea\" is an important model organism for studying fungal sex and mating types, mushroom development, and the evolution of multicellularity of fungi. The genome sequence was published in 2010. It is considered to be particularly suited organism to study meiosis, due to its synchronous meiotic development and prolonged prophase.",
            "score": 94.29641723632812
        },
        {
            "docid": "31533830_16",
            "document": "Plant use of endophytic fungi in defense . The range of associated plants and fungi may be altered as climate changes, and not necessarily in a synchronous fashion. Plants may lose or gain endophytes, with as yet unknown impacts on defense and fitness, although generalist species may provide indirect defense in new habitats more often than not. Above-ground and below-ground associations can be mutual drivers of diversity, so altering the interactions between plants and their fungi may also have drastic effects on the community at large, including herbivores. Changes in distribution may bring plants into competition with previously established local species, making the fungal community – and particularly the pathogenic role of fungus – important in determining outcomes of competition with non-native invasive species. As carbon dioxide levels rise, the amplified photosynthesis will increase the pool of carbohydrates available to endophytic partners, potentially altering the strength of associations. Infected C3 plants show greater relative growth rate under high CO2 conditions compared to uninfected plants, and it is possible that the fungi drive this pattern of increased carbohydrate production.",
            "score": 94.0599136352539
        },
        {
            "docid": "31533830_10",
            "document": "Plant use of endophytic fungi in defense . Studies of fungal infection consistently reveal that plants with endophytes are less likely to suffer substantial damage, and herbivores feeding on infected plants are less productive. There are multiple modes through which endophytic fungi reduce insect herbivore damage, including avoidance (deterrence), reduced feeding, reduced development rate, reduced growth and/or population growth, reduced survival and reduced oviposition. Vertebrate herbivores such as birds, rabbits and deer show the same patterns of avoidance and reduced performance. Even below-ground herbivores such as nematodes and root-feeding insects are reduced by endophyte infection. The strongest evidence for anti-herbivore benefits of fungal endophytes come from studies of herbivore populations being extirpated when allowed to feed only on infected plants. Examples of local extinction have been documented in crickets, larval armyworms and flour beetles.",
            "score": 93.93795013427734
        },
        {
            "docid": "8486333_11",
            "document": "Mannan-binding lectin . The complement system can be activated through three pathways: the classical pathway, the alternative pathway, and the lectin pathway. One way that the most-recently discovered lectin pathway is activated is through mannose-binding lectin protein. MBL binds to carbohydrates (to be specific, D-mannose and L-fucose residues) found on the surfaces of many pathogens.",
            "score": 93.89585876464844
        },
        {
            "docid": "39055192_17",
            "document": "Frequency (gene) . The FRQ protein is conserved within the \"Sordariacea\" but diverges outside of this group. Nonetheless bona fide FRQ-based circadian cocks have been found in organisms other than \"Neurospora\" both within the \"Sordariacea\", for instance, in the salient fungal pathogen Botrytis, and also as far afield as Pyronema within the Pezizomycetes, an early-diverging lineage of filamentous ascomycetes. Interestingly, \"frq\" was even found in non-Dikarya group of fungi. The finding of \"frq\" and conserved circadian clock mechanism inside non-Dikarya, Arbuscular Mycorrhizal Fungi expanded the evolutionary history of this gene in Fungal kingdom . \"frq\" seems to diverge very quickly during its evolution. A part of the reason why the FRQ primary amino acid sequence diverges so quickly may be because it is an Intrinsically Disordered Protein and as a result lacks the structural constraints that limit sequence changes. Since codon optimization of the \"frq\" gene results in impaired circadian feedback loop function, \"frq\" displays non-optimal codon usage bias across its open reading frame in contrast to most other genes. FRQ is an intrinsically disordered protein that is not well conserved, even across fungi. Unlike FRQ, however, WC-1 is very well conserved. It is the founding member of the family of blue light photoreceptors used in the entire Kingdom of fungi. Moreover, it is similar in structure and function to BMAL1. Casein kinase 2 is conserved in the circadian oscillators of plants (Arabidopsis) and flies (Drosophila). A similar form of CKI is necessary for the degradation of period (PER) proteins in \"Drosophila\" and mammals. The Drosophila gene \"slimb\" is orthologous to FWD1 in \"Neurospora\", both of which are crucial for clock protein degradation. In general, the TTFLs found in fungi and animals share a similar regulatory architecture, with a single step negative feedback loop, PAS-PAS heterodimeric activators that are conserved, and negative element proteins that largely lack structure and are much less well conserved. A similar palette of kinases modifies the clock proteins in all cases.",
            "score": 93.78921508789062
        },
        {
            "docid": "34587934_3",
            "document": "Leguminous lectin family . It is one of the largest lectin families with more than 70 lectins reported in a review in 1990. Leguminous lectins consist of two or four subunits, each containing one carbohydrate-binding site. The interaction with sugars requires tightly bound calcium and manganese ions. The structural similarities of these lectins are reported by the primary structural analyses and X-ray crystallographic studies. X-ray studies have shown that the folding of the polypeptide chains in the region of the carbohydrate-binding sites is also similar, despite differences in the primary sequences. The carbohydrate-binding sites of these lectins consist of two conserved amino acids on beta pleated sheets. One of these loops contains transition metals, calcium and manganese, which keep the amino acid residues of the sugar-binding site at the required positions. Amino acid sequences of this loop play an important role in the carbohydrate-binding specificities of these lectins. These lectins bind either glucose, mannose or galactose. The exact function of legume lectins is not known but they may be involved in the attachment of nitrogen-fixing bacteria to legumes and in the protection against pathogens.",
            "score": 93.73432922363281
        },
        {
            "docid": "39188784_3",
            "document": "Red Raper . Red Raper was a pioneer in the study of fungal sexual genetics. He studied mating systems in filamentous heterotrophs, beginning with the aquatic genus Achlya. Once thought to be fungi because of their filamentous growth form and nutritional habits, Achlya and other water molds are now known to belong to the Kingdom Chromalveolata. Red and Carlene (Cardy), later studied the genetic control of sexual reproduction in the gilled mushroom Schizophyllum commune. Red realized early on there were fungi that differed in aspects of compatibility and attributed these to what he called incompatibility factors A and B, further differentiating α and β in each. Some fungi have two mating types, termed bipolar, and others including some Red worked on, have thousands of mating types due to a more complicated mating type determination system. These two extreme strategies are thought to be involved with manipulating the chance of out versus self-crossing as evolutionary strategies. He and Cardy studied the events preceding karyogamy, including the transition from monokaryotic to dikaryotic. Much of Red’s work has spawned many research questions about sex in fungi addressed more recently using model organisms like Saccharomyces cerevisiae, Cryptococcus gattii, and Candida albicans. His research laid the foundation for the current knowledge body about somatic and sexual compatibility in fungi. Through the influence of Red's work, it is now understood that mating-type identity is determined by regions of the genome called mating type or MAT loci. These loci contain protein-coding regions for G protein-coupled receptors that sense ligands with varying specificity and signal through Mitogen-activated protein kinase cascades, as well as peptide pheromones and transcription factors involved in mate sensation, selection and reproduction.",
            "score": 93.7113265991211
        }
    ]
}