{
    "q": [
        {
            "docid": "20945667_23",
            "document": "Myoclonic dystonia . Deep brain stimulation (DBS) has been found to be an effective and safe treatment for myoclonus dystonia patients, whose severe and debilitating symptoms are resistant to drug treatments. Electrical stimulation within the brain is a common treatment for many movement disorders because of the ability to excite or inhibit neurons within the brain. Deep brain stimulation patients have electrodes inserted into the brain and then an electrical signal is sent from an external source to elicit a response. The frequency and intensity of this signal can be changed to monitor the effects on neuronal activity using voltage recordings or neuroimaging, like functional MRIs. By re-positioning the electrodes in different areas or changing the size or timing of the stimulus, varying effects can be seen on the patient depending on the origin of the disorder.",
            "score": 105.16361260414124
        },
        {
            "docid": "44984826_12",
            "document": "Bionics Institute . Neurobionics research at the Institute primarily relates to the treatment of nervous system disorders with deep brain stimulation (DBS). The aim of the Institute’s deep brain stimulation research program is to improve the performance of existing DBS devices, gain a greater understanding of how positive therapeutic outcomes are achieved through DBS, and to develop its own advanced DBS system based on cochlear type implant technology. To this end, the Institute has active projects in stimulation for control of Parkinson's disease, essential tremor, movement disorders, and obsessive compulsive disorder. Similarly, the Institute is developing an epilepsy treatment device, which monitors the electrical activity of the brain and delivers a therapeutic stimulus when abnormal activity is detected.",
            "score": 113.36842846870422
        },
        {
            "docid": "29803004_5",
            "document": "Neurostimulation . Deep brain stimulation (DBS) has shown benefits for movement disorders such as Parkinson's disease, tremor and dystonia and affective disorders such as depression, obsessive-compulsive disorder, Tourette syndrome, chronic pain and cluster headache. Since DBS can directly change the brain activity in a controlled manner, it is used to map fundamental mechanisms of brain functions along with neuroimaging methods. A simple DBS system consists of two different parts. First, tiny microelectrodes are implanted in the brain to deliver stimulation pulses to the tissue. Second, an electrical pulse generator (PG) generates stimulation pulses, which is connected to the electrodes via microwires. Physiological properties of the brain tissue, which may change with disease state, stimulation parameters, which include amplitude and temporal characteristics, and the geometric configuration of the electrode and the surrounding tissue are all parameters on which DBS of both the normal and the diseased brain depend on. In spite of a huge amount of studies on DBS, its mechanism of action is still not well understood. Developing DBS microelectrodes is still challenging.",
            "score": 114.95663809776306
        },
        {
            "docid": "17101940_9",
            "document": "Internal globus pallidus . The internal globus pallidus is the target of deep brain stimulation (DBS) for these diseases. Deep brain stimulation sends regulated electrical pulses to the target. In patients with tardive dyskinesia treated with DBS, most people reported more than a 50% improvement in symptoms. Tourette syndrome patients have also benefited from this treatment, showing over 50% improvement in tic severity (compulsive disabling motor tics are symptoms of Tourette patients). The GPi is also considered a \"highly effective target for neuromodulation\" when using deep brain stimulation on Parkinson's Disease patients. There is seen to be only some involvement in Huntington's Disease with mostly the external globus pallidus being affected.",
            "score": 109.98167777061462
        },
        {
            "docid": "17079365_17",
            "document": "Mark Gasson . In order to improve control of abnormal spontaneous electrical activity in the brains of patients with movement disorders they are developing a combined deep brain recording and stimulating device that will record deep brain signals and from these predict the onset of symptoms such as tremor and dystonic bursts and deliver a short pulse of high frequency stimulation to stop the symptoms before they have even started. It is thought that the shift from continuous stimulation, as currently used, to intermittent bursting stimulation will decrease the power requirements and hence the accumulative costs of subsequent surgery to replace batteries.",
            "score": 97.68919014930725
        },
        {
            "docid": "987320_22",
            "document": "Neurotechnology . Neuromodulation can involve numerous technologies combined or used independently to achieve a desired effect in the brain. Gene and cell therapy are becoming more prevalent in research and clinical trials and these technologies could help stunt or even reverse disease progression in the central nervous system. Deep brain stimulation is currently used in many patients with movement disorders and is used to improve the quality of life in patients. While deep brain stimulation is a method to study how the brain functions per se, it provides both surgeons and neurologists important information about how the brain works when certain small regions of the basal ganglia (nuclei) are stimulated by electrical currents.",
            "score": 107.25259327888489
        },
        {
            "docid": "5004685_21",
            "document": "Transcranial direct-current stimulation . While the tDCS method is gaining interest, the most commonly used method of brain stimulation is transcranial magnetic stimulation (TMS). This technique of brain stimulation utilizes an electric coil held above the region of interest on the scalp that uses rapidly changing magnetic fields to induce small electrical currents in the brain. There are two types of TMS: repetitive TMS and single pulse TMS. Both are used in research therapy but effects lasting longer than the stimulation period are only observed in repetitive TMS. Similar to tDCS, an increase or decrease in neuronal activity can be achieved using this technique, but the method of how this is induced is very different. Transcranial direct current stimulation has the two different directions of current that cause the different effects. Increased neuronal activity is induced in repetitive TMS by using a higher frequency and decreased neuronal activity is induced by using a lower frequency.",
            "score": 71.17742490768433
        },
        {
            "docid": "1586691_24",
            "document": "Pain and pleasure . Deep brain stimulation involves the electrical stimulation of deep brain structures by electrodes implanted into the brain. The effects of this neurosurgery has been studied in patients with Parkinson's Disease, tremors, dystonia, epilepsy, depression, obsessive-compulsive disorder, Tourette's syndrome, cluster headache and chronic pain. A fine electrode is inserted into the targeted area of the brain and secured to the skull. This is attached to a pulse generator which is implanted elsewhere on the body under the skin. The surgeon then turns the frequency of the electrode to the voltage and frequency desired. Deep brain stimulation has been shown in several studies to both induce pleasure or even addiction as well as ameliorate pain. For chronic pain, lower frequencies (about 5–50 Hz) have produced analgesic effects, whereas higher frequencies (about 120–180 Hz) have alleviated or stopped pyramidal tremors in Parkinson’s patients.",
            "score": 92.35662615299225
        },
        {
            "docid": "3186646_19",
            "document": "Spasmodic torticollis . Deep brain stimulation to the basal ganglia and thalamus has recently been used as a successful treatment for tremors of patients with Parkinson's disease. This technique is currently being trialed in patients with spasmodic torticollis. Patients are subjected to stimulation of the globus pallidus internus, or the subthalamic nucleus. The device is analogous to a pacemaker: an external battery is placed subcutaneously, with wires under the skin which enter the skull and a region of the brain. To stimulate the globus pallidus internus, microelectrodes are placed into the globus pallidus internus bilaterally. After the surgery is performed, multiple visits are required to program the settings for the stimulator. The stimulation of the globus pallidus internus disrupts the abnormal discharge pattern in the globus pallidus internus, resulting in inhibition of hyperactive cortical activity. Globus pallidus internus deep brain stimulation is the preferred surgical procedure, due to the lower frequency of side effects. Advantages of deep brain stimulation include the reversibility of the procedure, and the ability to adjust the settings of the stimulation.",
            "score": 86.67527270317078
        },
        {
            "docid": "22229344_19",
            "document": "Basal ganglia disease . Deep brain stimulation involves inserting, via stereotaxic surgery, electrodes into the sensorimotor area of the brain.  These electrodes emit high-frequency stimulation to the implanted areas.  Bilateral implantation is necessary for symmetric results as well as the ability to reduce the intensity and duration of off-periods as well increase the duration of on-periods. The most effective structures used for implantations for deep brain stimulation are the internal globus pallidus (GPi) and the subthalamic nucleus (STN). This is because it is safer and more effective to alter the influence of the basal ganglia on the thalamocortical nuclei than directly altering neural activity in upper motor neuron circuits. Deep brain stimulation is a more complicated process than other therapies such as ablation. Evidence suggests that benefits of STN deep brain stimulation is due to the activation of efferents and the modulation of discharge patterns in the GPi that are propagated throughout the thalamocorical pathways. The ability to adjust stimulation protocols lends this treatment to a variety of disorders due its ability to alter the activity of basal ganglia circuits.",
            "score": 69.7834769487381
        },
        {
            "docid": "987320_26",
            "document": "Neurotechnology . Neuromodulation is a technology currently used for patients with movement disorders, although research is currently being done to apply this technology to other disorders. Recently, a study was done on if DBS could improve depression with positive results, indicating that this technology might have potential as a therapy for multiple disorders in the brain. DBS is limited by its high cost however, and in developing countries the availability of DBS is very limited. A new version of DBS is under investigation and has developed into the novel field, optogenetics. Optogenetics is the combination of deep brain stimulation with fiber optics and gene therapy. Essentially, the fiber optic cables are designed to light up under electrical stimulation, and a protein would be added to a neuron via gene therapy to excite it under light stimuli. So by combining these three independent fields, a surgeon could excite a single and specific neuron in order to help treat a patient with some disorder. Neuromodulation offers a wide degree of therapy for many patients, but due to the nature of the disorders it is currently used to treat its effects are often temporary. Future goals in the field hope to alleviate that problem by increasing the years of effect until DBS can be used for the remainder of the patient's life. Another use for neuromodulation would be in building neuro-interface prosthetic devices that would allow quadriplegics the ability to maneuver a cursor on a screen with their thoughts, thereby increasing their ability to interact with others around them. By understanding the motor cortex and understanding how the brain signals motion, it is possible to emulate this response on a computer screen.",
            "score": 119.55780470371246
        },
        {
            "docid": "370268_2",
            "document": "Deep brain stimulation . Deep brain stimulation (DBS) is a neurosurgical procedure involving the implantation of a medical device called a neurostimulator (sometimes referred to as a 'brain pacemaker'), which sends electrical impulses, through implanted electrodes, to specific targets in the brain (brain nuclei) for the treatment of movement and neuropsychiatric disorders. DBS in select brain regions has provided therapeutic benefits for otherwise treatment-resistant disorders such as Parkinson's disease, essential tremor, dystonia, chronic pain, major depression, and obsessive–compulsive disorder. Despite the long history of DBS, its underlying principles and mechanisms are still not clear. DBS directly changes brain activity in a controlled manner, its effects are reversible (unlike those of lesioning techniques), and it is one of only a few neurosurgical methods that allow blinded studies.",
            "score": 109.48330652713776
        },
        {
            "docid": "51607497_13",
            "document": "Neural dust . Electrical stimulation therapy in patients with epilepsy has been a well established procedure for some time, being traced back to as early as the 1950s. A paramount goal of the American Epilepsy Society is the continued development of automated brain electrical stimulation (also known as contingent, or closed loop stimulation), which provides seizure-halting electrical stimulation based on brain patterns that indicate a seizure is about to happen. This provides a much better treatment of the disorder than stimulation that is based on an estimate of when the seizure might occur. While vagal nerve stimulation is often a target area for treatment of epileptic seizures, there has been research into the efficacy of stimulation in the hippocampus, thalamus, and subthalamic nucleus. Closed-loop cortical neuromodulation has also been investigated as a treatment technique for Parkinson's disease",
            "score": 103.62254726886749
        },
        {
            "docid": "41937628_9",
            "document": "Alim Louis Benabid . Prior to development of DBS, the main surgical treatment for Parkinson's disease was lesioning to inhibit involuntary abnormal motion associated with severe Parkinson's disease not controlled by optimal medication. As described in a 2010 interview with Benabid in the medical journal \"Lancet\", electrical stimulation was used during surgery to locate the ablation target and predict lesioning effects. To precisely locate the right area, an electrode would be placed around the target and those surrounding areas stimulated with physiological frequencies of 20 – 50 Hz while observing the patient's movement. Since electrical stimulation itself sometimes seemed to quiet tremor during the procedure, Benabid reasoned this might be a solution. He tested from very low frequencies of 1, 5, 10 Hz and more up to 100 Hz, which mimicked effects of ablation without destroying tissue. Initially the thalamus was stimulated. Later animal studies indicated the subthalamic nucleus might be a more effective stimulation target. As technology advanced to allow such stimulation to be continuously applied for a long time, DBS became widely adopted in the 1990s for treatment of movement disorders such as Parkinson's disease, essential tremor, and dystonia.",
            "score": 112.9933226108551
        },
        {
            "docid": "42332242_8",
            "document": "Mahlon DeLong . Shortly thereafter, neurosurgeon Alim-Louis Benabid discovered that the same improvement could be achieved by placing a wire into the subthalamic nucleus, connecting it to a battery and delivering an adjustable high-frequency stimulation to the tip of the wire—a technique called deep brain stimulation. Today, this technique is used to improve symptoms and the quality of life in patients with Parkinson’s disease who are not responding adequately to pharmacologic treatment. Ablation or deep brain stimulation of the subthalamic nucleus has transformed the lives of many people with Parkinson’s disease.",
            "score": 75.47240710258484
        },
        {
            "docid": "29803004_6",
            "document": "Neurostimulation . Compared to electrical stimulation that utilizes brief, high-voltage electric shock to activate neurons, which can potentially activate pain fibers, transcranial magnetic stimulation (TMS) was developed by Baker in 1985. TMS uses a magnetic wire above the scalp, which carries a sharp and high current pulse. A time variant magnetic field is induced perpendicular to the coil due to the applied pulse which consequently generates an electric field based on Maxwell's law. The electric field provides the necessary current for a non-invasive and much less painful stimulation. There are two TMS devices called single pulse TMS and repetitive pulse TMS (rTMS) while the latter has greater effect but potential to cause seizure. TMS can be used for therapy particularly in psychiatry, as a tool to measure central motor conduction and a research tool to study different aspects of human brain physiology such as motor function, vision, and language. The rTMS method has been used to treat epilepsy with rates of 8–25 Hz for 10 seconds. The other therapeutic uses of rTMS include parkinson diseases, dystonia and mood diseases. Also, TMS can be used to determine the contribution of cortical networks to specific cognitive functions by disrupting activity in the focal brain region. Early, inconclusive, results have been obtained in recovery from coma (persistent vegetative state) by Pape et al. (2009).",
            "score": 68.6335312128067
        },
        {
            "docid": "4613942_18",
            "document": "Intention tremor . Deep brain stimulation treats intention tremors but does not help related diseases or disorders such as dyssynergia and dysmetria. Deep brain stimulation involves the implantation of a device called a neurostimulator, sometimes called a 'brain pacemaker'. It sends electrical impulses to specific parts of the brain, changing brain activity in a controlled manner. In the case of an intention tremor, the thalamic nuclei is the region targeted for treatment. This form of treatment causes reversible changes and does not cause any permanent lesions. Since it is reversible, deep brain stimulation is considered fairly safe: Reduction in tremor amplitude is almost guaranteed and sometimes resolved. Some individuals with multiple sclerosis have seen sustained benefits in MS progress.",
            "score": 88.14654159545898
        },
        {
            "docid": "370268_3",
            "document": "Deep brain stimulation . The Food and Drug Administration approved DBS as a treatment for essential tremor and Parkinson's disease (PD) in 1997, dystonia in 2003, and obsessive–compulsive disorder (OCD) in 2009. DBS is also used in research studies to treat chronic pain, PTSD, and has been used to treat various affective disorders, including major depression; none of these applications of DBS has yet been FDA-approved. While DBS has proven to be effective for some patients, the potential for serious complications and side effects exists. The DBS system consists of three components: the implanted pulse generator (IPG), the lead, and an extension. The IPG is a battery-powered neurostimulator encased in a titanium housing, which sends electrical pulses to the brain that interfere with neural activity at the target site. The lead is a coiled wire insulated in polyurethane with four platinum-iridium electrodes and is placed in one or two different nuclei of the brain. The lead is connected to the IPG by an extension, an insulated wire that runs below the skin, from the head, down the side of the neck, behind the ear, to the IPG, which is placed subcutaneously below the clavicle, or in some cases, the abdomen. The IPG can be calibrated by a neurologist, nurse, or trained technician to optimize symptom suppression and control side effects.",
            "score": 100.92726302146912
        },
        {
            "docid": "39161794_4",
            "document": "Huntington Medical Research Institutes . The Fairmount laboratory was founded as the Institute of Medical Research of Huntington Memorial Hospital. It also housed the Pasadena Neurovascular Foundation. Past work included the proposal of improvements for automobile safety, the neurosurgical introduction of a silicone plastic material that made cerebrospinal fluid shunting practical for the treatment of hydrocephalus, advances in cardiovascular research, and the development of electronic neurological devices, including interface technology for vagus nerve stimulation. Current work in neuroprosthetics includes development of improved electrodes for deep brain stimulation for the treatment of movement disorders, such as Parkinson's Disease, the treatment of profound deafness by direct stimulation of the brain, and new methods of electrical stimulation to control bladder evacuation in paralyzed patients.",
            "score": 78.44639849662781
        },
        {
            "docid": "20756967_28",
            "document": "Cyborg . Deep brain stimulation is a neurological surgical procedure used for therapeutic purposes. This process has aided in treating patients diagnosed with Parkinson's disease, Alzheimer's disease, Tourette syndrome, epilepsy, chronic headaches, and mental disorders. After the patient is unconscious, through anesthesia, brain pacemakers or electrodes, are implanted into the region of the brain where the cause of the disease is present. The region of the brain is then stimulated by bursts of electric current to disrupt the oncoming surge of seizures. Like all invasive procedures, deep brain stimulation may put the patient at a higher risk. However, there have been more improvements in recent years with deep brain stimulation than any available drug treatment.",
            "score": 85.59637212753296
        },
        {
            "docid": "370268_6",
            "document": "Deep brain stimulation . The use of DBS as a treatment for Parkinson's Disease (PD) dates from 1987. PD is a neurodegenerative disease whose primary symptoms are tremor, rigidity, bradykinesia, and postural instability. DBS does not cure PD, but it can help manage some of its symptoms and subsequently improve the patient’s quality of life. At present, the procedure is used only for patients whose symptoms cannot be adequately controlled with medications, or whose medications have severe side effects. Its direct effect on the physiology of brain cells and neurotransmitters is currently debated, but by sending high-frequency electrical impulses into specific areas of the brain, it can mitigate symptoms and directly diminish the side effects induced by PD medications, allowing a decrease in medications, or making a medication regimen more tolerable.",
            "score": 94.7558422088623
        },
        {
            "docid": "20945667_26",
            "document": "Myoclonic dystonia . Although myoclonus and dystonia are present in myoclonus dystonia patients, optimum treatment for myoclonus dystonia differs from the treatment for myoclonus or dystonia alone. Myoclonus improved significantly more than dystonia when Deep brain stimulation was applied. In addition, myoclonus improved regardless of whether Deep brain stimulation was applied to GPi or Vim. However, GPi stimulation was more effective at reducing the symptoms of dystonia than Vim stimulation.",
            "score": 78.63822555541992
        },
        {
            "docid": "29803004_7",
            "document": "Neurostimulation . Spinal cord stimulation (SCS) is an effective therapy for the treatment of chronic and intractable pain including diabetic neuropathy, failed back surgery syndrome, complex regional pain syndrome, phantom limb pain, ischemic limb pain, refractory unilateral limb pain syndrome, postherpetic neuralgia and acute herpes zoster pain. Another pain condition that is a potential candidate for SCS treatment is Charcot-Marie-Tooth (CMT) disease, which is associated with moderate to severe chronic extremity pain. SCS therapy consists of the electrical stimulation of the spinal cord to 'mask' pain. The gate theory proposed in 1965 by Melzack and Wall provided a theoretical construct to attempt SCS as a clinical treatment for chronic pain. This theory postulates that activation of large diameter, myelinated primary afferent fibers suppresses the response of dorsal horn neurons to input from small, unmyelinated primary afferents. A simple SCS system consists of three different parts. First, microelectrodes are implanted in the epidural space to deliver stimulation pulses to the tissue. Second, an electrical pulse generator implanted in the lower abdominal area or gluteal region while is connected to the electrodes via wires, and third a remote control to adjust the stimulus parameters such as pulse width and pulse rate in the PG. Improvements have been made in both the clinical aspects of SCS such as transition from subdural placement of contacts to epidural placement, which reduces the risk and morbidity of SCS implantation, and also technical aspects of SCS such as improving percutaneous leads, and fully implantable multi-channel stimulators. However, there are many parameters that need to be optimized including number of implanted contacts, contact size and spacing, and electrical sources for stimulation. The stimulus pulse width and pulse rate are important parameters that need to be adjusted in SCS, which are typically 400 us and 8–200 Hz respectively.",
            "score": 58.20389235019684
        },
        {
            "docid": "17214443_11",
            "document": "Ablative brain surgery . The thalamus is another potential target for treating a tremor; in some countries, so is the subthalamic nucleus, although not in the United States due to its severe side effects. Stimulation of portions of the thalamus or lesioning has been used for various psychiatric and neurological conditions, and when practiced for movement disorders the target is in the motor nuclei of the thalamus. Thalamotomy is another surgical option in the treatment of Parkinson's disease. However, rigidity is not fully controlled after successful thalamotomy, it is replaced by hypotonia. Furthermore, significant complications can occur, for example, left ventral-lateral thalamotomy in a right-handed patient results in verbal deterioration while right thalamotomy causes visual-spatial defects. However, for patients for whom DBS is not feasible, ablation of the subthalamic nucleus has been shown to be safe and effective. DBS is not suitable for certain patients. Patients who suffer from immunodeficiencies are an example of a situation in which DBS is not a suitable procedure. However, a major reason as to why DBS is not often performed is the cost. Because of its high cost, DBS cannot be performed in regions of the world that are not wealthy. In the case of such circumstances, a permanent lesion in the subthalamic nucleus (STN) is created as it is a more favourable surgical procedure. The surgical procedure is going to be done on the non-dominant side of the brain; a lesion might be favored to evade numerous pacemaker replacements. More so, patients who gain relief from stimulation devoid of any side effects and need a pacemaker change may have a lesion performed on them in the same position. The stimulation parameters act as a guide for the preferred size of the lesion. In order to identify the part of the brain that is to be destroyed, new techniques such as micro electrode mapping have been developed.",
            "score": 110.36264359951019
        },
        {
            "docid": "2567511_13",
            "document": "Neural engineering . Neuromodulation aims to treat disease or injury by employing medical device technologies that would enhance or suppress activity of the nervous system with the delivery of pharmaceutical agents, electrical signals, or other forms of energy stimulus to re-establish balance in impaired regions of the brain. Researchers in this field face the challenge of linking advances in understanding neural signals to advancements in technologies delivering and analyzing these signals with increased sensitivity, biocompatibility, and viability in closed loops schemes in the brain such that new treatments and clinical applications can be created to treat those suffering from neural damage of various kinds. Neuromodulator devices can correct nervous system dysfunction related to Parkinson's disease, dystonia, tremor, Tourette's, chronic pain, OCD, severe depression, and eventually epilepsy.  Neuromodulation is appealing as treatment for varying defects because it focuses in on treating highly specific regions of the brain only, contrasting that of systemic treatments that can have side effects on the body. Neuromodulator stimulators such as microelectrode arrays can stimulate and record brain function and with further improvements are meant to become adjustable and responsive delivery devices for drugs and other stimuli.",
            "score": 64.6638263463974
        },
        {
            "docid": "2217913_28",
            "document": "Hemiballismus . Functional Neurosurgery Surgery as a treatment should only be used on patients with severe hemiballismus that has not responded to treatment. Lesioning of the globus pallidus or deep brain stimulation of the globus pallidus are procedures that can be used on humans. Usually, lesioning is favored over deep brain stimulation because of the maintenance required to continue stimulating the brain correctly and effectively.",
            "score": 87.40528655052185
        },
        {
            "docid": "4220091_8",
            "document": "Apigenin . Apigenin may also stimulate adult neurogenesis, with at least one study claiming that apigenin \"stimulate[s] adult neurogenesis in vivo and in vitro, by promoting neuronal differentiation\" and may be useful \"for stimulating adult neurogenesis and for the treatment of neurological diseases, disorders and injuries, by stimulating the generation of neuronal cells in the adult brain.\" While potentially promising, the study used rats and its effects have yet to be demonstrated in humans.",
            "score": 72.55386710166931
        },
        {
            "docid": "8010519_39",
            "document": "Animal testing on non-human primates . In 1983, designer drug users took MPTP, which created a Parkinsonian syndrome. Later that same year, researchers reproduced the effect in non-human primates. Over the next seven years, the brain areas that were over- and under-active in Parkinson's were mapped out in normal and MPTP-treated macaque monkeys using metabolic labelling and microelectrode studies. In 1990, deep brain lesions were shown to treat Parkinsonian symptoms in macaque monkeys treated with MPTP, and these were followed by pallidotomy operations in humans with similar efficacy. By 1993, it was shown that deep brain stimulation could effect the same treatment without causing a permanent lesion of the same magnitude. Deep brain stimulation has largely replaced pallidotomy for treatment of Parkinson's patients that require neurosurgical intervention. Current estimates are that 20,000 Parkinson's patients have received this treatment.",
            "score": 63.78465270996094
        },
        {
            "docid": "987320_20",
            "document": "Neurotechnology . Transcranial magnetic stimulation is a relatively new method of studying how the brain functions and is used in many research labs focused on behavioral disorders and hallucinations. What makes TMS research so interesting in the neuroscience community is that it can target specific regions of the brain and shut them down or activate temporarily; thereby changing the way the brain behaves. Personality disorders can stem from a variety of external factors, but when the disorder stems from the circuitry of the brain TMS can be used to deactivate the circuitry. This can give rise to a number of responses, ranging from “normality” to something more unexpected, but current research is based on the theory that use of TMS could radically change treatment and perhaps act as a cure for personality disorders and hallucinations. Currently, repetitive transcranial magnetic stimulation (rTMS) is being researched to see if this deactivation effect can be made more permanent in patients suffering from these disorders. Some techniques combine TMS and another scanning method such as EEG to get additional information about brain activity such as cortical response.",
            "score": 76.73102760314941
        },
        {
            "docid": "963201_35",
            "document": "Hemispatial neglect . In a review article by Pierce & Buxbaum (2002), they concluded that the evidence for Hemispheric Activation Approaches, which focuses on moving the limb on the side of the neglect, has conflicting evidence in the literature. The authors note that a possible limitation in this approach is the requirement for the patients to actively move the neglected limb, which may not be possible for many patients. Constraint-Induced Therapy (CIT), appears to be an effective, long-term treatment for improving neglect in various studies. However, the use of CIT is limited to patients who have active control of wrist and hand extension. Prism Glasses, Hemispatial Glasses, and Eye-Patching have all appear to be effective in improving performance on neglect tests. Caloric Stimulation treatment appears to be effective in improving neglect; however, the effects are generally short-term. The review also suggests that Optokinetic Stimulation is effective in improving position sense, motor skills, body orientation, and perceptual neglect on a short-term basis. As with Caloric Stimulation treatment, long-term studies will be necessary to show its effectiveness. A few Trunk Rotation Therapy studies suggest its effectiveness in improving performance on neglect tests as well as the Functional Independence Measure (FIM). Some less studied treatment possibilities include treatments that target Dorsal Stream of visual processing, Mental Imagery Training, and Neck Vibration Therapy. Trunk rotation therapies aimed at improving postural disorders and balance deficits in patients with unilateral neglect, have demonstrated optimistic results in regaining voluntary trunk control when using specific postural rehabilitative devices. One such device is the Bon Saint Côme apparatus, which uses spatial exploratory tasks in combination with auditory and visual feedback mechanisms to develop trunk control. The Bon Saint Côme device has been shown to be effective with hemiplegic subjects due to the combination of trunk stability exercises, along with the cognitive requirements needed to perform the postural tasks.",
            "score": 78.26125371456146
        },
        {
            "docid": "23773456_23",
            "document": "Camptocormia . One treatment methodogy that is very promising for the treatment of camptocormia is deep brain stimulation. Previously, deep brain stimulation and bilateral stimulation of the subthalamic nucleus and/or globus pallidus internus have been used to treat patients with Parkinson's disease. Studies have shown that similar treatments could be used on patients with severe camptocormia. By using the Burke-Fahn-Marsden Dystonia Rating Scale before and after treatment, it was found that patients experienced significant functional improvement in the ability to walk.",
            "score": 81.7123498916626
        },
        {
            "docid": "370268_11",
            "document": "Deep brain stimulation . The small patient numbers in the early trials of DBS for TRD currently limit the selection of an optimal neuroanatomical target. Evidence is insufficient to support DBS as a therapeutic modality for depression; however, the procedure may be an effective treatment modality in the future. In fact, beneficial results have been documented in the neurosurgical literature, including a few instances in which deeply depressed patients were provided with portable stimulators for self treatment.",
            "score": 100.77310371398926
        }
    ],
    "r": [
        {
            "docid": "987320_26",
            "document": "Neurotechnology . Neuromodulation is a technology currently used for patients with movement disorders, although research is currently being done to apply this technology to other disorders. Recently, a study was done on if DBS could improve depression with positive results, indicating that this technology might have potential as a therapy for multiple disorders in the brain. DBS is limited by its high cost however, and in developing countries the availability of DBS is very limited. A new version of DBS is under investigation and has developed into the novel field, optogenetics. Optogenetics is the combination of deep brain stimulation with fiber optics and gene therapy. Essentially, the fiber optic cables are designed to light up under electrical stimulation, and a protein would be added to a neuron via gene therapy to excite it under light stimuli. So by combining these three independent fields, a surgeon could excite a single and specific neuron in order to help treat a patient with some disorder. Neuromodulation offers a wide degree of therapy for many patients, but due to the nature of the disorders it is currently used to treat its effects are often temporary. Future goals in the field hope to alleviate that problem by increasing the years of effect until DBS can be used for the remainder of the patient's life. Another use for neuromodulation would be in building neuro-interface prosthetic devices that would allow quadriplegics the ability to maneuver a cursor on a screen with their thoughts, thereby increasing their ability to interact with others around them. By understanding the motor cortex and understanding how the brain signals motion, it is possible to emulate this response on a computer screen.",
            "score": 119.55780792236328
        },
        {
            "docid": "29803004_5",
            "document": "Neurostimulation . Deep brain stimulation (DBS) has shown benefits for movement disorders such as Parkinson's disease, tremor and dystonia and affective disorders such as depression, obsessive-compulsive disorder, Tourette syndrome, chronic pain and cluster headache. Since DBS can directly change the brain activity in a controlled manner, it is used to map fundamental mechanisms of brain functions along with neuroimaging methods. A simple DBS system consists of two different parts. First, tiny microelectrodes are implanted in the brain to deliver stimulation pulses to the tissue. Second, an electrical pulse generator (PG) generates stimulation pulses, which is connected to the electrodes via microwires. Physiological properties of the brain tissue, which may change with disease state, stimulation parameters, which include amplitude and temporal characteristics, and the geometric configuration of the electrode and the surrounding tissue are all parameters on which DBS of both the normal and the diseased brain depend on. In spite of a huge amount of studies on DBS, its mechanism of action is still not well understood. Developing DBS microelectrodes is still challenging.",
            "score": 114.9566421508789
        },
        {
            "docid": "37642_18",
            "document": "Tremor . Deep brain stimulation (DBS) uses implantable electrodes to send high-frequency electrical signals to the thalamus. The electrodes are implanted as described above. The patient uses a hand-held magnet to turn on and turn off a pulse generator that is surgically implanted under the skin. The electrical stimulation temporarily disables the tremor and can be “reversed,” if necessary, by turning off the implanted electrode. Batteries in the generator last about 5 years and can be replaced surgically. DBS is currently used to treat parkinsonian tremor and essential tremor. It is also applied successfully for other rare causes of tremor.",
            "score": 114.61527252197266
        },
        {
            "docid": "44984826_12",
            "document": "Bionics Institute . Neurobionics research at the Institute primarily relates to the treatment of nervous system disorders with deep brain stimulation (DBS). The aim of the Institute’s deep brain stimulation research program is to improve the performance of existing DBS devices, gain a greater understanding of how positive therapeutic outcomes are achieved through DBS, and to develop its own advanced DBS system based on cochlear type implant technology. To this end, the Institute has active projects in stimulation for control of Parkinson's disease, essential tremor, movement disorders, and obsessive compulsive disorder. Similarly, the Institute is developing an epilepsy treatment device, which monitors the electrical activity of the brain and delivers a therapeutic stimulus when abnormal activity is detected.",
            "score": 113.3684310913086
        },
        {
            "docid": "41937628_9",
            "document": "Alim Louis Benabid . Prior to development of DBS, the main surgical treatment for Parkinson's disease was lesioning to inhibit involuntary abnormal motion associated with severe Parkinson's disease not controlled by optimal medication. As described in a 2010 interview with Benabid in the medical journal \"Lancet\", electrical stimulation was used during surgery to locate the ablation target and predict lesioning effects. To precisely locate the right area, an electrode would be placed around the target and those surrounding areas stimulated with physiological frequencies of 20 – 50 Hz while observing the patient's movement. Since electrical stimulation itself sometimes seemed to quiet tremor during the procedure, Benabid reasoned this might be a solution. He tested from very low frequencies of 1, 5, 10 Hz and more up to 100 Hz, which mimicked effects of ablation without destroying tissue. Initially the thalamus was stimulated. Later animal studies indicated the subthalamic nucleus might be a more effective stimulation target. As technology advanced to allow such stimulation to be continuously applied for a long time, DBS became widely adopted in the 1990s for treatment of movement disorders such as Parkinson's disease, essential tremor, and dystonia.",
            "score": 112.99332427978516
        },
        {
            "docid": "17214443_11",
            "document": "Ablative brain surgery . The thalamus is another potential target for treating a tremor; in some countries, so is the subthalamic nucleus, although not in the United States due to its severe side effects. Stimulation of portions of the thalamus or lesioning has been used for various psychiatric and neurological conditions, and when practiced for movement disorders the target is in the motor nuclei of the thalamus. Thalamotomy is another surgical option in the treatment of Parkinson's disease. However, rigidity is not fully controlled after successful thalamotomy, it is replaced by hypotonia. Furthermore, significant complications can occur, for example, left ventral-lateral thalamotomy in a right-handed patient results in verbal deterioration while right thalamotomy causes visual-spatial defects. However, for patients for whom DBS is not feasible, ablation of the subthalamic nucleus has been shown to be safe and effective. DBS is not suitable for certain patients. Patients who suffer from immunodeficiencies are an example of a situation in which DBS is not a suitable procedure. However, a major reason as to why DBS is not often performed is the cost. Because of its high cost, DBS cannot be performed in regions of the world that are not wealthy. In the case of such circumstances, a permanent lesion in the subthalamic nucleus (STN) is created as it is a more favourable surgical procedure. The surgical procedure is going to be done on the non-dominant side of the brain; a lesion might be favored to evade numerous pacemaker replacements. More so, patients who gain relief from stimulation devoid of any side effects and need a pacemaker change may have a lesion performed on them in the same position. The stimulation parameters act as a guide for the preferred size of the lesion. In order to identify the part of the brain that is to be destroyed, new techniques such as micro electrode mapping have been developed.",
            "score": 110.36264038085938
        },
        {
            "docid": "370268_16",
            "document": "Deep brain stimulation . Robertson reported that DBS had been used on 55 adults by 2011, remained an experimental treatment at that time, and recommended that the procedure \"should only be conducted by experienced functional neurosurgeons operating in centres which also have a dedicated Tourette syndrome clinic\". According to Malone \"et al\" (2006), \"Only patients with severe, debilitating, and treatment-refractory illness should be considered; while those with severe personality disorders and substance-abuse problems should be excluded.\" Du \"et al\" (2010) say, \"As an invasive therapy, DBS is currently only advisable for severely affected, treatment-refractory TS adults\". Singer (2011) says, \"pending determination of patient selection criteria and the outcome of carefully controlled clinical trials, a cautious approach is recommended\". Viswanathan \"et al\" (2012) say DBS should be used in patients with \"severe functional impairment that cannot be managed medically\".",
            "score": 110.12882232666016
        },
        {
            "docid": "17101940_9",
            "document": "Internal globus pallidus . The internal globus pallidus is the target of deep brain stimulation (DBS) for these diseases. Deep brain stimulation sends regulated electrical pulses to the target. In patients with tardive dyskinesia treated with DBS, most people reported more than a 50% improvement in symptoms. Tourette syndrome patients have also benefited from this treatment, showing over 50% improvement in tic severity (compulsive disabling motor tics are symptoms of Tourette patients). The GPi is also considered a \"highly effective target for neuromodulation\" when using deep brain stimulation on Parkinson's Disease patients. There is seen to be only some involvement in Huntington's Disease with mostly the external globus pallidus being affected.",
            "score": 109.98167419433594
        },
        {
            "docid": "370268_2",
            "document": "Deep brain stimulation . Deep brain stimulation (DBS) is a neurosurgical procedure involving the implantation of a medical device called a neurostimulator (sometimes referred to as a 'brain pacemaker'), which sends electrical impulses, through implanted electrodes, to specific targets in the brain (brain nuclei) for the treatment of movement and neuropsychiatric disorders. DBS in select brain regions has provided therapeutic benefits for otherwise treatment-resistant disorders such as Parkinson's disease, essential tremor, dystonia, chronic pain, major depression, and obsessive–compulsive disorder. Despite the long history of DBS, its underlying principles and mechanisms are still not clear. DBS directly changes brain activity in a controlled manner, its effects are reversible (unlike those of lesioning techniques), and it is one of only a few neurosurgical methods that allow blinded studies.",
            "score": 109.48330688476562
        },
        {
            "docid": "653778_39",
            "document": "Dystonia . Surgery, such as the denervation of selected muscles, may also provide some relief; however, the destruction of nerves in the limbs or brain is not reversible and should be considered only in the most extreme cases. Recently, the procedure of deep brain stimulation (DBS) has proven successful in a number of cases of severe generalised dystonia. DBS as treatment for medication-refractory dystonia, on the other hand, may increase the risk of suicide in patients. However, reference data of patients without DBS therapy are lacking.",
            "score": 107.9386215209961
        },
        {
            "docid": "987320_22",
            "document": "Neurotechnology . Neuromodulation can involve numerous technologies combined or used independently to achieve a desired effect in the brain. Gene and cell therapy are becoming more prevalent in research and clinical trials and these technologies could help stunt or even reverse disease progression in the central nervous system. Deep brain stimulation is currently used in many patients with movement disorders and is used to improve the quality of life in patients. While deep brain stimulation is a method to study how the brain functions per se, it provides both surgeons and neurologists important information about how the brain works when certain small regions of the basal ganglia (nuclei) are stimulated by electrical currents.",
            "score": 107.25259399414062
        },
        {
            "docid": "370268_14",
            "document": "Deep brain stimulation . DBS has been used experimentally in treating adults with severe Tourette syndrome that does not respond to conventional treatment. Despite widely publicized early successes, DBS remains a highly experimental procedure for the treatment of Tourette's, and more study is needed to determine whether long-term benefits outweigh the risks. The procedure is well tolerated, but complications include \"short battery life, abrupt symptom worsening upon cessation of stimulation, hypomanic or manic conversion, and the significant time and effort involved in optimizing stimulation parameters\". As of 2006, five patients with TS have been reported on; all experienced reduction in tics and the disappearance of obsessive-compulsive behaviors.",
            "score": 106.75419616699219
        },
        {
            "docid": "20945667_23",
            "document": "Myoclonic dystonia . Deep brain stimulation (DBS) has been found to be an effective and safe treatment for myoclonus dystonia patients, whose severe and debilitating symptoms are resistant to drug treatments. Electrical stimulation within the brain is a common treatment for many movement disorders because of the ability to excite or inhibit neurons within the brain. Deep brain stimulation patients have electrodes inserted into the brain and then an electrical signal is sent from an external source to elicit a response. The frequency and intensity of this signal can be changed to monitor the effects on neuronal activity using voltage recordings or neuroimaging, like functional MRIs. By re-positioning the electrodes in different areas or changing the size or timing of the stimulus, varying effects can be seen on the patient depending on the origin of the disorder.",
            "score": 105.16361236572266
        },
        {
            "docid": "41121690_6",
            "document": "Lumbar anterior root stimulator . Donaldson and Perkins theorized the ability to use lumbar root stimulation in conjunction with a multi-moment chair in order to restore control of leg function in paraplegic patients. A multi-moment chair is a device used to record movement data of the leg in different directions. The researchers were able to generate muscle action through the devices and were later able to display leg control in a cycling paraplegic patient. Lumbar root stimulation poses unique advantage over peripheral motor nerves stimulation in terms of accessibility to target effectors. Activation of peripheral motor nerves is limited to small group of muscles and thus stimulation will only result in a considerably more localized response. On the other hand, root stimulation operates at a higher level of muscle control and therefore has wider targeting. The inherent tradeoff is the difficulty of controlling and predicting the response of the targets. The multi-moment chair was used to measure the responsiveness of the muscle across multiple axes to predict how stimulation of the root would affect the quadriceps and create more predictive model to better understand the relationship between lumbar root stimulation and the leg response. An ongoing problem with patients suffering from paralysis was the inability to exercise the muscles causing them to atrophy. Using the previous study, researchers focused on using the sacro-lumbar anterior root stimulator to give patients the ability to cycle. Cycling is non-weight bearing has a simpler motion compared to other forms of low impact exercises such as walking. The stimulators allowed one patient cycle up to 1.2 km in one try and were able to create a \"fluid cycling gait.\"",
            "score": 104.75399017333984
        },
        {
            "docid": "1189445_16",
            "document": "Stereotactic surgery . More recent clinical applications can be seen in surgeries used to treat Parkinson's disease, such as Pallidotomy or Thalamotomy (lesioning procedures), or Deep Brain Stimulation (DBS). During DBS, an electrode is placed into the thalamus, the pallidum of the subthalmamic nucleus, parts of brain that are involved in motor control, and are affected by Parkinson's disease. The electrode is connected to a small battery operated stimulator that is placed under the collarbone, where a wire runs beneath the skin to connect it to the electrode in the brain. The stimulator produces electrical impulses that affect the nerve cells around the electrode and should help alleviate tremors or symptoms that are associated with the affected area.",
            "score": 104.5500717163086
        },
        {
            "docid": "51607497_13",
            "document": "Neural dust . Electrical stimulation therapy in patients with epilepsy has been a well established procedure for some time, being traced back to as early as the 1950s. A paramount goal of the American Epilepsy Society is the continued development of automated brain electrical stimulation (also known as contingent, or closed loop stimulation), which provides seizure-halting electrical stimulation based on brain patterns that indicate a seizure is about to happen. This provides a much better treatment of the disorder than stimulation that is based on an estimate of when the seizure might occur. While vagal nerve stimulation is often a target area for treatment of epileptic seizures, there has been research into the efficacy of stimulation in the hippocampus, thalamus, and subthalamic nucleus. Closed-loop cortical neuromodulation has also been investigated as a treatment technique for Parkinson's disease",
            "score": 103.62255096435547
        },
        {
            "docid": "25200778_17",
            "document": "Parkinson's disease clinical research . Advances in surgical procedures and neuroimaging techniques have ensured that surgical approaches can be as effective as medication at relieving some PD symptoms. Deep brain stimulation (DBS) is a surgical technique whereby a tiny electrode is inserted deep in the brain. The electrode is connected to a battery pack that implanted under the collarbone via a subcutaneous wire. DBS is effective in suppressing symptoms of PD, especially tremor. A recent clinical study led to recommendations on identifying which Parkinson's patients are most likely to benefit from DBS.",
            "score": 101.97290802001953
        },
        {
            "docid": "55692235_6",
            "document": "Sri Sarma . Sarma has conducted fundamental research using control theoretic tools that provided an explanation of how deep brain stimulation (DBS) therapy works for PD. Through a biophysically-based model, she provided a different mechanism of how DBS works, namely that it does not create an information lesion (contrary to current view), but rather that high frequency DBS restores signals in the neural circuit that control movements.",
            "score": 101.36273193359375
        },
        {
            "docid": "40651435_13",
            "document": "Neuromodulation (medicine) . Another invasive neuromodulation treatment developed in the 1980s is deep brain stimulation, which may be used to help limit symptoms of movement disorder in Parkinson's disease, dystonia, or essential tremor. Deep brain stimulation was approved by the U.S. Food and Drug Administration in 1997 for essential tremor, in 2002 for Parkinson's disease, and received a humanitarian device exemption from the FDA in 2003 for motor symptoms of dystonia. It was approved in 2010 in Europe for the treatment of certain types of severe epilepsy. DBS also has shown promise, although still in research, for medically intractable psychiatric syndromes of depression, obsessive compulsive disorders, intractable rage, dementia, and morbid obesity. It has also shown promise for Tourette syndrome, torticollis, and tardive dyskinesia. DBS therapy, unlike spinal cord stimulation, has a variety of central nervous system targets, depending on the target pathology. For Parkinson's disease central nervous system targets include the subthalamic nucleus, globus pallidus interna, and the ventral intermidus nucleus of the thalamus. Dystonias are often treated by implants targeting globus pallidus interna, or less often, parts of the ventral thalamic group. The anterior thalamus is the target for epilepsy.",
            "score": 101.13472747802734
        },
        {
            "docid": "370268_3",
            "document": "Deep brain stimulation . The Food and Drug Administration approved DBS as a treatment for essential tremor and Parkinson's disease (PD) in 1997, dystonia in 2003, and obsessive–compulsive disorder (OCD) in 2009. DBS is also used in research studies to treat chronic pain, PTSD, and has been used to treat various affective disorders, including major depression; none of these applications of DBS has yet been FDA-approved. While DBS has proven to be effective for some patients, the potential for serious complications and side effects exists. The DBS system consists of three components: the implanted pulse generator (IPG), the lead, and an extension. The IPG is a battery-powered neurostimulator encased in a titanium housing, which sends electrical pulses to the brain that interfere with neural activity at the target site. The lead is a coiled wire insulated in polyurethane with four platinum-iridium electrodes and is placed in one or two different nuclei of the brain. The lead is connected to the IPG by an extension, an insulated wire that runs below the skin, from the head, down the side of the neck, behind the ear, to the IPG, which is placed subcutaneously below the clavicle, or in some cases, the abdomen. The IPG can be calibrated by a neurologist, nurse, or trained technician to optimize symptom suppression and control side effects.",
            "score": 100.92726135253906
        },
        {
            "docid": "370268_11",
            "document": "Deep brain stimulation . The small patient numbers in the early trials of DBS for TRD currently limit the selection of an optimal neuroanatomical target. Evidence is insufficient to support DBS as a therapeutic modality for depression; however, the procedure may be an effective treatment modality in the future. In fact, beneficial results have been documented in the neurosurgical literature, including a few instances in which deeply depressed patients were provided with portable stimulators for self treatment.",
            "score": 100.77310943603516
        },
        {
            "docid": "40651435_21",
            "document": "Neuromodulation (medicine) . Despite the limited clinical experience in these decades, that era is remarkable for the demonstration of the role technology has in neuromodulation, and there are some case reports of deep brain stimulation for a variety of problems; real or perceived. Delgado hinted at the power of neuromodulation with his implants in the bovine septal region and the ability of electrical stimulation to blunt or alter behavior. Further attempts at this \"behavioral modification\" in humans were difficult and seldom reliable, and contributed to the overall lack progress in central nervous system neuromodulation from that era. Attempts at intractable pain syndromes were met with more success, but again hampered by the quality of technology. In particular, the so-called DBS \"zero\" electrode, (consisting of a contact loop on its end) had an unacceptable failure rate and revisions were fraught with more risk than benefit. Overall, attempts at using electrical stimulation for \"behavioral modification\" were difficult and seldom reliable, slowing development of DBS. Attempts at addressing intractable pain syndromes with DBS were met with more success, but again hampered by the quality of technology. A number of physicians who hoped to address hitherto intractable problems sought development of more specialized equipment; for instance, in the 1960s, Wall's colleague Bill Sweet recruited engineer Roger Avery to make an implantable peripheral nerve stimulator. Avery started the Avery Company, which made a number of implantable stimulators. Shortly before his retirement in 1983, he submitted data requested by the FDA, which had begun to regulate medical devices following a 1977 meeting on the topic, regarding DBS for chronic pain. Medtronic and Neuromed also made deep brain stimulators at the time, but reportedly felt a complex safety and efficacy clinical trial in patients who were difficult to evaluate would be too costly for the size of the potential patient base, so did not submit clinical data on DBS for chronic pain to the FDA, and that indication was de-approved.",
            "score": 100.53340911865234
        },
        {
            "docid": "2213172_11",
            "document": "Minimally conscious state . There is currently no definitive evidence that support altering the course of the recovery of minimally conscious state. There are currently multiple clinical trials underway investigating potential treatments. In one case study, stimulation of thalamus using deep brain stimulation (DBS) led to some behavioral improvements. The patient was a 38-year-old male who had remained in minimally conscious state following a severe traumatic brain injury. He had been unresponsive to consistent command following or communication ability and had remained non-verbal over two years in inpatient rehabilitation. fMRI scans showed preservation of a large-scale, bi-hemispheric cerebral language network, which indicates that possibility for further recovery may exist. Positron emission tomography showed that the patient's global cerebral metabolism levels were markedly reduced. He had DBS electrodes implanted bilaterally within his central thalamus. More specifically, the DBS electrodes targeted the anterior intralaminar nuclei of thalamus and adjacent paralaminar regions of thalamic association nuclei. Both electrodes were positioned within the central lateral nucleus, the paralaminar regions of the median dorsalis, and the posterior-medial aspect of the centromedian/parafasicularis nucleus complex. This allowed maximum coverage of the thalamic bodies. A DBS stimulation was conducted such that the patient was exposed to various patterns of stimulation to help identify optimal behavioral responses. Approximately 140 days after the stimulation began, qualitative changes in behavior emerged. There were longer periods of eye opening and increased responses to command stimuli as well as higher scores on the JFK coma recovery scale (CRS). Functional object use and intelligible verbalization was also observed. The observed improvements in arousal level, motor control, and consistency of behavior could be a result of direct activation of frontal cortical and basal ganglia systems that were innervated by neurons within the thalamic association nuclei. These neurons act as a key communication relay and form a pathway between the brainstem arousal systems and frontal lobe regions. This pathway is crucial for many executive functions such as working memory, effort regulation, selective attention, and focus.",
            "score": 99.88024139404297
        },
        {
            "docid": "55692235_2",
            "document": "Sri Sarma . Sridevi Sarma (born 1972) is an American Biomedical and Electrical Engineer. Her research combines learning theory and control systems with neuroscience to create translational work aimed at improving therapies for neurological disorders, including Parkinson's disease (PD) and epilepsy. Sarma has conducted research using control theoretic tools that provided an explanation of how deep brain stimulation (DBS) therapy works for PD.",
            "score": 98.73632049560547
        },
        {
            "docid": "4458810_15",
            "document": "Neuromodulation . Neuromodulation also refers to an emerging class of medical therapies that target the nervous system for restoration of function (such as in cochlear implants), relief of pain, or control of symptoms, such as tremor seen in movement disorders like Parkinson's disease. The therapies consist primarily of targeted electrical stimulation, or infusion of medications into the cerebrospinal fluid using intrathecal drug delivery, such as baclofen for spasticity. Electrical stimulation devices include deep brain stimulation systems (DBS), colloquially referred to as \"brain pacemakers\", spinal cord stimulators (SCS) and vagus nerve stimulators (VNS), which are implanted using minimally invasive procedures, or transcutaneous electrical nerve stimulation devices, which are fully external, among others.",
            "score": 98.27096557617188
        },
        {
            "docid": "29805136_21",
            "document": "Sensory stimulation therapy . Patients suffering from hemiparetic stroke often lose their ability to stand upright and hold their posture on their own.. Without the ability to control our posture, we lose the ability to move freely and voluntarily, which is necessary for activities of daily living (ADL). Studies have been conducted to see if sensory stimulation could improve functionality after a stroke occurs. The study compared two groups; a group undergoing standard physical therapy (group 1), and a group that was given sensory stimulation with acupuncture, physiotherapy, and ADL training (group 2). Both groups began the study within ten days of the initial stroke. Group 2 achieved stimulation via traditional Chinese acupuncture (10 needles), placed according to traditional Chinese acupuncture points and kept in place for 30 minutes. Alongside the manual stimulation, electric stimulation (2 to 5 Hz) was also given to four of the ten needles. The treatment continued for four to ten days, with an average of six and a half days. The twenty-one patients in group 2 had a mean age of 74.2 and the mean age of group 1 was 74.8. From the patients in group 2 which postural recordings could be made, 7 patients suffered from hemiparetic lesion on the left side and 10 had lesions on the right. Of the patients in group 1, 4 had lesion to the left side and 3 on the right. Upon testing, the subjects stood on a platform with their heels together and their arms crossed over their chests. The subjects were exposed to perturbations via vibratory stimulus on their calf muscles, which caused anteroposterior movement, or galvanic stimulation of the vestibular nerves, causing lateral movement. Three different tests were done, with patients eyes both open and closed. Results of the study found that there were major differences in group 1, the control group, and group 2, the treatment group. More patients of the treatment group than the control group were able to maintain a healthy stance during perturbations. As both groups were being treated for post stroke symptoms, it was thought that these perturbations would enhance their posture and motor movements naturally. Among the subjects who survived 2 or more years after hemiparetic stroke, the treatment group (group 2), withheld better postural control. Furthermore, patients who had any additional sensory stimulation were comparable acquired values approaching the normal for age-matched healthy subjects when postural control was measured. The sensory stimulation tests enhanced at least partial recovery of postural function for up to 2 years after the stroke and treatment. After testing, it was deduced that improved recovery after sensory stimulation can be accomplished by patients regaining near normal dynamics of human postural control. Postural control is one of the most important issues in rehabilitation of stroke, thus concluding that sensory stimulation obtained from this study may enhance the functional plasticity of the brain.",
            "score": 98.23854064941406
        },
        {
            "docid": "17079365_17",
            "document": "Mark Gasson . In order to improve control of abnormal spontaneous electrical activity in the brains of patients with movement disorders they are developing a combined deep brain recording and stimulating device that will record deep brain signals and from these predict the onset of symptoms such as tremor and dystonic bursts and deliver a short pulse of high frequency stimulation to stop the symptoms before they have even started. It is thought that the shift from continuous stimulation, as currently used, to intermittent bursting stimulation will decrease the power requirements and hence the accumulative costs of subsequent surgery to replace batteries.",
            "score": 97.6891860961914
        },
        {
            "docid": "370268_10",
            "document": "Deep brain stimulation . DBS has been used in a small number of clinical trials to treat patients suffering from a severe form of treatment-resistant depression (TRD). A number of neuroanatomical targets have been used for DBS for TRD including the subgenual cingulate gyrus, posterior gyrus rectus, nucleus accumbens, ventral capsule/ventral striatum, inferior thalamic peduncle, and the lateral habenula. A recently proposed target of DBS intervention in depression is the superolateral branch of the medial forebrain bundle; its stimulation lead to surprisingly rapid antidepressant effects in very treatment-resistant patients.",
            "score": 96.86316680908203
        },
        {
            "docid": "22228064_59",
            "document": "Parkinson's disease . Treating motor symptoms with surgery was once a common practice, but since the discovery of levodopa, the number of operations has declined. Studies in the past few decades have led to great improvements in surgical techniques, so that surgery is again being used in people with advanced PD for whom drug therapy is no longer sufficient. Surgery for PD can be divided in two main groups: lesional and deep brain stimulation (DBS). Target areas for DBS or lesions include the thalamus, the globus pallidus or the subthalamic nucleus. Deep brain stimulation is the most commonly used surgical treatment, developed in the 1980s by Alim Louis Benabid and others. It involves the implantation of a medical device called a neurostimulator, which sends electrical impulses to specific parts of the brain. DBS is recommended for people who have PD with motor fluctuations and tremor inadequately controlled by medication, or to those who are intolerant to medication, as long as they do not have severe neuropsychiatric problems. Other, less common, surgical therapies involve intentional formation of lesions to suppress overactivity of specific subcortical areas. For example, pallidotomy involves surgical destruction of the globus pallidus to control dyskinesia.",
            "score": 96.29186248779297
        },
        {
            "docid": "2860430_28",
            "document": "Neural oscillation . Ongoing brain activity may also have an important role in perception, as it may interact with activity related to incoming stimuli. Indeed, EEG studies suggest that visual perception is dependent on both the phase and amplitude of cortical oscillations. For instance, the amplitude and phase of alpha activity at the moment of visual stimulation predicts whether a weak stimulus will be perceived by the subject.",
            "score": 95.49925231933594
        },
        {
            "docid": "370268_6",
            "document": "Deep brain stimulation . The use of DBS as a treatment for Parkinson's Disease (PD) dates from 1987. PD is a neurodegenerative disease whose primary symptoms are tremor, rigidity, bradykinesia, and postural instability. DBS does not cure PD, but it can help manage some of its symptoms and subsequently improve the patient’s quality of life. At present, the procedure is used only for patients whose symptoms cannot be adequately controlled with medications, or whose medications have severe side effects. Its direct effect on the physiology of brain cells and neurotransmitters is currently debated, but by sending high-frequency electrical impulses into specific areas of the brain, it can mitigate symptoms and directly diminish the side effects induced by PD medications, allowing a decrease in medications, or making a medication regimen more tolerable.",
            "score": 94.75584411621094
        },
        {
            "docid": "3621536_9",
            "document": "Roberts Bartholow . Bartholow’s major work was in the field of neurology in which he studied to excitability of the brain through the use of electrodes. He worked to understand and localize sections of the brain responsible for certain motor actions. It is still uncertain who was the first to stimulate the brain with electrodes although some historians attribute this feat to Bartholow. Bartholow performed varied experiments on animal models One of his major works regarding the stimulation of the human brain using electrodes was published in 1874 titled Experimental investigations into the functions of the human brain. It detailed the medical story of a patient names Marta Rafferty who presented with a deleterious epithelioma. She consented to having Bartholow stimulate her brain using micro-currents. This experiment confirmed the previous findings of scientists like Gustav Fritsch and Eduard Hitzig although applied the medical knowledge to human subjects from initial findings in lower order mammals. Although his findings are considered by many to be the basis of neurology research, Bartholow faced much criticism for using Marta Rafferty as a test subject and invading the “sacred organ”. His work was and still is contested by bioethicists of the American Medical Association.",
            "score": 94.38042449951172
        }
    ]
}