{
    "q": [
        {
            "docid": "5219308_2",
            "document": "Oculocerebrorenal syndrome . Oculocerebrorenal syndrome (also called Lowe syndrome) is a rare X-linked recessive disorder characterized by congenital cataracts, hypotonia, intellectual disability, proximal tubular acidosis, aminoaciduria, and low-molecular-weight proteinuria. Lowe syndrome can be considered a cause of Fanconi syndrome (bicarbonaturia, renal tubular acidosis, potassium loss, and sodium loss).",
            "score": 58.147337436676025
        },
        {
            "docid": "22718893_2",
            "document": "EAST syndrome . EAST syndrome is a syndrome consisting of epilepsy, ataxia (a movement disorder), sensorineural deafness (deafness because of problems with the hearing nerve) and salt-wasting renal tubulopathy (salt loss caused by kidney problems). The tubulopathy (renal tubule abnormalities) in this condition predispose to hypokalemic (low potassium) metabolic alkalosis with normal blood pressure. Hypomagnesemia (low blood levels of magnesium) may also be present.",
            "score": 61.704946756362915
        },
        {
            "docid": "1445505_6",
            "document": "Ellis–van Creveld syndrome . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. Ellis–van Creveld syndrome is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet–Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel–Gruber syndrome and some forms of retinal degeneration.",
            "score": 68.20431411266327
        },
        {
            "docid": "232055_4",
            "document": "Exencephaly . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. Exencephaly is one such disease that has recently been identified as part of an emerging class of diseases called cilopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet–Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alström syndrome, Meckel–Gruber syndrome and some forms of retinal degeneration.",
            "score": 68.41167604923248
        },
        {
            "docid": "22718893_12",
            "document": "EAST syndrome . Tubulopathy is represented by the T in the acronym EAST syndrome. This is a renal salt wasting tubulopathy involved in the kidneys. The mutation involved in EAST syndrome causes subnormal absorption of certain ions such as Na+, Ca2+, and Mg2+. The KCNJ10 gene is associated with a K+ channel in the distal convoluted tubule and the connecting tubule, two specific regions of the kidneys. These regions play a role in the excretion and absorption of salts. The KCNJ10 is an inwardly rectifying potassium channel which means it is important in the recycling of K+ believed to further be useful in building a gradient for Na+/K+ - ATPase's. In addition to diminishing Na+/K+ - ATPase's inadequate KCNJ10 functioning leads to depolarization of the basolateral membrane which reduces electrogenic transporters' driving force. The lack of Na+ typically leads to the low blood pressure typical of EAST syndrome patients. The salt wasting tubulopathy of EAST syndrome most closely resembles that of Gitelman syndrome which is the most common syndrome affecting the distal convoluted tubule.",
            "score": 56.903987407684326
        },
        {
            "docid": "232035_7",
            "document": "Anencephaly . Until recently, medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. Anencephaly is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and, thus, offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alström syndrome, Meckel-Gruber syndrome, and some forms of retinal degeneration.",
            "score": 67.62176442146301
        },
        {
            "docid": "3350633_10",
            "document": "Dandy–Walker syndrome . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause (genotype) despite the widely varying set of medical characteristics (phenotype) that are clinically visible in the disorders. Dandy–Walker syndrome is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel-Gruber syndrome and some forms of retinal degeneration.",
            "score": 65.83237636089325
        },
        {
            "docid": "2236023_8",
            "document": "Agenesis of the corpus callosum . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying symptoms apparent on clinical examination. Agenesis of the corpus callosum is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell organelles that are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet–Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alström syndrome, Meckel–Gruber syndrome, and some forms of retinal degeneration.",
            "score": 66.48599696159363
        },
        {
            "docid": "7114421_11",
            "document": "Juvenile myoclonic epilepsy . Until recently, the medical literature did not indicate a connection among many genetic disorders; however, genetic syndromes and genetic diseases are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. This emerging class of diseases are called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell organelles, which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel-Gruber syndrome and some forms of retinal degeneration. It has been suggested that juvenile myoclonic epilepsy may be a ciliopathy.",
            "score": 67.11427688598633
        },
        {
            "docid": "1899336_2",
            "document": "Cystinosis . Cystinosis is a lysosomal storage disease characterized by the abnormal accumulation of the amino acid cystine. It is a genetic disorder that typically follows an autosomal recessive inheritance pattern. It is a rare autosomal recessive disorder resulting from accumulation of free cystine in lysosomes, eventually leading to intracellular crystal formation throughout the body. Cystinosis is the most common cause of Fanconi syndrome in the pediatric age group. Fanconi syndrome occurs when the function of cells in renal tubules is impaired, leading to abnormal amounts of carbohydrates and amino acids in the urine, excessive urination, and low blood levels of potassium and phosphates.",
            "score": 57.30341386795044
        },
        {
            "docid": "43118_24",
            "document": "Cilium . Recent findings in genetic research have suggested that a large number of genetic disorders, both genetic syndromes and genetic diseases, that were not previously related in the medical literature, may be, in fact, highly related in the root cause of the widely varying set of medical symptoms that are clinically visible in the disorder. These have been grouped as an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary/immotile cilia, organelles which are present in many diverse cellular types throughout the human body. Cilia defects adversely affect numerous critical developmental signaling pathways essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel-Gruber syndrome, Sensenbrenner syndrome and some forms of retinal degeneration.",
            "score": 64.9887580871582
        },
        {
            "docid": "21249077_2",
            "document": "Tubular proteinuria . Tubular proteinuria is proteinuria (excessive protein in the urine) caused by renal tubular dysfunction. Proteins of low molecular weight are normally filtered at the glomerulus of the kidney and are then normally reabsorbed by the tubular cells, so that less than 150 mg per day should appear in the urine. Low-molecular-weight proteins' appearing in larger quantities than this is tubular proteinuria, which points to failure of reabsorption by damaged tubular cells. Tubular proteinuria is a laboratory sign, not a disease; as a sign it appears in various syndromes and diseases, such as Fanconi syndrome.",
            "score": 53.22854804992676
        },
        {
            "docid": "9385221_3",
            "document": "Dent's disease . \"Dent's disease\" is often used to describe an entire group of familial disorders, including X-linked recessive nephrolithiasis with kidney failure, X-linked recessive hypophosphatemic rickets, and both Japanese and idiopathic low-molecular-weight proteinuria. About 60% of patients have mutations in the \"CLCN5\" gene (Dent 1), which encodes a kidney-specific chloride/proton antiporter, and 15% of patients have mutations in the \"OCRL1\" gene (Dent 2).",
            "score": 69.20261216163635
        },
        {
            "docid": "4029204_2",
            "document": "Liddle's syndrome . Liddle's syndrome, also called Liddle syndrome is a genetic disorder inherited in an autosomal dominant manner that is characterized by early, and frequently severe, high blood pressure associated with low plasma renin activity, metabolic alkalosis, low blood potassium, and normal to low levels of aldosterone. Liddle syndrome involves abnormal kidney function, with excess reabsorption of sodium and loss of potassium from the renal tubule, and is treated with a combination of low sodium diet and potassium-sparing diuretics (e.g. amiloride). It is extremely rare, with fewer than 30 pedigrees or isolated cases having been reported worldwide as of 2008.",
            "score": 56.486961126327515
        },
        {
            "docid": "4694833_17",
            "document": "GATA1 . The Gray platelet syndrome is a rare congenital bleeding disorder caused by reductions or absence of alpha-granules in platelets. Alpha-granules contain various factors which contribute to blood clotting and other functions. In their absence, platelets are defective. The syndrome is commonly considered to result solely from mutations in the \"NBEAL2\" gene located on human chromosome 3 at position p21. In these cases, the syndrome follows autosomal recessive inheritance, causes a mild to moderate bleeding tendency, and may be accompanied by a defect in the secretion of the granule contents in neutrophils. There are other causes for a congenital platelet alpha-granule-deficient bleeding disorder viz., the autosomal recessive disease of Arc syndrome caused by mutations in either the \"VPS33B\" (on human chromosome 15 at q26) or \"VIPAS39\" (on chromosome 14 at q34); the autosomal dominant disease of GFI1B-related syndrome caused by mutations in \"GFI1B\" (located on human chromosome 9 at q34); and the disease caused by R216W and R216Q mutations in GATA1. The GATA1 mutation-related disease resembles the one caused by \"NBEAL2\" mutations in that it is associated with the circulation of a reduced number (i.e. thrombocytopenia) of abnormally enlarged (i.e. macrothrombocytes), alpha-granule deficient platelets. It differs from the \"NBEAL2\"-induced disease in that it is X chromosome-linked, accompanied by a moderately severe bleeding tendency, and associated with abnormalities in red blood cells (e.g. anemia, a thalassemia-like disorder due to unbalanced hemoglobin production, and/or a porphyria-like disorder. A recent study found that GATA1 is a strong enhancer of \"NBEAL2\" expression and that the R216W and R216Q inactivating mutations in \"GATA1\" may cause the development of alpha granule-deficient platelets by failing to stimulate the expression of NBDAL2 protein. Given these differences, the \"GATA1\" mutation-related disorder appears better classified as clinically and pathologically different than the gray platelet syndrome.",
            "score": 50.47678542137146
        },
        {
            "docid": "30099145_8",
            "document": "Donnai–Barrow syndrome . LRP2 gene mutations that cause Donnai–Barrow syndrome are believed to result in the absence of functional megalin protein. The lack of functional megalin in the renal tubules causes megalin's various ligands to be excreted in the urine rather than being absorbed back into the bloodstream. The features of Donnai–Barrow syndrome are probably caused by the inability of megalin to help absorb these ligands, disruption of biochemical signaling pathways, or other effects of the nonfunctional megalin protein. However, it is unclear how these abnormalities result in the specific signs and symptoms of the disorder.",
            "score": 58.36128115653992
        },
        {
            "docid": "43118_19",
            "document": "Cilium . Ciliary defects can lead to a number of human diseases. Genetic mutations compromising the proper functioning of cilia, ciliopathies, can cause chronic disorders such as primary ciliary dyskinesia (PCD), nephronophthisis or Senior-Loken syndrome. In addition, a defect of the primary cilium in the renal tube cells can lead to polycystic kidney disease (PKD). In another genetic disorder called Bardet-Biedl syndrome (BBS), the mutant gene products are the components in the basal body and cilia.",
            "score": 76.77417016029358
        },
        {
            "docid": "27132269_17",
            "document": "Actin remodeling of neurons . In humans, many heritable disorders characterized by mental retardation are linked to mutations in genes important to the actin polymerization pathway. Williams syndrome, fragile X, fetal alcohol syndrome, and Patau syndrome have all been linked to these genes. Neurons from people affected by these disorders show minimal dendritic arborization and underveloped spine structure, similar to neurons in animal models of molecular defects in actin polymerization.",
            "score": 43.03927230834961
        },
        {
            "docid": "4050210_4",
            "document": "Bartter syndrome . Patients with classic Bartter syndrome may have symptoms in the first two years of life, but they are usually diagnosed at school age or later. Like infants with the neonatal subtype, patients with classic Bartter syndrome also have polyuria, polydipsia, and a tendency to dehydration, but normal or just slightly increased urinary calcium excretion without the tendency to develop kidney stones. These patients also have vomiting and growth retardation. Kidney function is also normal if the disease is treated, but occasionally patients proceed to end-stage kidney failure. Bartter's syndrome consists of low levels of potassium in the blood, alkalosis, normal to low blood pressures, and elevated plasma renin and aldosterone. Numerous causes of this syndrome probably exist. Diagnostic pointers include high urinary potassium and chloride despite low serum values, increased plasma renin, hyperplasia of the juxtaglomerular apparatus on kidney biopsy, and careful exclusion of diuretic abuse. Excess production of prostaglandins by the kidneys is often found. Magnesium wasting may also occur. Homozygous patients suffer from severe hypercalciuria and nephrocalcinosis.",
            "score": 49.53609323501587
        },
        {
            "docid": "9385221_11",
            "document": "Dent's disease . Dent's disease was first described by Charles Enrique Dent and M. Friedman in 1964, when they reported two unrelated British boys with rickets associated with renal tubular damage characterized by hypercalciuria, hyperphosphaturia, proteinuria, and aminoaciduria. This set of symptoms was not given a name until 30 years later, when the nephrologist Oliver Wrong more fully described the disease. Wrong had studied with Dent and chose to name the disease after his mentor. Dent's disease is a genetic disorder caused by mutations in the gene \"CLCN5\", which encodes a kidney-specific voltage-gated chloride channel, a 746-amino-acid protein (CLC-5) with 12 to 13 transmembrane domains. It manifests itself through low-molecular-weight proteinuria, hypercalciuria, aminoaciduria and hypophosphataemia. Because of its rather rare occurrence, Dent's disease is often diagnosed as idiopathic hypercalciuria, i.e., excess calcium in urine with undetermined causes.",
            "score": 65.29186654090881
        },
        {
            "docid": "1638257_14",
            "document": "Birt–Hogg–Dubé syndrome . People with Birt–Hogg–Dubé syndrome are born with one mutated copy of the FLCN gene in each cell. Haploinsufficiency—only having one functional copy of the FLCN gene—is enough to cause the fibrofolliculomas and pulmonary cysts, however, one copy of the gene is enough to keep kidney cells in check. During their lifetime, random mutations might inactivate the normal copy of the gene in a subset of cells. When this occurs, the result is that these cells have no functional copies of the FLCN gene, allowing the cells grow out of control. This loss of heterozygosity is a common mechanism in cancer, and it is frequently detected in the renal cancers associated with BHD. The molecular genetic defects in renal tumors of people with BHD are different from two other similar kidney tumors, chromophobe renal cell carcinoma and renal oncocytoma. BHD-associated tumorigenesis differs between the kidney, where loss of FLCN heterozygosity is responsible for cancers, and the skin, where FLCN is strongly expressed in heterozygotes. FLCN has been found to be overexpressed in fibrofolliculoma tissue and to have very low levels of expression in affected kidneys. Furthermore, the mTOR pathway is shown to be activated in tumor tissue from both humans and mice.",
            "score": 76.75639355182648
        },
        {
            "docid": "9385221_2",
            "document": "Dent's disease . Dent's disease (or Dent disease) is a rare X-linked recessive inherited condition that affects the proximal renal tubules of the kidney. It is one cause of Fanconi syndrome, and is characterized by tubular proteinuria, excess calcium in the urine, formation of calcium kidney stones, nephrocalcinosis, and chronic kidney failure.",
            "score": 66.51093053817749
        },
        {
            "docid": "1211445_2",
            "document": "Wiskott–Aldrich syndrome . Wiskott–Aldrich syndrome (WAS) is a rare X-linked recessive disease characterized by eczema, thrombocytopenia (low platelet count), immune deficiency, and bloody diarrhea (secondary to the thrombocytopenia). It is also sometimes called the eczema-thrombocytopenia-immunodeficiency syndrome in keeping with Aldrich's original description in 1954. The WAS-related disorders of X-linked thrombocytopenia (XLT) and X-linked congenital neutropenia (XLN) may present similar but less severe symptoms and are caused by mutations of the same gene.",
            "score": 44.33092141151428
        },
        {
            "docid": "5219308_3",
            "document": "Oculocerebrorenal syndrome . Because oculocerebrorenal syndrome is an X-linked recessive condition, the disease develops mostly in men with very rare occurrences in women, while women are carriers of the disease; it has an estimated prevalence of 1 in 500,000 people. Boys with Lowe syndrome are born with cataracts in both eyes, glaucoma is present in about half of the individuals with Lowe syndrome, though usually not at birth. While not present at birth, many affected boys develop kidney problems at about one year of age. Renal pathology is characterized by an abnormal loss of certain substances into the urine, including bicarbonate, sodium, potassium, amino acids, organic acids, albumin, calcium and L-carnitine, this problem, is known as Fanconi-type renal tubular dysfunction.",
            "score": 49.84178853034973
        },
        {
            "docid": "22848611_2",
            "document": "Elevated alkaline phosphatase . Elevated alkaline phosphatase describes the situation where the levels of alkaline phosphatase (ALP) exceed the reference range. This group of enzymes has a low substrate specificity and catalyzes the hydrolysis of phosphate esters in a basic environment. The major function of alkaline phosphatase is transporting across cell membranes. Alkaline phosphatases are present in many human tissues, including bone, intestine, kidney, liver, placenta and white blood cells. Damage to these tissues causes the release of ALP into the bloodstream. Elevated levels can be detected through a blood test. Elevated alkaline phosphate is associated with certain medical conditions or syndromes (e.g., hyperphosphatasia with mental retardation syndrome, HPMRS). It serves as a significant indication for certain medical conditions, diseases and syndromes.",
            "score": 47.212326765060425
        },
        {
            "docid": "15417809_5",
            "document": "PTPN5 . STEP levels are disrupted in several diseases. Alzheimer’s disease (AD) was the first illness to be associated with elevated STEP expression both in human cortex and in several mouse models of AD. STEP is also increased in fragile X syndrome, schizophrenia, and Parkinson’s disease. In AD and FXS mouse models, genetic reduction of STEP expression reverses many of the cognitive and behavioral deficits. Other laboratories have now shown that STEP activity is also reduced in several additional disorders. Thus, STEP levels or activity is decreased in Huntington’s disease, cerebral ischemia, alcohol abuse, and stress disorders. The emergent model suggests that an optimal level of STEP is required at synaptic sites, and that both high and low levels disrupt synaptic function.",
            "score": 29.647834062576294
        },
        {
            "docid": "1435541_19",
            "document": "Non-Mendelian inheritance . Trinucleotide repeat disorders also follow a non-Mendelian pattern of inheritance. These diseases are all caused by the expansion of microsatellite tandem repeats consisting of a stretch of three nucleotides. Typically in individuals, the number of repeated units is relatively low. With each successive generation, there is a chance that the number of repeats will expand. As this occurs, progeny can progress to premutation and ultimately affected status. Individuals with a number of repeats that falls in the premutation range have a good chance of having affected children. Those who progress to affected status will exhibit symptoms of their particular disease. Prominent trinucleotide repeat disorders include Fragile X syndrome and Huntington's disease. In the case of Fragile X syndrome it is thought that the symptoms result from the increased methylation and accompanying reduced expression of the fragile X mental retardation gene in individuals with a sufficient number of repeats.",
            "score": 42.33324909210205
        },
        {
            "docid": "30542186_2",
            "document": "Malpuech facial clefting syndrome . Malpuech facial clefting syndrome, also called Malpuech syndrome or Gypsy type facial clefting syndrome, is a rare congenital syndrome. It is characterized by facial clefting (any type of cleft in the bones and tissues of the face, including a cleft lip and palate), a caudal appendage (a \"human tail\"), growth deficiency, intellectual and developmental disability, and abnormalities of the renal system (kidneys) and the male genitalia. Abnormalities of the heart, and other skeletal malformations may also be present. The syndrome was initially described by Guilliaume Malpuech and associates in 1983. It is thought to be genetically related to Juberg-Hayward syndrome. Malpuech syndrome has also been considered as part of a spectrum of congenital genetic disorders associated with similar facial, urogenital and skeletal anomalies. Termed \"3MC syndrome\", this proposed spectrum includes Malpuech, Michels and Mingarelli-Carnevale (OSA) syndromes. Mutations in the \"COLLEC11\" and \"MASP1\" genes are believed to be a cause of these syndromes. The incidence of Malpuech syndrome is unknown. The pattern of inheritance is autosomal recessive, which means a defective (mutated) gene associated with the syndrome is located on an autosome, and the syndrome occurs when two copies of this defective gene are inherited.",
            "score": 60.35480296611786
        },
        {
            "docid": "4855124_5",
            "document": "Felty's syndrome . The cause of Felty's syndrome is unknown, but it has been found to be more common in those with chronic rheumatoid arthritis. Some patients have Human Leukocytic Antigen (HLA-DR4) in their serum. This syndrome is mostly present in people having extra articular manifestations of rheumatoid arthritis. People with this syndrome are at risk of infection because they have a low white blood cell count. The origin of this condition is still unknown due to its rare occurrence. The three underlying conditions are interconnected and therefore In order to understand the mechanism behind Felty Syndrome, it is important to understand the three main conditions that join together and ultimately result in this disorder.",
            "score": 51.49865913391113
        },
        {
            "docid": "3820467_2",
            "document": "Apparent mineralocorticoid excess syndrome . Apparent mineralocorticoid excess (AME) is an autosomal recessive disorder causing hypertension (high blood pressure) and hypokalemia (abnormally low levels of potassium). It was found by Dr Maria I. New at Weil Cornell Hospital in New York City. It results from mutations in the \"HSD11B2\" gene, which encodes the kidney isozyme of 11β-hydroxysteroid dehydrogenase type 2. In an unaffected individual, this isozyme inactivates circulating cortisol to the less active metabolite cortisone. The inactivating mutation leads to elevated local concentrations of cortisol in the aldosterone sensitive tissues like the kidney. Cortisol at high concentrations can cross-react and activate the mineralocorticoid receptor due to the non-selectivity of the receptor, leading to aldosterone-like effects in the kidney. This is what causes the hypokalemia, hypertension, and hypernatremia associated with the syndrome. Patients often present with severe hypertension and end-organ changes associated with it like left ventricular hypertrophy, retinal, renal and neurological vascular changes along with growth retardation and failure to thrive. In serum both aldosterone and renin levels are low",
            "score": 54.590782165527344
        },
        {
            "docid": "14723646_9",
            "document": "GATA3 . Inactivating mutations in one of the two parental GATA3 genes cause the congenital disorder of hypoparathyroidism with sensorineural deafness and kidney malformations, i.e. the Barakat syndrome. This rare syndrome may occur in families or as a new mutation in an individual from a family with no history of the disorder. Mutations in GATA3 cause variable degrees of hypoparathyroidism, deafness, and kidney disease birth defects because of 1) individual differences in the penetrance of the mutation, 2) a sporadic, and as yet unexplained, association with malformation of uterus and vagina, and 3) mutations which extend beyond the \"GATA3\" gene into chromosomal areas where mutations are responsible for developing other types of abnormalities which are characteristics of the DeGeorge syndrome 2. The Barakat syndrome is due to a haploinsufficiency in GATA3 levels, i.e. levels of the transcription factor that are insufficient for the normal development of the cited tissues during embryogenesis.",
            "score": 52.46449136734009
        },
        {
            "docid": "2204330_14",
            "document": "Hepatorenal syndrome . Many other diseases of the kidney are associated with liver disease and must be excluded before making a diagnosis of hepatorenal syndrome. Individuals with pre-renal kidney failure do not have damage to the kidneys, but as in individuals with HRS, have kidney dysfunction due to decreased blood flow to the kidneys. Also, similarly to HRS, pre-renal kidney failure causes the formation of urine that has a very low sodium concentration. In contrast to HRS, however, pre-renal kidney failure usually responds to treatment with intravenous fluids, resulting in reduction in serum creatinine and increased excretion of sodium. Acute tubular necrosis (ATN) involves damage to the tubules of the kidney, and can be a complication in individuals with cirrhosis, because of exposure to toxic medications or the development of decreased blood pressure. Because of the damage to the tubules, ATN affected kidneys usually are unable to maximally resorb sodium from the urine. As a result, ATN can be distinguished from HRS on the basis of laboratory testing, as individuals with ATN will have urine sodium measurements that are much higher than in HRS; however, this may not always be the case in cirrhotics. Individuals with ATN also may have evidence of hyaline casts or muddy-brown casts in the urine on microscopy, whereas the urine of individuals with HRS is typically devoid of cellular material, as the kidneys have not been directly injured. Some viral infections of the liver, including hepatitis B and hepatitis C can also lead to inflammation of the glomerulus of the kidney. Other causes of kidney failure in individuals with liver disease include drug toxicity (notably, the antibiotic gentamicin) or contrast nephropathy, caused by intravenous administration of contrast agents used for medical imaging tests.",
            "score": 57.855013370513916
        }
    ],
    "r": [
        {
            "docid": "35518787_13",
            "document": "Oliver Wrong . Wrong’s identification of Dent and Friedman’s second patient as having ‘clinical’ Dent Disease was expanded when, in 2005, Scheinman’s group identified this patient and his family as having mutations not in CLCN5, the gene mutated in most of the families with Dent disease originally identified, but in a quite different gene OCRL1. This gene had been identified earlier as mutated in patients with ‘Lowe Syndrome’. Wrong’s discoveries had led to the identification of two new ‘new’ hereditary diseases, each based on one of Dent and Friedman’s original patients, and one ‘Dent Disease Type 1’ due to CLCN5 mutation and the other, ‘Dent Disease Type 2’ due to OCRL1 mutation.",
            "score": 83.7901840209961
        },
        {
            "docid": "43118_19",
            "document": "Cilium . Ciliary defects can lead to a number of human diseases. Genetic mutations compromising the proper functioning of cilia, ciliopathies, can cause chronic disorders such as primary ciliary dyskinesia (PCD), nephronophthisis or Senior-Loken syndrome. In addition, a defect of the primary cilium in the renal tube cells can lead to polycystic kidney disease (PKD). In another genetic disorder called Bardet-Biedl syndrome (BBS), the mutant gene products are the components in the basal body and cilia.",
            "score": 76.774169921875
        },
        {
            "docid": "1638257_14",
            "document": "Birt–Hogg–Dubé syndrome . People with Birt–Hogg–Dubé syndrome are born with one mutated copy of the FLCN gene in each cell. Haploinsufficiency—only having one functional copy of the FLCN gene—is enough to cause the fibrofolliculomas and pulmonary cysts, however, one copy of the gene is enough to keep kidney cells in check. During their lifetime, random mutations might inactivate the normal copy of the gene in a subset of cells. When this occurs, the result is that these cells have no functional copies of the FLCN gene, allowing the cells grow out of control. This loss of heterozygosity is a common mechanism in cancer, and it is frequently detected in the renal cancers associated with BHD. The molecular genetic defects in renal tumors of people with BHD are different from two other similar kidney tumors, chromophobe renal cell carcinoma and renal oncocytoma. BHD-associated tumorigenesis differs between the kidney, where loss of FLCN heterozygosity is responsible for cancers, and the skin, where FLCN is strongly expressed in heterozygotes. FLCN has been found to be overexpressed in fibrofolliculoma tissue and to have very low levels of expression in affected kidneys. Furthermore, the mTOR pathway is shown to be activated in tumor tissue from both humans and mice.",
            "score": 76.75639343261719
        },
        {
            "docid": "16435604_6",
            "document": "Conorenal syndrome . The link to a ciliar dysfunction in the Retinal degenerative diseases also comes from Otto. Like the described Kidney diseases, Retinitis Pigmentosa is a disease where the ciliar cells (Rods and Cones) fail to thrive. In a study of patients with a disease similar to Conorenal (renal-retinal Senior-Loken) the authors state \"We show that nephrocystin-5, RPGR and calmodulin can be coimmniprecipitated from retinal extracts, and that these proteins localize to connecting cilia of photoreceptors and to primary cilia of renal epithelial cells. Our studies emphasize the central role of ciliary dysfunction in the pathogenesis of renal-retinal Senior Loken Syndrome.\" In other words, there is a common link between certain kidney diseases and some forms of RP and it is through the something related to a problem in the cilia cells. This may be a problem in the cells themselves, or with something that keeps them alive and healthy.",
            "score": 72.25133514404297
        },
        {
            "docid": "3219980_5",
            "document": "Renal vein thrombosis . The mechanism behind RVT is no different from other types of blood clots in other parts of the body. Rudolf Virchow, was the first to describe the physiological mechanism behind venous thrombosis (blood clots) using three related factors, known as Virchow's Triad; damage to the blood vessel (endothelial damage), decrease in blood flow (stasis) and increased coagulability of the blood (thrombophilia or hypercoagulability). it is possible for one of these factors alone to cause a blood clot, but in most cases, a combination or all of these factors induce the formation of a blood clot. Decreased urine output or renal function may be the only observable symptoms caused by a blood clot renal vein. Other less common causes include hypercoagulable state, invasion by renal cell cancer, renal transplantation, behcet syndrome, antiphospholipid antibody syndrome or blunt trauma to the back or abdomen.",
            "score": 70.55943298339844
        },
        {
            "docid": "6060319_11",
            "document": "Von Hippel–Lindau tumor suppressor . HIF can help explain the organ specific nature of VHL syndrome. It has been theorized that constitutively activating HIF in any cell could lead to cancer, but that there are redundant regulators of HIF in organs not affected by VHL syndrome. This theory has been disproved multiple times since in all cell types loss of VHL function leads to constitutive activation of HIF and its downstream effects. Another theory holds that although in all cells loss of VHL leads to activation of HIF, in \"most\" cells this leads to no advantage in proliferation or survival. Additionally, the nature of the mutation in the VHL protein leads to phenotypic manifestations in the pattern of cancer that develops. Nonsense or deletion mutations of VHL protein have been linked to type 1 VHL with a low risk of pheochromocytoma (adrenal gland tumors). Type 2 VHL has been linked to missense mutations and is linked to a high risk of pheochromocytoma. Type 2 has also been further subdivided based on risks of renal cell carcinoma. In types 1, 2A and 2B the mutant pVHL is defective in HIF regulation, while type 2C mutant are defective in protein kinase C regulation. These genotype–phenotype correlations suggest that missense mutations of pVHL lead to a 'gain of function' protein.",
            "score": 70.20863342285156
        },
        {
            "docid": "4017987_7",
            "document": "Flynn–Aird syndrome . The exact pathophysiological mechanism of Flynn–Aird syndrome is unknown. However, several theories are in place with regards to the nature of this disease including the presence of a genetically defective enzyme involving a neuroectodermal tissue constituent. This explanation provides evidence for the late onset of the condition, the intricate findings, the varied nature of the disorder, as well as the genetic incidence. In addition, some aspects of the condition may be linked to a suppressing (S) gene due to the fact that only a small amount of stigmata appeared while the defects were still transmitted in the family studied. A suppressing gene down regulates the phenotypic expression of another gene, especially of a mutant gene. Other abnormalities may be due to endocrine system diseases. Only symptomatic treatment for the management of disturbances can be indicated for affected individuals. The genetic origin of this disease would indicate gene therapy holds the most promise for future development of a cure. But at this time no specific treatments for Flynn–Aird syndrome exist. P. Flynn and Robert B. Aird observed this neuroectodermal syndrome after studying one family whose members suffered a number of neurological symptoms that were consistent from generation to generation. A number of the symptoms overlapped with several known neurological diseases such as Werner syndrome, Refsum syndrome, and Cockayne syndrome, which could be indicative of similar causative origins. However, these syndromes are recessively inherited as opposed to the dominant inheritance seen in the family studied by P. Flynn and Robert B. Aird. About 15% of family members exhibited full-blown symptoms characteristic of the disease while others showed some symptoms that overlapped with the general clinical manifestation of the syndrome.",
            "score": 70.1564712524414
        },
        {
            "docid": "23798230_15",
            "document": "Lujan–Fryns syndrome . The Mediator complex is required for polymerase II transcription and acts as a bridge between the polymerase II enzyme and different gene-specific transcription factors. Mediator can contain up to 30 subunits, but some of the subunits are only required for regulation of transcription in particular tissues or cells. Currently, the exact mechanism by which dysfunction of \"MED12\" results in LFS and its associated neuropsychopathic and physical characteristics is unclear. Marfanoid habitus, a highly arched palate and several other features of LFS can be found with Marfan syndrome, a connective tissue disorder. The finding of aortic root dilation in both disorders suggests that a mutation in an unspecified connective tissue regulating gene may contribute to the etiology of LFS.  A number of interesting experimental results have been obtained by studying \"MED12\" mutations in the zebrafish, an animal model representing vertebrates. In zebrafish, a mutation in \"MED12\" was found to be responsible for the mutant \"motionless\" (\"mot\"). Zebrafish with the \"mot\" mutation have neuronal and cardiovascular defects, although not all types of neurons are affected. Introduction of human \"MED12\" mRNA into the zebrafish restores normal development. \"MED12\" is also a critical coactivator for the gene \"SOX9\", which is involved in the developmental regulation of neurons, cartilage and bone. In the zebrafish, \"MED12\" defects cause maldevelopment of vertebrate embryonic structures such as the neural crest, which would alter function of the autonomic and peripheral nervous systems; and they also cause malformations of cell types serving as precursors to cartilage and bone, such as osteocytes. Some features found in LFS, like agenesis of the corpus callosum and cartilage-related craniofacial anomalies, are similar to defects found in zebrafish with \"MED12\" and associated mutations.",
            "score": 69.36666870117188
        },
        {
            "docid": "9385221_3",
            "document": "Dent's disease . \"Dent's disease\" is often used to describe an entire group of familial disorders, including X-linked recessive nephrolithiasis with kidney failure, X-linked recessive hypophosphatemic rickets, and both Japanese and idiopathic low-molecular-weight proteinuria. About 60% of patients have mutations in the \"CLCN5\" gene (Dent 1), which encodes a kidney-specific chloride/proton antiporter, and 15% of patients have mutations in the \"OCRL1\" gene (Dent 2).",
            "score": 69.2026138305664
        },
        {
            "docid": "15073850_8",
            "document": "AGK (gene) . The enzyme is involved in the more general pathway of fatty acid metabolism. AGK also has an implicated role in the assembly of the adenine nucleotide translocator in the inner mitochondrial membrane. Mutations in the AGK gene were the first to be implicated in isolated cataract development, although it is unclear whether these mutations cause a change in lipid composition of the lenses, or if signaling results in the defect. This gene has also been associated with Sengers syndrome. Two different phenotypes have been observed. One form of the disorder presented as vascular strokes, lactic acidosis, cardiomyopathy and cataracts, abnormal muscle cell histopathology and mitochondrial function. In those patients, there was also a markedly high rate of citrate synthase. The second phenotype presented with similar clinical symptoms, but no strokes. As phosphatidic acid is also involved in the synthesis of phospholipids, its loss will result in changes to the lipid composition of the inner mitochondrial membrane. These effects manifest as cataract formation in the eye, respiratory chain dysfunction and cardiac hypertrophy in heart tissue.",
            "score": 69.15262603759766
        },
        {
            "docid": "35552831_10",
            "document": "Ciliogenesis . Each type of cell has a specific optimal length for its cilia. Therefore, the length of the cilia must be regulated to ensure optimal function of the cell. Some of the same processes that are used to control to formation and removal of cilia (such as IFT) are thought to be used in the regulation of cilia length. The regulation of ciliary length is very important because it affects how the cell is able to use its cilia to move fluid over its surface or conduct cellular signaling. Different ciliopathies can be caused by defects in ciliary length. For instance, proteins that have been shown to cause Meckel–Gruber syndrome affect ciliary length control. However, the mechanisms that affect ciliary length control are not understood very well. Until they are, it will be difficult to determine how defects in ciliary length may related to ciliopathic diseases and syndromes.",
            "score": 69.11849212646484
        },
        {
            "docid": "8250961_4",
            "document": "Chromophobe cell . \"Chromophobe\" also refers to a type of renal cell carcinoma (distinct from \"clear cell\"). Chromophobe renal cancer is part of a rare, genetic disorder known as Birt-Hogg-Dubé syndrome. While renal cell carcinoma is one of the most frequently diagnosed cancers, chromophobe renal cancer only accounts for five percent of renal cancer cases. Furthermore, 30% of patients with Birt-Hogg-Dubé syndrome will also develop chromophobe renal cancer. One of the only treatments for this type of cancer is to have surgery to remove any tumors that may be present.",
            "score": 68.8013916015625
        },
        {
            "docid": "232055_4",
            "document": "Exencephaly . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. Exencephaly is one such disease that has recently been identified as part of an emerging class of diseases called cilopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet–Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alström syndrome, Meckel–Gruber syndrome and some forms of retinal degeneration.",
            "score": 68.41167449951172
        },
        {
            "docid": "4545271_9",
            "document": "Phospholipid scramblase . Recent findings suggest that PLSCR3 and, to a lesser degree, PLSCR1 are critical to the normal regulation of fat accumulation in mice. In addition to blood cells, PLSCR3 is expressed to a significantly higher level in fat and muscle cells, which are actively involved in fat metabolism. PLSCR3 knockout mice showed an aberrant abdominal fat accumulation, glucose intolerance, insulin resistance, and dyslipidema as compared to controlled mice. Cultured fat cells from PLSCR3 knockout mice were engorged with neutral lipids. Blood plasma of these mice showed elevated levels of non-high-density lipoproteins, cholesterol, triglycerides, non-esterified fatty acids, and leptin, but low adiponectin content. Abdominal fat accumulation with the formation of enlarged lipid engorged adipocytes has emerged as the key risk factor for the onset of type 2 diabetes, which is often a manifestation of a broader underlying metabolic disorder termed as metabolic syndrome. Further studies on the regulation of lipid metabolism by PLSCRs are required to understand the risk for development of similar diseases in humans when PLSCR genes are mutated, leading to a defective expression and/or function of PLSCR proteins.",
            "score": 68.36129760742188
        },
        {
            "docid": "1445505_6",
            "document": "Ellis–van Creveld syndrome . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. Ellis–van Creveld syndrome is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet–Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel–Gruber syndrome and some forms of retinal degeneration.",
            "score": 68.20431518554688
        },
        {
            "docid": "20332751_12",
            "document": "Polycystic kidney disease . PKD results from defects in the primary cilium, an immotile, hair-like cellular organelle present on the surface of most cells in the body, anchored in the cell body by the basal body. In the kidney, primary cilia have been found to be present on most cells of the nephron, projecting from the apical surface of the renal epithelium into the tubule lumen. In response to fluid flow over the renal epithelium, the primary cilium is bent, resulting in a flow-induced increase in intracellular calcium. While it is not known how defects in the primary cilium lead to cyst development, it is thought to possibly be related to disruption of one of the many signaling pathways regulated by the primary cilium, including intracellular calcium, Wnt/β-catenin, cyclic adenosine monophosphate (cAMP), or planar cell polarity (PCP). Function of the primary cilium is impaired, resulting in disruption of a number of intracellular signaling cascades which produce differentiation of cystic epithelium, increased cell division, increased apoptosis, and loss of resorptive capacity.",
            "score": 67.9518051147461
        },
        {
            "docid": "7847500_5",
            "document": "Branchio-oto-renal syndrome . The genetics of branchio-oto-renal syndrome indicate it is inherited in an autosomal dominant manner, and results from a mutation in the EYA1 gene. Autosomal dominant inheritance indicates that the defective gene responsible for a disorder is located on an autosome, and only one copy of the gene is sufficient to cause the disorder, when inherited from a parent who has the disorder. This gene is involved in many facets of embryonic development and is important in the normal formation of many organs and tissues, including the ears, and kidneys before birth.",
            "score": 67.84870147705078
        },
        {
            "docid": "542776_5",
            "document": "Hemolytic-uremic syndrome . Patients with HUS commonly exhibit the signs and symptoms of thrombotic microangiopathy (TMA), which can include abdominal pain, low platelet count, elevated lactate dehydrogenase LDH, a chemical released from damaged cells, and which is therefore a marker of cellular damage) decreased haptoglobin (indicative of the breakdown of red blood cells) anemia (low red blood cell count)/schistocytes (damaged red blood cells), elevated creatinine (a protein waste product generated by muscle metabolism and eliminated renally, proteinuria (indicative of kidney injury), confusion, fatigue, edema (swelling), nausea/vomiting, and diarrhea. Additionally, patients with aHUS typically present with an abrupt onset of systemic signs and symptoms such as acute kidney failure, hypertension (high blood pressure), myocardial infarction (heart attack), stroke, lung complications, pancreatitis (inflammation of the pancreas), liver necrosis (death of liver cells or tissue), encephalopathy (brain dysfunction), seizure, and coma. Failure of neurologic, cardiac, renal, and gastrointestinal (GI) organs, as well as death, can occur unpredictably at any time, either very quickly or following prolonged symptomatic or asymptomatic disease progression.",
            "score": 67.83784484863281
        },
        {
            "docid": "56464_14",
            "document": "Joubert syndrome . The underlying cause of the ciliopathies may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases.",
            "score": 67.71366882324219
        },
        {
            "docid": "232035_7",
            "document": "Anencephaly . Until recently, medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. Anencephaly is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and, thus, offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alström syndrome, Meckel-Gruber syndrome, and some forms of retinal degeneration.",
            "score": 67.62176513671875
        },
        {
            "docid": "7114421_11",
            "document": "Juvenile myoclonic epilepsy . Until recently, the medical literature did not indicate a connection among many genetic disorders; however, genetic syndromes and genetic diseases are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying set of medical symptoms that are clinically visible in the disorders. This emerging class of diseases are called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell organelles, which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel-Gruber syndrome and some forms of retinal degeneration. It has been suggested that juvenile myoclonic epilepsy may be a ciliopathy.",
            "score": 67.1142807006836
        },
        {
            "docid": "1638257_18",
            "document": "Birt–Hogg–Dubé syndrome . Birt–Hogg–Dubé can be difficult to diagnose from symptoms alone, because hereditary renal cancers, pneumothorax, and cutaneous tumors occur with other syndromes. Hereditary bilateral, multifocal kidney tumors similar to those seen in BHDcan occur with von Hippel–Lindau disease (clear cell renal cell carcinoma), hereditary papillary renal cancer (papillary renal cell carcinoma), and hereditary leiomyomatosis and renal cell cancer syndrome. They are differentiated with examination of the tumors' histology.",
            "score": 66.79872131347656
        },
        {
            "docid": "9385221_2",
            "document": "Dent's disease . Dent's disease (or Dent disease) is a rare X-linked recessive inherited condition that affects the proximal renal tubules of the kidney. It is one cause of Fanconi syndrome, and is characterized by tubular proteinuria, excess calcium in the urine, formation of calcium kidney stones, nephrocalcinosis, and chronic kidney failure.",
            "score": 66.51093292236328
        },
        {
            "docid": "2236023_8",
            "document": "Agenesis of the corpus callosum . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause despite the widely varying symptoms apparent on clinical examination. Agenesis of the corpus callosum is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell organelles that are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet–Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alström syndrome, Meckel–Gruber syndrome, and some forms of retinal degeneration.",
            "score": 66.48599243164062
        },
        {
            "docid": "3350633_10",
            "document": "Dandy–Walker syndrome . Until recently, the medical literature did not indicate a connection among many genetic disorders, both genetic syndromes and genetic diseases, that are now being found to be related. As a result of new genetic research, some of these are, in fact, highly related in their root cause (genotype) despite the widely varying set of medical characteristics (phenotype) that are clinically visible in the disorders. Dandy–Walker syndrome is one such disease, part of an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary cilia structures of the cell, organelles which are present in many cellular types throughout the human body. The cilia defects adversely affect \"numerous critical developmental signaling pathways\" essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel-Gruber syndrome and some forms of retinal degeneration.",
            "score": 65.8323745727539
        },
        {
            "docid": "2440792_8",
            "document": "Podosome . Patients who suffer from Wiskott-Aldrich Syndrome demonstrate, through their immune cells, continued evidence of the role podosomes fulfill in cell motility. These patients do not possess fully formed WASP that has been shown to localize in podosomes and to be integral to their formation from previous studies. The dendritic cells and macrophages of these patients’ immune systems do not manifest podosome formations and demonstrate defects in cellular movement within tissue microenvironments. Some researchers suspect that podosomes may be implicated in the migration of neural crest cells. Patients who exhibit Frank-ter Haar syndrome are known to be mutant for the podosome specific protein Tks4 and demonstrate defects in neural crest cell migration.  Adding to the known functionalities of podosomes, research suggests that these dynamic structures also exhibit mechanosensory attributes. Initial formation of podosomes seems to be influenced by the structure and composition of the underlying substratum including the presence and distribution of specific ligands. Various integrin receptors monitor the mechanical properties of the cellular microenvironment and can influence and initiate formation of a podosome. Once fully formed, the integrity of the matrix substratum dictates the lifespan of the podosome with increased stiffness leading to longer endurance and closer spacing between podosome sites.",
            "score": 65.74885559082031
        },
        {
            "docid": "9385221_11",
            "document": "Dent's disease . Dent's disease was first described by Charles Enrique Dent and M. Friedman in 1964, when they reported two unrelated British boys with rickets associated with renal tubular damage characterized by hypercalciuria, hyperphosphaturia, proteinuria, and aminoaciduria. This set of symptoms was not given a name until 30 years later, when the nephrologist Oliver Wrong more fully described the disease. Wrong had studied with Dent and chose to name the disease after his mentor. Dent's disease is a genetic disorder caused by mutations in the gene \"CLCN5\", which encodes a kidney-specific voltage-gated chloride channel, a 746-amino-acid protein (CLC-5) with 12 to 13 transmembrane domains. It manifests itself through low-molecular-weight proteinuria, hypercalciuria, aminoaciduria and hypophosphataemia. Because of its rather rare occurrence, Dent's disease is often diagnosed as idiopathic hypercalciuria, i.e., excess calcium in urine with undetermined causes.",
            "score": 65.2918701171875
        },
        {
            "docid": "60140_4",
            "document": "Sjögren syndrome . SS can damage vital organs of the body with symptoms that may plateau or worsen, or go into remission as with other autoimmune diseases. Some people may experience only the mild symptoms of dry eyes and mouth, while others have symptoms of severe disease. Many patients can treat problems symptomatically. Others are forced to cope with blurred vision, constant eye discomfort, recurrent mouth infections, swollen parotid glands, dysphonia (vocal disorders including hoarseness), and difficulty in swallowing and eating. Debilitating fatigue and joint pain can seriously impair quality of life. Some patients can develop renal (kidney) involvement (autoimmune tubulointerstitial nephritis) leading to proteinuria (excess protein in urine), urinary concentrating defect, and distal renal tubular acidosis.",
            "score": 65.05844116210938
        },
        {
            "docid": "43118_24",
            "document": "Cilium . Recent findings in genetic research have suggested that a large number of genetic disorders, both genetic syndromes and genetic diseases, that were not previously related in the medical literature, may be, in fact, highly related in the root cause of the widely varying set of medical symptoms that are clinically visible in the disorder. These have been grouped as an emerging class of diseases called ciliopathies. The underlying cause may be a dysfunctional molecular mechanism in the primary/immotile cilia, organelles which are present in many diverse cellular types throughout the human body. Cilia defects adversely affect numerous critical developmental signaling pathways essential to cellular development and thus offer a plausible hypothesis for the often multi-symptom nature of a large set of syndromes and diseases. Known ciliopathies include primary ciliary dyskinesia, Bardet-Biedl syndrome, polycystic kidney and liver disease, nephronophthisis, Alstrom syndrome, Meckel-Gruber syndrome, Sensenbrenner syndrome and some forms of retinal degeneration.",
            "score": 64.98876190185547
        },
        {
            "docid": "9385221_9",
            "document": "Dent's disease . Dent disease 2 (nephrolithiasis type 2) is associated with the \"OCRL\" gene. Both Lowe syndrome (oculocerebrorenal syndrome) and Dent disease can be caused by truncating or missense mutations in \"OCRL\".",
            "score": 64.8362045288086
        },
        {
            "docid": "14563386_14",
            "document": "Drug reaction with eosinophilia and systemic symptoms . Variations in ADME, i.e. an individuals efficiency in absorpting, distributing, metabolizing, and excreting a drug has been found to occur in cases of the DRESS syndrome. These variations influence the levels and duration of a drug or drug metabolite in tissues and thereby impact the drug's or drug metabolite's ability to evoke the DRESS syndrome. For example, the \"CYP2C9\" gene codes for CYP2C9, a cytochrome P450 enzyme which metabolizes various substances including phenytoin. The CYP2CP*3 variant of CYP29C has reduced catalytic activity; individuals expressing this variant show an increased incidence of developing the DRESS syndrome when taking phenytoin apparently due to increases in the drug's blood and tissue levels. In a second example of a genetically based ADME defect causing SCARs, Japanese individuals bearing slow acetylating variants of the N-acetyltransferase 2 gene, (NAT2), viz., NAT2*6A and NAT2*7B, acetylate sulfasalazine more slowly than individuals homozygous for the wild type gene. Individuals expressing the NAT2*6A and NAT2*7 variants have an increased risk for developing DRESS syndrome-like reactions to this anti-inflammatory drug. None-genetic ADME factors are also associated with increased risks of developing the DRESS syndrome. Allopurinol is metabolized to oxipurinol, a product with a far slower renal excretion rate than its parent compound. Renal impairment is associated with abnormally high blood levels of oxipurinol and an increased risk of developing the DRESS syndrome, particularly the more severe forms of this disorder. Dysfunction of the kidney and liver are also suggested to promote this disorder in resonse to other drugs due to the accumulation of SCARs-inducing drugs or metabolites in blood and tissues. Currently, it is suspected that the expression of particular HLA proteins and T cell receptors interact with ADME factors to promote SCARs particularly in their more serious forms.",
            "score": 64.75336456298828
        },
        {
            "docid": "57314374_15",
            "document": "Idiopathic multicentric Castleman disease . iMCD patients with thrombocytopenia, anasarca, myelofibrosis, renal dysfunction, and organomegaly syndrome (TAFRO syndrome) are considered to have a distinct clinical subtype of iMCD. Patients often have rapid progression of symptoms and frequently develop severe organ dysfunction. Compared to iMCD patients without TAFRO syndrome, iMCD patients with TAFRO syndrome are more likely to present with severe abdominal pain, low platelet levels, progressive renal dysfunction, and normal to mildly elevated immunoglobulin levels. While iMCD with TAFRO syndrome was first described in Japanese patients in 2010, cases of iMCD with TAFRO syndrome have since been reported in non-Japanese patients in many other countries.",
            "score": 64.74979400634766
        }
    ]
}