{
    "q": [
        {
            "docid": "61593_20",
            "document": "Echinococcosis . There are several different strategies that are currently being used to prevent and control cystic echinococcosis (CE). Most of these various methods try to prevent and control CE by targeting the major risk factors for the disease and the way it is transmitted. For instance, health education programs focused on cystic echinococcosis and its agents, and improved water sanitation attempt to target poor education and poor drinking water sources, which are both risk factors for contracting echinococcosis. Furthermore, since humans often come into contact with \"Echinococcus\" eggs via touching contaminated soil, animal feces and animal hair, another prevention strategy is improved hygiene. In addition to targeting risk factors and transmission, control and prevention strategies of cystic echinococcosis also aim at intervening at certain points of the parasite’s life cycle, in particular, the infection of hosts (i.e. especially dogs) that reside with or near humans. For example, many countries endemic to echinococcosis have implemented programs geared at de-worming dogs and vaccinating dogs and other livestock, such as sheep, that also act as hosts for \"E. granulosus\".",
            "score": 110.27683448791504
        },
        {
            "docid": "160067_34",
            "document": "Tsetse fly . Tsetse flies transmit a similar disease to humans, called African trypanosomiasis - human African trypanosomiasis (HAT) or sleeping sickness. An estimated 70 million people in 20 countries are at different levels of risk and only 3-4 million people are covered by active surveillance. The DALY index (disability-adjusted life years), an indicator to quantify the burden of disease, includes the impact of both the duration of life lost due to premature death and the duration of life lived with a disability. The annual burden of sleeping sickness is estimated at 2 million DALYs. Since the disease tends to affect economically active adults, the total cost to a family with a patient is about 25% of a year’s income.",
            "score": 77.42734241485596
        },
        {
            "docid": "19740545_70",
            "document": "Traffic collision . The global economic cost of MVCs was estimated at $518 billion per year in 2003, and $100 billion in developing countries. The Center for Disease Control and Prevention estimated the U.S. cost in 2000 at $230 billion. A 2010 US report estimated costs of $277 billion which included lost productivity, medical costs, legal and court costs, emergency service costs (EMS), insurance administration costs, congestion costs, property damage, and workplace losses. \"The value of societal harm from motor vehicle crashes, which includes both economic impacts and valuation for lost quality-of-life, was $870.8 billion in 2010. Sixty-eight percent of this value represents lost quality-of-life, while 32 percent is economic impacts.\"",
            "score": 86.20378541946411
        },
        {
            "docid": "337566_93",
            "document": "Long-term effects of alcohol consumption . There is currently no consistent approach to measuring the economic impact of alcohol consumption. The economic burden such as direct, indirect, and intangible cost of diseases can be estimated through cost-of-illness studies. Direct costs are estimated through prevalence and incidence studies, while indirect costs are estimated through the human capital method, the demographic method, and the friction cost method. However it is difficult to accurately measure the economic impact due to differences in methodologies, cost items related to alcohol consumption, and measurement techniques.",
            "score": 88.39604377746582
        },
        {
            "docid": "6780123_11",
            "document": "Non-communicable disease . Historically, many NCDs were associated with economic development and were so-called a \"diseases of the rich\". The burden of non-communicable diseases in developing countries has increased however, with an estimated 80% of the four main types of NCDs — cardiovascular diseases, cancers, chronic respiratory diseases and diabetes — now occurring in low- and middle-income countries. Action Plan for the Global Strategy for the Prevention and Control of non-communicable Diseases and with two-thirds of people who are affected by diabetes now residing in developing nations, NCD can no longer be considered just a problem affecting affluent estimation of the economic impact of chronic non-communicable diseases in selected countries. New WHO report: deaths from non-communicable diseases are on the rise, with developing world hit hardest. As previously stated, in 2008 alone, NCD's were the cause of 63% of deaths worldwide; a number that is expected to rise considerably in the near future if measures are not taken.",
            "score": 57.981159925460815
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 82.58174967765808
        },
        {
            "docid": "6090525_48",
            "document": "Neglected tropical diseases . The cost of treatment of some of these diseases, however, such as Buruli ulcer, can amount to over twice the yearly income of an average household in the lowest income quartile, while for the highest income quartile, the burden is slightly less than the average household income. These enormous financial costs often cause deferral of treatment and financial ruin, but there is inequality between the wealthy and poor in terms of economic burden. These diseases also cost the government in terms of health care and lost worker productivity through morbidity and shortened life spans. In Kenya, for example, deworming is estimated to increase average adult income by 40 percent, which is a benefit-to-cost ratio of 100. Each untreated case of Trachoma is estimated to cost US$118 in lost productivity. Each case of schistosomiasis causes a loss of 45.4 days of work per year. Most of the diseases cost the economies of various developing countries millions of dollars. Large scale prevention campaigns are predicted to increase agricultural output and education levels.",
            "score": 86.55677962303162
        },
        {
            "docid": "56851331_2",
            "document": "Center for Economic Studies (U.S. Census Bureau) . The Center for Economic Studies (CES) is a division of the U.S. Census Bureau that undertakes research and development activities that benefits Census products and programs. CES staff conduct research in economics and other social sciences that have led to discoveries not possible using publicly available data, create new public-use data and internal research data from existing data, and run the Federal Statistical Research Data Centers. The Center for Economic Studies includes a staff of around 50 economists and other social scientists, and additional support staff, and works with customer both within and outside the Census Bureau for research and development of data products.",
            "score": 80.9092149734497
        },
        {
            "docid": "22228064_78",
            "document": "Parkinson's disease . The costs of PD to society are high, but precise calculations are difficult due to methodological issues in research and differences between countries. The annual cost in the UK is estimated to be between 449 million and 3.3 billion pounds, while the cost per patient per year in the U.S. is probably around $10,000 and the total burden around 23 billion dollars. The largest share of direct cost comes from inpatient care and nursing homes, while the share coming from medication is substantially lower. Indirect costs are high, due to reduced productivity and the burden on caregivers. In addition to economic costs, PD reduces quality of life of those with the disease and their caregivers.",
            "score": 83.69822025299072
        },
        {
            "docid": "1205006_4",
            "document": "Vector control . However, even for vector-borne diseases with effective treatments the high cost of treatment remains a huge barrier to large amounts of developing world populations. Despite being treatable, malaria has by far the greatest impact on human health from vectors. In Africa, a child dies every minute of malaria; this is a reduction of more than 50% since 2000 due to vector control. In countries where malaria is well established the World Health Organization estimates countries lose 1.3% annual economic income due to the disease. Both prevention through vector control and treatment are needed to protect populations.",
            "score": 63.62987208366394
        },
        {
            "docid": "78449_48",
            "document": "Developing country . A changing climate also results in economic burdens. The economies in Least Developed Countries have lost an average of 7% of their gross domestic product for the year 2010, mainly due to reduced labor productivity. Rising sea levels cost 1% of GDP to the least developed countries in 2010 – 4% in the Pacific – with 65 billion dollars annually lost from the world economy. Another example is the impact on fisheries: approximately 40 countries are acutely vulnerable to the impact of greenhouse gas emissions on fisheries. Developing countries with large fisheries sectors are particularly affected.",
            "score": 63.105369091033936
        },
        {
            "docid": "55680227_26",
            "document": "Foreign animal disease . Foot-and-mouth disease Foot-and-mouth disease (FMD) is a severe highly contagious viral disease affecting cloven-hooved animals, such as cattle, sheep, and swine. FMD was once worldwide but has been largely controlled in developed nations, and has been eradicated from some regions such as North America and western Europe. The disease was eradicated from the United States in 1929. FMD is endemic in parts of Asia, and most of Africa and the Middle East, but FMD can occur sporadically in typically free areas. The organism causing FMS is an aphthovirus in the family \"Picornaviridae\". There are seven major viral serotypes containing collectively more than 60 strains with occasional new strains arising. Vaccines can provide immunity, but each serotype requires its own specific vaccine. The disease is characterized by vesiculation or blistering of the hooves and oval cavity and on the mammary glands, leading to pain and discomfort, and to depression, anorexia, excessive salivation, lameness, and reluctance to move or stand, and causing production losses. The death loss is minimal, but there is a high rate of illness when a susceptible population is infected, and the disease has severe economic implications in the livestock industries. Because of how quickly FMD can spread, with nearly 100 percent of exposed animals ultimately becoming infected, and the significant economic losses it can cause, FMD is a worldwide concern. There is also concern that the FMD virus could be utilized by a terrorist organization or rogue state to perpetuate a terrorist attack against the United States by targeting the $100 billion/year U.S. livestock industry. In 2001, from February to September, an outbreak of FMD in the United Kingdom caused the slaughter of over 4 million animals of sheep, cattle, goats, and pigs to gain control of the disease. The FMD virus is found in all excretions and secretions of an infected animal. Transmission of the virus can be from contact with an infected animal, a contaminated environment used to house or transport susceptible animals, contaminated materials or fomites, people wearing contaminated clothes or footwear or using contaminated equipment, infected meat or animal products fed raw or improperly cooked to susceptible animals, contact with an infected carcass, and from aerosol spread of virus from an infected animal or property via air currents. Prompt reporting of suspicious signs of FMD to the proper agents (state veterinarians, federal animal disease control officials, or county agricultural agents will enable an investigation, testing, and containment should an outbreak occur. Laboratory testing is required to confirm the diagnosis. Stringent import and cross-border animal movement controls and surveillance are used in protection of FMD free countries. A response effort to eradicate any potential outbreaks include humane destruction of all infected, recovered and FMD-susceptible animals; appropriate disposal of animal carcasses and all animal products; surveillance and tracing of potentially infected or exposed livestock; strict quarantine and controls on movement of livestock, equipment, and vehicles; and, thorough disinfection of premises and all infected material (implements, cars, clothes, etc.).",
            "score": 75.12499189376831
        },
        {
            "docid": "7257968_12",
            "document": "Disease burden . In 2002, the WHO estimated the global environmental burden of disease by using risk assessment data to develop environmentally attributable fractions (EAFs) of mortality and morbidity for 85 categories of disease. In 2007, they released the first country-by-country analysis of the impact environmental factors had on health for its then 192 member states. These country estimates were the first step to assist governments in carrying out preventive action. The country estimates were divided into three parts:",
            "score": 42.616618394851685
        },
        {
            "docid": "20423_57",
            "document": "Malaria . Poverty can increase the risk of malaria since those in poverty do not have the financial capacities to prevent or treat the disease. In its entirety, the economic impact of malaria has been estimated to cost Africa US$12 billion every year. The economic impact includes costs of health care, working days lost due to sickness, days lost in education, decreased productivity due to brain damage from cerebral malaria, and loss of investment and tourism. The disease has a heavy burden in some countries, where it may be responsible for 30–50% of hospital admissions, up to 50% of outpatient visits, and up to 40% of public health spending. Cerebral malaria is one of the leading causes of neurological disabilities in African children. Studies comparing cognitive functions before and after treatment for severe malarial illness continued to show significantly impaired school performance and cognitive abilities even after recovery. Consequently, severe and cerebral malaria have far-reaching socioeconomic consequences that extend beyond the immediate effects of the disease.",
            "score": 84.6463394165039
        },
        {
            "docid": "27447324_14",
            "document": "Economic impacts of climate change . \"Estimates agree on the size of the impact (small relative to economic growth), and 17 of the 20 impact estimates shown in Figure 10-1 are negative. Losses accelerate with greater warming, and estimates diverge. The new estimates have slightly widened the uncertainty about the economic impacts of climate. Welfare impacts have been estimated with different methods, ranging from expert elicitation to econometric studies and simulation models. Different studies include different aspects of the impacts of climate change, but no estimate is complete; most experts speculate that excluded impacts are on balance negative. Estimates across the studies reflect different assumptions about inter-sectoral, inter-regional, and inter-temporal interactions, about adaptation, and about the monetary values of impacts. Aggregate estimates of costs mask significant differences in impacts across sectors, regions, countries, and populations. Relative to their income, economic impacts are higher for poorer people.\"",
            "score": 61.912492990493774
        },
        {
            "docid": "610464_9",
            "document": "H. Robert Horvitz . Horvitz's later research continued to use \"C. elegans\" to analyze the genetic control of animal development and behavior, as well as to link discoveries in the nematode to human diseases, particularly cancer and neurodegenerative diseases such as amyotrophic lateral sclerosis (ALS). He made further advancements in defining the molecular pathway of programmed cell death, and has identified several key components, including: EGL-1, a protein which activates apoptosis by inhibiting CED-9; transcription factors \"ces-1\" and \"ces-2,\" and \"ced-8,\" which controls the timing of cell death. He has also continued work on heterochronic mutants and other aspects of cell lineage, and established lines of research in signal transduction, morphogenesis, and neural development. Horvitz has collaborated with Victor Ambros and David Bartel on a project to characterize the complete set of the more than 100 microRNAs in the \"C. elegans\" genome.",
            "score": 59.408446073532104
        },
        {
            "docid": "22192478_4",
            "document": "Maria Deloria Knoll . Dr. Knoll's research interests include the epidemiology of vaccine-preventable infectious diseases and the methodologic issues pertaining to the design, conduct and analysis of epidemiologic studies and clinical trials.  Current projects include the PERCH study to determine the causes of pneumonia in settings representative of developing countries to guide the development of new pneumonia vaccines and treatment algorithms for 2015 onwards, estimating the burden and serotype distribution of pneumococcal and meningococcal disease among children and adults, measuring the impact on disease burden of pneumococcal conjugate vaccine use in Kenya and The Gambia, and evaluating the value of antigen-based diagnostic tests in blood to improve sensitivity of pneumococcal detection in pneumonia patients. Dr. Knoll has over 20 years of experience in the design, conduct, and analysis of clinical trials and epidemiologic studies. She spent 13 years at the National Institute of Health’s National Institute of Allergy and Infectious Diseases and her clinical trials experience there included close working relationships with many large and mid-sized vaccine manufacturers. Dr. Knoll also served as a Research Assistant Professor at Northwestern University’s Department of Preventive Medicine in Chicago, Illinois, where she directed a course on clinical trial design, conduct and analysis in their MPH program, conducted cardiovascular and HIV-related epidemiologic studies using data from established cohorts, and designed therapeutic clinical trials for the Rehabilitation Institute of Chicago. She has written many well cited original articles and is regularly an invited speaker to various international health conferences.",
            "score": 45.22572481632233
        },
        {
            "docid": "29722262_12",
            "document": "Global Alliance for Rabies Control . The Global Alliance for Rabies Control and its partners have reassessed the global burden of rabies, and are working on the costs of rabies and the benefits of individual large-scale rabies control programs. The global burden of rabies is now estimated to be 59,000 human lives every year, with annual economic losses of around 8.6 billion US dollars.",
            "score": 73.4029049873352
        },
        {
            "docid": "2118246_28",
            "document": "Global health . More than one billion people were treated for at least one neglected tropical disease in 2015. Neglected tropical diseases are a diverse group of infectious diseases that are endemic in tropical and subtropical regions of 149 countries, primarily effecting low and middle income populations in Africa, Asia, and Latin America. They are variously caused by bacteria (Trachoma, Leprosy), viruses (Dengue, Rabies), protozoa (Human African trypanosomiasis, Chagas), and helminths (Schistosomiasis, Onchocerciasis, Soil transmitted helminths). The Global Burden of Disease Study concluded that neglected tropical diseases comprehensively contributed to approximately 26.06 million disability-adjusted life years in 2010, as well as significant deleterious economic effects. In 2011, the World Health Organization launched a 2020 Roadmap for neglected tropical diseases, aiming for the control or elimination of 10 common diseases. The 2012 London Declaration builds on this initiative, and called on endemic countries and the international community to improve access to clean water and basic sanitation, improved living conditions, vector control, and health education, to reach the 2020 goals. In 2017, a WHO report cited 'unprecedented progress' against neglected tropical diseases since 2007, especially due to mass drug administration of drugs donated by pharmaceutical companies.",
            "score": 41.4412522315979
        },
        {
            "docid": "16063653_9",
            "document": "Nutrition transition . While increased food security is a major benefit of global nutrition transition, there are a myriad of coinciding negative health and economic consequences. Rates of obesity are soaring across the world and recent trends suggest that incidences of overnutrition in coming decades will overtake that of undernutrition in the developing world. As well there will be a marked epidemiological shift from infectious disease to degenerative, noncommunicable disease, NCDs in these countries. As it stands now these countries face a unique paradox in having to deal with both over- and undernutrition, a dual burden of malnutrition, that will inevitably be accompanied by both infectious and noncommunicable diseases, a dual burden of disease. The economic impact will be enormous as well. In addition to reduced productivity, the health systems of these countries stand to face a tremendous burden.",
            "score": 49.04977798461914
        },
        {
            "docid": "7257968_2",
            "document": "Disease burden . Disease burden is the impact of a health problem as measured by financial cost, mortality, morbidity, or other indicators. It is often quantified in terms of quality-adjusted life years (QALYs) or disability-adjusted life years (DALYs), both of which quantify the number of years lost due to disease (YLDs). One DALY can be thought of as one year of healthy life lost, and the overall disease burden can be thought of as a measure of the gap between current health status and the ideal health status (where the individual lives to old age free from disease and disability). According to an article published in \"The Lancet\" in June 2015, low back pain and major depressive disorder were among the top ten causes of YLDs and were the cause of more health loss than diabetes, chronic obstructive pulmonary disease, and asthma combined. The study based on data from 188 countries, considered to be the largest and most detailed analysis to quantify levels, patterns, and trends in ill health and disability, concluded that \"the proportion of disability-adjusted life years due to YLDs increased globally from 21.1% in 1990 to 31.2% in 2013.\" The environmental burden of disease is defined as the number of DALYs that can be attributed to environmental factors. These measures allow for comparison of disease burdens, and have also been used to forecast the possible impacts of health interventions. By 2014 DALYs per head were \"40% higher in low-income and middle-income regions.\"",
            "score": 52.08641457557678
        },
        {
            "docid": "12791192_3",
            "document": "Blastocystis . \"Blastocystis\" is one of the most common human parasites in the world and has a global distribution. It is the most common parasitic infection in the United States, where it infected approximately 23% of the total population during year 2000. In less developed areas, infection rates as high as 100% have been observed. High rates of infection are found in individuals in developed countries who work with animals. Although the role of \"Blastocystis hominis\" in human disease is often referred to as controversial, a systematic survey of research studies conducted by 11 infectious disease specialists from nine countries, found that over 95% of papers published in the 10 years prior identified it as causing illness in immunocompetent individuals. The paper attributed confusion over pathogenicity to the existence of asymptomatic carriers, a phenomenon the study noted is common to all gastrointestinal protozoa.",
            "score": 42.276801109313965
        },
        {
            "docid": "18363151_16",
            "document": "Disease surveillance in China . Information obtained from the DSPs is compared with data obtained from the National Disease Reporting System to enable policymakers to estimate more accurately the burden of morbidity and mortality associated with infectious disease. More importantly, policy makers can evaluate information from the DSPs in relation to the economic development, cultural background, and health-care-service use by the population covered by this surveillance system.",
            "score": 49.3450653553009
        },
        {
            "docid": "11128582_7",
            "document": "Podosphaera macularis . In 1997, hop powdery mildew was reported for the first time in hop yards in the United States Pacific Northwest. In Washington, severe infections lead to a yield loss of 800 hectares (US $10 million) of crops. At the time, sulfur was the only registered pesticide used on hop that was effective against powdery mildew. In 1998, the disease was confirmed in Idaho and Oregon. As a result, Yakima Valley growers managed the disease using approaches developed in Europe, such as, labor-intensive cultural practices, mechanical removal of spring growth, and intensive fungicide programs despite the small number of fungicides available for hop at the time. Although the methods successfully limited disease development, the depressed market for hops couldn't sustain the expensive production costs ($1400/ha annually in 1998). In 2001, a contracting brewery rejected 50% of an aroma hop grown in Oregon because of cone browning after drying, resulting in an additional US $5 million in losses that year. These losses have contributed to economic depression in the hop market and have forced several growers to declare bankruptcy. Currently, hop powdery mildew exists annually in all production regions in the United States. While more research is necessary to understand \"Podosphaera macualaris\" and control, the current management system has returned economics to hop industry. Disease levels have decreased and control costs have been reduced to $740/ha on average. Unlike New York and California, hop production in the Pacific Northwest is likely to continue.",
            "score": 63.76839303970337
        },
        {
            "docid": "4432524_8",
            "document": "Waterborne diseases . Waterborne diseases can have a significant impact on the economy, locally as well as internationally. People who are infected by a waterborne disease are usually confronted with related costs and not seldom with a huge financial burden. This is especially the case in less developed countries. The financial losses are mostly caused by e.g. costs for medical treatment and medication, costs for transport, special food, and by the loss of manpower. Many families must even sell their land to pay for treatment in a proper hospital. On average, a family spends about 10% of the monthly households income per person infected.",
            "score": 65.32127380371094
        },
        {
            "docid": "61593_2",
            "document": "Echinococcosis . Echinococcosis is a parasitic disease of tapeworms of the \"Echinococcus\" type. The two main types of the disease are \"cystic echinococcosis\" and \"alveolar echinococcosis\". Less common forms include \"polycystic echinococcosis\" and \"unicystic echinococcosis\". The disease often starts without symptoms and this may last for years. The symptoms and signs that occur depend on the cyst's location and size. Alveolar disease usually begins in the liver but can spread to other parts of the body, such as the lungs or brain. When the liver is affected the person may have abdominal pain, weight loss, and turn slightly yellow from jaundice. Lung disease may cause pain in the chest, shortness of breath and coughing. The disease is spread when food or water that contains the eggs of the parasite is eaten or by close contact with an infected animal. The eggs are released in the stool of meat-eating animals that are infected by the parasite. Commonly infected animals include dogs, foxes and wolves. For these animals to become infected they must eat the organs of an animal that contains the cysts such as sheep or rodents. The type of disease that occurs in people depends on the type of \"Echinococcus\" causing the infection. Diagnosis is usually by ultrasound though computer tomography (CT) or magnetic resonance imaging (MRI) may also be used. Blood tests looking for antibodies against the parasite may be helpful as may biopsy. Prevention of cystic disease is by treating dogs that may carry the disease and vaccination of sheep. Treatment is often difficult. The cystic disease may be drained through the skin, followed by medication. Sometimes this type of disease is just watched. The alveolar type often needs surgery followed by medications. The medication used is albendazole, which may be needed for years. The alveolar disease may result in death. The disease occurs in most areas of the world and currently affects about one million people. In some areas of South America, Africa, and Asia up to 10% of the certain populations are affected. In 2015, the cystic form caused about 1200 deaths down from 2000 in 1990. The economic cost of the disease is estimated to be around 3 billion USD a year. It is classified as a neglected tropical disease and belongs to the group of diseases known as helminthiasis (worm infections). It can affect other animals such as pigs, cows and horses.",
            "score": 102.87784743309021
        },
        {
            "docid": "35286032_13",
            "document": "Epidemiology of breast cancer . One of the major challenges in reducing the burden of breast cancer in Sub Saharan Africa remains the lack of National Cancer Control Programs and the lack of human as well as financial resources. The majority of countries lack integrated prevention and treatment programs, which complicates the control of the disease in those countries. Also, the regions disposes of a disproportionally low number of cancer registries, along with resources and facilities for treatment. This all factors into the different countries' difficulties to ensure that women at high risk are identified and that the disease is diagnosed early enough to have better chances of being treated. The lack of affordable and effective treatment methods also renders the efforts to promote early detection because those affected are then faced with inaccessible and unaffordable resources in the cases where they are available. The challenges to tackling breast cancer in Africa are varied, not fully understood, and further complicated by possible unique risk factors that could be highlighted by further studies, but developing strategies that foster early detection are viewed in literature as a priority for effective fight against the disease.",
            "score": 36.00353169441223
        },
        {
            "docid": "19918654_4",
            "document": "Education economics . Investments in human capital entail an investment cost, just as any investment does. Typically in European countries most education expenditure takes the form of government consumption, although some costs are also borne by individuals. These investments can be rather costly. EU governments spent between 3% and 8% of GDP on education in 2005, the average being 5%. However, measuring the spending this way alone greatly underestimates the costs because a more subtle form of costs is completely overlooked: the opportunity cost of forgone wages as students cannot work while they study. It has been estimated that the total costs, including opportunity costs, of education are as much as double the direct costs. Including opportunity costs investments in education can be estimated to have been around 10% of GDP in the EU countries in 2005. In comparison investments in physical capital were 20% of GDP. Thus the two are of similar magnitude. Human capital in the form of education shares many characteristics with physical capital. Both require an investment to create and, once created, both have economic value. Physical capital earns a return because people are willing to pay to use a piece of physical capital in work as it allows them to produce more output. To measure the productive value of physical capital, we can simply measure how much of a return it commands in the market. In the case of human capital calculating returns is more complicated – after all, we cannot separate education from the person to see how much it rents for. To get around this problem, the returns to human capital are generally inferred from differences in wages among people with different levels of education. Hall and Jones have calculated from international data that on average that the returns on education are 13.4% per year for first four years of schooling (grades 1–4), 10.1% per year for the next four years (grades 5–8) and 6.8% for each year beyond eight years. Thus someone with 12 years of schooling can be expected to earn, on average, 1.134 × 1.101 × 1.068 = 3.161 times as much as someone with no schooling at all. Economy-wide, the effect of human capital on incomes has been estimated to be rather significant: 65% of wages paid in developed countries is payments to human capital and only 35% to raw labor. The higher productivity of well-educated workers is one of the factors that explain higher GDPs and, therefore, higher incomes in developed countries. A strong correlation between GDP and education is clearly visible among the countries of the world, as is shown by the upper left figure. It is less clear, however, how much of a high GDP is explained by education. After all, it is also possible that rich countries can simply afford more education.",
            "score": 75.48904633522034
        },
        {
            "docid": "5069516_2",
            "document": "HIV/AIDS . Human immunodeficiency virus infection and acquired immune deficiency syndrome (HIV/AIDS) is a spectrum of conditions caused by infection with the human immunodeficiency virus (HIV). Following initial infection, a person may not notice any symptoms or may experience a brief period of influenza-like illness. Typically, this is followed by a prolonged period with no symptoms. As the infection progresses, it interferes more with the immune system, increasing the risk of developing common infections such as tuberculosis, as well as other opportunistic infections, and tumors that rarely affect people who have working immune systems. These late symptoms of infection are referred to as acquired immunodeficiency syndrome (AIDS). This stage is often also associated with unintended weight loss. HIV is spread primarily by unprotected sex (including anal and oral sex), contaminated blood transfusions, hypodermic needles, and from mother to child during pregnancy, delivery, or breastfeeding. Some bodily fluids, such as saliva and tears, do not transmit HIV. Methods of prevention include safe sex, needle exchange programs, treating those who are infected, and male circumcision. Disease in a baby can often be prevented by giving both the mother and child antiretroviral medication. There is no cure or vaccine; however, antiretroviral treatment can slow the course of the disease and may lead to a near-normal life expectancy. Treatment is recommended as soon as the diagnosis is made. Without treatment, the average survival time after infection is 11 years. In 2016, about 36.7 million people were living with HIV and it resulted in 1 million deaths. There were 300,000 fewer new HIV cases in 2016 than in 2015. Most of those infected live in sub-Saharan Africa. From the time AIDS was identified in the early 1980s to 2017, the disease has caused an estimated 35 million deaths worldwide. HIV/AIDS is considered a pandemic—a disease outbreak which is present over a large area and is actively spreading. HIV originated in west-central Africa during the late 19th or early 20th century. AIDS was first recognized by the United States Centers for Disease Control and Prevention (CDC) in 1981 and its cause—HIV infection—was identified in the early part of the decade. HIV/AIDS has had a great impact on society, both as an illness and as a source of discrimination. The disease also has large economic impacts. There are many misconceptions about HIV/AIDS such as the belief that it can be transmitted by casual non-sexual contact. The disease has become subject to many controversies involving religion including the Catholic Church's position not to support condom use as prevention. It has attracted international medical and political attention as well as large-scale funding since it was identified in the 1980s.",
            "score": 55.48526477813721
        },
        {
            "docid": "52179643_2",
            "document": "Community Oriented Program for Control Of Rheumatic Diseases . WHO celebrated 1977 as the World Rheumatism year and this resulted in a dialogue between ILAR and WHO that led to the idea of COPCORD, Community Oriented Program for Control of Rheumatic Diseases as a joint project between WHO and ILAR. COPCORD promotes low cost epidemiological research in developing countries and has contributed to the understanding of disease burden in data poor regions It has centers in 21 developing countries and has resulted in 102 peer reviewed international publications.",
            "score": 45.4384822845459
        },
        {
            "docid": "7012_40",
            "document": "Chagas disease . Chagas disease has a serious economic impact on the United States and the world. The cost of treatment in the United States alone, where the disease is not indigenous, is estimated to be $900 million annually, which includes hospitalization and medical devices such as pacemakers. The global cost is estimated at $7 billion.",
            "score": 66.53944706916809
        },
        {
            "docid": "331633_2",
            "document": "Bronchiectasis . Bronchiectasis is a disease in which there is permanent enlargement of parts of the airways of the lung. Symptoms typically include a chronic cough with mucus production. Other symptoms include shortness of breath, coughing up blood, and chest pain. Wheezing and nail clubbing may also occur. Those with the disease often get frequent lung infections. Bronchiectasis may result from a number of infective and acquired causes, including pneumonia, tuberculosis, immune system problems, and cystic fibrosis. Cystic fibrosis eventually results in severe bronchiectasis in nearly all cases. The cause in 10–50% of those without cystic fibrosis is unknown. The mechanism of disease is breakdown of the airways due to an excessive inflammatory response. Involved airways (bronchi) become enlarged and thus less able to clear secretions. These secretions increase the amount of bacteria in the lungs, result in airway blockage and further breakdown of the airways. It is classified as an obstructive lung disease, along with chronic obstructive pulmonary disease and asthma. The diagnosis is suspected based on a person's symptoms and confirmed using computed tomography. Cultures of the mucus produced may be useful to determine treatment in those who have acute worsening and at least once a year. Worsening may occur due to infection and in these cases antibiotics are recommended. Typical antibiotics used include amoxicillin, erythromycin, or doxycycline. Antibiotics may also be used to prevent worsening of disease. Airway clearance techniques, a type of physical therapy, are recommended. Medications to dilate the airways may be useful in some but the evidence is not very good. The use of inhaled steroids has not been found to be useful. Surgery, while commonly done, has not been well studied. Lung transplantation may be an option in those with very severe disease. While the disease may cause significant health problems most people with the disease do well. The disease affects between 1 per 1000 and 1 per 250,000 adults. The disease is more common in women and increases as people age. It became less common since the 1950s with the introduction of antibiotics. It is more common among certain ethnic groups such as indigenous people. It was first described by Rene Laennec in 1819. The economic costs in the United States are estimated at $630 million per year.",
            "score": 65.38283550739288
        }
    ],
    "r": [
        {
            "docid": "61593_20",
            "document": "Echinococcosis . There are several different strategies that are currently being used to prevent and control cystic echinococcosis (CE). Most of these various methods try to prevent and control CE by targeting the major risk factors for the disease and the way it is transmitted. For instance, health education programs focused on cystic echinococcosis and its agents, and improved water sanitation attempt to target poor education and poor drinking water sources, which are both risk factors for contracting echinococcosis. Furthermore, since humans often come into contact with \"Echinococcus\" eggs via touching contaminated soil, animal feces and animal hair, another prevention strategy is improved hygiene. In addition to targeting risk factors and transmission, control and prevention strategies of cystic echinococcosis also aim at intervening at certain points of the parasite’s life cycle, in particular, the infection of hosts (i.e. especially dogs) that reside with or near humans. For example, many countries endemic to echinococcosis have implemented programs geared at de-worming dogs and vaccinating dogs and other livestock, such as sheep, that also act as hosts for \"E. granulosus\".",
            "score": 110.2768325805664
        },
        {
            "docid": "61593_2",
            "document": "Echinococcosis . Echinococcosis is a parasitic disease of tapeworms of the \"Echinococcus\" type. The two main types of the disease are \"cystic echinococcosis\" and \"alveolar echinococcosis\". Less common forms include \"polycystic echinococcosis\" and \"unicystic echinococcosis\". The disease often starts without symptoms and this may last for years. The symptoms and signs that occur depend on the cyst's location and size. Alveolar disease usually begins in the liver but can spread to other parts of the body, such as the lungs or brain. When the liver is affected the person may have abdominal pain, weight loss, and turn slightly yellow from jaundice. Lung disease may cause pain in the chest, shortness of breath and coughing. The disease is spread when food or water that contains the eggs of the parasite is eaten or by close contact with an infected animal. The eggs are released in the stool of meat-eating animals that are infected by the parasite. Commonly infected animals include dogs, foxes and wolves. For these animals to become infected they must eat the organs of an animal that contains the cysts such as sheep or rodents. The type of disease that occurs in people depends on the type of \"Echinococcus\" causing the infection. Diagnosis is usually by ultrasound though computer tomography (CT) or magnetic resonance imaging (MRI) may also be used. Blood tests looking for antibodies against the parasite may be helpful as may biopsy. Prevention of cystic disease is by treating dogs that may carry the disease and vaccination of sheep. Treatment is often difficult. The cystic disease may be drained through the skin, followed by medication. Sometimes this type of disease is just watched. The alveolar type often needs surgery followed by medications. The medication used is albendazole, which may be needed for years. The alveolar disease may result in death. The disease occurs in most areas of the world and currently affects about one million people. In some areas of South America, Africa, and Asia up to 10% of the certain populations are affected. In 2015, the cystic form caused about 1200 deaths down from 2000 in 1990. The economic cost of the disease is estimated to be around 3 billion USD a year. It is classified as a neglected tropical disease and belongs to the group of diseases known as helminthiasis (worm infections). It can affect other animals such as pigs, cows and horses.",
            "score": 102.87784576416016
        },
        {
            "docid": "337566_93",
            "document": "Long-term effects of alcohol consumption . There is currently no consistent approach to measuring the economic impact of alcohol consumption. The economic burden such as direct, indirect, and intangible cost of diseases can be estimated through cost-of-illness studies. Direct costs are estimated through prevalence and incidence studies, while indirect costs are estimated through the human capital method, the demographic method, and the friction cost method. However it is difficult to accurately measure the economic impact due to differences in methodologies, cost items related to alcohol consumption, and measurement techniques.",
            "score": 88.39604187011719
        },
        {
            "docid": "6090525_48",
            "document": "Neglected tropical diseases . The cost of treatment of some of these diseases, however, such as Buruli ulcer, can amount to over twice the yearly income of an average household in the lowest income quartile, while for the highest income quartile, the burden is slightly less than the average household income. These enormous financial costs often cause deferral of treatment and financial ruin, but there is inequality between the wealthy and poor in terms of economic burden. These diseases also cost the government in terms of health care and lost worker productivity through morbidity and shortened life spans. In Kenya, for example, deworming is estimated to increase average adult income by 40 percent, which is a benefit-to-cost ratio of 100. Each untreated case of Trachoma is estimated to cost US$118 in lost productivity. Each case of schistosomiasis causes a loss of 45.4 days of work per year. Most of the diseases cost the economies of various developing countries millions of dollars. Large scale prevention campaigns are predicted to increase agricultural output and education levels.",
            "score": 86.55677795410156
        },
        {
            "docid": "19740545_70",
            "document": "Traffic collision . The global economic cost of MVCs was estimated at $518 billion per year in 2003, and $100 billion in developing countries. The Center for Disease Control and Prevention estimated the U.S. cost in 2000 at $230 billion. A 2010 US report estimated costs of $277 billion which included lost productivity, medical costs, legal and court costs, emergency service costs (EMS), insurance administration costs, congestion costs, property damage, and workplace losses. \"The value of societal harm from motor vehicle crashes, which includes both economic impacts and valuation for lost quality-of-life, was $870.8 billion in 2010. Sixty-eight percent of this value represents lost quality-of-life, while 32 percent is economic impacts.\"",
            "score": 86.20378875732422
        },
        {
            "docid": "19572217_67",
            "document": "Influenza . Influenza produces direct costs due to lost productivity and associated medical treatment, as well as indirect costs of preventative measures. In the United States, influenza is responsible for a total cost of over $10 billion per year, while it has been estimated that a future pandemic could cause hundreds of billions of dollars in direct and indirect costs. However, the economic impacts of past pandemics have not been intensively studied, and some authors have suggested that the Spanish influenza actually had a positive long-term effect on per-capita income growth, despite a large reduction in the working population and severe short-term depressive effects. Other studies have attempted to predict the costs of a pandemic as serious as the 1918 Spanish flu on the U.S. economy, where 30% of all workers became ill, and 2.5% were killed. A 30% sickness rate and a three-week length of illness would decrease the gross domestic product by 5%. Additional costs would come from medical treatment of 18 million to 45 million people, and total economic costs would be approximately $700 billion.",
            "score": 85.66830444335938
        },
        {
            "docid": "33758326_9",
            "document": "Coal in Europe . The Dutch Research Institute CE Delft estimates that the worldwide \"external costs\", or hidden costs, of coal in 2007 were €360 billion, excluding the costs of accidents, mining damages, and any loss of cultural heritage or human rights violations that occur as a result of coal production. According to IEA the coal based emissions in 1971–2008 were 303,262 Mt worldwide, 58,210 Mt (19.2%) in OECD Europe, and 5,086 Mt (1.7%) in non-OECD Europe. Europe here excludes European Russia and all the ex-Soviet states. The estimated external costs of coal carbon emissions in 2007 were €69 billion in OECD Europe and €6 billion in non-OECD Europe.",
            "score": 85.2311019897461
        },
        {
            "docid": "20423_57",
            "document": "Malaria . Poverty can increase the risk of malaria since those in poverty do not have the financial capacities to prevent or treat the disease. In its entirety, the economic impact of malaria has been estimated to cost Africa US$12 billion every year. The economic impact includes costs of health care, working days lost due to sickness, days lost in education, decreased productivity due to brain damage from cerebral malaria, and loss of investment and tourism. The disease has a heavy burden in some countries, where it may be responsible for 30–50% of hospital admissions, up to 50% of outpatient visits, and up to 40% of public health spending. Cerebral malaria is one of the leading causes of neurological disabilities in African children. Studies comparing cognitive functions before and after treatment for severe malarial illness continued to show significantly impaired school performance and cognitive abilities even after recovery. Consequently, severe and cerebral malaria have far-reaching socioeconomic consequences that extend beyond the immediate effects of the disease.",
            "score": 84.6463394165039
        },
        {
            "docid": "51106744_13",
            "document": "Mycoplasma bovis . There are only estimated economic losses in two continents due to \"Mycoplasma bovis\". The estimated loss in Europe due to \"Mycoplasma bovis\" is approximately €576 million per year. The total loss in the United States is estimated to be $108 million. US losses due to mastitis, lack of the weight gain and diminished carcass value are valued at $32 million. It is very expensive for the government and the farmers to control \"Mycoplasma bovis\". Also, it affects the production of milk and the cost for treatment is high. Because cows are the main source of income to most of the farmers, many governments have to reimburse the farmers for loss of income and stock value, which affects the economy.",
            "score": 84.44010162353516
        },
        {
            "docid": "22228064_78",
            "document": "Parkinson's disease . The costs of PD to society are high, but precise calculations are difficult due to methodological issues in research and differences between countries. The annual cost in the UK is estimated to be between 449 million and 3.3 billion pounds, while the cost per patient per year in the U.S. is probably around $10,000 and the total burden around 23 billion dollars. The largest share of direct cost comes from inpatient care and nursing homes, while the share coming from medication is substantially lower. Indirect costs are high, due to reduced productivity and the burden on caregivers. In addition to economic costs, PD reduces quality of life of those with the disease and their caregivers.",
            "score": 83.6982192993164
        },
        {
            "docid": "337566_96",
            "document": "Long-term effects of alcohol consumption . In general, indirect costs such as premature mortality due to alcohol dependence, loss of productivity due to absenteeism and presenteeism, and cost of property damage and enforcement, far exceed the direct health care and law enforcement costs. Aggregating the economic cost from all sources, the impact can range from 0.45%–5.44% of a country's gross domestic product (GDP). The wide range is due to inconsistency in measurement of economic burden, as researchers in some studies attributed possible positive effects from long term alcohol consumption.",
            "score": 83.12464904785156
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 82.58174896240234
        },
        {
            "docid": "1002560_23",
            "document": "Rocky Mountain Arsenal . Estimating exact direct and indirect impact of the contamination is very challenging as the cleaning and monitoring costs are complex. Further, there have been damages to the rural areas due to contamination resulting in livestock losses, and crop losses. In addition, contamination affects public health and nature (honeybee poisonings, pesticide resistance in pests, destruction of natural predators, wild birds, microbes) negatively. There are many studies that try to estimate the total costs due to contamination of pesticides in U.S. as well as in other countries; however, indirect costs are difficult to estimate, but likely several times than total direct environmental and social costs. In the case of Rocky Mountain Arsenal, total indirect cost was not estimated at all.",
            "score": 82.44353485107422
        },
        {
            "docid": "3687230_22",
            "document": "Trichothecene . Since then trichothecenes have been reported throughout the world. They’ve had a significant economic impact on the world due to causes such as: loss of human and animal life, increased health care and veterinary care costs, reduced livestock production, disposal of contaminated foods and feeds, and investment in research and applications to reduce severity of the mycotoxin problem. These mycotoxins account for millions of dollars annually in losses, due to factors that are often beyond human control (environmental, ecological, or storage method).",
            "score": 82.24922943115234
        },
        {
            "docid": "4754849_17",
            "document": "Bovine herpesvirus 1 . BoHV-1 is a source of economic loss in both the dairy, and the beef industries in Canada due to a decrease in production, a higher susceptibility to secondary infections, and the occurrences of abortions. A particularly great cost associated with BoHV-1 involves its contribution to causing BRD (shipping fever), which is estimated to cost $500 million to US feedlots annually.",
            "score": 81.41046142578125
        },
        {
            "docid": "1857628_93",
            "document": "Colombian conflict . The estimated loss of human capital and productivity due to labor absenteeism in 2003 amounted to $366.2 billion\". On the other hand, the loss of land productivity, which translates into a negative impact on administration, investment in physical and social capital, and the price of land in subsectors such as livestock and commercial agriculture is one of the consequences associated with the presence of an armed conflict. This cost is mainly assumed by farmers who experience the pressure of armed actions in their areas of operation. Within this context, the most serious consequences are related to the devaluation of the properties, the loss of productivity of the land -represented in the products that could potentially have been cultivated in these lands- and the difficulty in managing the efficient production of the lands. According to a study of National Planning, the estimated costs for the loss of productivity of land represented, between 1999 and 2003, $140,443.5 million, equivalent to 1.28% of the GDP of the agricultural sector of 2003.",
            "score": 81.09735870361328
        },
        {
            "docid": "56851331_2",
            "document": "Center for Economic Studies (U.S. Census Bureau) . The Center for Economic Studies (CES) is a division of the U.S. Census Bureau that undertakes research and development activities that benefits Census products and programs. CES staff conduct research in economics and other social sciences that have led to discoveries not possible using publicly available data, create new public-use data and internal research data from existing data, and run the Federal Statistical Research Data Centers. The Center for Economic Studies includes a staff of around 50 economists and other social scientists, and additional support staff, and works with customer both within and outside the Census Bureau for research and development of data products.",
            "score": 80.90921020507812
        },
        {
            "docid": "3322201_22",
            "document": "Comprehensive Smoking Education Act . Cigarette smoking was estimated to be responsible for $193 billion in annual health-related economic losses in the United States ($96 billion in direct medical costs and approximately $97 billion in lost productivity) in 2004–2004. The total economic costs (direct medical costs and lost productivity) associated with cigarette smoking are estimated at $10.47 per pack of cigarettes sold in the United States. Cigarette smoking results in 5.1 million years of potential life lost in the United States annually.",
            "score": 80.49345397949219
        },
        {
            "docid": "67554_44",
            "document": "Invasive species . Economic costs from invasive species can be separated into direct costs through production loss in agriculture and forestry, and management costs. Estimated damage and control cost of invasive species in the U.S. alone amount to more than $138 billion annually. Economic losses can also occur through loss of recreational and tourism revenues. When economic costs of invasions are calculated as production loss and management costs, they are low because they do not consider environmental damage; if monetary values were assigned to the extinction of species, loss in biodiversity, and loss of ecosystem services, costs from impacts of invasive species would drastically increase. The following examples from different sectors of the economy demonstrate the impact of biological invasions.",
            "score": 79.22109985351562
        },
        {
            "docid": "160067_34",
            "document": "Tsetse fly . Tsetse flies transmit a similar disease to humans, called African trypanosomiasis - human African trypanosomiasis (HAT) or sleeping sickness. An estimated 70 million people in 20 countries are at different levels of risk and only 3-4 million people are covered by active surveillance. The DALY index (disability-adjusted life years), an indicator to quantify the burden of disease, includes the impact of both the duration of life lost due to premature death and the duration of life lived with a disability. The annual burden of sleeping sickness is estimated at 2 million DALYs. Since the disease tends to affect economically active adults, the total cost to a family with a patient is about 25% of a year’s income.",
            "score": 77.42733764648438
        },
        {
            "docid": "2859941_20",
            "document": "Flu season . A recent study estimated that in the United States, annual inﬂuenza epidemics result in approximately 600,000 life-years lost, 3 million hospitalized days, and 30 million outpatient visits, resulting in medical costs of $10 billion annually. According to this study, lost earnings due to illness and loss of life amounted to over $15 billion annually and the total economic burden of annual inﬂuenza epidemics amounts to over $80 billion. Also, in the US the flu season usually accounts for 200,000 hospitalizations and 41,000 deaths.",
            "score": 77.06033325195312
        },
        {
            "docid": "17243237_11",
            "document": "Chronic disease in China . The economic consequences of chronic diseases for China are serious. For cardiovascular disease alone, Chinese people aged 35–64 years lost 6.7 million years of productive life during the year 2000 at a cost to the country of around US$30 billion. Only a quarter of this cost was estimated to be direct health-care costs. If current trends continue the total of years of productive life lost in this age range in China is estimated to increase to 10.5 million by 2030. It is estimated that in 2005 China will lose about $18 billion in national income from the effects of heart disease, stroke, and diabetes on labor supplies and savings. The cumulative loss over the period 2005–2015 would be about $556 billion.",
            "score": 76.58885955810547
        },
        {
            "docid": "3160300_21",
            "document": "Needlestick injury . There are indirect and direct costs associated with needlestick injuries. The US Government Accountability Office (GAO) determined that requiring hospitals to use safety-engineered needles would result in substantial savings due to the reduction in needlestick injuries requiring treatment. Costs of needlestick injuries include prophylaxis, wages and time lost by workers, quality of life, emotional distress, costs associated with drug toxicity, organizational liability, mortality, quality of patient care, and workforce reduction. Testing and follow-up treatment for healthcare workers who experienced a needlestick injury was estimated at $5,000 in the year 2000, depending upon the medical treatment provided. The American Hospital Association found that a case of infection by blood-borne pathogens could cost $1 million for testing, follow-up, and disability payments. An estimated $1 billion annually is saved by preventing needlestick injuries among healthcare workers in the US, including fees associated with testing, laboratory work, counseling, and follow-up costs.",
            "score": 76.54431915283203
        },
        {
            "docid": "28106345_9",
            "document": "Fire Sprinkler Incentive Act . The direct property damage caused by fire is more than $10 billion annually in the U.S., rising to $107 billion when accounting for indirect costs such as lost economic activity. The total cost due to fire in America reaches $347 billion when including human losses, economic losses, and the cost of provisions to prevent the cost of fire.",
            "score": 76.35192108154297
        },
        {
            "docid": "12274183_23",
            "document": "Hangover . Alcohol hangover has considerable economic consequences. A British study found that alcohol use accounted for 3.3 billion (USD) in lost wages each year, as a result of work missed because of hangovers. In Canada 1.4 billion (USD) is lost each year because of decreased occupational productivity caused by hangover-like symptoms. In Finland, a country with a population of 5 million persons, over 1 million workdays are lost each year because of hangovers. The average annual opportunity cost due to hangovers are estimated as 2000 (USD) per working adult. The socioeconomic implications of an alcohol hangover include workplace absenteeism, impaired job performance, reduced productivity and poor academic achievement. Potentially dangerous daily activities such as driving a car or operating heavy machinery are also negatively influenced.",
            "score": 76.31666564941406
        },
        {
            "docid": "38238_100",
            "document": "Hepatitis . Overall, hepatitis accounts for a significant portion of healthcare expenditures in both developing and developed nations, and is expected to rise in a several developing countries. While hepatitis A infections are self-limited events, they are associated with significant costs in the United States. It has been estimated that direct and indirect costs are approximately $1817 and $2459 respectively per case, and that an average of 27 work days is lost per infected adult. A 1997 report demonstrated that a single hospitalization related to hepatitis A cost an average of $6,900 and resulted in around $500 million in total annual healthcare costs. Cost effectiveness studies have found widespread vaccination of adults to not be feasible, but have stated that a combination hepatitis A and B vaccination of children and at risk groups (people from endemic areas, healthcare workers) may be.",
            "score": 76.2991714477539
        },
        {
            "docid": "1278559_2",
            "document": "CE marking . CE marking is a certification mark that indicates conformity with health, safety, and environmental protection standards for products sold within the European Economic Area (EEA). The CE marking is also found on products sold outside the EEA that are manufactured in, or designed to be sold in, the EEA. This makes the CE marking recognizable worldwide even to people who are not familiar with the European Economic Area. It is in that sense similar to the FCC Declaration of Conformity used on certain electronic devices sold in the United States.",
            "score": 76.27816009521484
        },
        {
            "docid": "23217153_30",
            "document": "Chromera velia . Just as humans are subject to infections by the apicomplexans \"Plasmodium\" and \"Cryptosporidium\", animals are also subject to infection by apicomplexans including \"Toxoplasma\", \"Babesia\", \"Neospora\", and \"Eimeria\". It is said anecdotally, that almost every animal on earth has one or more species of apicomplexan parasite that challenge it. The economic burden from apicomplexan parasites is estimated in the billions of dollars, (see also Malaria) on top of the human and animal costs of these organisms. An increased understanding of the evolutionary roles and functions of apicoplasts and apical complexes can impact on research about the apicomplexan parasites of livestock animals, making \"C. velia\" of interest in an agricultural context as well as in the medical and ecological fields.",
            "score": 76.21586608886719
        },
        {
            "docid": "6090525_16",
            "document": "Neglected tropical diseases . The rates of echinococcosis is higher in rural areas, and there are more than one million people infected currently. Untreated alveolar echinococcosis is fatal. It is caused by ingesting parasites in animal feces. There are two versions of the disease: cystic and alveolar. Both versions involve an asymptomatic incubation period of several years. In the cystic version, liver cysts cause abdominal pain, nausea and vomiting while cysts in the lungs cause chronic cough, chest pain, and shortness of breath. In alveolar echinococcosis, a primary cyst develops, usually in the liver, in addition to weight loss, abdominal pain, general feeling of ill health, and signs of liver failure.",
            "score": 75.62775421142578
        },
        {
            "docid": "19918654_4",
            "document": "Education economics . Investments in human capital entail an investment cost, just as any investment does. Typically in European countries most education expenditure takes the form of government consumption, although some costs are also borne by individuals. These investments can be rather costly. EU governments spent between 3% and 8% of GDP on education in 2005, the average being 5%. However, measuring the spending this way alone greatly underestimates the costs because a more subtle form of costs is completely overlooked: the opportunity cost of forgone wages as students cannot work while they study. It has been estimated that the total costs, including opportunity costs, of education are as much as double the direct costs. Including opportunity costs investments in education can be estimated to have been around 10% of GDP in the EU countries in 2005. In comparison investments in physical capital were 20% of GDP. Thus the two are of similar magnitude. Human capital in the form of education shares many characteristics with physical capital. Both require an investment to create and, once created, both have economic value. Physical capital earns a return because people are willing to pay to use a piece of physical capital in work as it allows them to produce more output. To measure the productive value of physical capital, we can simply measure how much of a return it commands in the market. In the case of human capital calculating returns is more complicated – after all, we cannot separate education from the person to see how much it rents for. To get around this problem, the returns to human capital are generally inferred from differences in wages among people with different levels of education. Hall and Jones have calculated from international data that on average that the returns on education are 13.4% per year for first four years of schooling (grades 1–4), 10.1% per year for the next four years (grades 5–8) and 6.8% for each year beyond eight years. Thus someone with 12 years of schooling can be expected to earn, on average, 1.134 × 1.101 × 1.068 = 3.161 times as much as someone with no schooling at all. Economy-wide, the effect of human capital on incomes has been estimated to be rather significant: 65% of wages paid in developed countries is payments to human capital and only 35% to raw labor. The higher productivity of well-educated workers is one of the factors that explain higher GDPs and, therefore, higher incomes in developed countries. A strong correlation between GDP and education is clearly visible among the countries of the world, as is shown by the upper left figure. It is less clear, however, how much of a high GDP is explained by education. After all, it is also possible that rich countries can simply afford more education.",
            "score": 75.48904418945312
        },
        {
            "docid": "35672535_28",
            "document": "Rotaviral gastroenteritis . Rotaviruses infect the young of many species of animals and they are a major cause of diarrhoea in wild and reared animals worldwide. As a pathogen of livestock, notably in young calves and piglets, rotaviruses cause economic loss to farmers because of costs of treatment associated with high morbidity and mortality rates. These rotaviruses are a potential reservoir for genetic exchange with human rotaviruses. There is evidence that animal rotaviruses can infect humans, either by direct transmission of the virus or by contributing one or several RNA segments to reassortants with human strains.",
            "score": 75.30277252197266
        },
        {
            "docid": "140968_44",
            "document": "Rotavirus . Rotaviruses infect the young of many species of animals and they are a major cause of diarrhoea in wild and reared animals worldwide. As a pathogen of livestock, notably in young calves and piglets, rotaviruses cause economic loss to farmers because of costs of treatment associated with high morbidity and mortality rates. These rotaviruses are a potential reservoir for genetic exchange with human rotaviruses. There is evidence that animal rotaviruses can infect humans, either by direct transmission of the virus or by contributing one or several RNA segments to reassortants with human strains.",
            "score": 75.30277252197266
        }
    ]
}