{
    "q": [
        {
            "docid": "15925628_36",
            "document": "Hepatitis B . The primary method of transmission reflects the prevalence of chronic HBV infection in a given area. In low prevalence areas such as the continental United States and Western Europe, injection drug abuse and unprotected sex are the primary methods, although other factors may also be important. In moderate prevalence areas, which include Eastern Europe, Russia, and Japan, where 2–7% of the population is chronically infected, the disease is predominantly spread among children. In high-prevalence areas such as China and South East Asia, transmission during childbirth is most common, although in other areas of high endemicity such as Africa, transmission during childhood is a significant factor. The prevalence of chronic HBV infection in areas of high endemicity is at least 8% with 10–15% prevalence in Africa/Far East. As of 2010, China has 120 million infected people, followed by India and Indonesia with 40 million and 12 million, respectively. According to World Health Organization (WHO), an estimated 600,000 people die every year related to the infection.",
            "score": 38.76589620113373
        },
        {
            "docid": "191304_2",
            "document": "Schistosomiasis . Schistosomiasis, also known as snail fever and bilharzia, is a disease caused by parasitic flatworms called schistosomes. The urinary tract or the intestines may be infected. Symptoms include abdominal pain, diarrhea, bloody stool, or blood in the urine. Those who have been infected for a long time may experience liver damage, kidney failure, infertility, or bladder cancer. In children, it may cause poor growth and learning difficulty. The disease is spread by contact with fresh water contaminated with the parasites. These parasites are released from infected freshwater snails. The disease is especially common among children in developing countries as they are more likely to play in contaminated water. Other high risk groups include farmers, fishermen, and people using unclean water during daily living. It belongs to the group of helminth infections. Diagnosis is by finding eggs of the parasite in a person's urine or stool. It can also be confirmed by finding antibodies against the disease in the blood. Methods to prevent the disease include improving access to clean water and reducing the number of snails. In areas where the disease is common, the medication praziquantel may be given once a year to the entire group. This is done to decrease the number of people infected and, consequently, the spread of the disease. Praziquantel is also the treatment recommended by the World Health Organization (WHO) for those who are known to be infected. Schistosomiasis affected about 252 million people worldwide in 2015. An estimated 4,400 to 200,000 people die from it each year. The disease is most commonly found in Africa, as well as Asia and South America. Around 700 million people, in more than 70 countries, live in areas where the disease is common. In tropical countries, schistosomiasis is second only to malaria among parasitic diseases with the greatest economic impact. Schistosomiasis is listed as a neglected tropical disease. Many individuals do not experience symptoms. If symptoms do appear, they usually take from four to six weeks from the time of infection. The first symptom of the disease may be a general feeling of illness. Within twelve hours of infection, an individual may complain of a tingling sensation or light rash, commonly referred to as \"swimmer's itch\", due to irritation at the point of entrance. The rash that may develop can mimic scabies and other types of rashes. Other symptoms can occur two to ten weeks later and can include fever, aching, a cough, diarrhea, chills or gland enlargement. These symptoms can also be related to avian schistosomiasis, which does not cause any further symptoms in humans.",
            "score": 53.23620104789734
        },
        {
            "docid": "4637216_25",
            "document": "Diseases of poverty . Schistosomiasis (bilharzia) is a parasitic disease caused by the parasitic flatworm trematodes. Moreover, more than 80 percent of the 200 million people worldwide who have schistosomiasis live in sub-Saharan Africa. Infections often occur in contaminated water where freshwater snails release larval forms of the parasite. After penetrating the skin and eventually traveling to the intestines or the urinary tract, the parasite lays eggs and infects those organs. It damages the intestines, bladder, and other organs and can lead to anemia and protein-energy deficiency. Along with malaria, schistosomiasis is one of the most important parasitic co-factors aiding in HIV transmission. Epidemiological data shows schistosome-endemic areas coincide with areas of high HIV prevalence, suggesting that parasitic infections such as schistosomiasis increase risk of HIV transmission.",
            "score": 54.0372519493103
        },
        {
            "docid": "14538761_5",
            "document": "Disease diffusion mapping . The value of mapping and Geographic Information Systems (GIS) is becoming better known to public health professionals to help link disease control to prevention efforts, which can aid in developing better immunization programs. GIS is an excellent tool used to identify spatial patterns and core areas of disease transmission. Disease maps can distinguish the low and high risk areas, as well as highlight “physical and/or socio-cultural” factors that contribute to the causation of disease. Understanding how a disease spreads gives health officials a better understanding of how to better serve the public.",
            "score": 58.43629240989685
        },
        {
            "docid": "1072877_9",
            "document": "Tropical medicine . In developing countries alone, 22 million people are living with HIV. Most infections are still in Africa, but Asia, Latin America, and the Caribbean are now seeing large numbers of infections as well. 95% of expected new infections will occur in the low income countries in the tropics. The expected number of new infections is 3-4 million per year. Risk factors such as needle use and unprotected sex are much more prevalent in tropical and underdeveloped areas. Once HIV is transmitted to a tropical area it is spread throughout the sexually active population. Though how fast and how far it spreads varies, some African countries have an HIV prevalence of 10%. More alarming still, in urban areas, prevalence among pregnant women can get as high as 30%. Healthcare professionals themselves are at great risk of exposure to HIV. An HIV prevalence of 10% means any given workforce will also have a 10% prevalence, and this does not exclude the healthcare team. Tuberculosis is thought to cause a more rapid disease progression. Tuberculosis is prevalent in tropical and under-developed countries, only making HIV more devastating. Without the expensive and high-tech medical equipment of developed, western countries, physicians in the tropics are left with few options. If they are able to catch an HIV-related bacterial or mycobacterial disease they can diagnose and manage the disease with basic drugs and standard treatment protocol. Many under-developed countries do not have a care strategy, and of those that do, they aren't as effective as they need to be to stop the spread of HIV.",
            "score": 55.930856227874756
        },
        {
            "docid": "178197_6",
            "document": "Statin . The National Institute for Health and Clinical Excellence (NICE) recommends statin treatment for adults with an estimated 10 year risk of developing cardiovascular disease that is greater than 10%. Guidelines by the American College of Cardiology and the American Heart Association recommend statin treatment for primary prevention of cardiovascular disease in adults with LDL cholesterol ≥ 190 mg/dL or those with diabetes, age 40–75 with LDL-C 70–190 mg/dl; or in those with a 10-year risk of developing heart attack or stroke of 7.5% or more. In this latter group, statin assignment was not automatic, but was recommended to occur only after a clinician-patient risk discussion with shared decision making where other risk factors and lifestyle are addressed, the potential for benefit from a statin is weighed against the potential for adverse effects or drug interactions and informed patient preference is elicited. Moreover, if a risk decision was uncertain, factors such as family history, coronary calcium score, ankle-brachial index, and an inflammation test (hs-CRP ≥ 2.0 mg/L) were suggested to inform the risk decision. Additional factors that could be used were an LDL-C ≥ 160 or a very high lifetime risk. However, critics such as Steven E. Nissen say that the AHA/ACC guidelines were not properly validated, overestimate the risk by at least 50%, and recommend statins for patients who will not benefit, based on populations whose observed risk is lower than predicted by the guidelines. The European Society of Cardiology and the European Atherosclerosis Society recommend the use of statins for primary prevention, depending on baseline estimated cardiovascular score and LDL thresholds.",
            "score": 49.65459966659546
        },
        {
            "docid": "35291265_4",
            "document": "QRISK . The algorithm has subsequently been validated by an independent team using an external dataset. The results were published in the BMJ and demonstrated that QRISK performed better than Framingham . www.qrisk.org is updated annually to reflect changes in populations, data quality and national guidelines (such as a change in age range over which cardiovascular risk should be assessed). The inclusion of ethnicity and deprivation in the QRISK2 algorithm is designed to help prevent widening health inequalities. The QIntervention website combines QRISK with a similar risk prediction tool (www.qdiabetes.org) to calculate risk of cardiovascular disease and type 2 diabetes. www.qintervention.org also allows clinicians to assess 'what if' scenarios i.e. how risk might change with modification of risk factors such as weight loss, stopping smoking, use of statins and better blood pressure control.",
            "score": 48.839274883270264
        },
        {
            "docid": "1043902_2",
            "document": "Fasciolosis . Fasciolosis is a parasitic worm infection caused by the common liver fluke \"Fasciola hepatica\" as well as by \"Fasciola gigantica\". The disease is a plant-borne trematode zoonosis, and is classified as a neglected tropical disease (NTD). It affects humans, but its main host is ruminants such as cattle and sheep. The disease progresses through four distinct phases; an initial incubation phase of between a few days up to three months with little or no symptoms; an invasive or acute phase which may manifest with: fever, malaise, abdominal pain, gastrointestinal symptoms, urticaria, anemia, jaundice, and respiratory symptoms. The disease later progresses to a latent phase with less symptoms and ultimately into a chronic or obstructive phase months to years later. In the chronic state the disease causes inflammation of the bile ducts, gall bladder and may cause gall stones as well as fibrosis. While chronic inflammation is connected to increased cancer rates, it is unclear whether fasciolosis is associated with increased cancer risk. Up to half of those infected display no symptoms, and diagnosis is difficult because the worm eggs are often missed in fecal examination. The methods of detection are through fecal examination, parasite-specific antibody detection, or radiological diagnosis, as well as laparotomy. In case of a suspected outbreak it may be useful to keep track of dietary history, which is also useful for exclusion of differential diagnoses. Fecal examination is generally not helpful because the worm eggs can seldom be detected in the chronic phase of the infection. Eggs appear in the feces first between 9–11 weeks post-infection. The cause of this is unknown, and it is also difficult to distinguish between the different species of fasciola as well distinguishing them from echinostomes and \"Fasciolopsis\". Most immunodiagnostic tests detect infection with very high sensitivity, and as concentration drops after treatment, it is a very good diagnostic method. Clinically it is not possible to differentiate from other liver and bile diseases. Radiological methods can detect lesions in both acute and chronic infection, while laparotomy will detect lesions and also occasionally eggs and live worms. Because of the size of the parasite, as adult \"F. hepatica\": or adult \"F. gigantica:\" 25–75×12 mm, fasciolosis is a big concern. The amount of symptoms depend on how many worms and what stage the infection is in. The death rate is significant in both sheep and cattle, but generally low among humans. Treatment with triclabendazole has been highly effective against the adult worms as well as various developing stages. Praziquantel is not effective, and older drugs such as bithionol are moderately effective but also cause more side effects. Secondary bacterial infection causing cholangitis has also been a concern and can be treated with antibiotics, and toxaemia may be treated with prednisolone. Humans are infected by eating watergrown plants, primarily wild-grown watercress in Europe or morning glory in Asia. Infection may also occur by drinking contaminated water with floating young fasciola or when using utensils washed with contaminated water. Cultivated plants do not spread the disease in the same capacity. Human infection is rare, even if the infection rate is high among animals. Especially high rates of human infection have been found in Bolivia, Peru and Egypt, and this may be due to consumption of certain foods. No vaccine is available to protect people against \"Fasciola\" infection. Preventative measures are primarily treating and immunization of the livestock, which are required to host the live cycle of the worms. Veterinary vaccines are in development, and their use is being considered by a number of countries on account of the risk to human health and economic losses resulting from livestock infection. Other methods include using molluscicides to decrease the number of snails that act as vectors, but it is not practical. Educational methods to decrease consumption of wild watercress and other waterplants has been shown to work in areas with a high disease burden.",
            "score": 41.02470946311951
        },
        {
            "docid": "23339740_17",
            "document": "Mass drug administration . MDA is included in the malaria-control policy of the People’s Republic of China. Following the first malaria-control phase from 1955 to 1962, which was mostly focused on malaria surveys, mass administrations were added to vector control measures and improved case management in 10 of China’s 33 provinces. The drugs used in the administrations, mostly chloroquine and piperaquine, were provided free of charge by the central government. The economic reforms instituted by Deng Xiaoping, which ultimately put an end to the provision of free health care through the central government and the emergence of resistance against the most widely used antimalarials modified the use of mass drug administrations after 1980. MDAs are now targeted at high-risk populations, specifically non-immune migratory workers who receive repeated courses during the high transmission season. According to government guidelines, piperaquine, chloroquine, or sulfadoxine combined with primaquine can be used for mass administrations. The artemisinin derivatives are not used in mass drug administrations and are reserved for treatment failures. Malaria burden and control measures are shown in Table 1. Between 1990 and 2000 the malaria prevalence dropped from 10.6 to 1.9 / 100,000, the number of reported malaria cases dropped from 117,359 to 24,088 while the number of reported deaths attributable to malaria remained stable. These data, reported to the national government, depend on reporting from health care providers and like all data depending on passive surveillance tend to underestimate the true disease burden. However, there is no reason to think that the level of underreporting has changed over the last decade. Therefore, the proportional reduction in malaria disease burden is likely to be true. Malaria-control measures, including MDA, as well as major ecologic changes during the second half of the last century are likely to have been responsible for the more than 100-fold reduction in malaria burden in China since the initial surveys in 1955. The widespread use of antimalarials has been followed by the emergence of drug resistance especially in regions with high drug use. By 1995 more than 95% of \"P.falciparum\" strains isolated in the South of Yunnan province were found to be resistant to chloroquine, and piperaquine while in the remainder of Yunnan and Hainan province the resistance rates were 85%and 38% respectively.",
            "score": 58.2637996673584
        },
        {
            "docid": "19027927_7",
            "document": "HIV/AIDS in Zambia . The primary modes of HIV transmission are through sex, intravenous drug use and mother-to-child transmission. HIV prevalence rates vary considerably within the country. Infection rates are highest in cities and towns along major transportation routes and lower in rural areas with low population density. HIV prevalence among pregnant women can range from less than 10 percent in some areas to 30 percent in others. In general, however, young women ages 25 to 34 are at much higher risk of being infected by HIV than young men in the same age group. The prevalence rates are 12.7 and 3.8 percent, respectively. Risk for the disease is higher for people with sensory, intellectual, physical and psychosocial disabilities, despite the 2012 Persons with Disabilities Act. Other at-risk populations include military personnel, people in prostitution, truck drivers, and people who work in fisheries. Although men who have sex with men have a higher risk of HIV transmission than those who do not, the government-operated National AIDS Control Program does not address same-sex relationships. While Zambia's national prevalence rate remains high and shows no sign of declining, the country has been noted for its significant increases in antiretroviral treatment (ART) access.",
            "score": 44.46371114253998
        },
        {
            "docid": "23339740_3",
            "document": "Mass drug administration . This article describes the administration of antimalarial drugs to whole populations an intervention which has been used as a malaria-control measure for more than 70 years. Recent proposals to eliminate or even to eradicate malaria have led to a renewed interest in mass drug administrations in areas with very high malaria endemicity. Drugs have been administered either directly as a full therapeutic course of treatment or indirectly through the fortification of salt. Mass drug administrations were generally unsuccessful in interrupting transmission but, in some cases, had a marked effect on parasite prevalence and on the incidence of clinical malaria. MDAs are likely to encourage the spread of drug-resistant parasites and so have only a limited role in malaria control. They may have a part to play in the management of epidemics and in the control of malaria in areas with a very short transmission season. In order to reduce the risk of spreading drug resistance, MDAs should use more than one drug and, preferably include a drug, such as an artemisinin, which has an effect on gametocytes. MDAs have low acceptance in areas with low malaria endemicity.",
            "score": 56.588287234306335
        },
        {
            "docid": "20423_43",
            "document": "Malaria . The geographic distribution of malaria within large regions is complex, and malaria-afflicted and malaria-free areas are often found close to each other. Malaria is prevalent in tropical and subtropical regions because of rainfall, consistent high temperatures and high humidity, along with stagnant waters in which mosquito larvae readily mature, providing them with the environment they need for continuous breeding. In drier areas, outbreaks of malaria have been predicted with reasonable accuracy by mapping rainfall. Malaria is more common in rural areas than in cities. For example, several cities in the Greater Mekong Subregion of Southeast Asia are essentially malaria-free, but the disease is prevalent in many rural regions, including along international borders and forest fringes. In contrast, malaria in Africa is present in both rural and urban areas, though the risk is lower in the larger cities.",
            "score": 67.94812536239624
        },
        {
            "docid": "2196281_28",
            "document": "Paragonimus westermani . Prevention programs should promote more hygienic food preparation by encouraging safer cooking techniques and more sanitary handling of potentially contaminated seafood. The elimination of the first intermediate host, the snail, is not tenable due to the nature of the organisms habits. A key component to prevention is research, more specifically the research of everyday behaviors. This recent study was conducted as a part of a broader effort to determine the status of \"Paragonimus\" species infection in Laos. An epidemiological survey was conducted on villagers and schoolchildren in Namback District between 2003 and 2005. Among 308 villagers and 633 primary and secondary schoolchildren, 156 villagers and 92 children had a positive reaction on a \"Paragonimus\" skin test. Consequently, several types of crabs were collected from markets and streams in a paragonimiasis endemic area for the inspection of metacercariae and were identified as the second intermediate host of the \"Paragonimus\" species. In this case study, we see how high prevalence of paragonimiasis is explained by dietary habits of the population. Amongst schoolchildren, many students reported numerous experiences of eating roast crabs in the field. Adult villagers reported frequent consumption of seasoned crabs (Tan Cheoy Koung) and papaya salad (Tammack Koung) with crushed raw crab. In addition to this characteristic feature of the villagers' food culture, the denizens of this area drink fresh crab juice as a traditional cure for measles, and this was also thought to constitute a route for infection.",
            "score": 25.35790467262268
        },
        {
            "docid": "53417080_33",
            "document": "Environmental health policy . In 2006, the World Health Organization created a study on specific diseases and injuries affected by environmental risks, and which regions of the world are at the most risk of injury. WHO studies the effects and supports the design of preventative and health strategies in countries to reduce environmental health risks. Environmental factors such as air and water quality, patterns of energy use, and patterns of land use can directly and indirectly affect health of citizens. WHO's findings found that 24% of global disease and 23% of deaths are caused by environmental factors (although they vary from developing countries with 25%, and developed with 17%). Several diseases found in the study included diarrhea, respiratory infections, malaria, and unintentional injuries caused by environmental factors that can be modified by policy. Infectious diseases is a higher burden in developing countries than in developed, attributed to more exposure to environmental risks and lack of access to health care. Diseases attributed to environmental factors decrease with development to either eradication, or to levels comparable to developed regions. Children are disproportionately affected by environmental hazards. WHO found that children under the age of five are more prone to diseases from environmental factors than the rest of the total population.",
            "score": 41.90582299232483
        },
        {
            "docid": "41081621_6",
            "document": "Taenia hydatigena . Cysticercosis is rare in the U.S. and most parts of Europe. It is primarily found in immigrant species, or species that have arrived from another country. The main objectives are as follows: to reduce the chances of becoming infected, and, if infected, to reduce the chances of the infection being transmitted. Educating the general public will help change how the disease is perceived. This could help people better understand risks and allow people to not live in fear of the disease. The high prevalence of some zoonotic helminths could indicate that humans in specific regions such as; the mediterranean area, south of the Sahara in the semi-arid areas of East Africa, South Africa, South America, East Europe and parts of China. These areas are at serious risk of transmission and, if all the preventive measures are not taken, the human infection may spread quickly. Preventive programs, such as elimination of the stray dogs from cities and rural regions, could be necessary in this instance. However, control of wild canids can be difficult, but there are other regulatory measures that can be applied to communities, such as health education and implementing strict regulations of livestock slaughtering in slaughter houses and farms, could reduce the risk of parasite transmission. In addition, it is important for public health authorities, pet owners, physicians and veterinarians in these regions to pay close attention to patients and to remain informed of any possible outbreaks and transmission. In a study conducted at Washington State University, the effects of heat treatment were analyzed on the young forms of Taenia hydatigena. They observed that when the eggs were treated at temperatures of 60 degrees C they did not establish in the hosts. This could be influential in future prevention methods.",
            "score": 46.27727031707764
        },
        {
            "docid": "24842835_6",
            "document": "Environmental social science . Social epidemiologists research how SES (socio-economic status) determines varying access to resources like income and prestige can generate stratification in health and quality of life. Often, their investigations relate to the social determinants of health which the Centers for Disease Control and Prevention (CDC) reports as the \"conditions in the places where people live, learn, work, and play ... that affect a wide range of health risks and outcomes\". These epidemiologists must work in conjunction with environmental social scientists to understand the significance of different environments' effects on humans. Such work influences environmental and public health policies to better the living standards for humans globally. The Fifth European Ministerial Conference on Environment and Health agreed to work on improving low-income housing conditions with new urban planning, health equity, and environmental justice policies with a specific focus on preventing children from exposure to significant environmental health risks. Certain environments' affects on humans provides trends that social epidemiologists can investigate to determine if they are related to a divide of social status especially if only a certain part of the population is negatively affected. Epidemiology uses a host-agent-environment triangle framework to understand why humans are falling ill and this three prong approach allows social epidemiologists to explore how the environment is contributing to the decline in health status for a subsection of or the entire population. It promotes the idea that the social, cultural, economic, political and environmental factors are all important factors to be considered, and health impact assessments (HIA) recommended by social epidemiologists working with environment social scientists are effectively making positive changes in the environment. The World Health Organization (WHO) worked with its members to compose the Strategic Environmental Assessment (SEA) protocol in 2001 to ensure health impact assessments would be made with environmental assessments for policies relating to bettering the quality of life especially within low socioeconomic communities all around the world. As the environment can create stressors that are factors (i.e. low quality housing in areas of high pollution) that limit the quality of life of millions of people globally, environmental social scientists work collaboratively with the data social epidemiologists investigate and provide to understand the relationship between health status and environmental issues.",
            "score": 35.59108078479767
        },
        {
            "docid": "191304_20",
            "document": "Schistosomiasis . Many countries are working towards eradicating the disease. The WHO is promoting these efforts. In some cases, urbanization, pollution, and the consequent destruction of snail habitat have reduced exposure, with a subsequent decrease in new infections. The drug praziquantel is used for prevention in high-risk populations living in areas where the disease is common.",
            "score": 41.792710304260254
        },
        {
            "docid": "2118246_28",
            "document": "Global health . More than one billion people were treated for at least one neglected tropical disease in 2015. Neglected tropical diseases are a diverse group of infectious diseases that are endemic in tropical and subtropical regions of 149 countries, primarily effecting low and middle income populations in Africa, Asia, and Latin America. They are variously caused by bacteria (Trachoma, Leprosy), viruses (Dengue, Rabies), protozoa (Human African trypanosomiasis, Chagas), and helminths (Schistosomiasis, Onchocerciasis, Soil transmitted helminths). The Global Burden of Disease Study concluded that neglected tropical diseases comprehensively contributed to approximately 26.06 million disability-adjusted life years in 2010, as well as significant deleterious economic effects. In 2011, the World Health Organization launched a 2020 Roadmap for neglected tropical diseases, aiming for the control or elimination of 10 common diseases. The 2012 London Declaration builds on this initiative, and called on endemic countries and the international community to improve access to clean water and basic sanitation, improved living conditions, vector control, and health education, to reach the 2020 goals. In 2017, a WHO report cited 'unprecedented progress' against neglected tropical diseases since 2007, especially due to mass drug administration of drugs donated by pharmaceutical companies.",
            "score": 36.06009125709534
        },
        {
            "docid": "6090525_73",
            "document": "Neglected tropical diseases . There are currently only two donor-funded non-governmental organizations that focus exclusively on NTDs: the Schistosomiasis Control Initiative and Deworm the World. Despite under-funding, many neglected diseases are cost-effective to treat and prevent. The cost of treating a child for infection of soil transmitted helminths and schistosomes (some of the main causes of neglected diseases), is less than US$0.50 per year, when administered as part of school-based mass deworming by Deworm the World. This programme is recommended by Giving What We Can and the Copenhagen Consensus Centre as one of the most efficient and cost-effective solutions. The efforts of Schistosomiasis Control Initiative to combat neglected diseases include the use of rapid-impact packages: supplying schools with packages including four or five drugs, and training teachers in how to administer them.",
            "score": 57.597235679626465
        },
        {
            "docid": "6090525_46",
            "document": "Neglected tropical diseases . Many neglected tropical diseases and other prevalent diseases share common vectors, creating another opportunity for treatment and control integration. One such example of this is malaria and lymphatic filariasis. Both diseases are transmitted by the same or related mosquito vectors. Vector control, through the distribution of insecticide treated nets, reduces the human contact with a wide variety of disease vectors. Integrated vector control may also alleviate pressure on mass drug administration, especially with respect to rapidly evolving drug resistance. Combining vector control and mass drug administration deemphasizes both, making each less susceptible to resistance evolution.",
            "score": 49.385361671447754
        },
        {
            "docid": "22737230_2",
            "document": "Pinworm infection . Pinworm infection, also known as enterobiasis, is a human parasitic disease caused by the pinworm. The most common symptom is itching in the anal area. This can make sleeping difficult. The period of time from swallowing eggs to the appearance of new eggs around the anus is 4 to 8 weeks. Some people who are infected do not have symptoms. The disease is spread between people by pinworm eggs. The eggs initially occur around the anus and can survive for up to three weeks in the environment. They may be swallowed following contamination of the hands, food, or other articles. Those at risk are those who go to school, live in a health care institution or prison, or take care of people who are infected. Other animals do not spread the disease. Diagnosis is by seeing the worms which are about one centimeter or the eggs under a microscope. Treatment is typically with two doses of the medications mebendazole, pyrantel pamoate, or albendazole two weeks apart. Everyone who lives with or takes care of an infected person should be treated at the same time. Washing personal items in hot water after each dose of medication is recommended. Good handwashing, daily bathing in the morning, and daily changing of underwear can help prevent reinfection. Pinworm infections commonly occur in all parts of the world. It is the most common worm infection in the developed world. School aged children are the most commonly infected. In the United States about 20% of people at one point in time develop pinworm. Infection rates among high risk groups may be as high as 50%. It is not considered a serious disease. Pinworms are believed to have affected humans throughout history.",
            "score": 44.14645576477051
        },
        {
            "docid": "7972254_7",
            "document": "Predictive medicine . The future of medicine's focus may potentially shift from treating existing diseases, typically late in their progression, to preventing disease before it sets in. Predictive health and predictive medicine is based on probabilities: while it evaluates susceptibility to diseases, it is not able to predict with 100% certainty that a specific disease will occur. Unlike many preventive interventions that are directed at groups (e.g., immunization programs), predictive medicine is conducted on an individualized basis. For example, glaucoma is a monogenic disease whose early detection can allow to prevent permanent loss of vision. Predictive medicine is expected to be most effective when applied to polygenic multifactorial disease that are prevalent in industrialized countries, such as diabetes mellitus, hypertension, and myocardial infarction. With careful usage, predictive medicine methods such as genetic screens can help diagnose inherited genetic disease caused by problems with a single gene (such as cystic fibrosis) and help early treatment. Some forms of cancer and heart disease are inherited as single-gene diseases and some people in these high-risk families may also benefit from access to genetic tests. As more and more genes associated with increased susceptibility to certain diseases are reported, predictive medicine becomes more useful.",
            "score": 65.54615688323975
        },
        {
            "docid": "339553_32",
            "document": "Diagnosis of HIV/AIDS . Of course, the actual numbers vary depending on the testing population. This is because interpreting of the results of any medical test (assuming no test is 100% accurate) depends upon the initial degree of belief, or the prior probability that an individual has, or does not have a disease. Generally the prior probability is estimated using the prevalence of a disease within a population or at a given testing location. The positive predictive value and negative predictive value of all tests, including HIV tests, take into account the prior probability of having a disease along with the accuracy of the testing method to determine a new degree of belief that an individual has or does not have a disease (also known as the posterior probability). The chance that a positive test accurately indicates an HIV infection increases as the prevalence or rate of HIV infection increases in the population. Conversely, the negative predictive value will decrease as the HIV prevalence rises. Thus a positive test in a high-risk population, such as people who frequently engage in unprotected anal intercourse with unknown partners, is more likely to correctly represent HIV infection than a positive test in a very low-risk population, such as unpaid blood donors.",
            "score": 69.98361074924469
        },
        {
            "docid": "47365311_2",
            "document": "Mass deworming . Mass deworming, also called preventive chemotherapy, is the process of treating large numbers of people, particularly children, for helminthiasis (for example soil-transmitted helminths (STH)) and schistosomiasis infections in areas with a high prevalence of these conditions. It involves treating everyone – often all children who attend schools, using existing infrastructure to save money – rather than testing first and then only treating selectively. Serious side effects have not been reported when administering the medication to those without worms, and testing for the infection is many times more expensive than treating it. So for the same amount of money, mass deworming can treat more people more cost-effectively than selective deworming. Mass deworming is one example of mass drug administration.",
            "score": 53.815613985061646
        },
        {
            "docid": "15588392_8",
            "document": "Health risk assessment . The original concept of the HRA can be traced back to the decision by the assistant Surgeon General of the United States to conduct a study to determine probable 10-year lifespan of individuals based on lifestyles and predisposed conditions. The project, led by Lewis C. Robbins, MD, of the Public Health Service, was the Framingham study. The study was based on in-depth longitudinal studies of 5,000 families in Framingham, Massachusetts, that continues to this day under funding from the National Institutes of Health. Dr. Robbins left the Public Health Service and joined Methodist Hospital in Indianapolis where, working with Jack Hall, MD, he developed the first set of health hazard tables. This culminated in the publication of How to Practice Prospective Medicine in 1970 – a guide for practising physicians, which outlined the health risk assessment questionnaire, risk computations and patient feedback strategies. It wasn't until 1980, when the Centers for Disease Control and Prevention released a publicly available version, that the HRA became widely used, particularly in workplace settings. Health & Welfare Canada reviewed How to Practice Prospective Medicine and created a mainframe version of the book. The Centers for Disease Control became aware of this product and adapted it to the newly available personal computer. When Prudential Life Insurance also took an interest and asked to fund an update of the program, the CDC, which could not accept private project funding at the time, transferred ownership to the Carter Center at Emory University where it was updated from 1986-7. The transfer and subsequent program were managed by Dr. Ed Hutchins who had worked on the HRA in positions at the University of Pennsylvania and Charlotte-Mecklenberg Hospital. At Charlotte Mecklenberg, he secured a contract with the World Health Organization to create a mainframe product that could be used on an international basis. The HRA was managed as a not-for-profit product. Copies were distributed to every state health department and liaisons were assigned to each to work with their staffs to evaluate related data. Over 2,000 copies of the software were distributed to users who requested it and approximately 70 copies of the code were provided to for-profit companies that were interested in developing proprietary products. This proliferation coincided with the rapid growth in interest in corporate health promotion programs as awareness developed on health risks and for-profit vendors monetized the programs. The Carter Center's interest shifted to Africa and Dr. Hutchins founded the Healthier People Network (HPN) which in 1991 to continue the work. HPN raised funds to support the HRA but additional funding was not forthcoming from government sources. As a result, the Carter Center and HPN could not underwrite basic supporting activities such as annual conferences and, over time, the State-based liaison network and associated intellectual capital atrophied as programs lost funding and liaisons moved on. The use of HRAs and corporate wellness programs has been most prevalent in the United States, with comparatively slower growth elsewhere. However, there has been recent strong growth in corporate wellness outside the US, particularly in Europe and Asia.",
            "score": 55.096389412879944
        },
        {
            "docid": "191304_24",
            "document": "Schistosomiasis . There are two drugs available, praziquantel and oxamniquine, for the treatment of schistosomiasis. They are considered equivalent in relation to efficacy against \"S. mansoni\" and safety. Because of praziquantel's lower cost per treatment, and oxaminiquine's lack of efficacy against the urogenital form of the disease caused by \"S. haematobium\", in general praziquantel is considered the first option for treatment. The treatment objective is to cure the disease and to prevent the evolution of the acute to the chronic form of the disease. All cases of suspected schistosomiasis should be treated regardless of presentation because the adult parasite can live in the host for years.",
            "score": 46.132248640060425
        },
        {
            "docid": "42378289_10",
            "document": "Suboptimal health . SHS is associated with cardiovascular risk factors and contributes to the development of cardiovascular disease. SHS should be recognized in the health care system, especially in primary care. A correlation between SHS and systolic blood pressure, diastolic blood pressure, plasma glucose, total cholesterol and high-density lipoprotein (HDL) cholesterol among men, and a correlation between SHS and systolic blood pressure, diastolic blood pressure, total cholesterol, triglycerides and HDL cholesterol among women were found. The SHSQ-25 is a self-rated questionnaire of perceived health complaints, which can be used as a new instrument for predictive, preventive and personalized medicine (PPPM). An ongoing longitudinal SHS cohort survey (China Sub-optimal Health Cohort Study, COACS) consisting of 50,000 participants will provide a powerful health trial to use SHSQ-25 for its application to PPPM through patient stratification and therapy monitoring using innovative technologies of predictive diagnostics and prognosis: an effort of paradigm shift from reactive to predictive medicine. one study also confirmed the association between chronic psychosocial stress and SHS, indicating that improving the psychosocial work environment may reduce SHS and then prevent chronic diseases effectively. SHS is associated with endothelial dysfunction. Integration of suboptimal health status and endothelial dysfunction provides a novel tool to allow people to get a more holistic picture of both subjective and objective health measures, and also can be applied to routine screening for risks of cardiovascular diseases. To investigate the causative effect of SHS in non-communicable chronic diseases (NCD), China suboptimal health cohort study (COACS), a longitudinal study starting from 2013 was initiated. Phase I of the study involved a cross-sectional survey aimed at identifying the risk/protective factors associated with SHS; and Phase II: a longitudinal yearly follow-up study investigating how SHS contributes to the incidence and pattern of NCD.",
            "score": 42.93848538398743
        },
        {
            "docid": "1581104_19",
            "document": "Ross River virus . Ross River Virus can be easily prevented through small behavioural mechanisms which should be of high importance in tropical areas and during participation of outdoor activities. Firstly, insect repellent should be rigorously used as to prevent bites from insects that specifically include mosquitoes which are vectors that carry the disease. A study in tropical Australia shows a very narrow 95% confidence interval of 0.20–1.00 for a decrease in Ross River Virus risk as a result of increased use of insect repellent, suggesting a strong correlation between the two. Following, burning citronella candles are based on the same principle, that it repels insects that are vectors of the virus. Burning such candles also show a strong correlation with decreased Ross River virus risk shown in the same study with a narrow 95% confidence interval of 0.10–0.78. Secondly, wearing light coloured clothing decrease the risk of Ross River Virus three-fold. This is again based on the repelling of vectors such as mosquitoes through the use of bright colours. Lastly, high risk areas should be minimised by mechanisms of prevention that are applied within households. For example, screens should be fitted to windows and doors to prevent entry of insects carrying the virus and potential breeding areas such as open water containers or water holding plants should be removed. Therefore, specific climatic environments should be assessed for high risk factors and the appropriate precautions should be taken in response.",
            "score": 33.398048639297485
        },
        {
            "docid": "38238_90",
            "document": "Hepatitis . Chronic hepatitis C is a major cause of liver cirrhosis and hepatocellular carcinoma. It is a common medical reason for liver transplantation due to its severe complications. It is estimated that 130–180 million people in the world are affected by this disease representing a little more than 3% of the world population. In the developing regions of Africa, Asia and South America, prevalence can be as high as 10% of the population. In Egypt, rates of hepatitis C infection as high as 20% have been documented and are associated with iatrogenic contamination related to schistosomiasis treatment in the 1950s–1980s. Currently in the United States, approximately 3.5 million adults are estimated to be infected. Hepatitis C is particularly prevalent among people born between 1945–1965, a group of about 800,000 people, with prevalence as high as 3.2% versus 1.6% in the general U.S. population. Most chronic carriers of hepatitis C are unaware of their infection status. The most common mode of transmission of hepatitis C virus is exposure to blood products via blood transfusions (prior to 1992) and intravenous drug injection. A history of intravenous drug injection is the most important risk factor for chronic hepatitis C. Other susceptible populations include individuals with high-risk sexual behavior, infants of infected mothers, and healthcare workers.",
            "score": 48.57236862182617
        },
        {
            "docid": "56619909_7",
            "document": "Carcinogenic parasite . \"S. haematobium\" is a digenetic trematode found in Africa and the Middle East. It is the major agent of schistosomiasis, the most prevalent parasitic infection in humans. It is the only blood fluke that infects the urinary tract, causing urinary schistosomiasis, and is the leading cause of bladder cancer (only next to tobacco smoking). Its life cycle is transmission between humans and freshwater snail, species of \"Bulinus\". The larvae live in water bodies from where they infect the hosts by penetrating the skin. Adults are found in the venous plexuses around the urinary bladder and the released eggs travels to the wall of the urine bladder causing haematuria and fibrosis of the bladder. The bladder becomes calcified, and there is increased pressure on ureters and kidneys (hydronephrosis). Inflammation of the genitals due to \"S. haematobium\" may contribute to the propagation of HIV. Antigens produced by the eggs induce granuloma formation. Granulomata in turn coalesce to form tubercles, nodules or masses that often ulcerate. This creates the pathological lesions found in the bladder wall, ureter and renal; and also tumour, both benign and malignant.",
            "score": 31.32782769203186
        },
        {
            "docid": "21248903_12",
            "document": "Health in Bangladesh . Diabetes, one of four priority non-communicable diseases targeted by world leaders has become a major health problem globally(415 million adults with diabetes in 2015 and by 2040 that number will increase to 642 million) . More than two third of diabetic adults (75%) are from low and middle income countries due to demographic changes, cultural transition and population ageing. Among dominant identified risk factor of burden of diseases in South Asian countries, Diabetes is placed in seventh position. Remarkably, Bangladesh is placed in top tenth position (7.1 million) among countries with highest number of diabetes adults in the world. Therefore, co-jointly with India and Sri Lanka, Bangladesh constituted 99.0% of the adult with high blood sugar in South Asian region. Previous studies show that prevalence of diabetes is increasing significantly in rural population of Bangladesh. It is also observed that females have higher prevalence of diabetes than male both in rural and urban areas. Lacks of self-care, unhealthy dietary habit, and poor employment rate are the considerable factors behind that higher prevalence of diabetes among females in our country. However, compared with Europeans and Americans, the pattern of diabetes in Bangladesh displays differences such as the onset is at younger age and major diabetic population is non-obese. Such clinical differences, limited access to health care, increase life expectancy, ongoing urbanization and poor awareness among population increase the prevalence and risk of diabetes in Bangladesh Belgium|edition=7|url=http://www.diabetesatlas.org}}</ref>.",
            "score": 33.24134981632233
        },
        {
            "docid": "16696308_43",
            "document": "Water supply and sanitation in Ghana . Innovations for Poverty Action (IPA) was founded in 2002 as a research and policy non-profit organization that aims to discover and promote effective solutions to global poverty issues. IPA recruits researchers and decision-makers to measure the impacts of interventions in the areas of agriculture, education, health, financial inclusion, governance, peace & recovery, small & medium enterprises, and social protection among 18 country programs. Randomized Control Trials (RCT) and other forms of qualitative research are conducted in order to achieve this, including the Clean Water in Northern Ghana research study. This study assesses the willingness of households in Northern Ghana to purchase the Kosim filter that is sold by Pure Home Water (PHW), a Ghana-based NGO. The study also aims to measure the health effects of household-level water treatment in areas whose populations have a high risk of waterborne disease.",
            "score": 46.741145610809326
        }
    ],
    "r": [
        {
            "docid": "19374_4",
            "document": "Model organism . In researching human disease, model organisms allow for better understanding the disease process without the added risk of harming an actual human. The species chosen will usually meet a determined taxonomic equivalency to humans, so as to react to disease or its treatment in a way that resembles human physiology as needed. Although biological activity in a model organism does not ensure an effect in humans, many drugs, treatments and cures for human diseases are developed in part with the guidance of animal models. There are three main types of disease models: homologous, isomorphic and predictive. Homologous animals have the same causes, symptoms and treatment options as would humans who have the same disease. Isomorphic animals share the same symptoms and treatments. Predictive models are similar to a particular human disease in only a couple of aspects, but are useful in isolating and making predictions about mechanisms of a set of disease features.",
            "score": 79.9449234008789
        },
        {
            "docid": "37208_19",
            "document": "Landslide . Landslide hazard analysis and mapping can provide useful information for catastrophic loss reduction, and assist in the development of guidelines for sustainable land-use planning. The analysis is used to identify the factors that are related to landslides, estimate the relative contribution of factors causing slope failures, establish a relation between the factors and landslides, and to predict the landslide hazard in the future based on such a relationship. The factors that have been used for landslide hazard analysis can usually be grouped into geomorphology, geology, land use/land cover, and hydrogeology. Since many factors are considered for landslide hazard mapping, GIS is an appropriate tool because it has functions of collection, storage, manipulation, display, and analysis of large amounts of spatially referenced data which can be handled fast and effectively. Cardenas reported evidence on the exhaustive use of GIS in conjunction of uncertainty modelling tools for landslide mapping. Remote sensing techniques are also highly employed for landslide hazard assessment and analysis. Before and after aerial photographs and satellite imagery are used to gather landslide characteristics, like distribution and classification, and factors like slope, lithology, and land use/land cover to be used to help predict future events. Before and after imagery also helps to reveal how the landscape changed after an event, what may have triggered the landslide, and shows the process of regeneration and recovery.",
            "score": 76.67110443115234
        },
        {
            "docid": "5509703_11",
            "document": "Species distribution . Species distribution can now be potentially predicted based on the pattern of biodiversity at spatial scales. A general hierarchical model can integrate disturbance, dispersal and population dynamics. Based on factors of dispersal, disturbance, resources limiting climate, and other species distribution, predictions of species distribution can create a bio-climate range, or bio-climate envelope. The envelope can range from a local to a global scale or from a density independence to dependence. The hierarchical model takes into consideration the requirements, impacts or resources as well as local extinctions in disturbance factors. Models can integrate the dispersal/migration model, the disturbance model, and abundance model. Species distribution models (SDMs) can be used to assess climate change impacts and conservation management issues. Species distribution models include: presence/absence models, the dispersal/migration models, disturbance models, and abundance models. A prevalent way of creating predicted distribution maps for different species is to reclassify a land cover layer depending on whether or not the species in question would be predicted to habit each cover type. This simple SDM is often modified through the use of range data or ancillary information, such as elevation or water distance.",
            "score": 76.17606353759766
        },
        {
            "docid": "55721426_13",
            "document": "Pyrogeography . Spatial distribution models are used in pyrogeography to describe empirical relationships between fire and environmental factors. There are a number of statistical methods used to build and run these models. Most models consist of mapped fire observations compared against various independent variables (in this case, spatial environmental gradients such as topography or precipitation). The two of these components together produce a statistical model of fire probability that can be used to assess hypotheses or challenge assumptions. Some of the variables used include things like net primary productivity (NPP), annual precipitation, temperature or soil moisture. Models are especially important for pyrogeography since they can be used across areas where fire observation data may be incomplete or biased. Models with high reliability can be used to project or predict conditions in areas with little data or observations.",
            "score": 76.14881134033203
        },
        {
            "docid": "36184691_2",
            "document": "Pedometric mapping . Pedometric mapping, or statistical soil mapping, is data-driven generation of soil property and class maps that is based on use of statistical methods. The main objective of pedometric mapping is to predict values of some soil variable at unobserved locations and access the uncertainty of that estimate using statistical inference i.e. statistically optimal approaches. From the application point of view, the main objective of soil mapping is to accurately predict response of a soil-plant ecosystem to various soil management strategies. In other words, the main objective of pedometric mapping is to generate maps of soil properties and soil classes that can be used to feed other environmental models or for decision making. Pedometric mapping is largely based on applying geostatistics in soil science and other statistical methods used in pedometrics.",
            "score": 75.50155639648438
        },
        {
            "docid": "19964125_6",
            "document": "GIS and aquatic science . Over a period of time large amounts of data are collected and can be used to track patterns of migration, spawning locations and preferred habitat. Before, this data would be mapped and overlaid manually. Now this data can be entered into a GIS program and be layered, organized and analyzed in a way that was not possible to do in the past. Layering within a GIS program allows for the scientist to look at multiple species at once to find possible watersheds that are shared by these species, or to specifically choose one species for further examination. The US Geological Survey (USGS) in, cooperation with other agencies, were able to use GIS in helping map out habitat areas and movement patterns of pallid sturgeon. At the Columbia Environmental Research Center their effort relies on a customized ArcPad and ArcGIS, both ESRI (Environmental Systems Research Institute) applications, to record sturgeon movements to streamline data collection. A relational database was developed to manage tabular data for each individual sturgeon, including initial capture and reproductive physiology. Movement maps can be created for individual sturgeon. These maps help track the movements of each sturgeon through space and time. This allowed these researchers to prioritize and schedule field personnel efforts to track, map, and recapture sturgeon. Macrophytes are an important part of healthy ecosystems. They provide habitat, refuge, and food for fish, wildlife, and other organisms. Though natural occurring species are of great interest so are the invasive species that occur alongside these in our environment. GIS is being used by agencies and their respective resource managers as a tool to model these important macrophyte species. Through the use of GIS resource managers can assess the distributions of this important aspect of aquatic environments through a spatial and temporal scale. The ability to track vegetation change through time and space to make predictions about vegetation change are some of the many possibilities of GIS. Accurate maps of the aquatic plant distribution within an aquatic ecosystem are an essential part resource management.",
            "score": 75.24597930908203
        },
        {
            "docid": "1079203_48",
            "document": "Hookworm infection . There have also been technological developments that may facilitate more accurate mapping of hookworm prevalence. Some researchers have begun to use geographical information systems (GIS) and remote sensing (RS) to examine helminth ecology and epidemiology. Brooker \"et al.\" utilized this technology to create helminth distribution maps of sub-Saharan Africa. By relating satellite derived environmental data with prevalence data from school-based surveys, they were able to create detailed prevalence maps. The study focused on a wide range of helminths, but interesting conclusions about hookworm specifically were found. As compared to other helminths, hookworm is able to survive in much hotter conditions and was highly prevalent throughout the upper end of the thermal range.",
            "score": 74.28213500976562
        },
        {
            "docid": "9543045_5",
            "document": "Flood mitigation . The most effective way of reducing the risk to people and property is through the production of flood risk maps. Most countries have produced maps which show areas prone to flooding based on flood data. In the UK, the Environment Agency has produced maps which show areas at risk. The map to the right shows a flood map for the City of York, including the flood plain for a 1 in 100 year flood (dark blue), the predicted flood plain for a 1 in 1000 year flood (light blue) and low-lying areas in need of flood defence (purple). The most sustainable way of reducing risk is to prevent further development in flood prone areas and old waterways. It is important for at-risk communities to develop a comprehensive Floodplain Management plan. Communities that participate in the National Flood Insurance Program must agree to regulate development in flood prone areas.",
            "score": 74.00917053222656
        },
        {
            "docid": "44248347_18",
            "document": "Gene Disease Database . This one of the largest resources available for all genomic and genetic studies, it provides a centralized resource for geneticists, molecular biologists and other researchers studying the genomes of our own species and other vertebrates and model disease organisms. Ensembl is one of several well-known genome browsers for the retrieval of genomic-disease information. Ensembl imports variation data from a variety of different sources, Ensembl predicts the effects of variants. For each variation that is mapped to the reference genome, each Ensembl transcript is identified that overlap the variation. Then it uses a rule-based approach to predict the effects that each allele of the variation may have on the transcript. The set of consequence terms, defined by the Sequence Ontology (SO) can be currently assigned to each combination of an allele and a transcript. Each allele of each variation may have a different effect in different transcripts. A variety of different tools are used to predict human mutations in the Ensembl database, one of the most widely used is SIFT, that predicts whether an amino acid substitution is likely to affect protein function based on sequence homology and the physic-chemical similarity between the alternate amino acids. The data provided for each amino acid substitution is a score and a qualitative prediction (either 'tolerated' or 'deleterious'). The score is the normalized probability that the amino acid change is tolerated so scores near 0 are more likely to be deleterious. The qualitative prediction is derived from this score such that substitutions with a score < 0.05 are called 'deleterious' and all others are called 'tolerated'.SIFT can be applied to naturally occurring nonsynonymous polymorphisms and laboratory-induced missense mutations, that will lead to build relationships in phenotype characteristics, proteomics and genomics",
            "score": 73.0925521850586
        },
        {
            "docid": "188540_48",
            "document": "Classical conditioning . An organism's need to predict future events is central to modern theories of conditioning. Most theories use associations between stimuli to take care of these predictions. For example: In the R–W model, the associative strength of a CS tells us how strongly that CS predicts a US. A different approach to prediction is suggested by models such as that proposed by Gallistel & Gibbon (2000, 2002). Here the response is not determined by associative strengths. Instead, the organism records the times of onset and offset of CSs and USs and uses these to calculate the probability that the US will follow the CS. A number of experiments have shown that humans and animals can learn to time events (see Animal cognition), and the Gallistel & Gibbon model yields very good quantitative fits to a variety of experimental data. However, recent studies have suggested that duration-based models cannot account for some empirical findings as well as associative models.",
            "score": 72.486083984375
        },
        {
            "docid": "36184691_10",
            "document": "Pedometric mapping . A special group of techniques of pedometric mapping focus on downscaling the spatial information that can be area-based or continuous. Prediction of soil classes is also another sub-field of pedometric mapping where specific geostatistical methods are used for the purpose of interpolation of factor-type of variables.",
            "score": 71.72411346435547
        },
        {
            "docid": "7972254_2",
            "document": "Predictive medicine . Predictive medicine is a field of medicine that entails predicting the probability of disease and instituting preventive measures in order to either prevent the disease altogether or significantly decrease its impact upon the patient (such as by preventing mortality or limiting morbidity). While different prediction methodologies exist, such as genomics, proteomics, and cytomics, the most fundamental way to predict future disease is based on genetics. Although proteomics and cytomics allow for the early detection of disease, much of the time those detect biological markers that exist because a disease process has \"already\" started. However, comprehensive genetic testing (such as through the use of DNA arrays or full genome sequencing) allows for the estimation of disease risk years to decades before any disease even exists, or even whether a healthy fetus is at higher risk for developing a disease in adolescence or adulthood. Individuals who are more susceptible to disease in the future can be offered lifestyle advice or medication with the aim of preventing the predicted illness. Current genetic testing guidelines supported by the health care professionals discourage purely predictive genetic testing of minors until they are competent to understand the relevancy of genetic screening so as to allow them to participate in the decision about whether or not it is appropriate for them. Genetic screening of newborns and children in the field of predictive medicine is deemed appropriate if there is a compelling clinical reason to do so, such as the availability of prevention or treatment as a child that would prevent future disease.",
            "score": 71.65447235107422
        },
        {
            "docid": "3350640_7",
            "document": "GIS in archaeology . There are different processes and GIS functionalities that are used in archaeological research. Intrasite spatial analysis or distributional analysis of the information on the site helps in understanding the formation, process of change and in documentation of the site. This leads to research, analysis and conclusions. The old methods utilized for this provide limited exposure to the site and provide only a small picture of patterns over broad spaces. Predictive modeling is used through data acquisition like that of hydrography and hypsography to develop models along with archaeological data for better analysis. Point data in GIS is used to focus on point locations and to analyze trends in data sets or to interpolate scattered points. Density mapping is done for the analysis of location trends and interpolation is done to aid surface findings through the creation of surfaces through point data and is used to find occupied levels in a site. Aerial data is more commonly used. It focuses on the landscape and the region and helps interpret archaeological sites in their context and settings. Aerial data is analyzed through predictive modeling which is used to predict location of sites and material in a region. It is based on the available knowledge, method of prediction and on the actual results. This is used primarily in cultural resource management.",
            "score": 70.59280395507812
        },
        {
            "docid": "339553_32",
            "document": "Diagnosis of HIV/AIDS . Of course, the actual numbers vary depending on the testing population. This is because interpreting of the results of any medical test (assuming no test is 100% accurate) depends upon the initial degree of belief, or the prior probability that an individual has, or does not have a disease. Generally the prior probability is estimated using the prevalence of a disease within a population or at a given testing location. The positive predictive value and negative predictive value of all tests, including HIV tests, take into account the prior probability of having a disease along with the accuracy of the testing method to determine a new degree of belief that an individual has or does not have a disease (also known as the posterior probability). The chance that a positive test accurately indicates an HIV infection increases as the prevalence or rate of HIV infection increases in the population. Conversely, the negative predictive value will decrease as the HIV prevalence rises. Thus a positive test in a high-risk population, such as people who frequently engage in unprotected anal intercourse with unknown partners, is more likely to correctly represent HIV infection than a positive test in a very low-risk population, such as unpaid blood donors.",
            "score": 69.98361206054688
        },
        {
            "docid": "308058_15",
            "document": "Magnetic declination . A prediction of the current magnetic declination for a given location (based on a worldwide empirical model of the deep flows described above) can be obtained online from a web page operated by the National Geophysical Data Center, a division of the National Oceanic and Atmospheric Administration of the United States. This model is built with all the information available to the map-makers at the start of the five-year period it is prepared for. It reflects a highly predictable rate of change, and is usually more accurate than a map—which is likely months or years out of date—and almost never less accurate.",
            "score": 69.50563049316406
        },
        {
            "docid": "41872611_5",
            "document": "Predictive manufacturing system . An illustration of the conceptual framework of a predictive manufacturing system is shown in Figure 1. The system starts out with a data acquisition system that can either be built-in by the original equipment manufacturer (OEM) or a third party provider. Using appropriate sensor assemblies, various signals such as vibration, pressure, temperature, etc. can be recorded. The types of signals and data acquisition parameters are determined by the application and the failure modes of the asset being monitored. Communication protocols, such as MTConnect and OLE-DB Process Control or OPC, can help users to acquire process or controller signals. Such data can provide context as to the type of action/function the machine was performing when sensor data was being collected. Imagine when all data are gathered and combined with all the assets in a facility. When all the data are aggregated, this phenomenon is called “Big Data” because of the volume of data collected, velocity by which data is being received and variety of data that are being collated. Such phenomenon requires new paradigms and approaches for analysis instead of statistical process control or other traditional statistical analysis techniques. The new transforming agent then consists of several components: an integrated platform, predictive analytics and visualization tools. The deployment platform is naturally selected based on several factors such as speed of computation, investment cost, ease of deployment for scaling purposes and update, etc. The actual processing or transformation of big data into useful information is performed by utilizing predictive analytics such as the tools found in the Watchdog Agent® toolbox that has been developed by researchers at the National Science Foundation (NSF) Industry/University Research Cooperative Center (I/UCRC) for Intelligent Maintenance Systems (IMS) since 2001. There are also other predictive analytic providers such as IBM, Hadoop, SAS, SAP, etc. The algorithms found in the Watchdog Agent® can be categorized into four sections namely, signal processing and feature extraction, health assessment, performance prediction and fault diagnosis. By utilizing visualization tools, health information such as current condition, remaining useful life estimation, root cause, etc., can be effectively conveyed using radar charts, fault maps, risk charts and even health degradation curves. The calculated health information can then be forwarded or made available to existing company management systems such as enterprise resource planning system (ERP), manufacturing execution system (MES), supply chain management system (SCM), customer relation management system (CRM), product lifecycle management system (PLM) to achieve overall enterprise control and optimization. With manufacturing transparency, management then has the appropriate information (such as actual condition and state of machines, not just cycle times) to determine factory-wide overall equipment effectiveness (OEE). By knowing when assets will fail, equipment can then be managed more effectively with just-in-time maintenance. Finally, if historical health and failure modes can be compiled, such information can then be fed back to the equipment designer for closed loop lifecycle redesign",
            "score": 69.32984924316406
        },
        {
            "docid": "31783151_14",
            "document": "GIS and environmental governance . A dedicated GIS team is responsible for ‘managing the overall spatial information needs’ of the project, starting with the drawing of a common base map with which to support the city’s infrastructure. Without a spatial plan of Masdar’s operative mechanisms, the city will fail to deliver its grand ambition. In particular, GIS is being used to visualize, analyse and model \"land-use\" in the city. Masdar – unlike any other city – has to incorporate a wealth of energy-related facilities within its perimeter. As EJ activists are all too aware, the siting of such facilities can be a key area of conflict. Masdar’s water treatment and sewage plants, material recycling centre, solar power plant, geothermal test site, solar panel test field and concrete batching plant all need to be situated inside the city’s boundaries. As CH2M HILL’s Site Control and GIS Manager for the Masdar project confirms; ‘never have so many environmental facilities come together in one place’. GIS is the central tool with which to imagine – in a digital environment – different siting scenarios. In this case, GIS is seen to operate as a decision-making tool; informing the practitioners who work on the Masdar project.",
            "score": 68.97328186035156
        },
        {
            "docid": "23520833_9",
            "document": "Gene signature . A predictive gene signature is similar to a predictive biomarker, where it predicts the effect of treatment in patients or study participants that exhibit a particular disease phenotype. A predictive gene signature unlike a prognostic gene signature can be a target for therapy. The information predictive signatures provide are more rigorous than that of prognostic signatures as they are based on treatment groups with therapeutic intervention on the likely benefit from treatment, completely independent of prognosis. Predictive gene signatures addresses the paramount need for ways to personalize and tailor therapeutic intervention in diseases. These signatures have implications in facilitating personalized medicine through identification of more novel therapeutic targets and identifying the most qualified subjects for optimal benefit of specific treatments.",
            "score": 68.67076110839844
        },
        {
            "docid": "10799349_4",
            "document": "GIS and hydrology . In the field of hydrological modeling, analysis generally begins with the sampling and measurement of existing hydrologic areas. In this stage of research, the scale and accuracy of measurements are key issues. Data may either be collected in the field or through online research. The United States Geological Survey ((USGS)) is a publicly available source of remotely sensed hydrological data. Historical and real-time streamflow data are also available via the internet from sources such as the National Weather Service (NWS) and the United States Environmental Protection Agency (EPA). A benefit of using GIS softwares for hydrological modeling is that digital visualizations of data can be linked to real-time data. For surface water modeling, digital elevation model are often layered with hydrographic data in order to determine the boundaries of a watershed . Understanding these boundaries is integral to understanding where precipitation runoff will flow. For example, in the event of snowmelt, the amount of snowfall can be input into GIS to predict the amount of water that will travel downstream . This information has applications in local government asset management, agriculture and environmental science. Another useful application for GIS regards flood risk assessment. Using digital elevation models combined with peak discharge data can predict which areas of a floodplain will be submerged depending on the amount of rainfall. In a study of the Illinois River watershed, Rabie (2014) found that a decently accurate flood risk map could be generated using only DEMs and stream gauge data. It should be noted that analysis based on these two parameters alone does not account for manmade developments including levees or drainage systems, and therefore should not be considered a comprehensive result.",
            "score": 68.66926574707031
        },
        {
            "docid": "36184691_3",
            "document": "Pedometric mapping . Although pedometric mapping is mainly data-driven, it can also largely be based on use of expert knowledge. The expert knowledge, however, needs to be \"plugged-in\" into a pedometric computational framework so that it can be used to produce more accurate prediction models. For example, data assimilation techniques, such as the space–time Kalman filter, can be used to integrate pedogenetic knowledge and field observations.",
            "score": 68.4388427734375
        },
        {
            "docid": "61289_40",
            "document": "Forensic entomology . Although physical characteristics and sizes at various instars have been used to estimate fly age, a more recent study has been conducted to determine the age of an egg based on the expression of particular genes. This is particularly useful in determining developmental stages that are not evidenced by change in size; such as the egg or pupa and where only a general time interval can be estimated based on the duration of the particular developmental stage. This is done by breaking the stages down into smaller units separated by predictable changed in gene expression. Three genes were measured in an experiment with \"Drosophila melanogaster\": bicoid (bcd), slalom (sll), and chitin synthase (cs). These three genes were used because they are likely to be in varied levels during different times of the egg development process. These genes all share a linear relationship in regards to age of the egg; that is, the older the egg is the more of the particular gene is expressed. However, all of the genes are expressed in varying amounts. Different genes on different loci would need to be selected for another fly species. The genes expressions are mapped in a control sample to formulate a developmental chart of the gene expression at certain time intervals. This chart can then be compared to the measured values of gene expression to accurately predict the age of an egg to within two hours with a high confidence level. Even though this technique can be used to estimate the age of an egg, the feasibility and legal acceptance of this must be considered for it to be a widely utilized forensic technique. One benefit of this would be that it is like other DNA-based techniques so most labs would be equipped to conduct similar experiments without requiring new capital investment. This style of age determination is in the process of being used to more accurately find the age of the instars and pupa; however, it is much more complicated, as there are more genes being expressed during these stages. The hope is that with this and other similar techniques a more accurate PMI can be obtained.",
            "score": 67.98824310302734
        },
        {
            "docid": "7753430_21",
            "document": "Psychopathy . Some clinicians suggest that assessment of the construct of psychopathy does not necessarily add value to violence risk assessment. A large systematic review and meta-regression found that the PCL performed the poorest out of nine tools for predicting violence. In addition, studies conducted by the authors or translators of violence prediction measures, including the PCL, show on average more positive results than those conducted by more independent investigators. There are several other risk assessment instruments which can predict further crime with an accuracy similar to the PCL-R and some of these are considerably easier, quicker, and less expensive to administer. This may even be done automatically by a computer simply based on data such as age, gender, number of previous convictions and age of first conviction. Some of these assessments may also identify treatment change and goals, identify quick changes that may help short-term management, identify more specific kinds of violence that may be at risk, and may have established specific probabilities of offending for specific scores. Nonetheless, the PCL-R may continue to be popular for risk assessment because of its pioneering role and the large amount of research done using it.",
            "score": 67.96722412109375
        },
        {
            "docid": "20423_43",
            "document": "Malaria . The geographic distribution of malaria within large regions is complex, and malaria-afflicted and malaria-free areas are often found close to each other. Malaria is prevalent in tropical and subtropical regions because of rainfall, consistent high temperatures and high humidity, along with stagnant waters in which mosquito larvae readily mature, providing them with the environment they need for continuous breeding. In drier areas, outbreaks of malaria have been predicted with reasonable accuracy by mapping rainfall. Malaria is more common in rural areas than in cities. For example, several cities in the Greater Mekong Subregion of Southeast Asia are essentially malaria-free, but the disease is prevalent in many rural regions, including along international borders and forest fringes. In contrast, malaria in Africa is present in both rural and urban areas, though the risk is lower in the larger cities.",
            "score": 67.94812774658203
        },
        {
            "docid": "4141563_75",
            "document": "Predictive analytics . Historically, using predictive analytics tools—as well as understanding the results they delivered—required advanced skills. However, modern predictive analytics tools are no longer restricted to IT specialists. As more organizations adopt predictive analytics into decision-making processes and integrate it into their operations, they are creating a shift in the market toward business users as the primary consumers of the information. Business users want tools they can use on their own. Vendors are responding by creating new software that removes the mathematical complexity, provides user-friendly graphic interfaces and/or builds in short cuts that can, for example, recognize the kind of data available and suggest an appropriate predictive model. Predictive analytics tools have become sophisticated enough to adequately present and dissect data problems, so that any data-savvy information worker can utilize them to analyze data and retrieve meaningful, useful results. For example, modern tools present findings using simple charts, graphs, and scores that indicate the likelihood of possible outcomes.",
            "score": 67.80752563476562
        },
        {
            "docid": "27452940_4",
            "document": "Antibodies from lymphocyte secretions . The diagnosis of TB is most complicated. The routine diagnosis for TB patient is sputum culture based. But culture need 6-8week with 10-20% false positive results. A rapid serological test for diagnosis, follow-up of disease activity, and response to therapy would be useful to clinicians. The purified protein derivative (PPD) skin test (Mantoux test) is an important tool for diagnosis of latent TB infection and disease in the developed world, but it has low predictive value in Bacillus Calmette-Guérin (BCG)–vaccinated individuals, as well as in individuals living in areas where TB is endemic. The low predictive value is a result of cross-reactivity with BCG and atypical mycobacteria, as well as false negative reactions in malnourished children. BCG has been used as an antigen in EIAs in in vitro studies to determine disease activity, but its use was suspended because of difficulties in interpretation, problems differentiating between active or past disease, and low sensitivity and specificity. The antibodies from lymphocyte secretion (ALS) assay was earlier used to detect specific antibody response after oral vaccination with a killed cholera vaccine in healthy adults without any requirement for in vitro antigen stimulation.",
            "score": 67.7750015258789
        },
        {
            "docid": "4141563_17",
            "document": "Predictive analytics . Experts use predictive analysis in health care primarily to determine which patients are at risk of developing certain conditions, like diabetes, asthma, heart disease, and other lifetime illnesses. Additionally, sophisticated clinical decision support systems incorporate predictive analytics to support medical decision making at the point of care. A working definition has been proposed by Jerome A. Osheroff and colleagues: \"Clinical decision support (CDS) provides clinicians, staff, patients, or other individuals with knowledge and person-specific information, intelligently filtered or presented at appropriate times, to enhance health and health care. It encompasses a variety of tools and interventions such as computerized alerts and reminders, clinical guidelines, order sets, patient data reports and dashboards, documentation templates, diagnostic support, and clinical workflow tools\".",
            "score": 67.68399047851562
        },
        {
            "docid": "43680930_23",
            "document": "TransApps . TransApps initially identified several key areas for application development, including: blue-force tracking, speech recognition, cultural training, human terrain mapping, mission planning and biometrics. The initial requirements focused on geospatial mapping capabilities. For instance, a heat map enabled soldiers during pre-mission briefings to see where they spent their time on patrol, the most frequently used routes, and which areas were underrepresented. The TransHeat app utilizes algorithms to process travel routes, and visually depict for the soldiers the frequency by which they travel each route. This can assist soldiers in taking alternative routes, and provide less predictability in their behavior, which in turn can help them avoid ambushes, IEDs and roadside bombers. A variety of applications also focus on enabling soldiers to collaborate and share data, track operations, and debrief and replay missions. At the request of the National Park Service, TransApps created SMART Triage – an app that lets first responders document the characteristics of the injured personnel, and log injuries and treatments. It depicts a 3-D mannequin that can be annotated with medications and other treatments.",
            "score": 67.01312255859375
        },
        {
            "docid": "44260712_2",
            "document": "SNP annotation . Single nucleotide polymorphism plays an important role in genome wide association studies because they act as primary biomarker. SNPs are currently the marker of choice due to their large numbers in virtually all populations of individuals. The location of these biomarkers can be tremendously important in terms of predicting functional significance, genetic mapping and population genetics. Each SNP represents a nucleotide change between two individuals at a defined location. SNPs are the most common genetic variant found in all individual with one SNP every 100–300 bp in some species. Since there is a massive number of SNPs on the genome, there is a clear need to prioritize SNPs according to their potential effect in order to expedite genotyping and analysis. Annotating large numbers of SNPs is a difficult and complex process, which need computational methods to handle such a large dataset. Many tools available have been developed for SNP annotation in different organism, some of them are optimized for use with organisms densely sampled for SNPs (such as humans), but there are currently few tools available that are species non-specific or support non-model organism data. The majority of SNPs annotation tools provide computationally predicted putative deleterious effects of SNPs. These tools examine whether a SNP resides in functional genomic regions such as exons, splice sites, or transcription regulatory sites, and predict the potential corresponding functional effects that the SNP may have using a variety of machine-learning approaches. But the tools and systems that prioritize functionally significant SNPs, suffer from few limitations: First, they examine the putative deleterious effects of SNPs with respect to a single biological function that provide only partial information about the functional significance of SNPs. Second, current systems classify SNPs into deleterious or neutral group.",
            "score": 66.86811065673828
        },
        {
            "docid": "5509703_19",
            "document": "Species distribution . However, many researchers believe that species distribution models based on statistical analysis, without including ecological models and theories, are too incomplete for prediction. Instead of conclusions based on presence-absence data, probabilities that convey the likelihood a species will occupy a given area are more preferred because these models include an estimate of confidence in the likelihood of the species being present/absent. Additionally, they are also more valuable than data collected based on simple presence or absence because models based on probability allow the formation of spatial maps that indicates how likely a species is to be found in a particular area. Similar areas can then be compared to see how likely it is that a species will occur there also; this leads to a relationship between habitat suitability and species occurrence.",
            "score": 66.84452819824219
        },
        {
            "docid": "3190431_40",
            "document": "Spatial analysis . Vector-based GIS is typically related to operations such as map overlay (combining two or more maps or map layers according to predefined rules), simple buffering (identifying regions of a map within a specified distance of one or more features, such as towns, roads or rivers) and similar basic operations. This reflects (and is reflected in) the use of the term spatial analysis within the Open Geospatial Consortium (OGC) “simple feature specifications”. For raster-based GIS, widely used in the environmental sciences and remote sensing, this typically means a range of actions applied to the grid cells of one or more maps (or images) often involving filtering and/or algebraic operations (map algebra). These techniques involve processing one or more raster layers according to simple rules resulting in a new map layer, for example replacing each cell value with some combination of its neighbours’ values, or computing the sum or difference of specific attribute values for each grid cell in two matching raster datasets. Descriptive statistics, such as cell counts, means, variances, maxima, minima, cumulative values, frequencies and a number of other measures and distance computations are also often included in this generic term spatial analysis. Spatial analysis includes a large variety of statistical techniques (descriptive, exploratory, and explanatory statistics) that apply to data that vary spatially and which can vary over time. Some more advanced statistical techniques include Getis-ord Gi* or Anselin Local Moran's I which are used to determine clustering patterns of spatially referenced data.",
            "score": 66.77828216552734
        },
        {
            "docid": "43778895_8",
            "document": "Predictive genomics . The significance of translation from research to clinical usage relates to use of the complete knowledge of an individual to develop personalised approaches to disease management. The caveat with this is that there have been difficulties in both prediction and inference for complex diseases. Therefore, unless individuals have an overwhelming high or low number of risk alleles, there is a limit to the predictive accuracy of their ‘genomic profiles’. However, preliminary examples of predictive genomics for personalising healthcare include: using an individuals gene expression data to monitor progress to treatment, or using the genomic profile of the P450 drug metabolising system of individuals to assist dosage and selection.",
            "score": 66.76966094970703
        },
        {
            "docid": "41375108_17",
            "document": "Julio Montaner . Based on data from Taiwan and British Columbia, Montaner and his colleagues posited that approximately a 50% reduction in HIV transmission could be attributed to widespread HAART adherence. This suggested that Treatment as Prevention was a cost-effective strategy, based on an estimated lifetime treatment cost of $241 000 in 2001 in the United States for a new HIV infection. Montaner and his colleagues created a hypothetical population-based model that demonstrated that with worldwide access to HAART, the short-term cost would be much less compared to the long-term cost of treating new infections as a result of the decrease in transmission rate. Their population-based model demonstrated, in an optimistic prediction, that HIV global prevalence could be reduced by a factor of 70 over 45 years. Montaner’s research also addressed concerns of HIV drug resistance evolving from increased and early access to HAART by citing evidence from studies supporting the idea that fears of drug resistance should not prevent widespread HAART distribution. In a 2011 article published in Lancet, Montaner stated that “The evidence is in: treatment is prevention. Treatment dramatically prevents morbidity and mortality, HIV transmission, and tuberculosis. Furthermore, treatment prevents HIV transmission in vertical, sexual, and injection drug use settings; indeed, a very welcome double hat-trick. The challenge remains to optimise the impact of this valuable intervention. Failure to do so is not an option.” Montaner cited the findings of the landmark study HPTN 052, that HAART use can reduce HIV transmission by 96% in sero-discordant heterosexual couples, as compelling evidence for implementing the “Treatment as Prevention” Strategy. These findings supported the BC-CfE’s finding of a negative correlation between an increased number of HIV positive individuals on HAART and new cases of HIV. These results were from a population-based study in B.C. that aimed to estimate the correlation between new HIV infections, HAART coverage and HIV-1 plasma viral load published in Lancet in 2010.",
            "score": 66.543701171875
        }
    ]
}