{
    "q": [
        {
            "docid": "21538648_5",
            "document": "FOXO1 . When the level of blood glucose is high, the pancreas releases insulin into the bloodstream. Insulin then causes the activation of PI3K, which subsequently phosphorylates Akt. Akt then phosphorylates FOXO1, causing nuclear exclusion. This phosphorylated FOXO1 is then ubiquitinated and degraded by the proteosome. The phosphorylation of FOXO1 is irreversible; this prolongs insulin's inhibitory effect on glucose metabolism and hepatic glucose production. Transcription of glucose 6-phosphatase subsequently decreases, which consequently decreases the rates of gluconeogenesis and glycogenolysis. FOXO1 also activates transcription of phosphoenolpyruvate carboxykinase, which is required for gluconeogenesis. The activity of FOXO1 is also regulated through CBP induced acetylation on Lys-242, Lys-245, and Lys-262. These lysine residues are located within the DNA-binding domain; acetylation inhibits the ability of FOXO1 to interact with the glucose-6 phosphatase promoter by decreasing the stability of the FOXO1-DNA complex. Additionally, this acetylation increases the rate of phosphorylation on Ser-253 by Akt. Mutating Ser-253 to Ala-253 makes FOXO1 constitutionally active. SIRT1 reverses this acetylation process; however, the exact mechanism by which SIRT1 deacetylates FOXO1 is still under investigation; presently, acetylation is thought to mitigate the transcriptional activity of FOXO1 and thereby provide an additional level of metabolic regulation that is independent of the insulin/PI3K pathway. FOXO1 may play an important role in apoptosis because it is phosphorylated and inhibited by AKT. When FOXO1 over expressed in human LNCaP prostate cancer cells, it caused apoptosis in these cancer cells. Also, It is detected that FOXO1 regulateTNF-related apoptosis-inducing ligand (TRAIL), which cause FOXO1-induced apoptosis in the human prostate cancer cell line LAPC4 when FOXO1 adenovirus-mediated overexpression was used. FOXO1 upregulate Fas ligand (FasL) transcriptionally that result in promotes apoptotic cell death. Additionally, FOXO1 trans-activate Bim protein, which a member of the Bcl-2 family that promotes apoptosis and plays a role in the intrinsic mitochondrial apoptotic pathway. Further, it was revealed that DNA damage-induced cell death in p53-deficient and p53-proficient cells reduced when human FOXO1 silenced by siRNA.",
            "score": 55.65688920021057
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 143.8476186990738
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 130.72219133377075
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 78.46222770214081
        },
        {
            "docid": "6803333_17",
            "document": "Miltefosine . Miltefosine targets HIV infected macrophages, which play a role in vivo as long-lived HIV-1 reservoirs. The HIV protein Tat activates pro-survival PI3K/Akt pathway in primary human macrophages. Miltefosine acts by inhibiting the PI3K/Akt pathway, thus removing the infected macrophages from circulation, without affecting healthy cells. It significantly reduces replication of HIV-1 in cocultures of human dendritic cells (DCs) and CD4 T cells, which is due to a rapid secretion of soluble factors and is associated with induction of type-I interferon (IFN) in the human cells.",
            "score": 102.1740369796753
        },
        {
            "docid": "25330915_2",
            "document": "PI3K/AKT/mTOR pathway . The PI3K/AKT/mTOR pathway is an intracellular signaling pathway important in regulating the cell cycle. Therefore, it is directly related to cellular quiescence, proliferation, cancer, and longevity. PI3K activation phosphorylates and activates AKT, localizing it in the plasma membrane. AKT can have a number of downstream effects such as activating CREB, inhibiting p27, localizing FOXO in the cytoplasm, activating PtdIns-3ps, and activating mTOR which can affect transcription of p70 or 4EBP1. There are many known factors that enhance the PI3K/AKT pathway including EGF, shh, IGF-1, insulin, and CaM. The pathway is antagonized by various factors including PTEN, GSK3B, and HB9. In many cancers, this pathway is overactive, thus reducing apoptosis and allowing proliferation. This pathway is necessary, however, to promote growth and proliferation over differentiation of adult stem cells, neural stem cells specifically. It is the difficulty in finding an appropriate amount of proliferation versus differentiation that researchers are trying to determine in order to utilize this balance in the development of various therapies. Additionally, this pathway has been found to be a necessary component in neural long term potentiation.",
            "score": 72.36549937725067
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 74.25806415081024
        },
        {
            "docid": "11368321_6",
            "document": "CDK7 pathway . It has been demonstrated that TFIIH is a rate-limiting factor for HIV transcription in unactivated T-cells by using a combination of in vivo ChIP experiments and cell-free transcription studies. The ability of NF-κB to rapidly recruit TFIIH during HIV activation in T-cells is an unexpected discovery; however, there are several precedents in the literature of cellular genes that are activated through the recruitment of TFIIH. In an early and influential paper, demonstrated that type I activators such as Sp1 and CTF, which were able to support initiation but were unable to support efficient elongation, were also unable to bind TFIIH. By contrast, type II activators such as VP16, p53 and E2F1, which supported both initiation and elongation, were able to bind to TFIIH. In one of the most thoroughly characterized transcription systems, have studied the temporal order of recruitment of transcription factors during the activation of the major histocompatibility class II (MHC II) DRA gene by IFN-gamma. Following induction of the CIITA transcription factor by IFN-gamma, there was recruitment of both CDK7 and CDK9 causing RNAP CTD phosphorylation and elongation. Finally, Nissen and Yamamoto (2000) in their studies of the activation of the IL-8 and ICAM-1 promoters observed enhanced CDK7 recruitment and RNAP II CTD phosphorylation in response to NF-κB activation by TNF.",
            "score": 82.51681566238403
        },
        {
            "docid": "19220477_15",
            "document": "Akt/PKB signaling pathway . The Akt-PI3K pathway is essential for cell survival as activated Akt influences many factors involved in apoptosis, either by transcription regulation or direct phosphorylation. This phosphorylation induces export to the cytosol where they are sequestered by 14-3-3 proteins and eventually undergo degradation via the ubiquitin-proteasome pathway.",
            "score": 45.034663915634155
        },
        {
            "docid": "19220477_24",
            "document": "Akt/PKB signaling pathway . Aberrant activation of Akt, either via PI3K or independently of PI3K, is often associated with malignancy. Studies have identified gene amplification of the Akt isoforms in many types of cancer, including glioblastoma, ovarian, pancreatic and breast cancers. Akt is also up-regulated in terms of mRNA production in breast and prostate cancer. Functional inactivation of PTEN, the major PI3K antagonist, can occur in cancer cells by point mutation, gene deletion or epigenetic mechanisms. Mutation in the pathway can also affect receptor tyrosine kinases, growth factors, Ras and the PI3K p110 subunit, leading to abnormal signalling activity. Therefore, many of the proteins in the pathway are targets for cancer therapeutics. In addition to its effects on cell survival and cell cycle progression, the PI3K-Akt pathway promotes other characteristics of cancer cells. Hyperactivity of the pathway promotes the epithelial-mesenchymal transition (EMT) and metastasis due to its effects on cell migration.",
            "score": 45.421217918395996
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 82.26445531845093
        },
        {
            "docid": "34333508_3",
            "document": "Viperin . Viperin is a cellular protein which could inhibit many DNA and RNA viruses such as CHIKV, HCMV, HCV, DENV, WNV, SINV, influenza, HIV LAI strain, and so on. Initially identified as an IFN-γ induced antiviral protein in human cytomegalovirus (HCMV) infected macrophages, viperin is reported that it could be induced by HCMV glycoprotein B in fibroblasts but inhibits HCMV viral infection and down-regulates viral structural proteins, which is essential for viral assembling and maturation. The mechanism of how the virus protein induces viperin against itself is still not clear. However, the viral induced redistribution of Viperin is also found in HCMV infected cells, which may reflect the mechanism of virus evading antiviral activities of Viperin. Viperin could also be induced, and then interact with HCMV viral proteins and relocate to mitochondria in HCMV viral infected cells, and finally enhance viral infectivity by the disrupted cellular metabolism. In the inhibition of influenza virus budding and release, viperin could disrupt the lipid rafts on cell plasma membrane by decreasing the enzyme activities of farnesyl diphosphate synthase (FPPS), which is an essential enzyme in isoprenoid biosynthesis pathway. Besides, viperin can also inhibit the viral replication of HCV via the interaction with host protein hVAP-33 and NS5A and disruption of the formation of the replication complex.",
            "score": 86.36168169975281
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 66.29811334609985
        },
        {
            "docid": "14755663_4",
            "document": "IKBKE . Serine/threonine kinase that plays an essential role in regulating inflammatory responses to viral infection, through the activation of the type I IFN, NF-kappa-B and STAT signaling. Also involved in TNFA and inflammatory cytokines, like Interleukin-1, signaling. Following activation of viral RNA sensors, such as RIG-I-like receptors, associates with DDX3X and phosphorylates interferon regulatory factors (IRFs), IRF3 and IRF7, as well as DDX3X. This activity allows subsequent homodimerization and nuclear translocation of the IRF3 leading to transcriptional activation of pro-inflammatory and antiviral genes including IFNB. In order to establish such an antiviral state, IKBKE forms several different complexes whose composition depends on the type of cell and cellular stimuli. Thus, several scaffolding molecules including IPS1/MAVS, TANK, AZI2/NAP1 or TBKBP1/SINTBAD (TANK-binding kinase 1-binding protein 1) can be recruited to the IKBKE-containing-complexes. Activated by polyubiquitination in response to TNFA and interleukin-1, regulates the NF-kappa-B signaling pathway through, at least, the phosphorylation of CYLD. Phosphorylates inhibitors of NF-kappa-B thus leading to the dissociation of the inhibitor/NF-kappa-B complex and ultimately the degradation of the inhibitor. In addition, is also required for the induction of a subset of ISGs which displays antiviral activity, may be through the phosphorylation of STAT1 at 'Ser-708'. Phosphorylation of STAT1 at 'Ser-708' seems also to promote the assembly and DNA binding of ISGF3 (STAT1:STAT2:IRF9) complexes compared to GAF (gamma-activation factor) (STAT1:STAT1) complexes, in this way regulating the balance between type I and type II IFN responses. Protects cells against DNA damage-induced cell death. Also plays an important role in energy balance regulation by sustaining a state of chronic, low-grade inflammation in obesity, which leads to a negative impact on insulin sensitivity. Phosphorylates AKT1.",
            "score": 63.091638684272766
        },
        {
            "docid": "5618682_14",
            "document": "MAPK/ERK pathway . The ERK pathway plays an important role of integrating external signals from the presence of mitogens such as epidermal growth factor (EGF) into signaling events promoting cell growth and proliferation in many mammalian cell types. In a simplified model, the presence of mitogens and growth factors trigger the activation of canonical receptor tyrosine kinases such as EGFR leading to their dimerization and subsequent activation of the small GTPase Ras. This then leads to a series of phosphorylation events downstream in the MAPK cascade (Raf-MEK-ERK) ultimately resulting in the phosphorylation and activation of ERK. The phosphorylation of ERK results in an activation of its kinase activity and leads to phosphorylation of its many downstream targets involved in regulation of cell proliferation. In most cells, some form of sustained ERK activity is required for cells to activate genes that induce cell cycle entry and suppress negative regulators of the cell cycle. Two such important targets include Cyclin D complexes with Cdk4 and Cdk6 (Cdk4/6) which are both phosphorylated by ERK. The transition from G1 to S phase is coordinated by the activity of Cyclin D-Cdk4/6, which increases during late G1 phase as cells prepare to enter S-phase in response to mitogens. Cdk4/6 activation contributes to hyper-phosphorylation and the subsequent destabilization retinoblastoma protein (Rb). Hypo-phosphorylated Rb, is normally bound to transcription factor E2F in early G1 and inhibits its transcriptional activity, preventing expression of S-phase entry genes including Cyclin E, Cyclin A2 and Emi1. ERK1/2 activation downstream of mitogen induced Ras signaling is necessary and sufficient to remove this cell cycle block and allow cells to progress to S-phase in most mammalian cells. Downstream feedback control and generation of a bistable G1/S switch",
            "score": 64.64593136310577
        },
        {
            "docid": "19220477_25",
            "document": "Akt/PKB signaling pathway . Angiogenesis, the formation of new blood vessels, is often critical for tumour cells to survive and grow in nutrient-depleted conditions. Akt is activated downstream of vascular endothelial growth factor (VEGF) in endothelial cells in the lining of blood vessels, promoting survival and growth. Akt also contributes to angiogenesis by activating endothelial nitric oxide synthase (eNOS), which increases production of nitric oxide (NO). This stimulates vasodilation and vascular remodelling. Signalling through the PI3K-Akt pathway increases translation of hypoxia-inducible factor α (HIF1α and HIF2α) transcription factors via mTOR. HIF promotes gene expression of VEGF and glycolytic enzymes, allowing metabolism in oxygen-depleted environments.",
            "score": 44.73143029212952
        },
        {
            "docid": "22820578_4",
            "document": "Pancreatic stellate cell . In humans, persistent injury to the pancreas is linked with chronic alcohol use, pancreatic duct obstruction and genetic. Chronic damage leads to the sustained activation of the active PaSC phenotype. Diminished production of MMPs by PaSCs also contributes to the fibrotic phenotype. Other factors may also drive the persistent activated state of PaSCs in the event of pancreatitis. For example, PaSCs express protease activated receptor-2 (PAR-2), which is cleaved by trypsin to become active. Active PAR-2 then instigates PaSC growth and collagen synthesis. Pancreatic adenocarcinomas are recognised by tumour desmoplasia, distinguished by an increase in the connective tissue that surrounds the neoplasm. Activated PaSCs in the tumour desmoplasia of human pancreatic cancers express α-SMA and co-localise with MRNA encoding pro-collagen α1I. These factors are significant contributors of the ECM proteins that compose the desmoplasia. A symbiotic relationship exists between pancreatic adenocarcinoma cells and PaSCs, which leads to an overall increase in the rate of growth of the tumour. For example, culture supernatants from human pancreatic tumour cell lines induce PaSC proliferation and the production of ECM proteins. Pancreatic tumour cells stimulate the proliferation of PaSCs through the secretion of PDGF, and induce PaSC production of ECM proteins by secreting TGF-β1 and FGF-2. Pancreatic tumour cells and PaSCs operate in a symbiotic relationship in animal studies, however data from human pancreatic tumours is limited. Connective tissue growth factor is involved in the pathogenesis of fibrotic diseases and is predominantly found in PaSCs through regulation by TGF-β. Pancreatic cancer cells also stimulate proliferation, ECM production and TIMP1 production in PaSCs. The production of these factors is regulated by fibroblast growth factor 2, TGF-β1, and PDGF. In addition to cytokine-mediated mechanisms, PaSCs also produce a tumour supportive micro-environment through the production of matri-cellular proteins. The up regulation of matri-cellular proteins such as galectin-1, and tenascin-C is present in the stromal tissues of pancreatic cancer and chronic pancreatitis. Matricellular proteins induce proliferation, migration and production of cytokines, ECM and angiogenic responses in PaSCs, which in turn induce cancer cell proliferation. Matri-cellular proteins may therefore directly contribute to the development of pancreatic cancer through stimulating cancer cell activity. The matricellular protein also facilitates a tumour supportive microenvironment through sustained fibrogenic stellate cell activity. A hypoxic environment in tumours influences pancreatic cancer progression. An oxygen deficient environment concomitantly exists not only in cancer cells but also in surrounding pancreatic stellate cells. The cellular response to hypoxia is mediated by the transcription factor HIF-1, which is a heterodimer protein composed of α and β subunits. Hypoxia also stimulates nuclear expression of HIF-1α followed by the production of vascular endothelial growth factor (VEGF) in PaSCs. The induction of HIF-α indicates that PaSCs serves as oxygen sensing cells within the pancreas. PaSCs, endothelial cells and other cells involved in the development of pancreatic fibrosis therefore function in coordination with a low oxygen microenvironment. Treatment of chronic pancreatitis and pancreatic cancer aims to target the major mechanisms involved in both their activation and proliferation. For example, inhibition of the receptors PDGF, TGF-β and angiotensin II in addition to suppression of the intracellular signalling pathways downstream of these receptors is likely to be of therapeutic benefit. In vitro experiments indicate that PaSCs influence the activation and proliferation process for mitogen activated protein kinase (MAPK) pathways, in particular ERK1/2, p38 kinase and JNK. The inhibition of the majority of MAPK pathways leads to a reduction in the activation and proliferation of PaSCs. Anti-fibrosis treatment strategies targeting PaSCs include inhibition of the activation of quiescent PaSCs. Agents such as angiotensin receptor blockers, serine protease inhibitors and adenine dinucleotide phosphate oxidase inhibit the activation and function of PaSCs. Camostat mesilate, an oral protease inhibitor, that is used to treat patients with chronic pancreatitis inhibited the proliferation and MCP-1 production in PaSCs in vitro. The success and effect of anti-fibrosis therapies in pancreatic cancer treatment, however, remains unclear. Rat PaSCs express COX-2 when stimulated with TGF beta 1 (TGF-β1) and other cytokines. pharmacological inhibition of COX-2 and inhibition of TGF-β1 signalling pathway decreases the expression of COX-2, α-SMA and collagen I, indicating that COX-2 may be a therapeutic target for pancreatic cancer and chronic pancreatitis. Strategies aimed at inducing PaSC transformation from an activated to a quiescent state and inducing PaSC apoptosis may also be used to treat pancreatic cancer and chronic pancreatitis. For example, the administration of vitamin A induces culture activated rat PaSCs to trans-differentiate to a quiescent state, preventing the progression of pancreatic cancer and pancreatitis.",
            "score": 73.22917878627777
        },
        {
            "docid": "19220477_11",
            "document": "Akt/PKB signaling pathway . The PI3K-Akt pathway has many downstream effects and must be carefully regulated. One of the ways the pathway is negatively regulated is by reducing PIP levels. Phosphatase and tensin homolog (PTEN) antagonises PI3K by converting PI(3,4,5)P into PI(4,5)P. Loss of PTEN function leads to over-activation of Akt and is common in cancer cells (PTEN is a tumour suppressor). SH2-containing Inositol Phosphatase (SHIP) also dephosphorylates PI(3,4,5)P, at the 5' position of the inositol ring. The PI3K-Akt pathway regulates PTEN levels by affecting its transcription and activity. Transcription factor NF-κB, activated by Akt, regulates peroxisome proliferator-activated receptor delta (PPARβ/δ) agonists and tumour necrosis factor α (TNFα), which in turn repress PTEN expression. NEDD4-1, an E3 ligase that recognises PTEN for degradation is up-regulated by the PI3K pathway. Therefore, when Akt is activated, PTEN is further repressed in a positive feedback loop.",
            "score": 45.80269801616669
        },
        {
            "docid": "371659_10",
            "document": "Ras subfamily . Ras proteins function as binary molecular switches that control intracellular signaling networks. Ras-regulated signal pathways control such processes as actin cytoskeletal integrity, cell proliferation, cell differentiation, cell adhesion, apoptosis, and cell migration. Ras and Ras-related proteins are often deregulated in cancers, leading to increased invasion and metastasis, and decreased apoptosis. Ras activates several pathways, of which the mitogen-activated protein (MAP) kinase cascade has been well-studied. This cascade transmits signals downstream and results in the transcription of genes involved in cell growth and division. Another Ras-activated signaling pathway is the PI3K/AKT/mTOR pathway, which stimulates protein synthesis and cellular growth, and inhibits apoptosis.",
            "score": 71.5615119934082
        },
        {
            "docid": "8733663_7",
            "document": "Peginterferon alfa-2b . One of the major mechanisms of PEG-interferon alpha-2b utilizes the JAK-STAT signaling pathway. The basic mechanism works such that PEG-interferon alpha-2b will bind to its receptor, interferon-alpha receptor 1 and 2 (IFNAR1/2). Upon ligand binding the Tyk2 protein associated with IFNAR1 is phosphorylated which in turn phosphorylates Jak1 associated with IFNAR2. This kinase continues its signal transduction by phosphorylation of signal transducer and activator of transcription (STAT) 1 and 2 via Jak 1 and Tyk2 respectively. The phosphorylated STATs then dissociate from the receptor heterodimer and form an interferon transcription factor with p48 and IRF9 to form the interferon stimulate transcription factor-3 (ISGF3). This transcription factor then translocates to the nucleus where it will transcribe several genes involved in cell cycle control, cell differentiation, apoptosis, and immune response. PEG-interferon alpha-2b acts as a multifunctional immunoregulatory cytokine by transcribing several genes, including interleukin 4 (IL4). This cytokine is responsible for inducing T helper cells to become type 2 helper T cells. This ultimately results in the stimulation of B cells to proliferate and increase their antibody production. This ultimately allows for an immune response, as the B cells will help to signal the immune system that a foreign antigen is present.",
            "score": 68.48111259937286
        },
        {
            "docid": "13562723_9",
            "document": "RELA . As the prototypical heterodimer complex member of the NF-κB, together with p50, RELA/p65 interacts with various proteins in both the cytoplasm and in the nucleus during the process of classical NF-κB activation and nuclear translocation. In the inactive state, RELA/p50 complex is mainly sequestered by IκBα in the cytosol. TNFα, LPS and other factors serve as activation inducers, followed by phosphorylation at residue 32 and 36 of IκBα, leading to rapid degradation of IκBα via the ubiquitin-proteasomal system and subsequent release of RELA/p50 complex. RELA nuclear localization signal used to be sequestered by IκBα is now exposed, and rapid translocation of the NF-κB occurs. In parallel, there is a non-classical NF-κB activation pathway involving the proteolytic cleavage of p100 into p52 instead of p50. This process does not require RELA, hence will not be discussed in detail here.  After NF-κB nuclear localization due to TNFα stimulation, p50/RELA heterodimer will function as a transcription factor and bind to a variety of genes involved in all kinds of biological processes, such as leukocyte activation/chemotaxis, negative regulation of TNFIKK pathway, cellular metabolism, antigen processing, just to name a few .  Phosphorylation of RELA at different residues also enables its interaction with CDKs and P-TEFb. Phosphorylation at serine 276 in RELA allows its interaction with P-TEFb containing CDK9 and cyclin T1 subunits, and phospho-ser276 RELA-P-TEFb complex is necessary for IL-8 and Gro-β activation. Another mechanism is involved in the activation of genes preloaded with Pol II in a RELA serine 276 phosphorylation independent manner.",
            "score": 39.26343882083893
        },
        {
            "docid": "1209057_11",
            "document": "Wnt signaling pathway . The three best characterized Wnt signaling pathways are the canonical Wnt pathway, the noncanonical planar cell polarity pathway, and the noncanonical Wnt/calcium pathway. As their names suggest, these pathways belong to one of two categories: canonical or noncanonical. The difference between the categories is that a canonical pathway involves the protein β-catenin while a noncanonical pathway operates independently of it. The canonical Wnt pathway (or Wnt/β-catenin pathway) is the Wnt pathway that causes an accumulation of β-catenin in the cytoplasm and its eventual translocation into the nucleus to act as a transcriptional coactivator of transcription factors that belong to the TCF/LEF family. Without Wnt, β-catenin would not accumulate in the cytoplasm since a destruction complex would normally degrade it. This destruction complex includes the following proteins: Axin, adenomatosis polyposis coli (APC), protein phosphatase 2A (PP2A), glycogen synthase kinase 3 (GSK3) and casein kinase 1α (CK1α). It degrades β-catenin by targeting it for ubiquitination, which subsequently sends it to the proteasome to be digested. However, as soon as Wnt binds Fz and LRP5/6, the destruction complex function becomes disrupted. This is due to Wnt causing the translocation of the negative Wnt regulator, Axin, and the destruction complex to the plasma membrane. Phosphorylation by other proteins in the destruction complex subsequently binds Axin to the cytoplasmic tail of LRP5/6. Axin becomes de-phosphorylated and its stability and levels decrease. Dsh then becomes activated via phosphorylation and its DIX and PDZ domains inhibit the GSK3 activity of the destruction complex. This allows β-catenin to accumulate and localize to the nucleus and subsequently induce a cellular response via gene transduction alongside the TCF/LEF (T-cell factor/lymphoid enhancing factor) transcription factors. β-catenin recruits other transcriptional coactivators, such as BCL9, Pygopus and Parafibromin/Hyrax. The complexity of the transcriptional complex assembled by β-catenin is beginning to emerge thanks to new high-throughput proteomics studies. The promiscuity of the β-catenin interacting proteins complicates our understanding: BCL9 and Pygopus have been reported, in fact, to possess several β-catenin-independent functions (therefore, likely, Wnt signaling-independent). The noncanonical planar cell polarity (PCP) pathway does not involve β-catenin. It does not use LRP-5/6 as its co-receptor and is thought to use NRH1, Ryk, PTK7 or ROR2. The PCP pathway is activated via the binding of Wnt to Fz and its co-receptor. The receptor then recruits Dsh, which uses its PDZ and DIX domains to form a complex with Dishevelled-associated activator of morphogenesis 1 (DAAM1). Daam1 then activates the small G-protein Rho through a guanine exchange factor. Rho activates Rho-associated kinase (ROCK), which is one of the major regulators of the cytoskeleton. Dsh also forms a complex with rac1 and mediates profilin binding to actin. Rac1 activates JNK and can also lead to actin polymerization. Profilin binding to actin can result in restructuring of the cytoskeleton and gastrulation.",
            "score": 55.06179189682007
        },
        {
            "docid": "14755297_6",
            "document": "IFNA2 . When a cell is infected by a virus, some components of the virus, mainly viral nucleic acids, are recognized by specialized cellular molecules such as RIG-I, MDA5 and some toll-like receptors (TLR). This recognition induces the activation of specific serine kinases, enzymes which activate by phosphorylation the IFN regulatory factors (IRF), IRF3 and IRF7. IRF3 and IRF7 are themselves transcription factors that translocate into the nucleus and activate the transcription of type I IFNs genes and thereby initiate the process leading to the secretion of IFN by the infected cells. The \"danger\" signals carried by viruses were the first IFN inducers described but it is now known that non-viral \"danger\" signals, such as some types of dead cells, can stimulate the synthesis of type I IFNs.",
            "score": 81.11755466461182
        },
        {
            "docid": "6846786_4",
            "document": "Protein kinase R . Protein kinase-R is activated by double-stranded RNA (dsRNA), introduced to the cells by a viral infection. PKR can also be activated by the protein PACT or by heparin. PKR contains an N-terminal dsRNA binding domain (dsRBD) and a C-terminal kinase domain, that gives it pro-apoptotic (cell-killing) functions. The dsRBD consists of two tandem copies of a conserved double stranded RNA binding motif, dsRBM1 and dsRBM2. PKR is induced by interferon in a latent state. Binding to dsRNA is believed to activate PKR by inducing dimerization and subsequent auto-phosphorylation reactions. In situations of viral infection, the dsRNA created by viral replication and gene expression binds to the N-terminal domain, activating the protein. Once active, PKR is able to phosphorylate the eukaryotic translation initiation factor eIF2α. This inhibits further cellular mRNA translation, thereby preventing viral protein synthesis. Since ElF2α is involved in the commonly initiation translation from an AUG codon, the alternative non-AUG initiation takes place instead. An example of mRNAs using non-AUG initiation are mRNAs for the heat shock proteins. Active PKR is also able to mediate the activation of the transcription factor NFkB, by phosphorylating its inhibitory subunit, IkB. Activated NFkB upregulates the expression of Interferon cytokines, which work to spread the antiviral signal locally. Active PKR is also able to activate tumor suppressor PP2A which regulates the cell cycle and the metabolism. Through complex mechanisms, active PKR is also able to induce cellular apoptosis, to prevent further viral spread.",
            "score": 69.88502585887909
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 105.24829578399658
        },
        {
            "docid": "14677177_11",
            "document": "Ceramide kinase . Production of C-1-P bolsters cell survival and proliferation. It has been shown that C-1-P promotes DNA synthesis in fibroblasts. C-1-P also prevents apoptosis by inhibiting the caspase-9/caspase-3 pathway and preventing DNA fragmentation in macrophages. This is thought to occur via C-1-P interacting with and blocking functionality of acid sphingomyelinase. This results in diminished ceramide production, which precludes apoptosis. Recently, phosphorylation of ceramide via CERK has been shown to stimulate myoblast proliferation. It was demonstrated that C-1-P perpetuates the phosphorylation of glycogen synthase kinase-3 β and retinoblastoma protein, which contributes to transition from the G1 phase to M phase of the cell cycle. Additionally, production of C-1-P appears to result in increased expression of Cyclin D. CERK has demonstrated an ability to activate phosphatidylinositol 3-kinase/Akt (PI3K/Akt), ERK1/2, and mTOR. CERKs ability to produce signaling molecules that facilitate the activation of cell proliferation as well as its interaction with PI3K/Akt, and mTOR indicate that disregulated CERK expression may lead to cancer.",
            "score": 49.29376220703125
        },
        {
            "docid": "25330915_3",
            "document": "PI3K/AKT/mTOR pathway . Neural stem cells (NSCs) in the brain must find a balance between maintaining their multipotency by self renewing and proliferating as opposed to differentiating and becoming quiescent. The PI3K/AKT pathway is crucial in this decision making process. NSCs are able to sense and respond to changes in the brain or throughout the organism. When glucose levels are high, insulin and therefore IGF is produced. This signaling activates the PI3K/AKT pathway which works to promote proliferation. In this way, when there is high glucose and abundant energy in the organism, the PI3K/AKT pathway is activated and NSCs tend to proliferate. When there are low amounts of available energy, the PI3K/AKT pathway is less active and cells adopt a quiescent state.  This occurs, in part, when AKT phosphorylates FOXO, keeping FOXO in the cytoplasm. FOXO, when dephosphorylated, can enter the nucleus and work as a transcription factor to promote the expression of various tumor suppressors such as p27 and p21. These tumor suppressors push the NSC to enter quiescence. FOXO knockouts lose the ability for cells to enter a quiescent state as well as cells losing their neural stem cell character, possibly entering a cancer like state.",
            "score": 47.30281150341034
        },
        {
            "docid": "2457_50",
            "document": "Apoptosis . Viruses can trigger apoptosis of infected cells via a range of mechanisms including: Canine distemper virus (CDV) is known to cause apoptosis in central nervous system and lymphoid tissue of infected dogs in vivo and in vitro. Apoptosis caused by CDV is typically induced via the extrinsic pathway, which activates caspases that disrupt cellular function and eventually leads to the cells death. In normal cells, CDV activates caspase-8 first, which works as the initiator protein followed by the executioner protein caspase-3. However, apoptosis induced by CDV in HeLa cells does not involve the initiator protein caspase-8. HeLa cell apoptosis caused by CDV follows a different mechanism than that in vero cell lines. This change in the caspase cascade suggests CDV induces apoptosis via the intrinsic pathway, excluding the need for the initiator caspase-8. The executioner protein is instead activated by the internal stimuli caused by viral infection not a caspase cascade.",
            "score": 73.50039172172546
        },
        {
            "docid": "546406_6",
            "document": "Toll-like receptor . Upon activation, TLRs recruit adapter proteins (proteins that mediate other protein-protein interactions) within the cytosol of the immune cell in order to propagate the antigen-induced signal transduction pathway. These recruited proteins are then responsible for the subsequent activation of other downstream proteins, including protein kinases (IKKi, IRAK1, IRAK4, and TBK1) that further amplify the signal and ultimately lead to the upregulation or suppression of genes that orchestrate inflammatory responses and other transcriptional events. Some of these events lead to cytokine production, proliferation, and survival, while others lead to greater adaptive immunity. If the ligand is a bacterial factor, the pathogen might be phagocytosed and digested, and its antigens presented to CD4+ T cells. In the case of a viral factor, the infected cell may shut off its protein synthesis and may undergo programmed cell death (apoptosis). Immune cells that have detected a virus may also release anti-viral factors such as interferons.",
            "score": 78.25100588798523
        },
        {
            "docid": "34032373_6",
            "document": "P19 cell . Same as retinoic acid, DMSO induced differentiation is not specific to P19 cells. It could also induce neuroblastoma cells, lung cancer cells and mouse ES cells. At concentration of 0.5%-1% DMSO induced P19 cells to aggregate and process mesodermal and endoermal cell types.  The cellular mechanism that occurs during aggregation and differentiation is still not fully studied. However, some studies showed that the cellular communication plays an important role in muscle differentiation in P19 cells which might explain why cells need to aggregate first to process the muscle differentiation.  In order to elucidate the mechanism of myogenesis in P19 cells, several cardiac specific transcription factors including GATA-4, MEF2c, Msx-1, Nkx2.5, MHox, Msx-2 and MLP are found to change during differentiation. Reports have shown that GATA-4, NKx2.5 and MEF2c were all upregulated after DMSO induction. In recent years, P19 cells were also used in studying the mechanism of cardiac differentiation and myogenesis. The main affected signaling pathway, bone morphogenetic proteins (BMPs) pathway is the most strongly studied signaling in P19 cells. By generating the P19CL6noggin cell line, which overexpresses the BMP antagonist noggin, they found that the mutant cells didn’t differentiate into cardiomyocytes when treated with 1% of DMSO, suggesting that the BMPs were indispensable for cardiomyocyte differentiation in this system. They also provided the evidence showing that TAK1, Nkx-2.5, and GATA-4 are important in cardiogenic BMP signaling pathway.",
            "score": 58.742542028427124
        },
        {
            "docid": "7801838_12",
            "document": "Interleukin 15 . In mast cells, the IL-15R signaling pathway has been found to include Jak2 and STAT5 instead Jak1/3 and STAT3/5. Phosphorylation STATs form transcription factors and activate transcription of appropriate genes. The β chain of IL-15R recruits and also activates protein tyrosine kinases of the Src family including Lck, Fyn and Lyn kinase. It also activates phosphatidylinositol 3-kinase (PI3K) and AKT signaling pathway and induce expression of transcription factors including c-Fos, c-Jun, c-Myc and NF-κB.",
            "score": 45.65873670578003
        },
        {
            "docid": "3687230_14",
            "document": "Trichothecene . The induction of apoptosis in cells with high levels of ROS is due to a variety of cell signaling pathways. The first is the p53 pathway which is shown to be upregulated by the T-2 toxin. p53 is a protein responsible for controlling the cell cycle, but an increase in the activity of this protein also leads to increased activation of BAX proteins in the cell. These BAX proteins are primarily responsible for increasing the permeability of the mitochondrial membrane and leading to the release of cyochrome c and ROS. Release of cytochrome c from the mitochrondria induces apoptosis by initiating the assembly of caspases, or proteins responsible for degrading the cell from within. Additionally, trichothecenes such as T-2, have also been shown to increase the JNK signaling pathway in cells. Here, c-Jun N-Terminal Kinase (JNK) is able to increase to phosphorylation of its target, c-Jun, into its active form. Activated c-jun acts as a transcription factor in the cell nucleus for proteins important for facilitating the downstream apoptotic pathway.",
            "score": 62.16349732875824
        }
    ],
    "r": [
        {
            "docid": "203312_62",
            "document": "Management of HIV/AIDS . The main obstacle to conventional antiretroviral therapy eliminating HIV infection is that HIV is able to integrate itself into the DNA of host cells and rest in a latent state, while antiretrovirals only attack actively replicating HIV. The cells in which HIV lays dormant are called the viral reservoir, and one of the main sources is thought to be central memory and transitional memory CD4+ T cells. Recent reports of the cure of HIV in two infants are presumably due to the fact that treatment was initiated within hours of infection, preventing HIV from establishing a deep reservoir. Currently there is work being done to try to activate reservoir cells into replication so that the virus is forced out of latency and can be attacked by antiretrovirals and the host immune system. Targets include histone deacetylase (HDAC) which represses transcription and if inhibited can lead to increased cell activation. The HDAC inhibitors valproic acid and vorinostat have been used in human trials with only preliminary results so far.",
            "score": 152.8961181640625
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 143.84762573242188
        },
        {
            "docid": "24203383_5",
            "document": "Robert F. Siliciano . The problem of HIV latency is a focus of Siliciano's research. When HIV integrates into the genome of a host cell but remains transcriptionally silent in a state known as \"latency,\" the immune system is unable to detect and destroy the infected cell and its virus. Antiretroviral drugs are highly effective at controlling virus replication, but they also have several drawbacks. Some people experience side effects when taking these medications, and if treatment is interrupted, latent HIV can begin replicating and spreading again, often developing resistance to anti-HIV medications in the process. HIV/AIDS researchers including Siliciano have hypothesized that if all latent virus in the body could be simultaneously forced out of latency, or \"reactivated,\" antiretroviral drugs could prevent the newly formed viruses from successfully infecting new cells, thus eradicating HIV from an infected person. Several candidate drugs have been proposed, but they cause unacceptable toxicity by globally activating the patient's uninfected T cells.",
            "score": 142.938232421875
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 130.72218322753906
        },
        {
            "docid": "3783315_20",
            "document": "Virus latency . In the field of HIV research, proviral latency in specific long-lived cell types is the basis for the concept of one or more viral reservoirs, referring to locations (cell types or tissues) characterized by persistence of latent virus. Specifically, the presence of replication-competent HIV in resting CD4-positive T cells allows this virus to persist for years without evolving despite prolonged exposure to antiretroviral drugs. This latent reservoir of HIV may explain the inability of antiretroviral treatment to cure HIV infection.",
            "score": 120.00001525878906
        },
        {
            "docid": "33139249_3",
            "document": "Discovery and development of integrase inhibitors . The body uses its immune system to protect itself from bacteria, viruses and other disease-causing beings, and when it fails to do so immunodeficiency diseases occur. One such disease is acquired immunodeficiency syndrome (AIDS) which is most commonly a result of an infection by the human immunodeficiency virus (HIV). Two closely related types of HIV have been identified, HIV-1 and HIV-2. While HIV-2 is spreading in India and West Africa, HIV-1 is more virulent and the number one cause of AIDS worldwide. Though some of the patients have different results in most cases people infected with HIV go on to develop AIDS and ultimately die of opportunistic infections or cancer. Integration to the retroviral genome is critical for gene expression and viral replication. The viral genome is reversely transcribed into the DNA of the infected cell by viral reverse transcriptase, the DNA is then integrated into the host-cell chromosomes with the aid of the viral integrase. RNA transcripts are produced from integrated viral DNA and serve both as mRNAs to direct the synthesis of viral proteins and later as RNA genomes of the new viral particles.Viral particles escape from the cell by budding from the plasma membrane, each enclosed in a membrane envelope.",
            "score": 119.86310577392578
        },
        {
            "docid": "42862295_5",
            "document": "Amanda Fisher . At Imperial, Fisher used lymphocytes as a model to analyse how gene expression patterns are transmitted through cell division. Fisher also explored the molecular basis of lineage choice. She studies the transcriptional and epigenetic mechanisms that underlie cellular differentiation and experimental reprogramming. Fisher's research activities also include pluripotency and reprogramming, polycomb repressor complexes in stem cells, cohesion function in gene expression and genome organisation with Ikaros family transcription factors (TFs). Fisher conducts her research with a cell biology and genetics approach, using current technologies to address the events involved in maintaining embryonic stem (ES) cell pluripotency versus differentiation towards mesoderm, endoderm and ectoderm, as well as the mechanisms of T cell and B cell lineage choice and differentiation. Fisher's discoveries in HIV were extensive and critical for future research of the virus's characteristics. She produced the first functional copies of HIV, allowing her and other scientists to access biologically active material for future research of the virus's genes. She determined the roles of several of the genes in HIV. These findings have been significant in studying and understanding different characteristics of HIV and Human T-lymphotropic virus (HTLV). Whilst at the NIH, Fisher developed approaches that allowed the successful introduction of exogenous DNA onto human blood cells. Two methods, protoplast fusion and electroporation, proved successful and allowed Fisher to test whether molecular clones isolated from HIV-infected cultures could generate infectious retrovirus upon transfection. Fisher showed in 1985 that molecular clones of HIV, contained within approximately 18kb of contiguous proviral DNA, were biologically active and generated cytopathic virus when introduced into primary human T-cells. This discovery was important s it established that products of the viral genome itself, rather than a cofactor or contaminant, were capable of killing human T cells and were therefore potentially capable of mediating the immunosuppressive effect of HIV. it also provided the basis for dissecting the molecular function of each of the viral genes and for developing DNA-based diagnostic tests for HIV infection. In the following 4 years, Fisher showed that the transactivator gene \"tat\" was essential for virus replication, that truncation of the 3' open reading frame disrupts virus cytopathogenicity, and that \"sor\" (now called \"vif)\" is required for efficient cell to cell transmission of HIV virus. With clinical collaborators from the Walter Reed National Military Medical Center (Redfield and Looney), Fisher showed that patient antisera displayed type-specific neutralising properties and that multiple HIV isolates derived from a single patient were biologically diverse and contained replication-competent as well as replication-incompetent cytopathic variants. These studies performed more than 20 years ago, gave some of the first hints that a successful HIV vaccine might prove difficult to engineer.",
            "score": 119.08313751220703
        },
        {
            "docid": "3853380_31",
            "document": "Stem-cell therapy . Destruction of the immune system by the HIV is driven by the loss of CD4+ T cells in the peripheral blood and lymphoid tissues. Viral entry into CD4+ cells is mediated by the interaction with a cellular chemokine receptor, the most common of which are CCR5 and CXCR4. Because subsequent viral replication requires cellular gene expression processes, activated CD4+ cells are the primary targets of productive HIV infection. Recently scientists have been investigating an alternative approach to treating HIV-1/AIDS, based on the creation of a disease-resistant immune system through transplantation of autologous, gene-modified (HIV-1-resistant) hematopoietic stem and progenitor cells (GM-HSPC).",
            "score": 118.80516815185547
        },
        {
            "docid": "1171686_13",
            "document": "Regulatory T cell . Tregs play major roles during HIV infection. They suppress the immune system, thus limiting target cells and reducing inflammation, but this simultaneously disrupts the clearance of virus by the cell-mediated immune response and enhances the reservoir by pushing CD4 T cells to a resting state, including infected cells. Additionally, Tregs can be infected by HIV, increasing the size of the HIV reservoir directly. Thus, Tregs are being investigated as targets for HIV cure research.",
            "score": 116.08513641357422
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 115.13367462158203
        },
        {
            "docid": "5069516_24",
            "document": "HIV/AIDS . HIV seeks out and destroys CCR5 expressing CD4 T cells during acute infection. A vigorous immune response eventually controls the infection and initiates the clinically latent phase. CD4 T cells in mucosal tissues remain particularly affected. Continuous HIV replication causes a state of generalized immune activation persisting throughout the chronic phase. Immune activation, which is reflected by the increased activation state of immune cells and release of pro-inflammatory cytokines, results from the activity of several HIV gene products and the immune response to ongoing HIV replication. It is also linked to the breakdown of the immune surveillance system of the gastrointestinal mucosal barrier caused by the depletion of mucosal CD4 T cells during the acute phase of disease.",
            "score": 114.83316802978516
        },
        {
            "docid": "553683_4",
            "document": "Drug holiday . HIV selectively targets activated helper T-cells. Thus, over time, HIV will tend to selectively destroy those helper T-cells most capable of fighting the HIV infection off, effectively desensitizing the immune system to the infection. The purpose of a structured treatment interruption is to create a short interval in which the virus becomes common enough to stimulate reproduction of T-cells capable of fighting the virus.",
            "score": 114.36894989013672
        },
        {
            "docid": "36065282_6",
            "document": "Signs and symptoms of HIV/AIDS . A strong immune defense reduces the number of viral particles in the blood stream, marking the start of secondary or chronic HIV infection. The secondary stage of HIV infection can vary between two weeks and 20 years. During the secondary phase of infection, HIV is active within lymph nodes, which typically become persistently swollen, in response to large amounts of virus that become trapped in the follicular dendritic cells (FDC) network. The surrounding tissues that are rich in CD4 T cells may also become infected, and viral particles accumulate both in infected cells and as free virus. Individuals who are in this phase are still infectious. During this time, CD4 CD45RO T cells carry most of the proviral load. A small percentage of HIV-1 infected individuals retain high levels of CD4+ T-cells without antiretroviral therapy. However, most have detectable viral load and will eventually progress to AIDS without treatment. These individuals are classified as HIV controllers or long-term nonprogressors (LTNP). People who maintain CD4+ T cell counts and also have low or clinically undetectable viral load without anti-retroviral treatment are known as elite controllers or elite suppressors (ES).",
            "score": 114.02490997314453
        },
        {
            "docid": "203312_12",
            "document": "Management of HIV/AIDS . The life cycle of HIV can be as short as about 1.5 days from viral entry into a cell, through replication, assembly, and release of additional viruses, to infection of other cells. HIV lacks \"proofreading\" enzymes to correct errors made when it converts its RNA into DNA via reverse transcription. Its short life-cycle and high error rate cause the virus to mutate very rapidly, resulting in a high genetic variability of HIV. Most of the mutations either are inferior to the parent virus (often lacking the ability to reproduce at all) or convey no advantage, but some of them have a natural selection superiority to their parent and can enable them to slip past defenses such as the human immune system and antiretroviral drugs. The more active copies of the virus, the greater the possibility that one resistant to antiretroviral drugs will be made.",
            "score": 112.55834197998047
        },
        {
            "docid": "70425_39",
            "document": "Inflammation . It has long been recognized that infection with HIV is characterized not only by development of profound immunodeficiency but also by sustained inflammation and immune activation. A substantial body of evidence implicates chronic inflammation as a critical driver of immune dysfunction, premature appearance of aging-related diseases, and immune deficiency. Many now regard HIV infection not only as an evolving virus-induced immunodeficiency but also as chronic inflammatory disease. Even after the introduction of effective antiretroviral therapy (ART) and effective suppression of viremia in HIV-infected individuals, chronic inflammation persists. Animal studies also support the relationship between immune activation and progressive cellular immune deficiency: SIVsm infection of its natural nonhuman primate hosts, the sooty mangabey, causes high-level viral replication but limited evidence of disease. This lack of pathogenicity is accompanied by a lack of inflammation, immune activation and cellular proliferation. In sharp contrast, experimental SIVsm infection of rhesus macaque produces immune activation and AIDS-like disease with many parallels to human HIV infection.",
            "score": 111.71940612792969
        },
        {
            "docid": "9691122_15",
            "document": "Galectin . Galectin-1 has been shown to enhance HIV infection due to its galactose binding specificity. HIV preferentially infects CD4 T cells and other cells of the immune system, immobilising the adaptive immune system. HIV is a virus that infects CD4 cells via binding of its viral envelope glycoprotein complex, which consists of gp120 and gp41. The gp120 glycoprotein contains two types of N-glycan, high mannose oligomers and N-acetyllactosamine chains on a trimannose core. The high mannose oligomers are pathogen-associated molecular pattern (PAMPs) and are recognised by the C-type lectin DC-SIGN found on dendritic cells. The N-acetyllactosamine chains are ligands for galectin-1. Galectin-1 is expressed in the thymus. In particular it is secreted in abundance by Th1 cells. In its normal function, galectin-1 binds to glycans on the CD4 co-receptor of T cells to prevent auto reactivity. When HIV is present, the galectin bridges between the CD4 co-receptor and gp120 ligands, thus facilitating HIV infection of the T cell. Galectin-1 is not essential for HIV infection but assists it by accelerating the binding kinetics between gp120 and CD4. Knowledge of the mechanism between galectin and HIV may provide important therapeutic opportunities. A galectin-1 inhibitor can be used in conjunction with antiretroviral drugs to decrease the infectivity of the HIV and increase the efficacy of the drug.",
            "score": 111.67481994628906
        },
        {
            "docid": "50646737_6",
            "document": "Viral load monitoring for HIV . Treatment guidelines recommend that anyone with a viral load greater than 100,000 copies/mL of blood should begin treatment. HIV is a retrovirus, an RNA virus that enters a host cell and uses the host DNA replication machinery and the enzyme reverse transcriptase to produce DNA from the viral RNA genome. HIV also produces an integrase enzyme which is used to integrate the newly produced viral DNA into the host’s DNA. The virus is then replicated every time the host cell's DNA replicates.  Due to the nature of the virus the drugs used to treat HIV are called antiretroviral medicines, and the course of treatment is called antiretroviral therapy (ART). These potent medicines cannot cure an individual; they can however manage the virus and slow the progression of the HIV infection. Strict compliance with the prescribed ART regimen is vital to controlling the disease.",
            "score": 111.38123321533203
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 110.9490737915039
        },
        {
            "docid": "44104129_2",
            "document": "BIT225 . BIT225 is an experimental drug candidate under development by Biotron Limited for use in the treatment of both HIV and hepatitis C infection. By blocking Vpu ion channel activity, it disrupts HIV assembly within host monocyte cells; its method of action is a first for HIV drugs. Because it targets replication in monocyte derived macrophages, it offers promise for treatment of viral reservoirs that are unaffected by standard treatments. The activity of BIT225 is post-virus integration, with no direct effects on the HIV enzymes reverse transcriptase and protease. Since Vpu ion channel activity is highly conserved, the virus is unlikely to become resistant via generation of Vpu ion-independent virus. In addition, the drug also has been credited with curing hepatitis C after 12 weeks of treatment.",
            "score": 110.89723205566406
        },
        {
            "docid": "14929103_5",
            "document": "PRO 140 . PRO 140 is a lab-made antibody that functions as an entry inhibitor. PRO 140 binds to the CCR5 receptor on the CD4 cells, and interferes with HIV's ability to enter the cell. PRO 140, a humanized form of a PA14 antibody, is a chemokine-receptor CCR5 monoclonal antibody and can inhibit CCR5 tropic HIV-1 at concentrations that do not antagonize the natural activity of CCR5 in vitro. HIV-1 entry is mediated by the HIV-1 envelope glycoproteins gp120 and gp41. The gp120 will bind CD4 and the CCR5co receptor molecule, and this triggers gp41-mediated fusion of the viral and cellular membranes. CCR5 is hence needed for the entry of the virus and this infection of healthy cells. PRO 140, the anti-CCR5 monoclonal antibody, can stop HIV from entering the cell and stop viral replication. It prevents the virus-cell binding at a distinct site in the CCR5 co-receptor without interfering with its natural activity. Unlike other entry inhibitors, PRO 140 is a monoclonal antibody. The mechanism of inhibition is competitive rather than allosteric. As such, it must be injected to be effective. However, once inside the body, PRO 140 binds to CCR5 for >60 days, which may allow for dosing as infrequently as every other week. Compared to highly-active antiretroviral therapy which has been shown to have treatment-related toxicities for HIV-infected patients, PRO140 has no multi-drug resistance or toxicities.",
            "score": 110.78268432617188
        },
        {
            "docid": "211949_41",
            "document": "T helper cell . It has been proposed that during the non-symptomatic phase of HIV infection, the virus has a relatively low affinity towards T cells (and has a higher affinity for macrophages), resulting in a slow kill rate of CD4 T cells by the immune system . This is initially compensated for via the production of new helper T cells from the thymus (originally from the bone marrow). Once the virus becomes lymphotropic (or T-tropic) however, it begins to infect CD4 T cells far more efficiently (likely due to a change in the co-receptors it binds to during infection), and the immune system is overwhelmed. Of note, recent studies suggest that only ~5% of the lymphoid-derived CD4 T cells targeted by HIV are permissive and become productively infected with the virus. More than 95% of the CD4 T cells that die are resting and are unable to support productive infection. These cells undergo abortive infection with HIV. Cell death is triggered when the host cell detects HIV foreign DNA intermediates and initiates a suicidal death pathway in an attempt to protect the host, leading to caspase-1 activation in inflammasomes, thus causing pyroptosis (a highly inflammatory form of programmed cell death).",
            "score": 110.60599517822266
        },
        {
            "docid": "16848773_13",
            "document": "SAMHD1 . SAMHD1 was identified as the cellular protein responsible of the reverse transcription block to HIV-1 infection observed in myeloid cells as well as in quiescent CD4+ T cells. SAMHD1 inhibits HIV-1 infection in myeloid cells by limiting the intracellular pool of dNTPs. The dNTP triphosphohydrolase activity of SAMHD1 has been proposed to reduce the intracellular dNTP level, restricting HIV-1 replication and preventing activation of the immune system, a nuclease activity against single-stranded (ss)DNAs and RNAs, as well as against RNA in DNA/RNA hybrids. Retroviral restriction ability of SAMHD1 is regulated by phosphorylation, for this purpose SAMHD1 associates with the cyclin A2/CDK1 complex that mediates its phosphorylation at threonine 592. Phosphorylated SAMHD1 has been observed to have minimal to no activity in cycling cells. Conversely, unphosphorylated SAMHD1 in non-cycling cells have potent restriction activity.",
            "score": 109.12901306152344
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 108.76547241210938
        },
        {
            "docid": "38900235_7",
            "document": "HIV/AIDS research . The within-host dynamics of HIV infection include the spread of the virus in vivo, the establishment of latency, the effects of immune response on the virus, etc. Early studies used simple models and only considered the cell-free spreading of HIV, in which virus particles bud from an infected T cell, enter the blood/extracellular fluid, and then infect another T cell. A 2015 study proposes a more realistic model of HIV dynamics that also incorporates the viral cell-to-cell spreading mechanism, where the virus is directly transited from one cell to another, as well as the T cell activation, the cellular immune response, and the immune exhaustion as the infection progresses.",
            "score": 108.64403533935547
        },
        {
            "docid": "3064316_3",
            "document": "Viral infectivity factor . Vif is a 23-kilodalton protein that is essential for viral replication. Vif inhibits the cellular protein, APOBEC3G, from entering the virion during budding from a host cell by targeting it for proteasomal degradation. Vif hijacks the cellular Cullin5 E3 ubiquitin ligase, which is composed of ElonginB, ElonginC, Cullin5, and Rbx2, (Crystal Structure of the HIV Vif BC-box in Complex with Human ElonginB and ElonginC is solved and shown here) in order to target APOBEC3G for degradation. In the absence of Vif, APOBEC3G causes hypermutation of the viral genome, rendering it dead-on-arrival at the next host cell. APOBEC3G is thus a host defence to retroviral infection which HIV-1 has overcome by the acquisition of Vif. Targeting Vif has been suggested as a strategy for future HIV drug therapies.",
            "score": 107.22110748291016
        },
        {
            "docid": "147532_12",
            "document": "Beckman Research Institute . John Rossi has worked on treatments for AIDS-related lymphoma, pancreatic cancer and liver cancer. He was the first researcher to use RNA to block the progress of the virus that causes HIV/Aids by degrading the HIV virus within infected cells. He is involved in ongoing work with David DiGiusto and others to develop disease-resistant immune systems by transplanting gene-modified HIV-1-resistant stem and progenitor cells. With John Zaia and others, Rossi has worked on Lentiviral vectors for delivering RNA-based gene therapy. This approach combines stem cell and gene therapy to deliver RNA molecules that can block the genes that the HIV/AIDS virus uses to infect immune cells. John Zaia is also investigating the possibility that cancer chemotherapy can perturb reservoirs of HIV, which has relevance to therapeutic interventions to cure HIV.",
            "score": 106.9653091430664
        },
        {
            "docid": "52170563_4",
            "document": "CD4+/CD8+ ratio . HIV infection leads to low levels of CD4 T cells (lowering the CD4+/CD8+ ratio) through a number of mechanisms, including pyroptosis of abortively infected CD4 T cells, apoptosis of productively infected CD4 T cells, and killing of infected CD4 T cells by CD8 cytotoxic lymphocytes that recognize productively infected cells. When CD4 T cell numbers decline below a critical level, cell-mediated immunity is lost, and the body becomes progressively more susceptible to opportunistic infections. Assessing the levels of viable CD4+/CD8+ T cells in HIV-infected human lymphoid tissues using flow cytometry is shown here (Figure S5). People living with HIV who have a higher CD4/CD8 ratio may have a lower HIV reservoir. A website called Game of T cells (gameoftcells.medicine.wisc.edu) offers monthly blogs about clinical conditions associated with altered CD4/CD8 ratios and a possible relationship between the HIV reservoir and the CD4/CD8 ratio.",
            "score": 106.83002471923828
        },
        {
            "docid": "8909147_2",
            "document": "HIV set point . The HIV set point is the viral load of a person infected with HIV, which stabilizes after a period of acute HIV infection. The set point is reached after the immune system has developed specific Cytotoxic T cells and begins to attempt to fight the virus. The higher the viral load of the set point, the faster the virus will progress to AIDS; the lower the viral load of the set point, the longer the patient will remain in clinical latency. The only effective way to lower the set point is through highly active antiretroviral therapy.",
            "score": 106.4415054321289
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 105.248291015625
        },
        {
            "docid": "842388_7",
            "document": "Emtricitabine . Emtricitabine exhibits clinical activity against the hepatitis B virus (HBV), but is not approved by the FDA for the treatment of HBV infection. Among individuals with chronic HBV infection, emtricitabine treatment results in significant histologic, virologic, and biochemical improvement. The safety profile of emtricitabine during treatment is similar to that of a placebo. Emtricitabine, like all other FDA approved drugs, cures neither HIV nor HBV infection. In a study involving individuals with HBV infection, symptoms of infection returned in 23% of emtricitabine-treated individuals who were taken off therapy. In studies involving individuals with \"chronic\" HIV infection, viral replication also resumes when study subjects are taken off therapy. As with drugs used to treat HIV infection, drugs used to treat HBV infection may have to be used in combination to prevent the evolution of drug resistant strains. The effectiveness of emtricitabine in combination with other anti-HBV drugs has not been established.",
            "score": 105.0926742553711
        },
        {
            "docid": "18746329_4",
            "document": "Nef (protein) . By down regulating cell surface expression of CD4 and Lck, Nef creates a narrow TCR response which likely optimizes HIV-1 viral production and generates a susceptible population of cells to further infect. Nef retargets kinase-active Lck away from the plasma membrane to early and recycling endosomes (RE) as well as the Trans-Golgi network (TGN). RE/TGN associated Lck sub-populations in Nef expressing cells are in the catalytically active conformation and thus signaling competent. While TCR signaling takes place at the plasma membrane (PM), activation of the Ras-GTPase takes place in intracellular compartments including the Golgi apparatus. Nef induced enrichment of active Lck in these compartments results in an increase of localized RAS activity and enhanced activation of Erk kinase and the production of Interleukin-2 (IL-2). Since IL-2 is known to activate the growth, proliferation, and differentiation of T-cells to become effector T-cells; this is a self-serving effect that creates a new population of cells which HIV-1 is able to infect. Self-activation of the infected cell by IL-2 also stimulates the cell to become an effector cell and initiate the machinery which HIV-1 relies upon for its own proliferation.",
            "score": 104.52259063720703
        },
        {
            "docid": "42284024_4",
            "document": "Deborah Persaud . The main topic of Persaud’s research are AIDS and HIV of children. However, her research started from research about the HIV of adults. At 2003, she stated about the Human Immunodeficiency Virus (HIV)- type1 included in the subtypes of HIV. For the HIV patient, the HAART(Highly active antiretroviral therapy) is used as treatment. The HAART regimen includes some of drugs containing Nucleoside reverse transcriptase inhibitors(NRTIs) and protease inhibitor(PI), and non-nucleoside reverse transcriptase inhibitors(NNRTI). The HAART has important function to suppress the levels of HIV-1 to below down. But, HIV-1 resists in cellular reservoirs of CD4+ continually with low-level viremia in adults, and this is very sensitive. From these facts, Persaud and her research team found viremia persists in children with plasma virus are remained at low level under the limit of detection of clinical assays. When children patient of HIV-1 are under the HARRT treatment, the viremia that is difficult to observing is continued virus production without resistance in the protease gene. So, her research team tried to find a novel culture assay that can stimulate the virus production during their latent, integrated HIV-1 in resting CD4+ T cells with the antiretroviral drugs. This drugs interfere the replication of unintegrated virus. They also demonstrated the facts that HIV-1 polymerase sequences from the resting CD4+ Tcells of the patients. By following these research, her research topic have been handling about the antiretroviral therapy. At 2009, her research team focused on the ongoing human immunodeficiency virus type 1 (HIV-1). From this research, it was figured out ongoing virus replication contributes to low-level viremia in patients on HAART, and this ongoing replication is subject to CD8+ T-cell selective pressure. After that, she suggested the induction therapy by using protease-inhibitors has influence the effect of NNRTI( non-Nucleoside reverse transcriptase inhibitors) resistance on virologic response to nevirapine-based HAART in children patients of HIV. For a long time, her research topic has been focusing on the therapy of HIV-1 especially with the children patient. In order to develop the therapy, she has been explained about the mechanism using the NNRTI of HAART.",
            "score": 104.46195220947266
        }
    ]
}