{
    "q": [
        {
            "docid": "10611249_5",
            "document": "Helminth protein . Parasites like helminths do not synthesize their own fatty acids or sterols, and are consequently dependent on their hosts for essential nutrients. A number of different classes of lipid-binding proteins have been investigated and characterized. Of these, NPA (nematode polyprotein antigen/allergen) FAR, and Sj-FABPc demonstrate different binding affinities for fatty acids and/or retinoids. Ov-FAR-1, which is produced by the riverblindness parasite \"Onchocerca volvulus\" binds retinol with great affinity, and this activity may result in the pathology it causes. Ov-FAR-1, however, binds fatty acids with less affinity. On the other hand, Sj-FABPc, found in \"Schistosoma japonicum\", binds fatty acids with high affinity, but does not bind to retinol. All three of these proteins are able to deliver lipids to acceptor membranes, but this transfer process in Ov-FAR-1 and ABA-1A1 (a type of NPA) requires an aqueous diffusion step. Sj-FABPc uses a collision mechanism, and transfer is not affected by changing salt concentrations, suggesting that it may be important to intracellular targeted transport and metabolism of fatty acids. Ov-FAR-1 and ABA-1A1 may instead behave similarly to extracellular lipid-binding proteins.",
            "score": 178.5982221364975
        },
        {
            "docid": "6531976_3",
            "document": "Chemokine receptor . Chemokine receptors are G protein-coupled receptors containing 7 transmembrane domains that are found predominantly on the surface of leukocytes. Approximately 19 different chemokine receptors have been characterized to date, which share many common structural features; they are composed of about 350 amino acids that are divided into a short and acidic N-terminal end, seven helical transmembrane domains with three intracellular and three extracellular hydrophilic loops, and an intracellular C-terminus containing serine and threonine residues that act as phosphorylation sites during receptor regulation. The first two extracellular loops of chemokine receptors are linked together by disulfide bonding between two conserved cysteine residues. The N-terminal end of a chemokine receptor binds to chemokine(s) and is important for ligand specificity. G-proteins couple to the C-terminal end, which is important for receptor signaling following ligand binding. Although chemokine receptors share high amino acid identity in their primary sequences, they typically bind a limited number of ligands. Chemokine receptors are redundant in their function as more than one chemokine is able to bind to a single receptor.",
            "score": 53.43312740325928
        },
        {
            "docid": "5109936_8",
            "document": "PDZ domain . A commonly accepted theory for the binding pocket of the PDZ domain is that it is constituted by several hydrophobic amino acids, apart from the GLGF sequence mentioned earlier, the mainchain atoms of which form a nest (protein structural motif) binding the C-terminal carboxylate of the protein or peptide ligand. Most PDZ domains have such a binding site located between one of the β-strands and the long α-helix.",
            "score": 59.697447657585144
        },
        {
            "docid": "11561317_5",
            "document": "CFP-10 . The 10-kDa culture filtrate protein (CFP-10) and 6kDaA early secreted antigen target (ESAT-6) complex is a 100 amino-acid sequence protein. ESAT-6/CFP-10 has a hydrophobic nature as well as a high content of α-helical structures. Resonance structure analysis of the complex reveals two similar helix-turn-helix hairpin structures formed by the individual proteins, which lie anti-parallel to each other and forms a four-helix bundle. Its long flexible arm projecting off the four-helix bundle, formed by the seven amino-acid C-terminal of CFP-10, is essential for binding and attaching to the surface of host white blood cells; such as macrophages and monocytes. If this C-terminus is cleaved off, the complex shows greatly reduced attachment ability.",
            "score": 63.41462850570679
        },
        {
            "docid": "47912132_3",
            "document": "NT5M . The cDNA of mdN encodes a 25.9-kDa polypeptide, and the crystal structure of this enzymes reveals a 196-long amino acid sequence in the mature protein. The first 32 amino acids, which contain the mitochondrial targeting sequence, are removed during the processing of the premature protein for its import into the mitochondrial matrix. The enzyme is likely a dimer protein formed by the interaction of alpha and beta loops between the cores of the two monomers. Each monomer is composed of a large and small domain connected by two loops. The large domain forms an alpha/beta Rossmann fold as well as 2 helix loops in the fold, whereas the small domain forms a truncated four-helix bundle which is inserted between a beta strand and alpha-helix in the large domain. The active site is found in a cleft between the two domains and binds a magnesium ion that is coordinated by three exogenous ligands, a phosphate ion, and two water molecules in an octahedral shape.",
            "score": 59.35018515586853
        },
        {
            "docid": "613092_22",
            "document": "Aminoacyl tRNA synthetase . In some of the aminoacyl tRNA synthetases, the cavity that holds the amino acid can be mutated and modified to carry unnatural amino acids synthesized in the lab, and to attach them to specific tRNAs. This expands the genetic code, beyond the twenty canonical amino acids found in nature, to include an unnatural amino acid as well. The unnatural amino acid is coded by a nonsense (TAG, TGA, TAA) triplet, a quadruplet codon, or in some cases a redundant rare codon. The organism that expresses the mutant synthetase can then be genetically programmed to incorporate the unnatural amino acid into any desired position in any protein of interest, allowing biochemists or structural biologists to probe or change the protein's function. For instance, one can start with the gene for a protein that binds a certain sequence of DNA, and, by directing an unnatural amino acid with a reactive side-chain into the binding site, create a new protein that cuts the DNA at the target-sequence, rather than binding it.",
            "score": 72.46371078491211
        },
        {
            "docid": "46739579_4",
            "document": "Perilipin-4 . This protein belongs to the perilipin family and contains 27 33-amino acid approximate tandem repeats. It is also one of the perilipin members of the PATS (PLIN, ADFP, TIP47, S3-12) family, which is named after structural proteins that share high amino acid sequence similarity and associate with lipid droplets. It shares a conserved C-terminal of 14 amino acid residues that folds into a hydrophobic cleft with other PATS members; however, it is missing the conserved N-terminal region of approximately 100 amino acid residues. Within the sequence of 33-amino acid repeats, PLIN4 contains a long stretch of imperfect 11-mer repeats predicted to form amphipathic helices with three helical turns per 11 amino acid residues. This 11-mer repeats tract is proposed to anchor the protein to the phospholipid monolayer of lipid droplets for its assembly, though no targeting sequence has yet been found in PLIN4.",
            "score": 82.29299306869507
        },
        {
            "docid": "12134485_6",
            "document": "Nuclear receptor related-1 protein . One investigation conducted research on the structure and found that Nurr1 does not contain a ligand-binding cavity but a patch filled with hydrophobic side chains. Non-polar amino acid residues of Nurr1’s co-regulators, SMRT and NCoR, bind to this hydrophobic patch. Analysis of tertiary structure has shown that the binding surface of the ligand-binding domain is located on the grooves of the 11th and 12th alpha helices. This study also found essential structural components of this hydrophobic patch, to be the three amino acids residues, F574, F592, L593; mutation of any these three inhibits LBD activity.",
            "score": 55.73839044570923
        },
        {
            "docid": "29322025_2",
            "document": "TAL effector . TAL (transcription activator-like) effectors (often referred to as TALEs, but not to be confused with the three amino acid loop extension homeobox class of proteins) are proteins secreted by \"Xanthomonas\" bacteria via their type III secretion system when they infect various plant species. These proteins can bind promoter sequences in the host plant and activate the expression of plant genes that aid bacterial infection. They recognize plant DNA sequences through a central repeat domain consisting of a variable number of ~34 amino acid repeats. There appears to be a one-to-one correspondence between the identity of two critical amino acids in each repeat and each DNA base in the target sequence. These proteins are interesting to researchers both for their role in disease of important crop species and the relative ease of retargeting them to bind new DNA sequences. Similar proteins can be found in the pathogenic bacterium \"Ralstonia solanacearum\" and \"Burkholderia rhizoxinica\"., as well as yet unidentified marine microorganisms. The term TALE-likes is used to refer to the putative protein family encompassing the TALEs and these related proteins.",
            "score": 72.6791582107544
        },
        {
            "docid": "4355150_5",
            "document": "Apolipoprotein E . APOE is 299 amino acids long and contains multiple amphipathic α-helices. According to crystallography studies, a hinge region connects the N- and C-terminal regions of the protein. The N-terminal region (residues 1–167) forms an anti-parallel four-helix bundle such that the non-polar sides face inside the protein. Meanwhile, the C-terminal domain (residues 206-299) contains three α-helices which form a large exposed hydrophobic surface and interact with those in the N-terminal helix bundle domain through hydrogen bonds and salt-bridges. The C-terminal region also contains a low density lipoprotein receptor (LDLR)-binding site.",
            "score": 43.55984449386597
        },
        {
            "docid": "42719238_8",
            "document": "Proline-rich protein 21 . There are several kinds of proline-rich proteins, which can include either \"repetitive short sequences\" or \"tandemly repeated sequences\". They have in common that the repeats, and the repeats only, contain unusual amounts of proline. They have a loose structure, which is caused by several features; the prolines have a shape that causes to chain to turn, and especially prevents alpha helices. Also, the proteins contain many positively charged residues that repel each other. This results in loose proteins that are suitable as binding proteins. These binding interactions can be hydrophobic interactions as proline-rich proteins tend to have exposed hydrophobic regions. The prolines themselves work as additional binding sites for hydrogen bonds by being strong hydrogen acceptors.",
            "score": 64.4755380153656
        },
        {
            "docid": "33375365_2",
            "document": "GYF domain . In molecular biology, the GYF domain (glycine-tyrosine-phenylalanine domain) is an approximately 60-amino acid protein domain which contains a conserved GP[YF]xxxx[MV]xxWxxx[GN]YF motif. It was identified in the human intracellular protein termed CD2 binding protein 2 (CD2BP2), which binds to a site containing two tandem PPPGHR segments within the cytoplasmic region of CD2. Binding experiments and mutational analyses have demonstrated the critical importance of the GYF tripeptide in ligand binding. A GYF domain is also found in several other eukaryotic proteins of unknown function. It has been proposed that the GYF domain found in these proteins could also be involved in proline-rich sequence recognition. Resolution of the structure of the CD2BP2 GYF domain by NMR spectroscopy revealed a compact domain with a beta-beta-alpha-beta-beta topology, where the single alpha-helix is tilted away from the twisted, anti-parallel beta-sheet. The conserved residues of the GYF domain create a contiguous patch of predominantly hydrophobic nature which forms an integral part of the ligand-binding site. There is limited homology within the C-terminal 20-30 amino acids of various GYF domains, supporting the idea that this part of the domain is structurally but not functionally important.",
            "score": 70.68838620185852
        },
        {
            "docid": "17030615_5",
            "document": "Transposon mutagenesis . The Tn5 transposon system is a model system for the study of transposition and for the application of transposon mutagenesis. Tn5 is a bacterial composite transposon in which genes (the original system containing antibiotic resistance genes) are flanked by two nearly identical insertion sequences, named IS50R and IS50L corresponding to the right and left sides of the transposon respectively. The IS50R sequence codes for two proteins, Tnp and Inh. These two proteins are identical in sequence, save for the fact that Inh is lacking the 55 N-terminal amino acids. Tnp codes for a transposase for the entire system, and Inh encodes an inhibitor of transposase. The DNA-binding domain of Tnp resides in the 55 N-terminal amino acids, and so these residues are essential for function. The IS50R and IS50L sequences are both flanked by 19-base pair elements on the inside and outside ends of the transposon, labelled IE and OE respectively. Mutation of these regions results in an inability of transposase genes to bind to the sequences. The binding interactions between transposase and these sequences is very complicated, and is affected by DNA methylation and other epigenetic marks. In addition, other proteins seem to be able to bind with and affect the transposition of the IS50 elements, such as DnaA.",
            "score": 50.426886558532715
        },
        {
            "docid": "6911043_3",
            "document": "ENTH domain . This domain is approximately 150 amino acids in length and is always found located at the N-termini of proteins. The domain forms a compact globular structure, composed of nine alpha-helices connected by loops of varying length. The general topology is determined by three helical hairpins that are stacked consecutively with a right hand twist. An N-terminal helix folds back, forming a deep basic groove that forms the binding pocket for the Ins(1,4,5)P3 ligand. The lipid ligand is coordinated by residues from surrounding alpha-helices and all three phosphates are multiply coordinated.",
            "score": 59.5359468460083
        },
        {
            "docid": "6207833_3",
            "document": "Helix bundle . Three-helix bundles are among the smallest and fastest known cooperatively folding structural domains. The three-helix bundle in the villin headpiece domain is only 36 amino acids long and is a common subject of study in molecular dynamics simulations because its microsecond-scale folding time is within the timescales accessible to simulation The 40-residue HIV accessory protein has a very similar fold and has also been the subject of extensive study. There is no general sequence motif associated with three-helix bundles, so they cannot necessarily be predicted from sequence alone. Three-helix bundles often occur in actin-binding proteins and in DNA-binding proteins.",
            "score": 65.04208946228027
        },
        {
            "docid": "1593531_5",
            "document": "Apolipoprotein . In lipid transport, apolipoproteins function as structural components of lipoprotein particles, cofactors for enzymes and ligands for cell-surface receptors. In particular, apoA1 is the major protein component of high-density lipoproteins; apoA4 is thought to act primarily in intestinal lipid absorption. Further, apoE is a blood plasma protein that mediates the transport and uptake of cholesterol and lipid by way of its high affinity interaction with different cellular receptors, including the low-density lipoprotein (LDL) receptor. Recent findings with apoA-I and apoE suggest that the tertiary structures of these two members of the human exchangeable apolipoprotein gene family are related. The three-dimensional structure of the LDL receptor-binding domain of apoE indicates that the protein forms an unusually elongated four-helix bundle that may be stabilised by a tightly packed hydrophobic core that includes leucine zipper-type interactions and by numerous salt bridges on the mostly charged surface. Basic amino acids important for LDL receptor binding are clustered into a surface patch on one long helix.",
            "score": 94.02416324615479
        },
        {
            "docid": "32150235_2",
            "document": "Auxin binding protein . In molecular biology, the auxin binding protein family is a family of proteins which bind auxin. They are located in the lumen of the endoplasmic reticulum (ER). The primary structure of these proteins contains an N-terminal hydrophobic leader sequence of 30-40 amino acids, which could represent a signal for translocation of the protein to the ER. The mature protein comprises around 165 residues, and contains a number of potential N-glycosylation sites. In vitro transport studies have demonstrated co-translational glycosylation. Retention within the lumen of the ER correlates with an additional signal located at the C terminus, represented by the sequence Lys-Asp-Glu-Leu, known to be responsible for preventing secretion of proteins from the lumen of the ER in eukaryotic cells.",
            "score": 74.75837302207947
        },
        {
            "docid": "5402846_3",
            "document": "VLDL receptor . VLDLR is a member of the low-density-lipoprotein (LDL) receptor family, which is entirely composed of type I transmembrane lipoprotein receptors. All members of this family share five highly conserved structural domains: an extracellular N-terminal ligand-binding domain with cysteine-rich repeats (also called ligand-binding repeats), an epidermal growth factor (EGF), an O-linked glycosylation sugar domain, a single transmembrane sequence, and a cytoplasmic domain which contains an NPxY sequence. The NPxY motif functions in signal transduction and the targeting of receptors to coated pits and consists of the sequence Asparagine-Proline-X-Tyrosine, where X can be any amino acid. Mimicking this general structure, VLDLR has eight, 40 amino acid long cysteine-rich repeats in its extracellular N-terminal ligand-binding domain. This is the main difference from the main member of the LDL receptor family, LDLR, which has only seven cysteine-rich repeats which are also 40 amino acids long. Each of these cysteine-rich repeats, in both VLDLR and LDLR, has three disulfide bonds and a coordinated Ca ion. The N-terminus also consists of a glycine residue followed by 27 hydrophobic residues that constitute the signal peptide. Following this region is an EGF repeat, a β-propeller segment that plays a role in the pH-dependent dissociation of the ligand-receptor complex, and two more EGF repeats. The VLDLR O-linked glycosylation domain, next in the sequence, has many threonine and serine residues and totals 46 amino acids. The transmembrane domain, which functions in anchoring the receptors to the membrane, is 22 amino acids long. Final in the sequence is the 54 amino acid cytoplasmic domain, which contains the NPxY motif.",
            "score": 53.77060854434967
        },
        {
            "docid": "26835075_7",
            "document": "IRX1 . The mature IRX1 protein has 480 amino acid residues, with a molecular mass of 49,600 Daltons and an isoelectric point of 5.7. A BLAST search revealed that IRX1 contains two highly conserved domains: a homeodomain and a characteristic IRO motif of unknown function. The homeodomain belongs to the TALE (three amino acid loop extension) class of homeodomains, and is characterized by the addition of three extra amino acids between the first and second helix of three alpha helices that comprise the domain. The presence of this well characterized homeodomain strongly suggests that IRX1 acts as a transcription factor. This is further supported by the predicted localization of IRX1 to the nucleus. The IRO motif is a region downstream of the homeodomain that is found only in members of the Iroquois-class homeodomain proteins, though its function is poorly understood. However, its similarity to an internal region of the Notch receptor protein suggests that it may be involved with protein-protein interaction. In addition to these two characteristic domains, IRX1 contains a third domain from the HARE-HTH superfamily fused to the C-terminal end of the homeodomain. This domain adopts a winged helix-turn-helix fold predicted to bind DNA, and is thought to play a role in recruiting effector activities to DNA. Several forms of post-translational modification are predicted, including SUMOylation, C-mannosylation, and phosphorylation, using bioinformatics tools from ExPASy. Bioinformatic analysis of IRX1 with the \"NetPhos\" tool predicted 71 potential phosphorylation sites throughout the protein.",
            "score": 54.59467339515686
        },
        {
            "docid": "6015832_2",
            "document": "Armadillo repeat . An armadillo repeat is the name of a characteristic, repetitive amino acid sequence of about 40 residues in length that is found in many proteins. Proteins that contain armadillo repeats typically contain several tandemly repeated copies. Each armadillo repeat is composed of a pair of alpha helices that form a hairpin structure. Multiple copies of the repeat form what is known as an alpha solenoid structure.",
            "score": 54.34216618537903
        },
        {
            "docid": "6207936_3",
            "document": "Villin . Villin is made up of seven domains, six homologous domains make up the N-terminal core and the remaining domain makes up the C-terminal cap. Villin contains three phosphatidylinositol 4,5-biphosphate (PIP) binding sites, one of which is located at the head piece and the other two in the core. The core domain is approximately 150 amino acid residues grouped in six repeats. On this core is an 87 residue, hydrophobic, C-terminal headpiece The headpiece (HP67) is made up of a compact, 70 amino acid folded protein at the C-terminus. This headpiece contains an F-actin binding domain. Residues K38, E39, K65, 70-73:KKEK, G74, L75 and F76 surround a hydrophobic core and are believed to be involved in the binding of F-actin to villin. Residues E39 and K70 form a salt bridge buried within the headpiece which serves to connect N and C terminals. This salt bridge may also orient and fix the C-terminal residues involved in F-actin binding as in the absence of this salt bridge no binding occurs. A hydrophobic “cap” is formed by residue W64 side chains, which is completely conserved throughout the villin family. Below this cap is a crown of alternative positive and negative charged localities. Villin can undergo post-translational modifications like tyrosine phosphorylation. Villin has the ability to dimerize and the dimerization site is located at the amino end of the protein.",
            "score": 56.40751814842224
        },
        {
            "docid": "43512319_5",
            "document": "Protein M . Protein M is about 50 kDa in size, and composed of 556 amino acids. Contrary to the initial hypothesis that the antibody reactions could be an immune response to mass infection with the bacterium, they found that Protein M evolved simply to bind to any antibody it encounters, with specifically high affinity. By this property the bacterium can effectively evade the immune system of the host. This makes the protein an ideal target for developing new drugs. Rajesh Grover estimated that the protein can bind to an average of 100,000,000 different kinds of antibodies circulating in human blood. Unlike closely related proteins such as Protein A, Protein G, and Protein L, which all contain small, multiple immunoglobulin domains, Protein M has a large domain of 360 amino acid residues that binds primarily to the variable light chain of the immunoglobulin, as well as a binding site called LRR-like motif. In addition, Protein M has a C-terminal domain with 115 amino acid residues that probably protrudes over the antibody binding site. It binds to an antibody at either κ or λ light chains using hydrogen bonds and salt bridges, from backbone atoms and conserved side chains, and some conserved van der Waals interactions with other nonconserved interactions.",
            "score": 87.46214532852173
        },
        {
            "docid": "9677904_8",
            "document": "Growth hormone-binding protein . GHBP and GHR bind growth hormone by using the ligand’s C-terminal disulfide bridges. In GH, two disulfide bridges link four alpha-helices, and these helices make direct contact with the extracellular domain of GHR. Two receptor molecules are pre-dimerized upon GH binding, so it always binds in a 1:2 ratio. Assays estimate that growth hormone and growth hormone binding protein form a natural complex at a 1:1 ratio for transport and preservation of the ligand through the bloodstream. However, some sources have shown that high physiological concentration of GHBP will result in a 1:2 ratio. When the cysteine amino acids in GHBP are mutated and the disulfide bridges are disrupted, the stability of the ligand to bind to the active site of the GHBP is significantly lessened.",
            "score": 47.524003744125366
        },
        {
            "docid": "187185_3",
            "document": "Calmodulin . Calmodulin is a small, highly conserved protein that is 148 amino acids long (16.7 KDa). The protein has two approximately symmetrical globular domains each containing a pair of EF-hand motifs (the N- and C-domain) separated by a flexible linker region for a total of four Ca binding sites. Each EF-hand motif allows calmodulin to sense intracellular calcium levels by binding one Ca ion. Calcium ion binding regions are found in the following positions in the sequence of amino acids: 21-32, 57-68, 94-105 and 130-141; each region that calcium binds to is exactly 12 amino acids long. These regions are located between two alpha helices in the EF-hand motifs, the first two regions (21-32 and 57-68) are on one side of the linker region the other two (94-105 and 130-141) are on the other side.",
            "score": 53.118648529052734
        },
        {
            "docid": "14797041_5",
            "document": "Immunoglobulin heavy constant alpha 1 . The Ig alpha-1 chain C region is contained on the first of the constant regions of IgA, and is composed of an amino acid sequence 353 residues long. The secondary structure contained within this region is dominated by beta strands, which define four antiparallel beta sheets. These antiparallel beta-sheets are then sandwiched to form two beta-sandwiches, a typical tertiary structure of the immunoglobulin fold class. The two beta sheets that comprise each beta-sandwich are joined by an alpha helix on one side. These alpha helices define the binding site for this protein, with the binding site incorporating one antiparallel beta strand on either side of the helix. In addition to the binding sites, the opposite side of the beta-sandwich is connected by a series of loops, which define a hypervariable loop system, that may have a role in determining the specificity of an interaction between IgA and an antigen.",
            "score": 60.09526801109314
        },
        {
            "docid": "12215329_7",
            "document": "Anticalin . Characteristic for Anticalin proteins is their barrel structure formed by eight antiparallel β-strands pairwise connected by loops and an attached α-helix. The main structure of Anticalin proteins is identical to wild type lipocalins. Conformational deviations are primarily located in the four loops reaching in the ligand binding site. Mutagenesis of amino acids at the binding site allows for changing the affinity and selectivity.",
            "score": 60.17086410522461
        },
        {
            "docid": "23634_23",
            "document": "Protein . The chief characteristic of proteins that also allows their diverse set of functions is their ability to bind other molecules specifically and tightly. The region of the protein responsible for binding another molecule is known as the binding site and is often a depression or \"pocket\" on the molecular surface. This binding ability is mediated by the tertiary structure of the protein, which defines the binding site pocket, and by the chemical properties of the surrounding amino acids' side chains. Protein binding can be extraordinarily tight and specific; for example, the ribonuclease inhibitor protein binds to human angiogenin with a sub-femtomolar dissociation constant (<10 M) but does not bind at all to its amphibian homolog onconase (>1 M). Extremely minor chemical changes such as the addition of a single methyl group to a binding partner can sometimes suffice to nearly eliminate binding; for example, the aminoacyl tRNA synthetase specific to the amino acid valine discriminates against the very similar side chain of the amino acid isoleucine.",
            "score": 81.65401077270508
        },
        {
            "docid": "25766_3",
            "document": "Ribosome . The sequence of DNA, which encodes the sequence of the amino acids in a protein, is copied into a messenger RNA chain. It may be copied many times into RNA chains. Ribosomes can bind to a messenger RNA chain and use its sequence for determining the correct sequence of amino acids. Amino acids are selected, collected, and carried to the ribosome by transfer RNA (tRNA) molecules, which enter one part of the ribosome and bind to the messenger RNA chain. It is during this binding that the correct translation of nucleic acid sequence to amino acid sequence occurs. For each coding triplet in the messenger RNA there is a distinct transfer RNA that matches and which carries the correct amino acid for that coding triplet. The attached amino acids are then linked together by another part of the ribosome. Once the protein is produced, it can then fold to produce a specific functional three-dimensional structure although during synthesis some proteins start folding into their correct form.",
            "score": 74.94739317893982
        },
        {
            "docid": "34296343_2",
            "document": "Haemolymph juvenile hormone-binding protein . In molecular biology, the haemolymph juvenile hormone-binding protein (JHPB) family of proteins consists of several insect specific haemolymph juvenile hormone binding proteins. Juvenile hormone (JH) has a profound effect on insects. It regulates embryogenesis, maintains the \"status quo\" of larva development and stimulates reproductive maturation in the adult forms. JH is transported from the sites of its synthesis to target tissues by a haemolymph carrier called juvenile hormone-binding protein (JHBP). JHBP protects the JH molecules from hydrolysis by non-specific esterases present in the insect haemolymph. The crystal structure of the JHBP from \"Galleria mellonella\" (greater wax moth) shows an unusual fold consisting of a long alpha-helix wrapped in a much curved antiparallel beta-sheet. The folding pattern for this structure closely resembles that found in some tandem-repeat mammalian lipid-binding and bactericidal permeability-increasing proteins, with a similar organisation of the major cavity and a disulfide bond linking the long helix and the beta-sheet. It would appear that JHBP forms two cavities, only one of which, the one near the N- and C-termini, binds the hormone; binding induces a conformational change, of unknown significance.",
            "score": 81.46407806873322
        },
        {
            "docid": "2099008_7",
            "document": "LDL receptor . The N-terminal domain of the LDL receptor, which is responsible for ligand binding, is composed of seven sequence repeats (~50% identical). Each repeat, referred to as a class A repeat or LDL-A, contains roughly 40 amino acids, including 6 cysteine residues that form disulfide bonds within the repeat. Additionally, each repeat has highly conserved acidic residues which it uses to coordinate a single calcium ion in an octahedral lattice. Both the disulfide bonds and calcium coordination are necessary for the structural integrity of the domain during the receptor's repeated trips to the highly acidic interior of the endosome. The exact mechanism of interaction between the class A repeats and ligand (LDL) is unknown, but it is thought that the repeats act as \"grabbers\" to hold the LDL. Binding of ApoB requires repeats 2-7 while binding ApoE requires only repeat 5 (thought to be the ancestral repeat).",
            "score": 47.65408110618591
        },
        {
            "docid": "14775936_5",
            "document": "Perilipin-2 . The proposed models for adipose differentiation related protein (perilipin 2) is maintained by the protein model portal. It is based on homology modelling and no models were found with greater than 90 percent homology. Perlipin2 has three different functional domains . 1-115 amino acid sequences at N-terminal is highly similar with other perlipin family proteins and is required for stabilization of lipid droplets, 103-215 mid- region is needed for binding at lipid droplets while the C-terminal sequence from 220-437 forms four helix bundle.",
            "score": 75.48271250724792
        },
        {
            "docid": "14800883_3",
            "document": "FABP6 . This gene encodes the ileal fatty acid binding protein. Fatty acid binding proteins are a family of small, highly conserved, cytoplasmic proteins that bind long-chain fatty acids and other hydrophobic ligands. FABP6 and FABP1 (the liver fatty acid binding protein) are also able to bind bile acids. It is thought that FABPs roles include fatty acid uptake, transport, and metabolism. Transcript variants generated by alternate transcription promoters and/or alternate splicing have been found for this gene.",
            "score": 63.0215425491333
        }
    ],
    "r": [
        {
            "docid": "10611249_5",
            "document": "Helminth protein . Parasites like helminths do not synthesize their own fatty acids or sterols, and are consequently dependent on their hosts for essential nutrients. A number of different classes of lipid-binding proteins have been investigated and characterized. Of these, NPA (nematode polyprotein antigen/allergen) FAR, and Sj-FABPc demonstrate different binding affinities for fatty acids and/or retinoids. Ov-FAR-1, which is produced by the riverblindness parasite \"Onchocerca volvulus\" binds retinol with great affinity, and this activity may result in the pathology it causes. Ov-FAR-1, however, binds fatty acids with less affinity. On the other hand, Sj-FABPc, found in \"Schistosoma japonicum\", binds fatty acids with high affinity, but does not bind to retinol. All three of these proteins are able to deliver lipids to acceptor membranes, but this transfer process in Ov-FAR-1 and ABA-1A1 (a type of NPA) requires an aqueous diffusion step. Sj-FABPc uses a collision mechanism, and transfer is not affected by changing salt concentrations, suggesting that it may be important to intracellular targeted transport and metabolism of fatty acids. Ov-FAR-1 and ABA-1A1 may instead behave similarly to extracellular lipid-binding proteins.",
            "score": 178.5982208251953
        },
        {
            "docid": "29940688_12",
            "document": "Effects of parasitic worms on the immune system . According to Dr. Hopkin, asthma involves atopic allergy, which in turn involves the release of mediators that induce inflammation. In 2007, Dr. Melendez and his associates studied filarial nematodes and ES-62, a protein that nematodes secrete in their host. They discovered that pure ES-62 prevents the release of allergenic inflammatory mediators in mice, resulting in weaker allergic and asthmatic symptoms. In the \"Journal of Immunology\", Dr. Bashir et al. describe their experimental findings that an allergic response against peanuts is inhibited in mice infected with an intestinal parasite.",
            "score": 122.09929656982422
        },
        {
            "docid": "679350_19",
            "document": "Food allergy . Allergic reactions are hyperactive responses of the immune system to generally innocuous substances. When immune cells encounter the allergenic protein, IgE antibodies are produced; this is similar to the immune system's reaction to foreign pathogens. The IgE antibodies identify the allergenic proteins as harmful and initiate the allergic reaction. The harmful proteins are those that do not break down due to the strong bonds of the protein. IgE antibodies bind to a receptor on the surface of the protein, creating a tag, just as a virus or parasite becomes tagged. Why some proteins do not denature and subsequently trigger allergic reactions and hypersensitivity while others do is not entirely clear.",
            "score": 115.72486114501953
        },
        {
            "docid": "5558520_7",
            "document": "Milk allergy . Allergic reactions are hyperactive responses of the immune system to generally innocuous substances, such as proteins in the foods we eat. Some proteins trigger allergic reactions while others do not. One theory is resistance to digestion, the thinking being that when largely intact proteins reach the small intestine the white blood cells involved in immune reactions will be activated. The heat of cooking structurally degrades protein molecules, potentially making them less allergenic. Allergic responses can be divided into two phases: an acute response that occurs immediately after exposure to an allergen, which can then either subside or progress into a \"late-phase reaction,\" prolonging the symptoms of a response and resulting in more tissue damage.",
            "score": 112.63496398925781
        },
        {
            "docid": "6317707_12",
            "document": "Egg allergy . Allergic reactions are hyperactive responses of the immune system to generally innocuous substances, such as proteins in the foods we eat. Why some proteins trigger allergic reactions while others do not is not entirely clear, although in part thought to be due to resistance to digestion. Because of this, intact or largely intact proteins reach the small intestine, which has a large presence of white blood cells involved in immune reactions. The heat of cooking structurally degrades protein molecules, potentially making them less allergenic. The pathophysiology of allergic responses can be divided into two phases. The first is an acute response that occurs immediately after exposure to an allergen. This phase can either subside or progress into a \"late-phase reaction\" which can substantially prolong the symptoms of a response, and result in more tissue damage.",
            "score": 111.12785339355469
        },
        {
            "docid": "3274245_12",
            "document": "Soy allergy . Allergic reactions are hyperactive responses of the immune system to generally innocuous substances, such as proteins in the foods we eat. Why some proteins trigger allergic reactions while others do is not entirely clear, although in part thought to be due to resistance to digestion. Because of this, intact or largely intact proteins reach the small intestine, which has a large presence of white blood cells involved in immune reactions. The heat of cooking structurally degrades protein molecules, potentially making them less allergenic. Allergic responses can be divided into two phases: an acute response that occurs immediately after exposure to an allergen, which can then either subside or progress into a \"late-phase reaction,\" prolonging the symptoms of a response and resulting in more tissue damage.",
            "score": 110.50218200683594
        },
        {
            "docid": "1067469_4",
            "document": "Type I hypersensitivity . In type 1 hypersensitivity, B-cells are stimulated (by CD4+TH2 cells) to produce IgE antibodies specific to an antigen. The difference between a normal infectious immune response and a type 1 hypersensitivity response is that in type 1 hypersensitivity, the antibody is IgE instead of IgA, IgG, or IgM. During sensitization, the IgE antibodies bind to FcεRI receptors on the surface of tissue mast cells and blood basophils. Mast cells and basophils coated by IgE antibodies are \"sensitized\". Later exposure to the same allergen cross-links the bound IgE on sensitized cells, resulting in anaphylactic degranulation, which is the immediate and explosive release of pharmacologically active pre-formed mediators from storage granules and concurrent synthesis of inflammatory lipid mediators from arachidonic acid; some of these mediators include histamine, leukotriene (LTC4 and LTD4), and prostaglandin, which act on proteins (e.g., G-protein coupled receptors) located on surrounding tissues. The principal effects of these products are vasodilation and smooth-muscle contraction.",
            "score": 106.68850708007812
        },
        {
            "docid": "14349730_8",
            "document": "Alpha-Parinaric acid . α-Parinaric acid is also used as a chromophore to study interactions between membrane proteins and lipids. Because of the similarity of α-parinaric acid to normal membrane lipids, it has minimal perturbing influence. By measuring shifts in the absorption spectrum, enhancement of α-parinaric acid fluorescence, induced circular dichroism, and energy transfer between tryptophan amino acids in the protein and the bound chromophore, information may be gleaned about the molecular interactions between protein and lipid. For example, this technique is used to investigate how fatty acids bind to serum albumin (a highly abundant blood protein), lipid transport processes including structural characterization of lipoproteins, and phospholipid-transfer proteins.",
            "score": 103.03355407714844
        },
        {
            "docid": "1915_4",
            "document": "Antigen . Also, an antigen is a molecule that binds to Ag-specific receptors, but cannot necessarily induce an immune response in the body by itself. Antigens are usually peptides (amino acid chains), polysaccharides (chains of monosaccharides/simple sugars) or lipids. In general, saccharides and lipids (as opposed to peptides) qualify as antigens but not as immunogens since they cannot elicit an immune response on their own. Furthermore, for a peptide to induce an immune response (activation of T-cells by antigen-presenting cells) it must be a large enough size, since peptides too small will also not elicit an immune response. The term antigen originally described a structural molecule that binds specifically to an antibody. It was expanded to refer to any molecule or a linear molecular fragment that can be recognized by highly variable antigen receptors (B-cell receptor or T-cell receptor) of the adaptive immune system.",
            "score": 102.5206298828125
        },
        {
            "docid": "1255131_13",
            "document": "Omalizumab . Persons with allergy are sensitized to make immune response to several or many proteins contained in one or more of the hundreds of harmless environmental substances, which they take in by inhalation (e.g., house dust mites, pollens, molds, pet animal dander, and other airborne allergens) and ingestion (e.g., wheat (gluten), peanuts, nuts, shellfish, and other food allergens), or through the skin (e.g., bee and fire ant stings, latex gloves). In these individuals, the IgE molecules, both allergen-specific and allergen-nonspecific ones, in their bodies bind to the high affinity IgE receptor (FcεRI) on the surface of mast cells and basophils. Under certain conditions, including but not limited to when the allergenic substances are taken in by a sensitized individual at substantial amounts, the allergenic proteins bind to the allergen-specific IgE bound by FcεRI on the surface of mast cells and basophils and trigger the activation of those inflammatory cells, which release a host of pharmacological mediators, such as histamine, leukotrienes, tryptase, inflammatory cytokines, and others, causing various allergic symptoms/diseases.",
            "score": 102.2987060546875
        },
        {
            "docid": "1915_10",
            "document": "Antigen . At the molecular level, an antigen can be characterized by its ability to bind to an antibody's variable Fab region. Different antibodies have the potential to discriminate among specific epitopes present on the antigen surface. A hapten is a small molecule that changes the structure of an antigenic epitope. In order to induce an immune response, it needs to be attached to a large carrier molecule such as a protein (a complex of peptides). Antigens are usually carried by proteins and polysaccharides, and less frequently, lipids. This includes parts (coats, capsules, cell walls, flagella, fimbriae, and toxins) of bacteria, viruses, and other microorganisms. Lipids and nucleic acids are antigenic only when combined with proteins and polysaccharides. Non-microbial non-self antigens can include pollen, egg white and proteins from transplanted tissues and organs or on the surface of transfused blood cells.",
            "score": 98.81229400634766
        },
        {
            "docid": "9335254_9",
            "document": "Polyclonal B cell response . Pathogens synthesize proteins that can serve as \"\"recognizable\"\" antigens; they may express the molecules on their surface or release them into the surroundings (body fluids). What makes these substances recognizable is that they bind very specifically and somewhat strongly to certain host proteins called \"antibodies\". The same antibodies can be anchored to the surface of cells of the immune system, in which case they serve as receptors, or they can be secreted in the blood, known as soluble antibodies. On a molecular scale, the proteins are relatively large, so they cannot be recognized as a whole; instead, their segments, called epitopes, can be recognized. An epitope comes in contact with a very small region (of 15–22 amino acids) of the antibody molecule; this region is known as the paratope. In the immune system, membrane-bound antibodies are the B cell receptor (BCR). Also, while the T cell receptor is not biochemically classified as an antibody, it serves a similar function in that it specifically binds to epitopes complexed with major histocompatibility complex (MHC) molecules. The binding between a paratope and its corresponding antigen is very specific, owing to its structure, and is guided by various noncovalent bonds, not unlike the pairing of other types of ligands (any atom, ion or molecule that binds with any receptor with at least some degree of \"specificity\" and \"strength\"). The specificity of binding does not arise out of a rigid lock and key type of interaction, but rather requires both the paratope and the epitope to undergo slight conformational changes in each other's presence.",
            "score": 98.13148498535156
        },
        {
            "docid": "168372_12",
            "document": "Peripheral membrane protein . Some cytosolic proteins are recruited to different cellular membranes by recognizing certain types of lipid found within a given membrane. Binding of a protein to a specific lipid occurs via specific membrane-targeting structural domains that occur within the protein and have specific binding pockets for the lipid head groups of the lipids to which they bind. This is a typical biochemical protein–ligand interaction, and is stabilized by the formation of intermolecular hydrogen bonds, van der Waals interactions, and hydrophobic interactions between the protein and lipid ligand. Such complexes are also stabilized by the formation of ionic bridges between the aspartate or glutamate residues of the protein and lipid phosphates via intervening calcium ions (Ca). Such ionic bridges can occur and are stable when ions (such as Ca) are already bound to a protein in solution, prior to lipid binding. The formation of ionic bridges is seen in the protein–lipid interaction between both protein C2 type domains and annexins..",
            "score": 97.68470764160156
        },
        {
            "docid": "43114391_2",
            "document": "Annular lipid shell . Annular lipids (also called shell lipids or boundary lipids) represent a select set of lipids or lipidic molecules which preferentially bind or stick to the surface of membrane proteins in biological cells. They constitute a layer, or an annulus/ shell, of lipids which are highly immobilized due to the existence of strong lipid-protein (binding) interactions. Polar headgroups of these lipids bind to the hydrophilic part of the membrane protein(s) at the inner and outer surfaces of lipid bilayer membrane. The hydrophobic surface of the membrane proteins is bound to the apposed lipid fatty acid chains of the membrane bilayer. For integral membrane proteins spanning the thickness of the membrane bilayer, these annular/shell lipids act like a lubricating layer on the proteins' surfaces, thereby facilitating almost free rotation and lateral diffusion of membrane proteins within the 2-dimensional expanse of the biological membrane(s). Outside the layer of shell/annular lipids, lipids are not tied down to protein molecules. However, they may be slightly restricted in their segmental motion freedom due to mild peer pressure of protein molecules, if present in high concentration, which arises from extended influence of protein-lipid interaction. Membrane areas away from protein molecules contain lamellar phase bulk lipids, which are largely free from any restraining effects due to protein-lipid interactions. Thermal denaturation of membrane proteins may destroy the secondary and tertiary structure of membrane proteins, exposing newer surfaces to membrane lipids and therefore increasing the number of lipids molecules in the annulus/shell layer. This phenomenon can be studied by the spin label electron paramagnetic resonance technique.",
            "score": 97.58709716796875
        },
        {
            "docid": "8061660_4",
            "document": "Lipocalin . Lipocalin proteins are involved in inflammation and detoxification processes caused by immune system activation in mammals. They are known respiratory allergens of mice, cats, dogs, horses, and other animals. Examples of lipocalin proteins involved in immune system responses include alpha-1-microglobulin, alpha-1-acid glycoprotein, and C8gamma. Structural information for many immune system influencing lipocalin proteins is available, while their exact role in biological systems is still somewhat unclear. Lipocalin allergens have been shown to evoke an Th2-deviated immune response, important for allergic sensitization, when applied in their apo-form (with an empty calyx devoid of ligands), whereas the holo-form seemed to exert immune-suppressive properties \"in vitro\".",
            "score": 97.14091491699219
        },
        {
            "docid": "26269215_2",
            "document": "Lipid droplet . Lipid droplets, also referred to as lipid bodies, oil bodies or adiposomes, are lipid-rich cellular organelles that regulate the storage and hydrolysis of neutral lipids and are found largely in the adipose tissue. They also serve as a reservoir for cholesterol and acyl-glycerols for membrane formation and maintenance. Lipid droplets are found in all eukaryotic organisms and store a large portion of lipids in mammalian adipocytes. Initially, these lipid droplets were considered to merely serve as fat depots, but since the discovery in the 1990s of proteins in the lipid droplet coat that regulate lipid droplet dynamics and lipid metabolism, lipid droplets are seen as highly dynamic organelles that play a very important role in the regulation of intracellular lipid storage and lipid metabolism. The role of lipid droplets outside of lipid and cholesterol storage has recently begun to be elucidated and includes a close association to inflammatory responses through the synthesis and metabolism of eicosanoids and to metabolic disorders such as obesity, cancer, and atherosclerosis. In non-adipocytes, lipid droplets are known to play a role in protection from lipotoxicity by storage of fatty acids in the form of neutral triacylglycerol, which consists of three fatty acids bound to glycerol. Alternatively, fatty acids can be converted to lipid intermediates like diacylglycerol (DAG), ceramides and fatty acyl-CoAs. These lipid intermediates can impair insulin signaling, which is referred to as lipid-induced insulin resistance and lipotoxicity. Lipid droplets also serve as platforms for protein binding and degradation. Finally, lipid droplets are known to be exploited by pathogens such as the hepatitis C virus, the dengue virus and \"chlamydia trachomatis\" among others.",
            "score": 96.5820083618164
        },
        {
            "docid": "1611653_22",
            "document": "Allergen immunotherapy . One approach being studied is in altering the protein structure of the allergen to decrease immune response while still developing tolerance for the patient. Extensive heating of some foods can change the conformation of epitopes recognized by IgE antibodies. In fact, studies show that regular consumption of heated food allergens can speed up allergy resolution. In one study, subjects allergic to milk were 16x more likely to develop complete milk tolerance compared to complete milk avoidance. Another approach regarding changes in protein is to change specific amino acids in the protein to decrease recognition of the allergen by allergen-specific antibodies.",
            "score": 96.41594696044922
        },
        {
            "docid": "21009880_30",
            "document": "Systemic lupus erythematosus . The immune system must balance between being sensitive enough to protect against infection, and become sensitized to attack the body's own proteins (autoimmunity). During an immune reaction to a foreign stimulus, such as bacteria, virus, or allergen, immune cells that would normally be deactivated due to their affinity for self-tissues can be abnormally activated by signaling sequences of antigen-presenting cells. Thus triggers may include viruses, bacteria, allergens (IgE and other hypersensitivity), and can be aggravated by environmental stimulants such as ultraviolet light and certain drug reactions. These stimuli begin a reaction that leads to destruction of other cells in the body and exposure of their DNA, histones, and other proteins, particularly parts of the cell nucleus. The body's sensitized B-lymphocyte cells will now produce antibodies against these nuclear-related proteins. These antibodies clump into antibody-protein complexes which stick to surfaces and damage blood vessels in critical areas of the body, such as the glomeruli of the kidney; these antibody attacks are the cause of SLE. Researchers are now identifying the individual genes, the proteins they produce, and their role in the immune system. Each protein is a link on the autoimmune chain, and researchers are trying to find drugs to break each of those links.",
            "score": 95.84211730957031
        },
        {
            "docid": "2362_4",
            "document": "Antibody . Antibodies are glycoproteins belonging to the immunoglobulin superfamily. They constitute most of the gamma globulin fraction of the blood proteins. They are typically made of basic structural units—each with two large heavy chains and two small light chains. There are several different types of antibody heavy chains that define the five different types of crystallisable fragments (Fc) that may be attached to the antigen-binding fragments. The five different types of Fc regions allow antibodies to be grouped into five \"isotypes\". Each Fc region of a particular antibody isotype is able to bind to its specific Fc Receptor (except for IgD, which is essentially the BCR), thus allowing the antigen-antibody complex to mediate different roles depending on which FcR it binds. The ability of an antibody to bind to its corresponding FcR is further modulated by the structure of the glycan(s) present at conserved sites within its Fc region. The ability of antibodies to bind to FcRs helps to direct the appropriate immune response for each different type of foreign object they encounter. For example, IgE is responsible for an allergic response consisting of mast cell degranulation and histamine release. IgE's Fab paratope binds to allergic antigen, for example house dust mite particles, while its Fc region binds to Fc receptor ε. The allergen-IgE-FcRε interaction mediates allergic signal transduction to induce conditions such as asthma.",
            "score": 95.77940368652344
        },
        {
            "docid": "8243273_2",
            "document": "Collectin . Collectins (collagen-containing C-type lectins) are a part of the innate immune system. They form a family of collagenous Ca-dependent defense lectins, which are found in animals. Collectins are soluble pattern recognition receptors (PRRs). Their function is to bind to oligosaccharide structure or lipids that are on the surface of microorganisms. Like other PRRs they bind pathogen-associated molecular patterns (PAMPs) and danger-associated molecular patterns (DAMPs) of oligosaccharide origin. Binding of collectins to microorganisms may trigger elimination of microorganisms by aggregation, complement activation, opsonization, activation of phagocytosis, or inhibition of microbial growth. Other functions of collectins are modulation of inflammatory, allergic responses, adaptive immune system and clearance of apoptotic cells.",
            "score": 95.54157257080078
        },
        {
            "docid": "391141_6",
            "document": "Basophil . Basophils appear in many specific kinds of inflammatory reactions, particularly those that cause allergic symptoms. Basophils contain anticoagulant heparin, which prevents blood from clotting too quickly. They also contain the vasodilator histamine, which promotes blood flow to tissues. They can be found in unusually high numbers at sites of ectoparasite infection, e.g., ticks. Like eosinophils, basophils play a role in both parasitic infections and allergies. They are found in tissues where allergic reactions are occurring and probably contribute to the severity of these reactions. Basophils have protein receptors on their cell surface that bind IgE, an immunoglobulin involved in macroparasite defense and allergy. It is the bound IgE antibody that confers a selective response of these cells to environmental substances, for example, pollen proteins or helminth antigens. Recent studies in mice suggest that basophils may also regulate the behavior of T cells and mediate the magnitude of the secondary immune response.",
            "score": 94.9826889038086
        },
        {
            "docid": "1132820_79",
            "document": "Cat food . A fat is a type of lipid which comes in the form of many different molecules throughout the body, and fatty acids are just one type of fat that can be found.  Fatty acids come in a variety of molecular shapes, sizes and chemical compositions. They can also be divided into many different categories. Fatty acids can become attached to different molecules like carbohydrates or proteins and can elicit a wide range of functions in the body. Some of those functions include: providing long-term energy storage, insulation (prevents heat loss, protects vital organs, helps transmit nerve impulses faster), structure, transportation around the body for nutrients and other biological molecules, and can also be precursors to other compounds in the body such as hormones (some of which are important for gut/immune/overall health). The length, degree of saturation and configuration of a fatty acid affects how it is broken down, absorbed and utilized in the gastrointestinal tract (GIT).",
            "score": 94.87413787841797
        },
        {
            "docid": "5558520_2",
            "document": "Milk allergy . Milk allergy is an adverse immune reaction to one or more proteins in cow's milk. When allergy symptoms occur, those can be rapid or gradual in onset. The former may include anaphylaxis, a potentially life-threatening condition which requires treatment with epinephrine among other measures. The latter can take hours to days to appear, with symptoms including atopic dermatitis, inflammation of the esophagus, enteropathy involving the small intestine and proctocolitis involving the rectum and colon. In the United States, 90% of allergic responses to foods are caused by eight foods, with cow's milk being the most common. Recognition that a small number of foods are responsible for the majority of food allergies has led to requirements to prominently list these common allergens, including dairy, on food labels. One function of the immune system is to defend against infections by recognizing foreign proteins. It should not over-react to food proteins. Stomach acids cause most proteins to become denatured, meaning to lose 3-dimensional configuration, and thus lose allergenicity. Heat via cooking can have the same effect. Immune tolerance is another safeguard to not over-reacting to food proteins. Management is by avoiding eating any dairy foods or foods that contain dairy ingredients. In people with rapid reactions (IgE-mediated milk allergy) the dose capable of provoking an allergic response can be a few milligrams, so recommendations are to avoid dairy strictly. The declaration of the presence of trace amounts of milk or in foods is not mandatory in any country, with the exception of Brazil.",
            "score": 94.81671142578125
        },
        {
            "docid": "1593531_5",
            "document": "Apolipoprotein . In lipid transport, apolipoproteins function as structural components of lipoprotein particles, cofactors for enzymes and ligands for cell-surface receptors. In particular, apoA1 is the major protein component of high-density lipoproteins; apoA4 is thought to act primarily in intestinal lipid absorption. Further, apoE is a blood plasma protein that mediates the transport and uptake of cholesterol and lipid by way of its high affinity interaction with different cellular receptors, including the low-density lipoprotein (LDL) receptor. Recent findings with apoA-I and apoE suggest that the tertiary structures of these two members of the human exchangeable apolipoprotein gene family are related. The three-dimensional structure of the LDL receptor-binding domain of apoE indicates that the protein forms an unusually elongated four-helix bundle that may be stabilised by a tightly packed hydrophobic core that includes leucine zipper-type interactions and by numerous salt bridges on the mostly charged surface. Basic amino acids important for LDL receptor binding are clustered into a surface patch on one long helix.",
            "score": 94.02416229248047
        },
        {
            "docid": "55926530_3",
            "document": "Hypoallergenic dog food . Allergens can elicit both immunologic and non-immunologic responses. Immunologic reactions, also known as Type 1 reactions are caused by the binding of ingested molecules to specific immunoglobulin E (IgE) antibodies. Once binding occurs, mast cell degranulation follows, releasing granules that initiate the symptoms of an allergic reaction in the body. These immunological reactions are almost instantaneous, and it is widely accepted that the molecules which bind to IgE antibodies are usually intact proteins. Non-immunologic, or non-IgE mediated reactions are less understood, but are known to present similar symptoms as immunologic reactions. These reactions can be classified under food sensitivities and it is argued that they are not truly allergenic. Whether a reaction is truly allergenic in nature or a sensitivity, it is important that hypoallergenic dog foods provide the ingredients necessary to keep canines from experiencing discomfort.",
            "score": 93.97723388671875
        },
        {
            "docid": "14814399_5",
            "document": "Oxysterol-binding protein . All oxysterol related proteins (ORP) contain a core lipid-binding domain (ORD), which has a characteristic amino acids sequence, EQVSHHPP. The most studied ORP are human and yeast ones, and the only OSBP-ORP whose structure is completely known is the Kes1p, also called Osh4p, a yeast one. Six different protein domains and structural motifs types are found in OSBP-ORPs.",
            "score": 93.9542007446289
        },
        {
            "docid": "169250_4",
            "document": "Lipid-anchored protein . Overall, there are three main types of lipid-anchored proteins which include prenylated proteins, fatty acylated proteins and glycosylphosphatidylinositol-linked proteins (GPI). A protein can have multiple lipid groups covalently attached to it, but the site where the lipid binds to the protein depends both on the lipid group and protein.",
            "score": 93.76847839355469
        },
        {
            "docid": "3678047_4",
            "document": "Oral allergy syndrome . Another term used for this syndrome is pollen-food allergy. In adults up to 60% of all food allergic reactions are due to cross-reactions between foods and inhalative allergens. OAS is a Type 1 or IgE-mediated hypersensitivity, which is sometimes called a \"true allergy\". The body's immune system produces IgE antibodies against pollen; in OAS, these antibodies also bind to (or cross-react with) other structurally similar proteins found in botanically related plants.",
            "score": 93.7436752319336
        },
        {
            "docid": "3274245_13",
            "document": "Soy allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 93.58728790283203
        },
        {
            "docid": "6317707_13",
            "document": "Egg allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 93.58728790283203
        },
        {
            "docid": "5558520_8",
            "document": "Milk allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 93.58728790283203
        },
        {
            "docid": "254062_9",
            "document": "Mast cell . In allergic reactions, mast cells remain inactive until an allergen binds to IgE already coated upon the cell. Other membrane activation events can either prime mast cells for subsequent degranulation or act in synergy with FcεRI signal transduction. In general, allergens are proteins or polysaccharides. The allergen binds to the antigen-binding sites, which are situated on the variable regions of the IgE molecules bound to the mast cell surface. It appears that binding of two or more IgE molecules (cross-linking) is required to activate the mast cell. The clustering of the intracellular domains of the cell-bound Fc receptors, which are associated with the cross-linked IgE molecules, causes a complex sequence of reactions inside the mast cell that lead to its activation. Although this reaction is most well understood in terms of allergy, it appears to have evolved as a defense system against parasites and bacteria.",
            "score": 92.85259246826172
        }
    ]
}