{
    "q": [
        {
            "docid": "33939060_5",
            "document": "Slit-Robo . In the developing nervous system of bilaterians, most axons cross over to the opposite (contralateral) side of the body. What are the genes that ensure that this process occurs appropriately? This fundamental question in axon guidance led researchers to Robo, which was identified in a large-scale screening of Drosophila mutants in the early 1990s. Robo expression was shown to be required for repulsion of axons from the midline, both in ipsilateral axons that never cross the midline and in commissural axons that had already crossed. Another protein Commissureless (Comm) was found to be an essential regulator of Robo: in comm mutants, Robo activity is too high, and no axons cross the midline. Several years later, genetic evidence, biochemical binding experiments, and explant assays identified Slits as the repulsive ligands for Robo receptors in both Drosophila and vertebrates. Slit was also found to act as a repulsive cue in olfactory bulb guidance. The high conservation of Slit and Robo structures and the similarities in their function among vertebrates and invertebrates make a strong case for an evolutionarily conserved requirement for Slit/Robo signaling in the developing nervous system.",
            "score": 35.85933256149292
        },
        {
            "docid": "10862111_16",
            "document": "Pioneer axon . The role of pioneer axons in neuronal development has been studied extensively in various invertebrate and vertebrate systems in both the central nervous system and peripheral nervous system. Although these experiments have shed light on the functions of the pioneer axons, the results reveal conflicting information into the extent of the effect of pioneer axons on proper development. In addition, other studies have shown that certain cells that interact with pioneer axons are also crucial in the eventual development of neural pathways, and that loss of these cells results in improper navigation of pioneer axons. Furthermore, identical pathways and homologous neurons across different species reflect different pathfinding abilities of growth cones in pioneer neurons.",
            "score": 54.29910373687744
        },
        {
            "docid": "10862111_17",
            "document": "Pioneer axon . An investigation was conducted looking into the role of pioneer axons in the formation of both CNS and PNS axon pathways in a \"Drosophila\" embryo. Using a method to ablate specific neurons, the ablation of the aCC axon, which plays a role in pioneering the intersegmental nerve in the \"Drosophila\" PNS, resulted in the three typical follower axons becoming delayed and prone to pathfinding errors. Despite these consequences, eventually the pathway was formed in the majority of subjects. Ablation of the pioneer axons that formed the longitudinal tracts in the \"Drosophila\" CNS resulted in similar difficulties in the formation and organization of longitudinal pathways in 70% of observed segments. Ultimately, like in the PNS, the longitudinal pathways formed in about 80% of observed segments. Thus, it was shown that the pioneer axons played a role in the development of the CNS and PNS, and without the pioneer axons, the growth of the followers was delayed. Remarkably, the majority of the tracts formed, indicating that other factors play a role in axon guidance that can correct for the loss of pioneer neurons.",
            "score": 53.747052907943726
        },
        {
            "docid": "15417830_24",
            "document": "LINGO1 . Traumatic brain injury involves the necrotic and apoptotic death of brain cells in vulnerable and delicate areas such as the cerebral cortex and hippocampus, where it is known that there is an expression of Lingo-1 in both development and the adult stage of life. RhoA signaling is largely responsible for the neuronal response to neuronal inhibitory proteins and the regeneration (or lack of in case of its activation) of damaged axons. Receptor Lingo-1 stimulates RhoA, which activates ROCK (RhoA kinase) which, in turn, stimulates LIM kinase, which then stimulates cofilin, which effectively reorganizes the actin cytoskeleton of the cell. In the case of neurons, activation of this pathway results in growth cone collapse, therefore inhibits the growth and repair of neural pathways and axons. Inhibition of this pathway by its various components usually results in some level of improved re-myelination. The use of Lingo-1-Fc as an antagonist for Lingo-1 shows the inhibition of RhoA activation. Since this soluble form of Lingo-1 is able to block the interactions between Lingo-1 and NgR, it is reasonable to think that the blockade of RhoA occurs at the level of Lingo-1/NgR/p75 or TROY complex, leading to the conclusion that Lingo-1plays a very important part in the lack of re-myelination, repair of neural and axon injuries, etc.",
            "score": 61.04980683326721
        },
        {
            "docid": "42072648_3",
            "document": "Follower neuron . The interactions between follower and pioneer axons can be of two types: isotypic, when the axons are from the same neuronal type; and heterotypic, when the axons are from different neuronal types and have different origins and targets. In the development of complex vertebrate nervous systems, axons usually have the same origin and target, so they can be guided by isotypic interactions. It has been assumed that pioneer neurons have an important role in guiding follower axons, being essential for them to reach their targets. However, the results about this role of pioneer neurons in specifying the projection path of follower axons are conflicting, once that some studies have been showing that pioneer neurons are not required or only facilitate the extending along follower neurons’ normal path. For example, studies in \"C. elegans\" and \"Drosophila\" developing embryos showed that the correct outgrowth of follower neurons is not dependent on pioneer neurons, instead they probably only give further cues to make sure that each axon is in the right axon tract. There is even a study in zebrafish with results showing that, when pioneer axons are eliminated, they can be replaced by follower axons, which since then behave like pioneer ones. On the other hand, in invertebrates, pioneer neurons seem to have a central role in guiding follower neurons to their targets, because their removal leads to errors in follower neurons’ pathfinding.",
            "score": 65.08116567134857
        },
        {
            "docid": "7244534_12",
            "document": "NFAT . The Ca dependent calcineurin/NFAT signaling pathway has been found to be important in neuronal growth and axon guidance during vertebrate development. Each different class of NFAT contributes to different steps in the neural development. NFAT works with neurotrophic signaling to regulate axon outgrowth in several neuronal populations. Additionally, NFAT transcription complexes integrate neuronal growth with guidance cues such as netrin to facilitate the formation of new synapses, helping to build neural circuits in the brain. NFAT is a known important player in both the developing and adult nervous system.",
            "score": 57.33574366569519
        },
        {
            "docid": "2065100_9",
            "document": "Axon guidance . During the process of limb development, proximal neurons are the first to form axonal bundles while growing towards the CNS. In later stages of limb growth, axons from more distal neurons fasciculate with these pioneer axons. Deletion of pioneer neurons disrupts the extension of later axons, destined to innervate the CNS. At the same time, it is worth noting that in most cases pioneer neurons do not contain unique characteristics and their role in axon guidance can be substituted by other neurons. For instance, in Xenopus retinotectal connection systems, the pioneer axons of retinal ganglion cells originate from the dorsal part of the eye. However, if the dorsal half of the eye is replaced by less mature dorsal part, ventral neurons can replace the pioneer pathway of the dorsal cells, after some delay. Studies in zebrafish retina showed that inhibiting neural differentiation of early retinal progenitors prevents axons from exiting the eye. The same study demonstrated aberrant growth trajectories in secondary neurons, following the growth of pioneer neurons missing a guidance receptor. Thus, while the extent of guidance provided by pioneer axons is under debate and may vary from system to system, the pioneer pathways clearly provide the follower projections with guidance cues and enhance their ability to navigate to target.",
            "score": 57.4292573928833
        },
        {
            "docid": "2139633_13",
            "document": "Netrin . Studies of central nervous system (CNS) development in chick and rodent models have identified the netrin-1 protein as a particularly important vertebrate axonal guidance cue. Most significantly, it was observed that the specialized cells of the floor plate located at the ventral midline of the embryonic brain secrete netrin-1, which resulted in a protein gradient. This gradient is most concentrated at the ventral midline and becomes increasingly diffuse as you move dorsally. Additional research in netrin deficient mice found that when netrin associates with the Deleted in Colorectal Cancer (DCC) receptor on the axonal growth cone an attractant response is initiated. This was further supported by an observed absence of ventral commissure (i.e. corpus callosum) development in mice lacking either netrin-1 or DCC. Similar results were observed in experiments with the netrin-1 homolog UNC-6 discovered in \"C. elegans\" The same early expression and formation of a protein concentration gradient emanating from the ventral midline is observed in epidermal cells of the developing worm. Evidence suggests that this gradient is essential for the long-range function of UNC-6 in guiding the initial circumferential migration of axons to the ventral midline and that the UNC-40 receptor mediates the attractive response. As additional axons reach the midline, the temporal and spatial expression of UNC-6 becomes increasing restricted, indicating that after a more general dorsal-ventral guidance of axons, UNC-6 is further involved in directing axons to more specific locations.",
            "score": 28.076965808868408
        },
        {
            "docid": "2065100_13",
            "document": "Axon guidance . Several types of axon pathways have been extensively studied in model systems to further understand the mechanisms of axon guidance. Perhaps the two most prominent of these are commissures and topographic maps. Commissures are sites where axons cross the midline from one side of the nervous system to the other. Topographic maps are systems in which groups of neurons in one tissue project their axons to another tissue in an organized arrangement such that spatial relationships are maintained; i.e. adjacent neurons will innervate adjacent regions of the target tissue.",
            "score": 38.353617429733276
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 63.27747106552124
        },
        {
            "docid": "42433109_7",
            "document": "EMA401 . Nociceptive pain is immediate pain felt as a result of injury inflicted upon tissue. Neuropathic pain, in contrast, is long-lasting pain that develops when the peripheral and the central nervous system are sensitized following injury to these systems. Neuropathic pain may be continuous pain, spontaneous, or pain caused by hypersensitivity to non-nociceptive levels of stimulus. Angiotensin II (AngII) is an octapeptide that regulates blood pressure, controls water fluid balance, and pain perception. It activates two membrane bound G protein-coupled receptors: angiotensin II type 1 receptors (ATR) and angiotensin II type 2 receptors (ATR). AgnII co-localization with substance P and calcitonin gene-related peptide implies its role in nociception. ATR, the receptor mainly responsible for AngII's effect on the pain mechanisms within the nervous system, is expressed in the dorsal root ganglion (DRG), as well as human trigeminal ganglia. These receptors are locally produced inside DRG neurons, implying the presence of an intrinsic angiotensinergic system. Injured nerves and painful neuromas show higher ATR expression compared to normal undamaged nerves. AngII contributes to neuropathic pain by potentiating neuronal pathways that signal pain when AngII activates ATR expressed on pain detecting neurons. AngII potentiates neuronal pathways by increasing neurite length and density in DRG neurons. AngII potentiates neuronal pathways by sensitizing nociceptors as well. Nociceptor sensitization suggests a decreased thresholds for activation of nociceptors. ATR activation increases kinase levels in DRG neurons, such as levels of PKA, PKC and MAPK, via G protein-coupled receptor-activated second messenger pathways. These phosphorylating enzymes sensitize major voltage-gated ion channels found on DRG neurons. Sensitization increases neuronal excitation following receptor channel activation. EMA401 antagonized human ATR with a Ki of 5.4 nM, IC of 39 nM and a Hill coefficient of 1.3. EMA401 alleviates pain and provides relief by blocking the AngII induced potentiation. TRPV1 is an example a nociceptor that's sensitization is inhibited by EMA401. Clinical conditions of chronic pain shows up-regulated TRPV1 expression. The transient receptor potential cation channel subfamily V member 1 (TRPV1) is a ligand-gated non-selective cation channel found in sensory neurons that allows the sensation and perception of heat and other noxious stimuli. Opening of TRPV1 channels lead to the influx of Na and Ca, causing the nociceptive neuron to depolarize. The direct phosphorylation of TRPV1 channel's Ser116 residue by cAMP-dependent protein kinase (PKA) sensitizes the TRPV1 channel. cAMP signals PKA to phosphorylate TRPV1. Phosphorylated TRPV1 has a lower threshold for activation, causing potentiation of its neuronal pathways. Activation of the ATR increases cAMP levels, resulting in higher numbers of phosphorylated TRPV1. This causes behavioral hypersensitivity of TRPV1 to its stimuli. Increased ATR activity causes hyperalgesia. ATR antagonist EMA401 inhibits the downstream effects of ATR activation, including an increase in cAMP. Fewer TRPV1 are phosphorylated when treated with EMA401, both reversing and/or preventing potentiation that causes hyperalgesia. AngII increases neuronal excitability to TRPV1 channel activation. EMA401 inhibits this increase in excitability in a dose dependent manner, producing analgesic effects.",
            "score": 75.08128046989441
        },
        {
            "docid": "5647595_9",
            "document": "Ephrin receptor . As the nervous system develops, the patterning of neuronal connections is established by molecular guides that direct axons (axon guidance) along pathways by target and pathway derived signals. Eph/ephrin signaling regulates the migration of axons to their target destinations largely by decreasing the survival of axonal growth cones and repelling the migrating axon away from the site of Eph/ephrin activation. This mechanism of repelling migrating axons through decreased growth cone survival depends on relative levels of Eph and ephrin expression and allows gradients of Eph and ephrin expression in target cells to direct the migration of axon growth cones based on their own relative levels of Eph and ephrin expression. Typically, forward signaling by both EphA and EphB receptors mediates growth cone collapse while reverse signaling via ephrin-A and ephrin-B induces growth cone survival.",
            "score": 42.08101558685303
        },
        {
            "docid": "20510214_10",
            "document": "Activity-dependent plasticity . A major target of all molecular signaling is the inhibitory connections made by GABAergic neurons. These receptors exist at postsynaptic sites and along with the regulation of local inhibitory synapses have been found to be very sensitive to critical period alterations. Any alteration to the receptors leads to changed concentrations of calcium in the affected cells and can ultimately influence dendritic and axonal branching. This concentration change is the result of many kinases being activated, the byproduct of which may enhance specific gene expression. In addition, it has been identified that the wg postsynaptic pathway, which is responsible for the coding and production of many molecules for development events, can be bidirectionally stimulated and is responsible for the downstream alteration of the postsynaptic neuron. When the wg presynaptic pathway is activated, however, it alters cytoskeletal structure through transcription and translation.",
            "score": 72.23671865463257
        },
        {
            "docid": "40631926_4",
            "document": "UNC (biology) . The guidance of axons to their targets in the developing nervous system is believed to involve diffusible chemotropic factors secreted by target cells. Floor plate cells at the ventral midline of the spinal cord secrete a diffusible factor or factors that promotes the outgrowth of spinal commissural axons and attracts these axons in vitro. Recent studies indicate that several axon guidance mechanisms are highly conserved in all animals, whereas others, though still conserved in a general sense, show strong evolutionary divergence at a detailed mechanistic level. Expression of UNC-6 netrin and its receptor UNC-5 is required for guiding pioneering axons and migrating cells in C. elegans. Netrins are axon guidance molecules that transmit their activity through 2 different receptors. The function of UNC-5 is to repel axons while the other receptor UNC-40 (or DCC:Deleted in Colorectal Cancer) attracts axons to the source of UNC-6 production. Methods such as antibody staining, transgene expression and microarray analysis have confirmed that UNC-5 is expressed in DA9 motor neurons. Eight pairs of chemosensory neurons in Caenorhabditis elegans take up fluorescein dyes entering through the chemosensory organs. When filled with dye, the processes and cell bodies of these neurons can be examined in live animals by fluorescence microscopy. Using this technique five genes were identified: unc-33, unc-44, unc-51, unc-76, and unc-106. These genes we found to affect the growth of the amphid and phasmid axons in mutants.",
            "score": 44.44256949424744
        },
        {
            "docid": "41343013_4",
            "document": "UNC-5 . The guidance of axons to their targets in the developing nervous system is believed to involve diffusible chemotropic factors secreted by target cells. Floor plate cells at the ventral midline of the spinal cord secrete a diffusible factor or factors that promotes the outgrowth of spinal commissural axons and attracts these axons in vitro. Recent studies indicate that several axon guidance mechanisms are highly conserved in all animals, whereas others, though still conserved in a general sense, show strong evolutionary divergence at a detailed mechanistic level. Expression of UNC-6 netrin and its receptor UNC-5 is required for guiding pioneering axons and migrating cells in C. elegans. Netrins are axon guidance molecules that transmit their activity through 2 different receptors. The function of UNC-5 is to repel axons while the other receptor UNC-40 (or Deleted in Colorectal Cancer) attracts axons to the source of UNC-6 production. Methods such as antibody staining, transgene expression and microarray analysis have confirmed that UNC-5 is expressed in DA9 motor neurons. Eight pairs of chemosensory neurons in Caenorhabditis elegans take up fluorescein dyes entering through the chemosensory organs. When filled with dye, the processes and cell bodies of these neurons can be examined in live animals by fluorescence microscopy. Using this technique five genes were identified: unc-33, unc-44, unc-51, unc-76, and unc-106. These genes we found to affect the growth of the amphid and phasmid axons in mutants.",
            "score": 44.44256949424744
        },
        {
            "docid": "1872854_11",
            "document": "Biochemical cascade . Purinergic signalling has an essential role at interactions between neurons and glia cells, allowing these to detect action potentials and modulate neuronal activity, contributing for intra and extracellular homeostasis regulation. Besides purinergic neurotransmitter, ATP acts as a trophic factor at cellular development and growth, being involved on microglia activation and migration, and also on axonal myelination by oligodendrocytes. There are two main types of purinergic receptors, P1 binding to adenosine, and P2 binding to ATP or ADP, presenting different signalling cascades. The Nrf2/ARE signalling pathway has a fundamental role at fighting against oxidative stress, to which neurons are especially vulnerable due to its high oxygen consumption and high lipid content. This neuroprotective pathway involves control of neuronal activity by perisynaptic astrocytes and neuronal glutamate release, with the establishment of tripartite synapses. The Nrf2/ARE activation leads to a higher expression of enzymes involved in glutathione syntheses and metabolism, that have a key role in antioxidant response. The LKB1/NUAK1 signalling pathway regulates terminal axon branching at cortical neurons, via local immobilized mitochondria capture. Besides NUAK1, LKB1 kinase acts under other effectors enzymes as SAD-A/B and MARK, therefore regulating neuronal polarization and axonal growth, respectively. These kinase cascades implicates also Tau and others MAP. An extended knowledge of these and others neuronal pathways could provide new potential therapeutic targets for several neurodegenerative chronic diseases as Alzheimer's, Parkinson's and Huntington's disease, and also amyotrophic lateral sclerosis.",
            "score": 46.838475942611694
        },
        {
            "docid": "34882197_19",
            "document": "Erythropoietin in neuroprotection . In infants with poor neurodevelopment, prematurity and asphyxia are typical problems. These conditions can lead to cerebral palsy, mental retardation, and sensory impairment. Hypothermia therapy for neonatal encephalopathy is a proven therapy for neonatal brain injury. However, recent research has demonstrated that high doses of recombinant erythropoietin can reduce or prevent this type of neonatal brain injury if administered early. A high rate of neuronal apoptosis is evident in the developing brain due to initial overproduction. Neurons that are electrically active and make synaptic connections survive, while those that do not undergo apoptosis. While this is a normal phenomenon, it is also known that neurons in the developing brain are at an increased risk to undergo apoptosis in response to injury. A small amount of the RhEpo can cross the blood–brain barrier and protect against hypoxic-ischemia injury. Epo treatment has also shown to preserve hemispheric brain volume 6 weeks after neonatal stroke. It demonstrated both neuroprotective effects and a direction towards neurogenesis in neonatal stroke without associated long-term difficulties.",
            "score": 90.65154266357422
        },
        {
            "docid": "2065100_12",
            "document": "Axon guidance . The earliest descriptions of the axonal growth cone were made by the Spanish neurobiologist Santiago Ramón y Cajal in the late 19th century. However, understanding the molecular and cellular biology of axon guidance would not begin until decades later. In the last thirty years or so, scientists have used various methods to work out how axons find their way. Much of the early work in axon guidance was done in the grasshopper, where individual motor neurons were identified and their pathways characterized. In genetic model organisms like mice, zebrafish, nematodes, and fruit flies, scientists can generate mutations and see whether and how they cause axons to make errors in navigation. In vitro experiments can be useful for direct manipulation of growing axons. A popular method is to grow neurons in culture and expose growth cones to purified guidance cues to see whether these cause the growing axons to turn. These types of experiments have often been done using traditional embryological non-genetic model organisms, such as the chicken and African clawed frog. Embryos of these species are easy to obtain and, unlike mammals, develop externally and are easily accessible to experimental manipulation.",
            "score": 70.42039060592651
        },
        {
            "docid": "189701_34",
            "document": "Development of the nervous system . The processes of neuronal migration, differentiation and axon guidance are generally believed to be activity-independent mechanisms and rely on hard-wired genetic programs in the neurons themselves. New research findings however have implicated a role for activity-dependent mechanisms in mediating some aspects of the aforementioned processes such as the rate of neuronal migration, aspects of neuronal differentiation and axon pathfinding. Activity-dependent mechanisms influence neural circuit development and are crucial for laying out early connectivity maps and the continued refinement of synapses which occurs during development. There are two distinct types of neural activity we observe in developing circuits -early spontaneous activity and sensory-evoked activity. Spontaneous activity occurs early during neural circuit development even when sensory input is absent and is observed in many systems such as the developing visual system,auditory system,motor system,hippocampus,cerebellum and neocortex.",
            "score": 62.57409906387329
        },
        {
            "docid": "26827828_2",
            "document": "DBX1 . Homeobox protein DBX1, also known as developing brain homeobox protein 1, is a protein that in humans is encoded by the \"DBX1\" gene. The DBX1 gene is a transcription factor gene that is pivotal in interneuron differentiation in the ventral spinal cord. The spinal interneurons V0 and V1 are derived from progenitor domains that are differentiated by the expression of homeodomain proteins DBX1 and DBX2. DBX1 is spatially restricted and has a critical role in establishing the distinction of V0 and V1 neuronal fate. In DBX1 mutant mice, neural progenitors fail to generate V0 interneurons and instead gave rise to interneurons expressing V1 characteristics, such as their transcription factor profile, neurotransmitter phenotype, migratory pattern, and aspects of their axonal trajectory, suggesting that this single homeodomain transcription factor coordinates many of the differentiated properties of one class of interneurons generated in the ventral spinal cord. V0 and V1 interneurons are thought to be critical in the role of rhythmic breathing, after using a neonatal mouse model. Destruction of these DBX1 neurons in the pre-Botzinger complex showed an impaired respiratory rhythm as well as a decreased magnitude of motor output activity.",
            "score": 43.17039692401886
        },
        {
            "docid": "7138424_21",
            "document": "Remyelination . Multiple sclerosis, or MS, is the most prominent of the demyelinating diseases, affecting at least 30 in 100000 people worldwide on average. The ratio is much higher than that in certain areas of the world. While the early stages of multiple sclerosis are less discernible, the chronic stages can greatly reduce an individual's quality of life by limiting motor function. The demyelinating disease attacks the myelin of axons in the central nervous system through autoimmune defects. While remyelination is very efficient in the early stages of multiple sclerosis, it causes remyelination to fail in the more chronic stages. As axons are left bare, without myelin, their conduction velocity goes down due to a lack in increased potential between the Nodes of Ranvier. Not only does conduction go down, but a naked axon is also much more likely to degrade completely, resulting in complete loss of function for certain motor functions. The loss of axons because of lack of protection is what makes MS so debilitating. Degradation is considered to be worse than the effects of demyelination. Once an axon is degenerated, it cannot regenerate like myelin, thus making research to promote remyelination that much more important. MS is more severe in some people than others, most likely from their family genetics and the way that genes are expressed within them. The overall cause for multiple sclerosis itself is completely unknown. Altering important pathways in OPC differentiation such as Notch-1, Wnt, and LINGO1 may prove to be a possible treatment for this disease. Using antibodies to halt or promote certain parts of these pathways could be possible therapies to help increase OPC differentiation. As pathways are better understood, different parts of the pathways can be singled out as possible therapeutic areas to promote remyelination.",
            "score": 49.53080177307129
        },
        {
            "docid": "1061573_6",
            "document": "Neurotrophin . During the development of the vertebrate nervous system, many neurons become redundant (because they have died, failed to connect to target cells, etc.) and are eliminated. At the same time, developing neurons send out axon outgrowths that contact their target cells. Such cells control their degree of innervation (the number of axon connections) by the secretion of various specific neurotrophic factors that are essential for neuron survival. One of these is nerve growth factor (NGF or beta-NGF), a vertebrate protein that stimulates division and differentiation of sympathetic and embryonic sensory neurons. NGF is mostly found outside the central nervous system (CNS), but slight traces have been detected in adult CNS tissues, although a physiological role for this is unknown. It has also been found in several snake venoms.",
            "score": 72.10026049613953
        },
        {
            "docid": "10862111_12",
            "document": "Pioneer axon . The Slit-Robo cell signaling pathway plays an important role in guiding pioneer axons, especially pioneer longitudinal axons. These axons, which function to connect major parts of the CNS, are mainly present during embryonic development. The Slit family mainly functions as a repellent towards longitudinal axons, guiding them away from the ventral midline. The loss of Slit in \"Drosophila\" caused the presence of longitudinal axons in the midline. In conjunction with the Robo receptor, Slit signaling played a role in determining tract positions parallel to the midline for longitudinal axons to follow during development. The loss of either Slit or Robo caused dysfunction in the development of longitudinal pioneer neurons in the midbrain and hindbrain of \"Drosophila\". Furthermore, it has been shown that Robo plays a diversified role in pioneer axon guidance in different areas of the brain during embryonic development. Primarily, Robo 1 is crucial towards pioneer longitudinal axon guidance in the ventral tract, while Robo 2 is important in the dorsal tract.",
            "score": 51.45706498622894
        },
        {
            "docid": "2065100_8",
            "document": "Axon guidance . The formation of a nerve tract follows several basic rules. In both invertebrate and vertebrate nervous systems initial nerve tracts are formed by the pioneer axons of pioneer neurons. These axons follow a reproducible pathway, stop at intermediate targets, and branch axons at certain choice points, in the process of targeting their final destination. This principle is illustrated by CNS extending axons of sensory neurons in insects.",
            "score": 46.90035533905029
        },
        {
            "docid": "23798230_15",
            "document": "Lujan–Fryns syndrome . The Mediator complex is required for polymerase II transcription and acts as a bridge between the polymerase II enzyme and different gene-specific transcription factors. Mediator can contain up to 30 subunits, but some of the subunits are only required for regulation of transcription in particular tissues or cells. Currently, the exact mechanism by which dysfunction of \"MED12\" results in LFS and its associated neuropsychopathic and physical characteristics is unclear. Marfanoid habitus, a highly arched palate and several other features of LFS can be found with Marfan syndrome, a connective tissue disorder. The finding of aortic root dilation in both disorders suggests that a mutation in an unspecified connective tissue regulating gene may contribute to the etiology of LFS.  A number of interesting experimental results have been obtained by studying \"MED12\" mutations in the zebrafish, an animal model representing vertebrates. In zebrafish, a mutation in \"MED12\" was found to be responsible for the mutant \"motionless\" (\"mot\"). Zebrafish with the \"mot\" mutation have neuronal and cardiovascular defects, although not all types of neurons are affected. Introduction of human \"MED12\" mRNA into the zebrafish restores normal development. \"MED12\" is also a critical coactivator for the gene \"SOX9\", which is involved in the developmental regulation of neurons, cartilage and bone. In the zebrafish, \"MED12\" defects cause maldevelopment of vertebrate embryonic structures such as the neural crest, which would alter function of the autonomic and peripheral nervous systems; and they also cause malformations of cell types serving as precursors to cartilage and bone, such as osteocytes. Some features found in LFS, like agenesis of the corpus callosum and cartilage-related craniofacial anomalies, are similar to defects found in zebrafish with \"MED12\" and associated mutations.",
            "score": 94.56722736358643
        },
        {
            "docid": "958_33",
            "document": "Axon . Nogo-A is a type of neurite outgrowth inhibitory component that is present in the central nervous system myelin membranes (found in an axon). It has a crucial role in restricting axonal regeneration in adult mammalian central nervous system. In recent studies, if Nogo- A is blocked and neutralized, it is possible to induce long-distance axonal regeneration which leads to enhancement of functional recovery in rats and mouse spinal cord. This has yet to be done on humans. A recent study has also found that macrophages activated through a specific inflammatory pathway activated by the Dectin-1 receptor are capable of promoting axon recovery, also however causing neurotoxicity in the neuron.",
            "score": 51.469361782073975
        },
        {
            "docid": "2965167_9",
            "document": "NINDS brain trauma research . The brain attempts to repair itself after a trauma, and is more successful after mild to moderate injury than after severe injury. Scientists have shown that after diffuse axonal injury neurons can spontaneously adapt and recover by sprouting some of the remaining healthy fibers of the neuron into the spaces once occupied by the degenerated axon. These fibers can develop in such a way that the neuron can resume communication with neighboring neurons. This is a very delicate process and can be disrupted by any of a number of factors, such as neuroexcitation, hypoxia (low oxygen levels), and hypotension (low blood flow). Following trauma, excessive neuroexcitation, that is the electrical activation of nerve cells or fibers, especially disrupts this natural recovery process and can cause sprouting fibers to lose direction and connect with the wrong terminals.",
            "score": 82.36812090873718
        },
        {
            "docid": "34882197_15",
            "document": "Erythropoietin in neuroprotection . The pathway for erythropoietin in both the central and peripheral nervous systems begins with the binding of Epo to EpoR. This leads to the enzymatic phosphorylation of PI3-K and NF-κB and results in the activation of proteins that regulate nerve cell apoptosis. Recent research shows that Epo activates JAK2 cascades which activate NF-κB, leading to the expression of CIAP and c-IAP2, two apoptosis-inhibiting genes. Research conducted in rat hippocampal neurons demonstrates that the protective role of Epo in hypoxia-induced cell death acts through extracellular signal-regulated kinases ERK1, ERK2 and protein kinase Akt-1/PKB. The action of Epo is not limited to just promoting cell survival and that the inhibition of neural apoptosis underlies short latency protective effects of Epo after brain injury. Accordingly, the neurotrophic actions may demonstrate longer-latency effects, but more research needs to be conducted on its clinical safety and effectiveness.",
            "score": 60.01458382606506
        },
        {
            "docid": "5802077_3",
            "document": "Prickle (protein) . The first prickle protein was identified in \"Drosophila\" as a planar cell polarity protein. Vertebrate prickle-1 was first found as a rat protein that binds to a transcription factor, neuron-restrictive silencer factor (NRSF). It was then recognized that other vertebrates including mice and humans have two genes that are related to \"Drosophila\" prickle. Mouse prickle-2 was found to be expressed in mature neurons of the brain along with mouse homologs of \"Drosophila\" planar polarity genes flamingo and dischevelled. Prickle interacts with flamingo to regulate sensory axon advance at the transition between the peripheral nervous system and the central nervous system. Also, Prickle1 interacts with RE1-silencing transcription factor (REST) by transporting REST out of the nucleus. REST turns off several critical genes in neurons by binding to particular regions of DNA in the nucleus.",
            "score": 59.58788466453552
        },
        {
            "docid": "14440090_6",
            "document": "GPR126 . GPR126 has been identified in genomic regions associated with adult height, more specially trunk height, pulmonary function and adolescent idiopathic scoliosis. In the vertebrate nervous system, many axons are surrounded by a myelin sheath to conduct action potentials rapidly and efficiently. Applying a genetic screen in zebrafish mutants, Talbot’s group demonstrated that GPR126 affects the development of myelinated axons. GPR126 drives the differentiation of Schwann cells through inducing cAMP levels, which causes Oct6 transcriptional activities to promote myelin gene activity. Mutation of \"gpr126\" in zebrafish affects peripheral myelination. Monk’s group demonstrated domain-specific functions of GPR126 during Schwann cells development: the NTF is necessary and sufficient for axon sorting, while the CTF promotes wrapping through cAMP induction to regulate early and late stages of Schwann cells development.",
            "score": 48.54774010181427
        },
        {
            "docid": "41171716_8",
            "document": "Preferential motor reinnervation . Neurotrophic factors are support proteins and factors that help assist in the growth and maintenance of axons throughout the body. Different cells emanate different proteins, but the ones specific to the peripheral nervous system play a major role in regeneration of cut nerves in the peripheral nervous system. In relation to reinnervation, neurotrophic support is key in assisting with supporting the regeneration of axons. Some discussion has led investigators to believe that neurotrophic factors only led to more axonal sprouting rather than actually influencing the regeneration. The ability of neurotrophic factors to influence the sprouting of axons has been seen with electron microscopic images and in multiple studies extensively detailed in a review of the role of neurotrophic factors in regeneration. In addition to the ability of the factors to influence sprouting, Schwann cells in particular show a significant upregulation of a number of trophic factors after undergoing axotomy. One major difference in motor and sensory pathways is the difference in what trophic factors are upregulated by the Schwann cells of those pathways. Denervenated motor Schwann cells upregulate BDNF and p75, whereas sensory pathway Schwann cells upregulate a number of other varied trophic factors. This difference in trophic factor support is suspected to be a major influencer of preferential motor reinnervation. Though it is a major factor, inherent molecular differences do not alone determine the reinnervation pathway of the motor neurons, as demonstrated in a study done in a mouse femoral nerve, where the size of the pathways were manipulated, leading to incorrect motor axon pathway reinnervation.",
            "score": 37.92903399467468
        },
        {
            "docid": "570153_13",
            "document": "Deep vein thrombosis . Often, DVT begins in the valves of veins. The blood flow pattern in the valves can cause low oxygen concentrations in the blood (hypoxemia) of a valve sinus. Hypoxemia, which is worsened by venous stasis, activates pathways—ones that include hypoxia-inducible factor-1 and early-growth-response protein 1. Hypoxemia also results in the production of reactive oxygen species, which can activate these pathways, as well as nuclear factor-κB, which regulates hypoxia-inducible factor-1 transcription. Hypoxia-inducible factor-1 and early-growth-response protein 1 contribute to monocyte association with endothelial proteins, such as P-selectin, prompting monocytes to release tissue factor-filled microvesicles, which presumably begin clotting after binding to the endothelial surface.",
            "score": 61.07103157043457
        }
    ],
    "r": [
        {
            "docid": "58686_38",
            "document": "Cerebral cortex . Apart from intrinsic gene mutation, there are many extrinsic (environmental) factors that can greatly influence the neurodevelopmental process. One of the most commonly studied factors is the effect of maternal alcohol consumption during gestation. Infants born with defects from this factor are said to have Fetal Alcohol Spectrum Disorder (FASD). FASD is used to describe a collection of developmental disorders associated with the consumption of alcohol whilst pregnant. The spectrum includes individuals with both extreme and mild FASD which present with a variety of neurocognitive and neurobehavioral deficits. This includes deficits is sustained and focused attention, learning and memory problems, verbal processing problems, receptive language difficulties, hyperactivity, as well as a range of psychiatric impairments. Apoptotic cell death caused by an excess of glutamate activity and GABA withdrawal is thought to play a role in the loss of neuronal fibers critical for normal brain development. In addition to neuronal death, there is evidence suggesting that an improper formation of interneuronal connections and cell adhesion molecule malformation are also associated with FASD. Improper neuronal migration and synaptogenesis have been shown to occur is several cases of FASD, which could explain the extreme deficits in learning and memory. The cerebral cortex is derived from the pallium, a layered structure found in the forebrain of all vertebrates. The basic form of the pallium is a cylindrical layer enclosing fluid-filled ventricles. Around the circumference of the cylinder are four zones, the dorsal pallium, medial pallium, ventral pallium, and lateral pallium, which are thought respectively to give rise to the neocortex, hippocampus, amygdala, and olfactory cortex.",
            "score": 95.03360748291016
        },
        {
            "docid": "23798230_15",
            "document": "Lujan–Fryns syndrome . The Mediator complex is required for polymerase II transcription and acts as a bridge between the polymerase II enzyme and different gene-specific transcription factors. Mediator can contain up to 30 subunits, but some of the subunits are only required for regulation of transcription in particular tissues or cells. Currently, the exact mechanism by which dysfunction of \"MED12\" results in LFS and its associated neuropsychopathic and physical characteristics is unclear. Marfanoid habitus, a highly arched palate and several other features of LFS can be found with Marfan syndrome, a connective tissue disorder. The finding of aortic root dilation in both disorders suggests that a mutation in an unspecified connective tissue regulating gene may contribute to the etiology of LFS.  A number of interesting experimental results have been obtained by studying \"MED12\" mutations in the zebrafish, an animal model representing vertebrates. In zebrafish, a mutation in \"MED12\" was found to be responsible for the mutant \"motionless\" (\"mot\"). Zebrafish with the \"mot\" mutation have neuronal and cardiovascular defects, although not all types of neurons are affected. Introduction of human \"MED12\" mRNA into the zebrafish restores normal development. \"MED12\" is also a critical coactivator for the gene \"SOX9\", which is involved in the developmental regulation of neurons, cartilage and bone. In the zebrafish, \"MED12\" defects cause maldevelopment of vertebrate embryonic structures such as the neural crest, which would alter function of the autonomic and peripheral nervous systems; and they also cause malformations of cell types serving as precursors to cartilage and bone, such as osteocytes. Some features found in LFS, like agenesis of the corpus callosum and cartilage-related craniofacial anomalies, are similar to defects found in zebrafish with \"MED12\" and associated mutations.",
            "score": 94.56723022460938
        },
        {
            "docid": "3697095_2",
            "document": "Intrauterine hypoxia . Intrauterine hypoxia occurs when the fetus is deprived of an adequate supply of oxygen. It may be due to a variety of reasons such as prolapse or occlusion of the umbilical cord, placental infarction and maternal smoking. Intrauterine growth restriction (IUGR) may cause or be the result of hypoxia. Intrauterine hypoxia can cause cellular damage that occurs within the central nervous system (the brain and spinal cord). This results in an increased mortality rate, including an increased risk of sudden infant death syndrome (SIDS). Oxygen deprivation in the fetus and neonate have been implicated as either a primary or as a contributing risk factor in numerous neurological and neuropsychiatric disorders such as epilepsy, ADHD, eating disorders and cerebral palsy.",
            "score": 94.28913879394531
        },
        {
            "docid": "26921103_11",
            "document": "Birth injury . Intrauterine hypoxia, or oxygen deprivation in the womb, can cause serious brain damage in the fetus. It most commonly occurs because of damage to or malformation of the umbilical cord or placenta. Intrauterine hypoxia can cause brain damage, including cerebral palsy and other neurological and psychiatric disorders.",
            "score": 91.47823333740234
        },
        {
            "docid": "34882197_19",
            "document": "Erythropoietin in neuroprotection . In infants with poor neurodevelopment, prematurity and asphyxia are typical problems. These conditions can lead to cerebral palsy, mental retardation, and sensory impairment. Hypothermia therapy for neonatal encephalopathy is a proven therapy for neonatal brain injury. However, recent research has demonstrated that high doses of recombinant erythropoietin can reduce or prevent this type of neonatal brain injury if administered early. A high rate of neuronal apoptosis is evident in the developing brain due to initial overproduction. Neurons that are electrically active and make synaptic connections survive, while those that do not undergo apoptosis. While this is a normal phenomenon, it is also known that neurons in the developing brain are at an increased risk to undergo apoptosis in response to injury. A small amount of the RhEpo can cross the blood–brain barrier and protect against hypoxic-ischemia injury. Epo treatment has also shown to preserve hemispheric brain volume 6 weeks after neonatal stroke. It demonstrated both neuroprotective effects and a direction towards neurogenesis in neonatal stroke without associated long-term difficulties.",
            "score": 90.65154266357422
        },
        {
            "docid": "9045995_25",
            "document": "Pre-Bötzinger complex . Investigation of the respiratory response to Acute intermittent hypoxia (AIH), repeated episodes of hypoxia, reveals connection to various breathing disorders, such as Rett syndrome and obstructive sleep apnea. AIH leads to persistent increases in respiratory frequency and amplitude of integrated motor neuronal bursts in vivo. These changes lasting for 90 minutes or longer are termed long-term facilitation (LTF). AIH causes homeostatic changes in multiple sites of the respiratory system; the pre-BötC is likely the site for the LTF, since intermittent hypoxia causes an increase in persistent frequency after ongoing hypoxia.The respiratory system is regulated by multiple forms of long-term synaptic plasticity.The role of synaptic inhibition has been proved widespread and critical within the expiratory Botzinger complex respiratory network, through cross-correlation and antidromic mapping techniques. The inhibitory connections discovered indicate their ability to connect different classes of neurons, their importance in regulating the interval of inspiration, and their ability to control driving potential of respiratory neurons. These characteristics show the interaction between the parafacial respiratory group and the pre-Bötzinger complex, which allows for active expiration to be produced by synaptic inhibition within the respiratory network. Synaptic inhibition is critical for allowing the pre-Bötzinger complex to communicate with other respiratory centers in order to generate respiratory activity.",
            "score": 90.31605529785156
        },
        {
            "docid": "18143331_18",
            "document": "Neurogenetics . Neurogenetics is a field that is rapidly expanding and growing. The current areas of research are very diverse in their focuses. One area deals with molecular processes and the function of certain proteins, often in conjunction with cell signaling and neurotransmitter release, cell development and repair, or neuronal plasticity. Behavioral and cognitive areas of research continue to expand in an effort to pinpoint contributing genetic factors. As a result of the expanding neurogenetics field a better understanding of specific neurological disorders and phenotypes has arisen with direct correlation to genetic mutations. With severe disorders such as epilepsy, brain malformations, or mental retardation a single gene or causative condition has been identified 60% of the time; however, the milder the intellectual handicap the lower chance a specific genetic cause has been pinpointed. Autism for example is only linked to a specific, mutated gene about 15–20% of the time while the mildest forms of mental handicaps are only being accounted for genetically less than 5% of the time. Research in neurogenetics has yielded some promising results, though, in that mutations at specific gene loci have been linked to harmful phenotypes and their resulting disorders. For instance a frameshift mutation or a missense mutation at the \"DCX\" gene location causes a neuronal migration defect also known as lissencephaly. Another example is the \"ROBO3\" gene where a mutation alters axon length negatively impacting neuronal connections. Horizontal gaze palsy with progressive scoliosis (HGPPS) accompanies a mutation here. These are just a few examples of what current research in the field of neurogenetics has achieved.",
            "score": 85.21549987792969
        },
        {
            "docid": "21855574_10",
            "document": "Brain simulation . Blue Brain is a project that was launched in May 2005 by IBM and the Swiss Federal Institute of Technology in Lausanne. The intention of the project was to create a computer simulation of a mammalian cortical column down to the molecular level. The project uses a supercomputer based on IBM's Blue Gene design to simulate the electrical behavior of neurons based upon their synaptic connectivity and ion permeability. The project seeks to eventually reveal insights into human cognition and various psychiatric disorders caused by malfunctioning neurons, such as autism, and to understand how pharmacological agents affect network behavior.",
            "score": 82.38131713867188
        },
        {
            "docid": "2965167_9",
            "document": "NINDS brain trauma research . The brain attempts to repair itself after a trauma, and is more successful after mild to moderate injury than after severe injury. Scientists have shown that after diffuse axonal injury neurons can spontaneously adapt and recover by sprouting some of the remaining healthy fibers of the neuron into the spaces once occupied by the degenerated axon. These fibers can develop in such a way that the neuron can resume communication with neighboring neurons. This is a very delicate process and can be disrupted by any of a number of factors, such as neuroexcitation, hypoxia (low oxygen levels), and hypotension (low blood flow). Following trauma, excessive neuroexcitation, that is the electrical activation of nerve cells or fibers, especially disrupts this natural recovery process and can cause sprouting fibers to lose direction and connect with the wrong terminals.",
            "score": 82.36811828613281
        },
        {
            "docid": "11304934_38",
            "document": "Causes of schizophrenia . Several animal studies have indicated that fetal hypoxia can affect many of the same neural substrates implicated in schizophrenia, depending on the severity and duration of the hypoxic event as well as the period of gestation, and in humans moderate or severe (but not mild) fetal hypoxia has been linked to a series of motor, language and cognitive deficits in children, regardless of genetic liability to schizophrenia. One paper restated that cerebellum neurological disorders were frequently found in schizophrenics and speculated hypoxia may cause the subsequent cognitive dysmetria",
            "score": 81.91717529296875
        },
        {
            "docid": "23424731_12",
            "document": "Transneuronal degeneration . Disconnection syndromes, defined as any neurologic disorder caused by an interruption in impulse transmission along cerebral fiber pathways, can cause white matter brain lesions, leading to secondary neuronal loss and transneuronal degeneration. Secondary neuronal loss occurs as a result in areas that are strongly connected with the severed tracts or restricted cortex during an anterior temporal lobectomy. Temporal lobe lesions also cause transneuronal degeneration, the effects of which can be seen in the fornix, mammillary bodies, and contralateral cerebellum.",
            "score": 80.4950180053711
        },
        {
            "docid": "38820958_11",
            "document": "Alcino J. Silva . Weidong Li and Steven Kushner led a team in the Silva lab that developed a treatment for the cognitive deficits associated with an animal model of Neurofibromatosis type I (NF1). They discovered that Lovastatin, a statin that crosses the blood-brain barrier, at a dose that does not affect control mice, rescues the Ras/MAPK signaling, synaptic plasticity and behavioral deficits of mice with a NF1 mutation. Statins decrease the levels of isoprenyls, lipid groups that are required for the isoprenylation and activity of Ras, a signaling molecule normally regulated by the protein encoded by the NF1 gene. The work in the Silva lab showed that the NF1 mutation leads to increases in the levels of active Ras in the brain, and that statins reverse this increase without affecting Ras signaling in controls. These results have led to a number of small promising, but inconclusive, clinical trials, and to two large on going clinical studies in the USA and Europe. A team led by Dan Ehninger in the Silva lab also showed that rapamycin, an FDA approved inhibitor of mTOR, can reverse the late-LTP deficits and learning impairments they discovered in an animal model of Tuberous Sclerosis (Tsc2 heterozygous mice). Interestingly, TSC is highly associated with autism, but the Tsc2 heterozygous mice did not show any autism-like behavioral abnormalities, such as social interaction deficits. Artificially activating the immune system of pregnant mice, however, does reveal social interaction deficits in Tsc2 heterozygous progeny, suggesting that the autism-like symptoms in TSC require not only Tsc mutations, but also another factor, such as immune activation during pregnancy. Importantly, analyses of human TSC data suggested a similar interaction between the TSC mutation and immuno-activation during pregnancy. Recently, Miou Zhou and colleagues at the Silva lab found that rapamycin is also capable of both preventing and reversing behavioral deficits caused by mutation of a schizophrenia-causing gene (DISC 1) in neurons that are born and develop in adult mice (i.e., adult neurogenesis). Surprisingly, rapamycin reverses behavioral deficits despite its inability to reverse structural deficits discovered in neurons with Disc 1 knock down. All together, these findings make a compelling case that adult treatments may be effective at reversing behavioral cognitive and psychiatric symptoms associated with neurodevelopmental disorders such as NF1, TSC and Schizophrenia.",
            "score": 80.02806091308594
        },
        {
            "docid": "4833512_7",
            "document": "Mu wave . Autism is a disorder that is associated with social and communicative deficits. A single cause of autism has yet to be identified, but the mu wave and mirror neuron system have been studied specifically for their role in the disorder. In a typically developing individual, the mirror neuron system responds when he or she either watches someone perform a task or performs the task him- or herself. In individuals with autism, mirror neurons become active (and consequently mu waves are suppressed) only when the individual performs the task him- or herself. This finding has led some scientists, notably V. S. Ramachandran and colleagues, to view autism as disordered understanding of other individuals' intentions and goals due to problems with the mirror neuron system. This deficiency would explain the difficulty people with autism have in communicating with and understanding others. While most studies of the mirror neuron system and mu waves in people with autism have focused on simple motor tasks, some scientists speculate that these tests can be expanded to show that problems with the mirror neuron system underlie overarching cognitive and social deficits.",
            "score": 79.97844696044922
        },
        {
            "docid": "4584035_10",
            "document": "Cognitive slippage . Meehl noticed that slippage occurred even when an individual was trying fervently to communicate clearly. He considered a neurological explanation that suggested cognitive slippage was tied to \"synaptic slippage,\" or an error in the electrical transmission of messages from neuron to neuron in the brain. He suggested this issue was caused by an error in cell selectivity, meaning the wrong neuron received the message. According to this theory, \"primary cognitive slippage\" refers to the slippage at the central nervous system synapse as a result of an error in neural transmission. The observable behavior of disorganized speech, as a result of the transmission error, would be classified as \"secondary cognitive slippage\". He also contemplated the possibility that cognitive slippage could stem from different underlying causes based on the disorder it was a part of.",
            "score": 79.08443450927734
        },
        {
            "docid": "41848173_2",
            "document": "Surround suppression . Surround suppression is a descriptive term referring to observations that the relative firing rate of a neuron may under certain conditions decrease when a particular stimulus is enlarged. It is has been observed in electrophysiology studies of the brain and has been noted in many sensory neurons, most notably in the early visual system. Surround suppression is defined as a reduction in the activity of a neuron in response to a stimulus outside its classical receptive field. (The classical receptive field refers to a concept of neural behavior that was understood to be invalid virtally from the start. As Spillman et al (2015)) note, quoting Kuffler (1953), \"not only the areas from which responses can actually be set up by retinal illumination may be included in a definition of the receptive field but also all areas which show a functional connection, by an inhibitory or excitatory effect on a ganglion cell.\" The necessary functional connections with other neurons influenced by stimulation outside a particular area and by dynamic processes in general, and the absence of a theoretical description of a system state to be treated as a baseline, deprive the term \"classical receptive field\" of functional meaning. The descriptor \"surround suppression\" suffers from a similar problem, as the activities of neurons in the \"surround\" of the \"classical receptive field are similarly determined by connectivities and processes involving neurons beyond it.) This nonlinear effect is one of many that reveals the complexity of biological sensory systems, and the connections of properties of neurons that may cause this effect (or its opposite) are still being studied. The characteristics, mechanisms, and perceptual consequences of this phenomenon are of interest to many communities, including neurobiology, computational neuroscience, psychology, and computer vision.",
            "score": 79.02289581298828
        },
        {
            "docid": "1168317_40",
            "document": "Mirror neuron . It has also been proposed that problems with the mirror neuron system may underlie cognitive disorders, particularly autism. However the connection between mirror neuron dysfunction and autism is tentative and it remains to be demonstrated how mirror neurons are related to many of the important characteristics of autism.",
            "score": 77.95317077636719
        },
        {
            "docid": "33818014_18",
            "document": "Nervous system network models . There are three types of brain connectivity models of a network (Sporns, O. (2007)). “Anatomical (or structural) connectivity” describes a network with anatomical links having specified relationship between connected “units.” If the dependent properties are stochastic, it is defined as “functional connectivity.” “Effective connectivity” has causal interactions between distinct units in the system. As stated earlier, brain connectivity can be described at three levels. At microlevel, it connects neurons through electrical or chemical synapses. A column of neurons can be considered as a unit in the mesolevel and regions of the brain comprising a large number of neurons and neuron populations as units in the macrolevel. The links in the latter case are the inter-regional pathways, forming large-scale connectivity. Figure 2 shows the three types of connectivity. The analysis is done using the directed graphs (see Sporns, O. (2007) and Hilgetag, C. C. (2002)). In the structural brain connectivity type, the connectivity is a sparse and directed graph. The functional brain connectivity has bidirectional graphs. The effective brain connectivity is bidirectional with interactive cause and effect relationships. Another representation of the connectivity is by matrix representation (See Sporns, O. (2007)). Hilgetag, C. C. (2002) describes the computational analysis of brain connectivity.",
            "score": 77.91578674316406
        },
        {
            "docid": "33826069_3",
            "document": "Viral neuronal tracing . Most neuroanatomists would agree that understanding how the brain is connected to itself and the body is of paramount importance. As such, it is of equal importance to have a way to visualize and study the connections among neurons. Neuronal tracing methods offer an unprecedented view into the morphology and connectivity of neural networks. Depending on the tracer used, this can be limited to a single neuron or can progress trans-synaptically to adjacent neurons. After the tracer has spread sufficiently, the extent may be measured either by fluorescence (for dyes) or by immunohistochemistry (for biological tracers). An important innovation in this field is the use of neurotropic viruses as tracers. These not only spread throughout the initial site of infection, but can jump across synapses. The use of a virus provides a self-replicating tracer. This can allow for the elucidation of neural microcircuitry to an extent that was previously unobtainable.  This has significant implications for the real world. If we can better understand what parts of the brain are intimately connected, we can predict the effect of localized brain injury. For example, if a patient has a stroke in the amygdala, primarily responsible for emotion, the patient might also have trouble learning to perform certain tasks because the amygdala is highly interconnected with the orbitofrontal cortex, responsible for reward learning. As always, the first step to solving a problem is fully understanding it, so if we are to have any hope of fixing brain injury, we must first understand its extent and complexity.",
            "score": 77.69893646240234
        },
        {
            "docid": "33912_37",
            "document": "Working memory . Working memory is impaired by acute and chronic psychological stress. This phenomenon was first discovered in animal studies by Arnsten and colleagues, who have shown that stress-induced catecholamine release in PFC rapidly decreases PFC neuronal firing and impairs working memory performance through feedforward, intracellular signaling pathways. Exposure to chronic stress leads to more profound working memory deficits and additional architectural changes in PFC, including dendritic atrophy and spine loss, which can be prevented by inhibition of protein kinase C signaling. fMRI research has extended this research to humans, and confirms that reduced working memory caused by acute stress links to reduced activation of the PFC, and stress increased levels of catecholamines. Imaging studies of medical students undergoing stressful exams have also shown weakened PFC functional connectivity, consistent with the animal studies. The marked effects of stress on PFC structure and function may help to explain how stress can cause or exacerbate mental illness. The more stress in one's life, the lower the efficiency of working memory in performing simple cognitive tasks. Students who performed exercises that reduced the intrusion of negative thoughts showed an increase in their working memory capacity. Mood states (positive or negative) can have an influence on the neurotransmitter dopamine, which in turn can affect problem solving.",
            "score": 77.69596862792969
        },
        {
            "docid": "51606_6",
            "document": "Causes of mental disorders . In February 2013 a study found common genetic links between five major psychiatric disorders: autism, ADHD, bipolar disorder, major depressive disorder, and schizophrenia. Abnormal functioning of neurotransmitter systems has been implicated in several mental disorders, including serotonin, norepinephrine, dopamine and glutamate systems. Differences have also been found in the size or activity of certain brain regions in some cases. Psychological mechanisms have also been implicated, such as cognitive (e.g. reasoning) biases, emotional influences, personality dynamics, temperament and coping style. Studies have indicated that variation in genes can play an important role in the development of mental disorders, although the reliable identification of connections between specific genes and specific categories of disorder has proven more difficult. Environmental events surrounding pregnancy and birth have also been implicated. Traumatic brain injury may increase the risk of developing certain mental disorders. There have been some tentative inconsistent links found to certain viral infections, to substance misuse, and to general physical health.",
            "score": 77.63240814208984
        },
        {
            "docid": "1745619_23",
            "document": "Cerebral hypoxia . If cerebral hypoxia was localized to a specific part of the brain, brain damage will be localized to that region. A general consequence may be epilepsy. The long-term effects will depend on the purpose of that portion of the brain. Damage to the Broca's area and the Wernicke's area of the brain (left side) typically causes problems with speech and language. Damage to the right side of the brain may interfere with the ability to express emotions or interpret what one sees. Damage on either side can cause paralysis of the opposite side of the body.",
            "score": 77.47240447998047
        },
        {
            "docid": "2965_8",
            "document": "Alcoholism . Long-term misuse of alcohol can cause a wide range of mental health problems. Severe cognitive problems are common; approximately 10 percent of all dementia cases are related to alcohol consumption, making it the second leading cause of dementia. Excessive alcohol use causes damage to brain function, and psychological health can be increasingly affected over time. Social skills are significantly impaired in people suffering from alcoholism due to the neurotoxic effects of alcohol on the brain, especially the prefrontal cortex area of the brain. The social skills that are impaired by alcohol abuse include impairments in perceiving facial emotions, prosody perception problems and theory of mind deficits; the ability to understand humour is also impaired in alcohol abusers. Psychiatric disorders are common in alcoholics, with as many as 25 percent suffering severe psychiatric disturbances. The most prevalent psychiatric symptoms are anxiety and depression disorders. Psychiatric symptoms usually initially worsen during alcohol withdrawal, but typically improve or disappear with continued abstinence. Psychosis, confusion, and organic brain syndrome may be caused by alcohol misuse, which can lead to a misdiagnosis such as schizophrenia. Panic disorder can develop or worsen as a direct result of long-term alcohol misuse.",
            "score": 77.186767578125
        },
        {
            "docid": "33949413_7",
            "document": "Hypoxia in fish . If the post-synaptic cell is a sensory neuron, then an increased firing rate in that neuron will transmit the signal to the central nervous system for integration. Whereas, if the post-synaptic cell is a connective pillar cell or a vascular smooth muscle cell, then the serotonin will cause vasoconstriction and previously unused lamellae will be recruited through recruitment of more capillary beds, and the total surface area for gas exchange per lamella will be increased.",
            "score": 77.05292510986328
        },
        {
            "docid": "50605_2",
            "document": "Cerebral palsy . Cerebral palsy (CP) is a group of permanent movement disorders that appear in early childhood. Signs and symptoms vary among people. Often, symptoms include poor coordination, stiff muscles, weak muscles and tremors. There may be problems with sensation, vision, hearing, swallowing and speaking. Often, babies with cerebral palsy do not roll over, sit, crawl or walk as early as other children of their age. Other symptoms may include seizures and problems with thinking or reasoning, either of which occurs in about one third of people with CP. While the symptoms may get more noticeable over the first few years of life, the underlying problems do not worsen over time. Cerebral palsy is caused by abnormal development or damage to the parts of the brain that control movement, balance and posture. Most often, the problems occur during pregnancy; however, they may also occur during childbirth or shortly after birth. Often, the cause is unknown. Risk factors include preterm birth, being a twin, certain infections during pregnancy such as toxoplasmosis or rubella, exposure to methylmercury during pregnancy, a difficult delivery and head trauma during the first few years of life, among others. About 2% of cases are believed to be due to an inherited genetic cause. A number of sub-types are classified based on the specific problems present. For example, those with stiff muscles have spastic cerebral palsy, those with poor coordination have ataxic cerebral palsy and those with writhing movements have athetoid cerebral palsy. Diagnosis is based on the child's development over time. Blood tests and medical imaging may be used to rule out other possible causes. CP is partly preventable through immunization of the mother and efforts to prevent head injuries in children such as through improved safety. There is no cure for CP; however, supportive treatments, medications and surgery may help many individuals. This may include physical therapy, occupational therapy and speech therapy. Medications such as diazepam, baclofen and botulinum toxin may help relax stiff muscles. Surgery may include lengthening muscles and cutting overly active nerves. Often, external braces and other assistive technology are helpful. Some affected children can achieve near normal adult lives with appropriate treatment. While alternative medicines are frequently used, there is no evidence to support their use. Cerebral palsy is the most common movement disorder in children. It occurs in about 2.1 per 1,000 live births. Cerebral palsy has been documented throughout history, with the first known descriptions occurring in the work of Hippocrates in the 5th century BCE. Extensive study of the condition began in the 19th century by William John Little, after whom spastic diplegia was called \"Little disease\". William Osler first named it \"cerebral palsy\" from the German \"zerebrale Kinderlähmung\" (cerebral child-paralysis). A number of potential treatments are being examined, including stem cell therapy. However, more research is required to determine if it is effective and safe. Cerebral palsy is defined as \"a group of permanent disorders of the development of movement and posture, causing activity limitation, that are attributed to non-progressive disturbances that occurred in the developing fetal or infant brain.\" While movement problems are the central feature of CP, difficulties with thinking, learning, feeling, communication and behavior often co-occur, with 28% having epilepsy, 58% having difficulties with communication, at least 42% having problems with their vision, and 2356% having learning disabilities. Muscle contractions in people with cerebral palsy are commonly thought to arise from overactivation.",
            "score": 76.98095703125
        },
        {
            "docid": "318049_7",
            "document": "Fibromyalgia . The cause of fibromyalgia is unknown. However, several hypotheses have been developed including \"central sensitization\". This theory proposes that people with fibromyalgia have a lower threshold for pain because of increased reactivity of pain-sensitive nerve cells in the spinal cord or brain. Neuropathic pain and major depressive disorder often co-occur with fibromyalgia – the reason for this comorbidity appears to be due to shared genetic abnormalities, which leads to impairments in monoaminergic, glutamatergic, neurotrophic, opioid and proinflammatory cytokine signaling. In these vulnerable individuals, psychological stress or illness can cause abnormalities in inflammatory and stress pathways which regulate mood and pain. Eventually, a sensitization and kindling effect occur in certain neurons leading to the establishment of fibromyalgia and sometimes a mood disorder. The evidence suggests that the pain in fibromyalgia results primarily from pain processing pathways functioning abnormally. In simple terms, it can be described as the volume of the neurons being set too high and this hyper-excitability of pain processing pathways and under-activity of inhibitory pain pathways in the brain results in the affected individual experiencing pain. Some neurochemical abnormalities that occur in fibromyalgia also regulate mood, sleep, and energy, thus explaining why mood, sleep, and fatigue problems are commonly co-morbid with fibromyalgia.",
            "score": 76.20310974121094
        },
        {
            "docid": "1505283_25",
            "document": "Pleiotropy . A 2013 study also genetically linked five psychiatric disorders, including schizophrenia and autism. The link was a single nucleotide polymorphism of two genes involved in calcium channel signaling with neurons. One of these genes, CACNA1C, has been found to influence cognition. It has been associated with autism, as well as linked in studies to schizophrenia and bipolar disorder. These particular studies show clustering of these diseases within patients themselves or families. The estimated heritability of schizophrenia is 70% to 90%, therefore the pleiotropy of genes is crucial since it causes an increased risk for certain psychotic disorders and can aid psychiatric diagnosis.",
            "score": 76.06510925292969
        },
        {
            "docid": "41700954_7",
            "document": "Spastic Society of Gurgaon . Despite advancements made in the field of medicine and allied fields the exact cause of cerebral palsy remains unclear. About 50% of all children who develop cerebral palsy were born prematurely. Premature infants are at higher risk because their organs are not yet fully developed, increasing the risk of asphyxia and other injury to the brain. Some other causes of cerebral palsy are asphyxia, hypoxia of the brain, birth trauma, premature birth, multiple birth and certain infections in the mother during and before birth. Other major cause of cerebral palsy after birth in developing nations like India is medical neglect. Many signboards and other visual materials are displayed at prominent places for spreading awareness amongst people about precautions to be taken at prenatal, at time of delivery and at post natal levels to avoid incidence of deformities.",
            "score": 75.95771026611328
        },
        {
            "docid": "33826069_2",
            "document": "Viral neuronal tracing . Viral neuronal tracing is the use of a virus to trace neural pathways, providing a self-replicating tracer. Viruses have the advantage of self replication over molecular tracers, but can also spread too quickly and cause degradation of neural tissue. Viruses which can infect the nervous system, called Neurotropic viruses, spread through spatially close assemblies of neurons through synapses, allowing for their use in studying functionally connected neural networks. The use of viruses to label functionally connected neurons stems from work done by Albert Sabin who developed a bioassay which could assess the infection of viruses across neurons. Subsequent research allowed for incorporation of Immunohistochemical techniques to systematically label neuronal connections. To date, viruses have been used to study multiple circuits in the nervous system.",
            "score": 75.82317352294922
        },
        {
            "docid": "11304934_34",
            "document": "Causes of schizophrenia . Although most studies have interpreted hypoxia as causing some form of neuronal dysfunction or even subtle damage, it has been suggested that the physiological hypoxia that prevails in normal embryonic and fetal development, or pathological hypoxia or ischemia, may exert an effect by regulating or dysregulating genes involved in neurodevelopment. A literature review judged that over 50% of the candidate genes for susceptibility to schizophrenia met criteria for \"ischemia–hypoxia regulation or vascular expression\" even though only 3.5% of all genes were estimated to be involved in hypoxia/ischemia or the vasculature.",
            "score": 75.65138244628906
        },
        {
            "docid": "33818014_22",
            "document": "Nervous system network models . The four main features of an ANN are topology, data flow, types of input values, and forms of activation (Meireles, M. R. G. (2003), Munakata, T. (1998)). Topology can be multilayered, single-layered, or recurrent. Data flow can be recurrent with feedback or non-recurrent with feedforward model. The inputs are binary, bipolar, or continuous. The activation is linear, step, or sigmoid. Multilayer Perceptron (MLP) is the most popular of all the types, which is generally trained with back-propagation of error algorithm. Each neuron output is connected to every neuron in subsequent layers connected in cascade and with no connections between neurons in the same layer. Figure 4 shows a basic MLP topology (Meireles, M. R. G. (2003)), and a basic telecommunication network (Subramanian, M. (2010)) that most are familiar with. We can equate the routers at the nodes in telecommunication network to neurons in MLP technology and the links to synapses.",
            "score": 75.54154968261719
        },
        {
            "docid": "24219329_6",
            "document": "Neurogenomics . Twin studies have revealed that schizophrenia, bipolar disorder, autism spectrum disorder (ASD), and attention deficit hyperactivity disorder (ADHD) are highly heritable, genetically complex psychiatric disorders. However, linkage studies have largely failed at identifying causative variants for psychiatric disorders such as these, primarily because of their complex genetic architecture. Multiple low penetrance risk variants can be aggregated in affected individuals and families, and sets of causative variants could vary across families. Studies along these lines have determined a polygenic basis for several psychiatric disorders. Several independently occurring \"de novo\" mutations in patients Alzheimer's Disease have been found to disrupt a shared set of functional pathways involved with neuronal signalling, for example. The quest to understand the causative biology of psychiatric disorders is hence greatly assisted by the ability to analyse entire genomes of affected and unaffected individuals in an unbiased manner.",
            "score": 75.4245376586914
        },
        {
            "docid": "3717_2",
            "document": "Brain . The brain is an organ that serves as the center of the nervous system in all vertebrate and most invertebrate animals. The brain is located in the head, usually close to the sensory organs for senses such as vision. The brain is the most complex organ in a vertebrate's body. In a human, the cerebral cortex contains approximately 15–33 billion neurons, each connected by synapses to several thousand other neurons. These neurons communicate with one another by means of long protoplasmic fibers called axons, which carry trains of signal pulses called action potentials to distant parts of the brain or body targeting specific recipient cells.",
            "score": 75.1380844116211
        }
    ]
}