{
    "q": [
        {
            "docid": "2736775_16",
            "document": "Myristoylation . Certain NMTs are therapeutic targets for development of drugs against bacterial infections. Myristoylation has been shown to be necessary for the survival of a number of disease-causing fungi including \"C. albicans\" and \"C. neoformans\". In addition to prokaryotic bacteria, the NMTs of numerous disease-causing eukaryotic organisms have been identified as drug targets as well. Proper NMT functioning in the protozoa \"Leishmania major\" and \"Leishmania donovani\" (leishmaniasis), \"Trypanosoma brucei\" (African sleeping sickness) and \"P. falciparum\" (malaria) is necessary for survival of the parasites. Inhibitors of these organisms is under current investigation. A pyrazole sulphonamide inhibitor has been identified that selectively binds \"T. brucei\", competing for the peptide binding site, thus inhibiting enzymatic activity and eliminating the parasite from the bloodstream of mice with African sleeping sickness.",
            "score": 93.13911390304565
        },
        {
            "docid": "2930584_10",
            "document": "Visceral leishmaniasis . Visceral Leishmaniasis/kala-azar samples from India revealed the presence of not only the primary causative protozoan parasite, i.e. \"Leishmania donovani\" (LD) but also co-infection with another protozoan member called \"Leptomonas seymouri\" (LS). The latter parasite (LS) further contained a RNA virus known as Leptomonas seymouri narna-like virus 1 (Lepsey NLV1). So, it appears that a great majority of kala-azar victims in the Indian subcontinent are exposed to a RNA virus in LS, the co-infecting parasite with LD i.e. the \"LD-LS-Lepsey NLV1 triple pathogen\" phenomenon.",
            "score": 66.45322155952454
        },
        {
            "docid": "52442739_3",
            "document": "Pseudoenzyme . The difference between enzymatically active and inactive homologues has been noted (and in some cases, understood when comparing catalytically active and inactive proteins residing in recognisable families) for some time at the sequence level, and some pseudoenzymes have also been referred to as 'prozymes' when they were analysed in protozoan parasites. The best studied pseudoenzymes reside amongst various key signalling superfamilies of enzymes, such as the proteases, the protein kinases, protein phosphatases and ubiquitin modifying enzymes. The role of pseudoenzymes as \"pseudo scaffolds\" has also been recognised and pseudoenzymes are now beginning to be more thoroughly studied in terms of their biology and function, in large part because they are also interesting potential targets (or anti-targets) for drug design in the context of intracellular cellular signalling complexes.",
            "score": 64.66310453414917
        },
        {
            "docid": "1165464_2",
            "document": "Trypanothione . Trypanothione (Mr = 721.86 g/mol) is an unusual form of glutathione containing two molecules of glutathione joined by a spermidine (polyamine) linker. It is found in parasitic protozoa such as leishmania and trypanosomes. These protozoal parasites are the cause of leishmaniasis, sleeping sickness and Chagas' disease. Trypanothione was discovered by Alan Fairlamb. Its structure was proven by chemical synthesis. It is unique to the Kinetoplastida and not found in other parasitic protozoa such as \"Entamoeba histolytica\". Since this thiol is absent from humans and is essential for the survival of the parasites, the enzymes that make and use this molecule are targets for the development of new drugs to treat these diseases.",
            "score": 70.92269778251648
        },
        {
            "docid": "14796952_3",
            "document": "HARS . Aminoacyl-tRNA synthetases are a class of enzymes that charge tRNAs with their cognate amino acids. The protein encoded by this gene is a cytoplasmic enzyme which belongs to the class II family of aminoacyl tRNA synthetases. The enzyme is responsible for the synthesis of histidyl-transfer RNA, which is essential for the incorporation of histidine into proteins. The gene is located in a head-to-head orientation with HARSL on chromosome five, where the homologous genes share a bidirectional promoter.",
            "score": 81.23140501976013
        },
        {
            "docid": "8631841_14",
            "document": "Glycosome . Unlike peroxisomes, for most of the trypanosomes their glycosomes are needed for them to be able to survive. Because of this need for the glycosome, it has been suggested as a possible drug target to find a drug to halt its function. When the glycosome is not functioning correctly there is a severe lack of enzymes in the cell. These enzymes are those associated with ether-lipid synthesis or the beta oxidation of certain fatty acids. Cells without glycosomes are deficient in these enzymes as without the compartmentalization of the glycosome the enzymes are degraded in the cell in the cytosol. The organelle keeps metabolism of the enzymes from occurring. For parasites, ether-lipid synthesis is vital to be able to complete its life cycle, making the enzymes protected by the glycosome also vital. In their life cycle, glycolysis partly through the glycosome is very high in the blood stream form comparatively to the pro-cyclic form. The glycosomal glycolysis pathway is necessary in stress situations for the pathogen as glycolysis can be started when the substrates for the pathway are available even when ATP is not available yet. So as this organelle is so essential for the trypanosome, if a drug could target this organelle, it could be a successful therapy as studies have shown without the glycosome parasite death occurs.",
            "score": 66.52900838851929
        },
        {
            "docid": "913844_18",
            "document": "Peganum harmala . One of the compounds found in \"P. harmala\", vasicine (peganine), has been found to kill \"Leishmania donovani\", a protozoan parasite that can cause potentially fatal visceral leishmaniasis.",
            "score": 67.94938135147095
        },
        {
            "docid": "39458335_4",
            "document": "PageRank algorithm in biochemistry . The clinical use of most antibiotics result in a mutation of the pathogen organism leading to their resistance against the drug. Therefore, development of new drugs is always needed. A potential first step in developing new drugs against currently threatening diseases (e.g. tubercolosis) is to find new drug targets in the causative agent of the disease, i.e. the pathogen microorganism, let it be either a bacterium, or a protozoan parasite. After finding the target protein in the bacterium (or protozoan parasite), one could design small molecular drug compounds that bind to the protein and inhibit it.",
            "score": 74.2361364364624
        },
        {
            "docid": "17921343_2",
            "document": "Buthionine sulfoximine . Buthionine sulfoximine (BSO) is a sulfoximine which reduces levels of glutathione and is being investigated as an adjunct with chemotherapy in the treatment of cancer. The compound inhibits gamma-glutamylcysteine synthetase, the enzyme required in the first step of glutathione synthesis. Buthionine sulfoximine may also be used to increase the sensitivity of parasites to oxidative antiparasitic drugs.",
            "score": 61.26588559150696
        },
        {
            "docid": "19179592_41",
            "document": "Archaea . Archaea are genetically distinct from bacteria and eukaryotes, with up to 15% of the proteins encoded by any one archaeal genome being unique to the domain, although most of these unique genes have no known function. Of the remainder of the unique proteins that have an identified function, most belong to the Euryarchaea and are involved in methanogenesis. The proteins that archaea, bacteria and eukaryotes share form a common core of cell function, relating mostly to transcription, translation, and nucleotide metabolism. Other characteristic archaeal features are the organization of genes of related function—such as enzymes that catalyze steps in the same metabolic pathway into novel operons, and large differences in tRNA genes and their aminoacyl tRNA synthetases.",
            "score": 82.22035813331604
        },
        {
            "docid": "51906406_5",
            "document": "Alok Bhattacharya . Bhattacharya's researches were focused on parasitology, computation biology and bioinformatics, with special focus on the biology of Entamoeba histolytica, an anaerobic parasitic protozoan causing amoebiasis. His studies elucidated the molecular mechanisms during the opsonization process of the pathogen and identified new proteins such as EhCaBP1, EhCaBP3 and EhC2PK which play a role in the phagocytosis and actin dynamics of the parasite. His team developed new genomic tools and also proposed new algorithms for the identification of genomic variations. His work on lipophosphoglycan and its identification and characterization as well as on the \"species-specific calcium binding protein and its gene\" are reported to have been pioneering. These studies are known to have widened the understanding of the pathogenesis of the protozoan at the molecular level. For pursuing his researches on Entamoeba histolytica, he founded a dedicated laboratory at JNU. He has also worked on the pathogenesis of malaria and visceral leishmaniasis (kala-azar) and his researches are documented in a number of articles of which 188 have been listed by ResearchGate, an online repository of scientific articles.",
            "score": 71.32902812957764
        },
        {
            "docid": "2930584_2",
            "document": "Visceral leishmaniasis . Visceral leishmaniasis (VL), also known as kala-azar (), black fever, and Dumdum fever, is the most severe form of leishmaniasis and, without proper diagnosis and treatment, is associated with high fatality. Leishmaniasis is a disease caused by protozoan parasites of the genus \"Leishmania\".",
            "score": 52.03348112106323
        },
        {
            "docid": "53603855_4",
            "document": "Chinmoy Sankar Dey . Dey's research has been focusing on the drug resistance of two diseases, leishmaniasis and diabetes. His work on insulin resistance included the development of an \"in-vitro\" model, which has potential applications in screening anti-diabetic drugs. The model, which involved insulin-resistant cultured skeletal muscle cells, earned him a US patent. Using the model in tandem with biochemical and gene silencing methodologies, he demonstrated that focal adhesion kinases and p38 mitogen-activated protein kinases could be used as possible drug targets. His team identified for the first time the apoptosis-like cell death in Type II topoisomerase and suggested the enzyme as a possible treatment protocol for Leishmaniasis. His findings were published in a 2005 article in \"Molecular and Biochemical Parasitology\" of Elsevier. He also proposed eIF4A, a member of a set of three related proteins, as a drug target to combat infection with \"Leishmania donovani\", a Miltefosine-resistant type of trypanosome causing leishmaniasis. His work on myogenesis and muscular dystrophy showed insulin‑mediated dephosphorylation of PTK2 (focal adhesion kinase) could be stopped by inhibiting the activity of the insulin receptor tyrosine kinase, which was a new discovery. His research has been documented in numerous articles; ResearchGate, an online repository of scientific articles, lists 90 of them. Besides this he has contributed chapters to two books, and his work has drawn citations from other researchers. James Watson, a recipient of the Nobel Prize in Physiology or Medicine in 1962, cited one of Dey's papers in his 2013 lecture at University of California, Los Angeles to commemorate the 60th anniversary of the discovery of double helical structure DNA, which was later published as an article in Lancet in 2014. He also holds a Patent Cooperation Treaty and his aforementioned US patent, as well as two Indian patents, and has guided students in their master's and doctoral studies.",
            "score": 58.48653185367584
        },
        {
            "docid": "10990101_7",
            "document": "Mahlon Hoagland . During their experiments with rat liver cells, Hoagland and Zamecnik noticed that in the presence of ATP, amino acids associate with heat soluble RNA, which was later named transfer RNA (tRNA). This amino acid and tRNA complex was later called aminoacyl-tRNA. Hoagland’s major contribution to the laboratory was in his work with amino acid activating enzymes. He discovered that certain enzymes were required to activate amino acids so they could associate with tRNA molecules and eventually be incorporated into new protein molecules. These enzymes were named aminoacyl tRNA synthetases. Incidentally, this lab’s discovery of tRNA supported the theory of complementarity (molecular biology) proposed by Watson and Crick.",
            "score": 58.91620326042175
        },
        {
            "docid": "51735018_4",
            "document": "Amar Nath Bhaduri . At the University of Michigan, Ann Arbor, Bhaduri was associated with Paul Srere and worked on citrate metabolism and fatty acid biosynthesis. It was during his post-doctoral studies at Harvard Medical School, he elucidated the effect of uridine nucleotides on an epimerase. Later, he continued his researches at Jadavpur University and discovered methodologies for the purification of Glucose-6-phosphate dehydrogenase and for the regulation of UDP-glucose 4-epimerase from S. fragilis. His researches revealed that the enzyme was \"allosterically activated by metabolically-related sugar phosphates\" and its allosteric kinetics is uni-directional, a property helpful in the regulation of galactose metabolism. He also proposed a protocol for the desensitization of the enzyme by heat, thereby generating hyperbolic kinetics and demonstrated that the addition and dissociation of Nicotinamide adenine dinucleotide activated or de-activated the enzyme. His work was reported to have widened the understanding about the active sites of the enzyme as well as of the molecular mechanisms of allostericity. He studied the host-parasite interaction of Leishmania donovani, a protozoal pathogen affecting humans, and his work attempted to explain the biomodulatory role for Ca2+ in the life cycle of the parasite. His researches have been published by way of several articles and he mentored many scholars in their doctoral researches.",
            "score": 53.28776478767395
        },
        {
            "docid": "11070797_5",
            "document": "Alternative oxidase . Unusually, the bloodstream form of the protozoan parasite \"Trypanosoma brucei\", which is the cause of sleeping sickness, depends entirely on the alternative oxidase pathway for cellular respiration through its electron transport chain. This major metabolic difference between the parasite and its human host has made the \"T. brucei\" alternative oxidase an attractive target for drug design. Of the known inhibitors of alternative oxidases, the antibiotic ascofuranone inhibits the \"T. brucei\" enzyme and cures infection in mice.",
            "score": 58.934478759765625
        },
        {
            "docid": "20763865_2",
            "document": "Leishmania donovani . Leishmania donovani is a species of intracellular parasites belonging to the genus \"Leishmania\", a group of haemoflagellate kinetoplastids that cause the disease leishmaniasis. It is a human blood parasite responsible for visceral leishmaniasis or \"kala-azar\", the most severe form of leishmaniasis. It infects the mononuclear phagocyte system including spleen, liver and bone marrow. Infection is transmitted by species of sandfly belonging to the genus \"Phlebotomus\" in Old World and \"Lutzomyia\" in New World. Therefore, the parasite is prevalent throughout tropical and temperate regions including Africa (mostly in Sudan), China, India, Nepal, southern Europe, Russia and South America. It is responsible for thousands of deaths every year and has spread to 88 countries, with 350 million people at constant risk of infection and 0.5 million new cases in a year.",
            "score": 63.34670042991638
        },
        {
            "docid": "162874_11",
            "document": "Pentamidine . The mechanism seems to vary with different organisms and is not well understood. However, pentamidine is suspected to work through various methods of interference of critical functions in DNA, RNA, phospholipid and protein synthesis. Pentamidine binds to adenine-thymine-rich regions of the \"Trypanosoma\" parasite DNA, forming a cross-link between two adenines four to five base pairs apart. The drug also inhibits topoisomerase enzymes in the mitochondria of \"Pneumocystis jirovecii\". Similarly, pentamidine inhibits type II topoisomerase in the mitochondria of the \"Trypanosoma\" parasite, resulting in breaks and unraveling it's circular mitochondrial DNA.",
            "score": 63.53503131866455
        },
        {
            "docid": "55172_37",
            "document": "Proteomics . One major development to come from the study of human genes and proteins has been the identification of potential new drugs for the treatment of disease. This relies on genome and proteome information to identify proteins associated with a disease, which computer software can then use as targets for new drugs. For example, if a certain protein is implicated in a disease, its 3D structure provides the information to design drugs to interfere with the action of the protein. A molecule that fits the active site of an enzyme, but cannot be released by the enzyme, inactivates the enzyme. This is the basis of new drug-discovery tools, which aim to find new drugs to inactivate proteins involved in disease. As genetic differences among individuals are found, researchers expect to use these techniques to develop personalized drugs that are more effective for the individual.",
            "score": 48.543845653533936
        },
        {
            "docid": "7143953_2",
            "document": "Antiparasitic . Antiparasitics are a class of medications which are indicated for the treatment of parasitic diseases, such as those caused by helminths, amoeba, ectoparasites, parasitic fungi, and protozoa, among others. Antiparasitics target the parasitic agents of the infections by destroying them or inhibiting their growth; they are usually effective against a limited number of parasites within a particular class. Antiparasitics are one of the antimicrobial drugs which include antibiotics that target bacteria, and antifungals that target fungi. They may be administered orally, intravenously or topically.",
            "score": 58.09239411354065
        },
        {
            "docid": "5464960_42",
            "document": "Enzyme inhibitor . The most common uses for enzyme inhibitors are as drugs to treat disease. Many of these inhibitors target a human enzyme and aim to correct a pathological condition. However, not all drugs are enzyme inhibitors. Some, such as anti-epileptic drugs, alter enzyme activity by causing more or less of the enzyme to be produced. These effects are called enzyme induction and inhibition and are alterations in gene expression, which is unrelated to the type of enzyme inhibition discussed here. Other drugs interact with cellular targets that are not enzymes, such as ion channels or membrane receptors.",
            "score": 44.969996213912964
        },
        {
            "docid": "12874039_4",
            "document": "Alan Fairlamb . In 1985, Alan Fairlamb discovered a unique thiol compound present in these parasites, and named it trypanothione. This thiol metabolite is quite different from its human equivalent, glutathione. Trypanothione allows the parasites to fend off free radicals and other toxic oxidants produced by the immune system of the infected patient, and was shown to be vital for parasite survival and virulence. For instance, antimonials neutralize the Leishmania parasite’s antioxidant defence system, allowing the patient to clear the infection. Studies on the effect of drugs on trypanothione metabolism resulted in the discovery that fexinidzole is a potential oral treatment for visceral leishmaniasis.",
            "score": 61.80693316459656
        },
        {
            "docid": "8781578_5",
            "document": "Charles Donovan . A fatal infectious disease called visceral leishmanis (\"kala-azar\" as it was called in Hindi) was widespread in India just after the Indian Rebellion of 1857. The first epidemic was reported in 1870 by British medical officers from Assam. In 1900 William Boog Leishman first discovered the protozoan parasite from an English soldier who was stationed at Dum Dum, West Bengal, and died at the Army Medical School in Netley, England. But he mistook the parasite to be degenerate trypanosomes, already known protozoan parasites in Africa and South America. In 1903 Leishman published his discovery in the \"British Medical Journal\", which appeared on 11 May. It was titled \"On the possibility of the occurrence of trypanosomiasis in India.\" On 17 June 1903 Donovan found the parasites (by then known as \"Leishman bodies\") from the spleen tissue and in the blood of an infected young boy who was admitted to the Government General Hospital. Donovan identified the Leishman bodies as the causative agents of \"kala-azar\". At the time the disease was believed to be a quinine-resistant malaria. He wrote a commentary of his discovery in relation to that of Leishman in the same journal (using the same title as Leishman's), which appeared on 11 July 1903. Soon a controversy arose as to whom such monumental discovery should be credited. Donovan sent some of his slides to Ronald Ross, who was in Liverpool, and to Alphonse Laveran at the Pasteur Institute in Paris. Laveran and his colleague Félix Mesnil identified the protozoan (and yet wrongly) to be members of Piroplasmida, and gave the scientific name \"Piroplasma donovanii\". It was Ross who resolved the conflict of priority in the discovery and correctly identified the species as member of the novel genus \"Leishmania\". He gave the popular name \"Leishman-Donovan bodies\", and subsequently the valid binomial \"Leishmania donovani\", thereby equally crediting the two rivals. But the reconciliation was not embraced by Londoners, who still wanted to remove Donovan's name. Donovan's continued works on the biology of \"L. donovani\" however established him as the leading authority on \"kala-azar\".",
            "score": 57.61503291130066
        },
        {
            "docid": "53451450_4",
            "document": "Y. D. Sharma . During his days at Public Health Research Institute, Sharma was successful in cloning the knob protein gene of \"Plasmodium falciparum\", one of the protozoan parasites causing malaria, in 1984. At AIIMS, he led a group of researchers who carried out molecular epidemiological studies of the parasites causing malaria and their studies widened the understanding of the parasites' resistance to chloroquine and antifolate drugs. He is credited with the identification of \"P. falciparum\" strains in India, isolation of \"P. falciparum\" and \"Plasmodium vivax\", another non-cultivable protozoan parasite, as well as the development of a genomic library of \"Plasmodium vivax\". It was his group which reported the first incidence of malaria in humans caused by \"Plasmodium knowlesi\", a primate malarial parasite. These studies are reported to have relevance in developing immunotherapeutic reagents. His researches have been documented by way of several articles and the online repository of scientific articles of the Indian Academy of Sciences has listed a number of them. His work has been cited by many researchers and he has mentored over 70 master's and doctoral students in their studies.",
            "score": 68.69069159030914
        },
        {
            "docid": "20763865_4",
            "document": "Leishmania donovani . One of the earliest known epidemics of \"L. donovani\" infection (\"kala-azar\" as it was called in Hindi) was known in India just after the Indian Rebellion of 1857. The first medical record was however only in 1870 by British medical officers from Assam. In 1900, an English soldier stationed at Dum Dum, West Bengal, died at the Army Medical School in Netley, England. The autopsy was performed by William Boog Leishman. He processed the tissue sample of the enlarged spleen using a staining technique (now known as Leishman's stain) which he had just developed, and discovered the protozoan parasites using microscopy. But he mistakenly considered the parasites to be degenerate trypanosomes, already known protozoan parasites in Africa and South America. In 1903, Leishman published his discovery of \"trypanosomes in India\" in the \"British Medical Journal\", which appeared on 11 May. Another British medical officer Charles Donovan, who was serving in the Indian Medical Service, had found the parasites in April of that year at the Government General Hospital in Madras. After reading Leishman paper, Donovan confirmed on 17 June that the parasites (by then known as \"Leishman bodies\") were definitely the causative agents of \"kala-azar\". He wrote a commentary of his discovery in relation to that of Leishman in the same journal, that appeared on 11 July 1903. Soon a controversy arose as to whom such a monumental discovery should be credited. Donovan sent some of his slides to Ronald Ross, who was at the time in Liverpool, and to Alphonse Laveran at the Pasteur Institute in Paris. Laveran and his colleague Félix Mesnil identified the protozoan (and yet wrongly) to be members of Piroplasmida, and gave the scientific name \"Piroplasma donovanii\". It was Ross who resolved the conflict of priority in the discovery and correctly identified the species as member of the novel genus \"Leishmania\". He gave the popular name \"Leishman-Donovan bodies\", and subsequently the valid binomial \"Leishmania donovani\", thereby equally crediting the two rivals.",
            "score": 63.289589285850525
        },
        {
            "docid": "14141433_18",
            "document": "Ferredoxin—NADP(+) reductase . Several major human diseases are caused by the obligate intracellular protozoan parasites in the phylum Apicomplexa. The apicoplast organelle in these organisms is believed to have come from an endosymbiotic event in which an ancestral protozoan engulfed an algal cell. These apicoplasts contain plant-like FNRs that the protozoan uses to generate reduced ferredoxin, which is then used as a reductant in essential biosynthetic pathways. FNRs from two major parasites affecting humans, \"Plasmodium falciparum\", which causes malaria, and \"Toxoplasma gondii\", which causes toxoplasmosis, have been sequenced. Since humans do not have a homologous protein, these enzymes are possible new targets for drug therapies against these diseases.",
            "score": 73.05576133728027
        },
        {
            "docid": "14794615_4",
            "document": "EPRS . Aminoacyl-tRNA synthetases are a class of enzymes that charge tRNAs with their cognate amino acids. The protein encoded by this gene is a multifunctional aminoacyl-tRNA synthetase that catalyzes the aminoacylation of glutamic acid and proline tRNA species.",
            "score": 79.3855881690979
        },
        {
            "docid": "1899486_6",
            "document": "Proguanil . When used alone, proguanil functions as a prodrug. Its active metabolite, cycloguanil, is an inhibitor of dihydrofolate reductase (DHFR). Although both mammals and parasites produce DHFR, cycloguanil's inhibitory activity is specific for parasitic DHFR. This enzyme is a critical component of the folic acid cycle. Inhibition of DHFR prevents the parasite from recycling dihydrofolate back to tetrahydrofolate (THF). THF is required for DNA synthesis, amino acid synthesis, and methylation; thus, DHFR inhibition shuts down these processes.",
            "score": 52.0425591468811
        },
        {
            "docid": "198491_7",
            "document": "Leishmaniasis . The genomes of three \"Leishmania\" species (\"L. major\", \"L. infantum\", and \"L. braziliensis\") have been sequenced, and this has provided much information about the biology of the parasite. For example, in \"Leishmania\", protein-coding genes are understood to be organized as large polycistronic units in a head-to-head or tail-to-tail manner; RNA polymerase II transcribes long polycistronic messages in the absence of defined RNA pol II promoters, and \"Leishmania\" has unique features with respect to the regulation of gene expression in response to changes in the environment. The new knowledge from these studies may help identify new targets for urgently needed drugs and aid the development of vaccines.",
            "score": 74.66386556625366
        },
        {
            "docid": "21898168_3",
            "document": "Leishmania mexicana . \"Leishmania mexicana\" is an obligate intracellular protozoan parasite that causes the cutaneous form of leishmaniasis. This species of Leishmania is found in America. The infection with \"L. mexicana\" occurs when an individual is bitten by an infected sandfly that injects infective promastigotes, which are carried in the salivary glands and expulsed by the proboscis, directly to the skin.",
            "score": 53.334073066711426
        },
        {
            "docid": "31933725_5",
            "document": "Giant virus . The genomes of giant viruses are the largest known for viruses, and contain genes that encode for important elements of translation machinery, a characteristic that had previously been believed to be indicative of cellular organisms. These genes include multiple genes encoding a number of aminoacyl tRNA synthetases, enzymes that catalyze the esterification of specific amino acids or their precursors to their corresponding cognate tRNAs to form an aminoacyl tRNA that is then used during translation. The presence of four aminoacyl tRNA synthetase encoding genes in mimivirus and mamavirus genomes, both species within the \"Mimiviridae\" family, as well as the discovery of seven aminoacyl tRNA synthetase genes, including the four genes present in \"Mimiviridae\", in the megavirus genome provide evidence for a possible scenario in which these large DNA viruses evolved from a shared ancestral cellular genome by means of genome reduction.",
            "score": 84.08430671691895
        },
        {
            "docid": "16153022_5",
            "document": "Expanded genetic code . It is noteworthy that the genetic code for all organisms is basically the same, so that all living beings use the same ’genetic language’. In general, the introduction of new functional unnatural amino acids into proteins of living cells breaks the universality of the genetic language, which ideally leads to alternative life forms. Proteins are produced thanks to the translational system molecules, which decode the RNA messages into a string of amino acids. The translation of genetic information contained in messenger RNA (mRNA) into a protein is catalysed by ribosomes. Transfer RNAs (tRNA) are used as keys to decode the mRNA into its encoded polypeptide. The tRNA recognizes a specific three nucleotide codon in the mRNA with a complementary sequence called the anticodon on one of its loops. Each three nucleotide codon is translated into one of twenty naturally occurring amino acids. There is at least one tRNA for any codon, and sometimes multiple codons code for the same amino acid. Many tRNAs are compatible with several codons. An enzyme called an aminoacyl tRNA synthetase covalently attaches the amino acid to the appropriate tRNA. Most cells have a different synthetase for each amino acid (20 or more synthetases). On the other hand, some bacteria have fewer than 20 aminoacyl tRNA synthetases, and introduce the \"missing\" amino acid(s) by modification of a structurally related amino acid by an aminotransferase enzyme. A feature exploited in the expansion of the genetic code is the fact that the aminoacyl tRNA synthetase often does not recognize the anticodon, but another part of the tRNA, meaning that if the anticodon were to be mutated the encoding of that amino acid would change to a new codon. In the ribosome, the information in mRNA is translated into a specific amino acid when the mRNA codon matches with the complementary anticodon of a tRNA, and the attached amino acid is added onto a growing polypeptide chain. When it is released from the ribosome, the polypeptide chain folds into a functioning protein.",
            "score": 76.41728115081787
        }
    ],
    "r": [
        {
            "docid": "2736775_16",
            "document": "Myristoylation . Certain NMTs are therapeutic targets for development of drugs against bacterial infections. Myristoylation has been shown to be necessary for the survival of a number of disease-causing fungi including \"C. albicans\" and \"C. neoformans\". In addition to prokaryotic bacteria, the NMTs of numerous disease-causing eukaryotic organisms have been identified as drug targets as well. Proper NMT functioning in the protozoa \"Leishmania major\" and \"Leishmania donovani\" (leishmaniasis), \"Trypanosoma brucei\" (African sleeping sickness) and \"P. falciparum\" (malaria) is necessary for survival of the parasites. Inhibitors of these organisms is under current investigation. A pyrazole sulphonamide inhibitor has been identified that selectively binds \"T. brucei\", competing for the peptide binding site, thus inhibiting enzymatic activity and eliminating the parasite from the bloodstream of mice with African sleeping sickness.",
            "score": 93.13911437988281
        },
        {
            "docid": "14814297_3",
            "document": "Leucyl-tRNA synthetase . This gene encodes a cytosolic leucine-tRNA synthetase, a member of the class I aminoacyl-tRNA synthetase family. The encoded enzyme catalyzes the ATP-dependent ligation of L-leucine to tRNA(Leu). It is found in the cytoplasm as part of a multisynthetase complex and interacts with the arginine tRNA synthetase through its C-terminal domain. Alternatively spliced transcript variants of this gene have been found; however, their full-length nature is not known.",
            "score": 84.70726013183594
        },
        {
            "docid": "31933725_5",
            "document": "Giant virus . The genomes of giant viruses are the largest known for viruses, and contain genes that encode for important elements of translation machinery, a characteristic that had previously been believed to be indicative of cellular organisms. These genes include multiple genes encoding a number of aminoacyl tRNA synthetases, enzymes that catalyze the esterification of specific amino acids or their precursors to their corresponding cognate tRNAs to form an aminoacyl tRNA that is then used during translation. The presence of four aminoacyl tRNA synthetase encoding genes in mimivirus and mamavirus genomes, both species within the \"Mimiviridae\" family, as well as the discovery of seven aminoacyl tRNA synthetase genes, including the four genes present in \"Mimiviridae\", in the megavirus genome provide evidence for a possible scenario in which these large DNA viruses evolved from a shared ancestral cellular genome by means of genome reduction.",
            "score": 84.08430480957031
        },
        {
            "docid": "19179592_41",
            "document": "Archaea . Archaea are genetically distinct from bacteria and eukaryotes, with up to 15% of the proteins encoded by any one archaeal genome being unique to the domain, although most of these unique genes have no known function. Of the remainder of the unique proteins that have an identified function, most belong to the Euryarchaea and are involved in methanogenesis. The proteins that archaea, bacteria and eukaryotes share form a common core of cell function, relating mostly to transcription, translation, and nucleotide metabolism. Other characteristic archaeal features are the organization of genes of related function—such as enzymes that catalyze steps in the same metabolic pathway into novel operons, and large differences in tRNA genes and their aminoacyl tRNA synthetases.",
            "score": 82.2203598022461
        },
        {
            "docid": "14796952_3",
            "document": "HARS . Aminoacyl-tRNA synthetases are a class of enzymes that charge tRNAs with their cognate amino acids. The protein encoded by this gene is a cytoplasmic enzyme which belongs to the class II family of aminoacyl tRNA synthetases. The enzyme is responsible for the synthesis of histidyl-transfer RNA, which is essential for the incorporation of histidine into proteins. The gene is located in a head-to-head orientation with HARSL on chromosome five, where the homologous genes share a bidirectional promoter.",
            "score": 81.23140716552734
        },
        {
            "docid": "15227817_3",
            "document": "WARS2 . Aminoacyl-tRNA synthetases catalyze the aminoacylation of tRNA by their cognate amino acid. Because of their central role in linking amino acids with nucleotide triplets contained in tRNAs, aminoacyl-tRNA synthetases are thought to be among the first proteins that appeared in evolution. Two forms of tryptophanyl-tRNA synthetase exist, a cytoplasmic form, named WARS, and a mitochondrial form, named WARS2. This gene encodes the mitochondrial tryptophanyl-tRNA synthetase. Two alternative transcripts encoding different isoforms have been described.",
            "score": 80.34042358398438
        },
        {
            "docid": "54745539_13",
            "document": "ATyr Pharma . aTyr was founded after Dr. Schimmel discovered several nontranslational functions of aminoacyl tRNA synthetases, which are primarily responsible for the production of a vital component of protein synthesis, aminoacyl-tRNAs. [23] These nontranslational functions have since been shown to play an important role in maintaining homeostasis. [23] One of these nontranslational functions is modulation and regulation of the immune response. [23] This modulatory activity is a result of Physiocrines, a novel class of proteins that are present as biologically active signaling regions of the tRNA synthetases. aTyr’s research is based on the premise that Physiocrines are involved in orchestrating homeostatic activities to help the body restore diseased or damaged tissue to a healthier state.",
            "score": 79.57181549072266
        },
        {
            "docid": "14794615_4",
            "document": "EPRS . Aminoacyl-tRNA synthetases are a class of enzymes that charge tRNAs with their cognate amino acids. The protein encoded by this gene is a multifunctional aminoacyl-tRNA synthetase that catalyzes the aminoacylation of glutamic acid and proline tRNA species.",
            "score": 79.38558959960938
        },
        {
            "docid": "14819185_3",
            "document": "VARS . Aminoacyl-tRNA synthetases catalyze the aminoacylation of tRNA by their cognate amino acid. Because of their central role in linking amino acids with nucleotide triplets contained in tRNAs, aminoacyl-tRNA synthetases are thought to be among the first proteins that appeared in evolution. The protein encoded by this gene belongs to class-I aminoacyl-tRNA synthetase family and is located in the class III region of the major histocompatibility complex.",
            "score": 79.05590057373047
        },
        {
            "docid": "57553735_2",
            "document": "Borrelidin . Borrelidin is an 18-membered polyketide macrolide derived from several \"Streptomyces\" species. First discovered in 1949 from \"Streptomyces rochei,\" Borrelidin shows antibacterial activity by acting as an inhibitor of threonyl-tRNA synthetase and features a nitrile moiety, a unique functionality in natural products. Borrelidin also exhibits potent angiogenesis inhibition, which was shown in a rat aorta matrix model. Other studies have been performed to show that low concentrations of borrelidin can suppress growth and induce apoptosis in malignant acute lymphoblastic leukemia cells. Borredlidin’s antimalarial activity has also been shown \"in vitro\" and \"in vivo\".",
            "score": 77.52526092529297
        },
        {
            "docid": "16153022_5",
            "document": "Expanded genetic code . It is noteworthy that the genetic code for all organisms is basically the same, so that all living beings use the same ’genetic language’. In general, the introduction of new functional unnatural amino acids into proteins of living cells breaks the universality of the genetic language, which ideally leads to alternative life forms. Proteins are produced thanks to the translational system molecules, which decode the RNA messages into a string of amino acids. The translation of genetic information contained in messenger RNA (mRNA) into a protein is catalysed by ribosomes. Transfer RNAs (tRNA) are used as keys to decode the mRNA into its encoded polypeptide. The tRNA recognizes a specific three nucleotide codon in the mRNA with a complementary sequence called the anticodon on one of its loops. Each three nucleotide codon is translated into one of twenty naturally occurring amino acids. There is at least one tRNA for any codon, and sometimes multiple codons code for the same amino acid. Many tRNAs are compatible with several codons. An enzyme called an aminoacyl tRNA synthetase covalently attaches the amino acid to the appropriate tRNA. Most cells have a different synthetase for each amino acid (20 or more synthetases). On the other hand, some bacteria have fewer than 20 aminoacyl tRNA synthetases, and introduce the \"missing\" amino acid(s) by modification of a structurally related amino acid by an aminotransferase enzyme. A feature exploited in the expansion of the genetic code is the fact that the aminoacyl tRNA synthetase often does not recognize the anticodon, but another part of the tRNA, meaning that if the anticodon were to be mutated the encoding of that amino acid would change to a new codon. In the ribosome, the information in mRNA is translated into a specific amino acid when the mRNA codon matches with the complementary anticodon of a tRNA, and the attached amino acid is added onto a growing polypeptide chain. When it is released from the ribosome, the polypeptide chain folds into a functioning protein.",
            "score": 76.41728210449219
        },
        {
            "docid": "613092_9",
            "document": "Aminoacyl tRNA synthetase . The accuracy of aminoacyl-tRNA synthetase is so high that it is often paired with the word “superspecificity” when it is compared to other enzymes that are involved in metabolism. Although not all synthetases have a domain with the sole purpose of editing, they make up for it by having specific binding and activation of their affiliated amino acids. Another contribution to the accuracy of these synthetases is the ratio of concentrations of aminoacyl-tRNA synthetase and its cognate tRNA. Since tRNA synthetase improperly acylates the tRNA when the synthetase is overproduced, a limit must exist on the levels of aaRSs and tRNAs in vivo.",
            "score": 75.95008850097656
        },
        {
            "docid": "613092_22",
            "document": "Aminoacyl tRNA synthetase . In some of the aminoacyl tRNA synthetases, the cavity that holds the amino acid can be mutated and modified to carry unnatural amino acids synthesized in the lab, and to attach them to specific tRNAs. This expands the genetic code, beyond the twenty canonical amino acids found in nature, to include an unnatural amino acid as well. The unnatural amino acid is coded by a nonsense (TAG, TGA, TAA) triplet, a quadruplet codon, or in some cases a redundant rare codon. The organism that expresses the mutant synthetase can then be genetically programmed to incorporate the unnatural amino acid into any desired position in any protein of interest, allowing biochemists or structural biologists to probe or change the protein's function. For instance, one can start with the gene for a protein that binds a certain sequence of DNA, and, by directing an unnatural amino acid with a reactive side-chain into the binding site, create a new protein that cuts the DNA at the target-sequence, rather than binding it.",
            "score": 75.82801818847656
        },
        {
            "docid": "613092_24",
            "document": "Aminoacyl tRNA synthetase . Certain diseases’ causation (such as neuronal pathologies, cancer, disturbed metabolic conditions, and autoimmune disorders) have been correlated to specific mutations of aminoacyl-tRNA synthetases. Charcot-Marie-Tooth (CMT) is the most frequent heritable disorder of the peripheral nervous system (a neuronal disease) and is caused by a heritable mutation in glycol-tRNA and tyrosyl-tRNA. Diabetes, a metabolic disease, induces oxidative stress, which triggers a build up of mitochondrial tRNA mutations. It has also been discovered that tRNA synthetases may be partially involved in the etiology of cancer. A high level of expression or modification of aaRSs has been observed within a range of cancers. A common outcome from mutations of aaRSs is a disturbance of dimer shape/formation which has a direct relationship with its function. These correlations between aaRSs and certain diseases have opened up a new door to synthesizing therapeutics.",
            "score": 75.69978332519531
        },
        {
            "docid": "198491_7",
            "document": "Leishmaniasis . The genomes of three \"Leishmania\" species (\"L. major\", \"L. infantum\", and \"L. braziliensis\") have been sequenced, and this has provided much information about the biology of the parasite. For example, in \"Leishmania\", protein-coding genes are understood to be organized as large polycistronic units in a head-to-head or tail-to-tail manner; RNA polymerase II transcribes long polycistronic messages in the absence of defined RNA pol II promoters, and \"Leishmania\" has unique features with respect to the regulation of gene expression in response to changes in the environment. The new knowledge from these studies may help identify new targets for urgently needed drugs and aid the development of vaccines.",
            "score": 74.66386413574219
        },
        {
            "docid": "36370137_3",
            "document": "YbaK protein domain . Studies have shown that YbaK functions as a Cys-tRNAPro deacylase \"in vivo\", deacetylation additionally involves turning genes off, hence, it can be assumed that it is preventing the addition of an amino acid to a tRNA molecule, thus preventing translation. \"In vitro\" studies with the full set of 20 \"E. coli\" aminoacyl-tRNAs revealed that the \"Haemophilus influenzae\" and \"E. coli\" YbaK proteins are moderately general aminoacyl-tRNA deacylases that preferentially hydrolyze Cys-tRNAPro and Cys-tRNACy. Furthermore, YbaK-mediated hydrolysis of aminoacyl-tRNA has been indicated to influence cell growth. It has been further indicated that YbaK domain is important in the editing function if the wrong amino acid has been joined to the wrong tRNA.",
            "score": 74.37067413330078
        },
        {
            "docid": "39458335_4",
            "document": "PageRank algorithm in biochemistry . The clinical use of most antibiotics result in a mutation of the pathogen organism leading to their resistance against the drug. Therefore, development of new drugs is always needed. A potential first step in developing new drugs against currently threatening diseases (e.g. tubercolosis) is to find new drug targets in the causative agent of the disease, i.e. the pathogen microorganism, let it be either a bacterium, or a protozoan parasite. After finding the target protein in the bacterium (or protozoan parasite), one could design small molecular drug compounds that bind to the protein and inhibit it.",
            "score": 74.23613739013672
        },
        {
            "docid": "613092_13",
            "document": "Aminoacyl tRNA synthetase . Both classes of aminoacyl-tRNA synthetases are multidomain proteins. In a typical scenario, an aaRS consists of a catalytic domain (where both the above reactions take place) and an anticodon binding domain (which interacts mostly with the anticodon region of the tRNA and ensures binding of the correct tRNA to the amino acid). In addition, some aaRSs have additional RNA binding domains and editing domains that cleave incorrectly paired aminoacyl-tRNA molecules.",
            "score": 74.04182434082031
        },
        {
            "docid": "14814896_3",
            "document": "QARS . Aminoacyl-tRNA synthetases catalyze the aminoacylation of tRNA by their cognate amino acid. Because of their central role in linking amino acids with nucleotide triplets contained in tRNAs, aminoacyl-tRNA synthetases are thought to be among the first proteins that appeared in evolution. In metazoans, 9 aminoacyl-tRNA synthetases specific for glutamine (gln), glutamic acid (glu), and 7 other amino acids are associated within a multienzyme complex. Although present in eukaryotes, glutaminyl-tRNA synthetase (QARS) is absent from many prokaryotes, mitochondria, and chloroplasts, in which Gln-tRNA(Gln) is formed by transamidation of the misacylated Glu-tRNA(Gln). Glutaminyl-tRNA synthetase belongs to the class-I aminoacyl-tRNA synthetase family. Almost all eukaryotic GlnRS enzymes possess a YqeY domain at the N-terminus, which affects affinity for the tRNA; in some bacterial species, such as \"Deinococcus radiodurans\", YqeY is present as a C-terminal domain with similar function.",
            "score": 73.78472137451172
        },
        {
            "docid": "10742994_5",
            "document": "Diabetes mellitus and deafness . Mitochondria have their own circular genome which contains 37 genes, of which 22 code for tRNAs. These tRNAs play an essential role in protein synthesis by transporting amino acids to the ribosome. MIDD is caused by an A to G substitution in the mitochondrial DNA at position 3243, which encodes tRNALeu(UUR). This mutation is typically in heteroplasmic form. A mutation in this gene (A3243G) causes the native conformation to be destabilized, as well as dimerization in the tRNALeu(UUR). The uridine at the anticodon first position of the tRNALeu(UUR) is normally post- transcriptionally modified to ensure correct codon recognition. Such modification is known as taurine modification, which is decreased as a result of the improper structure of the tRNALeu(UUR). Incorrect tRNALeu(UUR) structure also results in decreased aminoacylation. The mutation has also been shown to result in decreased function of the tRNA and thus protein synthesis.",
            "score": 73.72118377685547
        },
        {
            "docid": "1539801_39",
            "document": "Brugia malayi . Another hopeful use for the research is in the area of transplant research. Because the \"B. malayi\" genome is the first parasitic genome to have been sequenced, the implications on the mechanism of parasitism in humans are crucial to understand. According to Alan L. Scott, Ph.D., a collaborator at Johns Hopkins University, understanding how a particular parasite, such as \"B. malayi\", can adapt to humans, may yield medical benefits far beyond treating elephantiasis. According to the author, \"This worm can reside in the host for years and not necessarily cause disease, in fact the less disease the individual has, the more worms there are in circulation. Now that we know those genes don't exist in humans we can target them to control disease.\" Some of the predicted proteins for these new genes appear similar to known immuno-modulator proteins, regulators of the immune system, suggesting that they are involved in deactivating the host's immune system to ensure the parasite remains undetected. Knowledge of these previously unknown immune suppressors could also be of use in organ transplants and to help treat autoimmune disease.",
            "score": 73.11076354980469
        },
        {
            "docid": "14141433_18",
            "document": "Ferredoxin—NADP(+) reductase . Several major human diseases are caused by the obligate intracellular protozoan parasites in the phylum Apicomplexa. The apicoplast organelle in these organisms is believed to have come from an endosymbiotic event in which an ancestral protozoan engulfed an algal cell. These apicoplasts contain plant-like FNRs that the protozoan uses to generate reduced ferredoxin, which is then used as a reductant in essential biosynthetic pathways. FNRs from two major parasites affecting humans, \"Plasmodium falciparum\", which causes malaria, and \"Toxoplasma gondii\", which causes toxoplasmosis, have been sequenced. Since humans do not have a homologous protein, these enzymes are possible new targets for drug therapies against these diseases.",
            "score": 73.0557632446289
        },
        {
            "docid": "16153022_19",
            "document": "Expanded genetic code . The orthologous set of synthetase and tRNA can be mutated and screened through directed evolution to charge the tRNA with a different, even novel, amino acid. Mutations to the plasmid containing the pair can be introduced by error-prone PCR or through degenerate primers for the synthetase's active site. Selection involves multiple rounds of a two-step process, where the plasmid is transferred into cells expressing chloramphenicol acetyl transferase with a premature amber codon. In the presence of toxic chloramphenicol and the non-natural amino acid, the surviving cells will have overridden the amber codon using the orthogonal tRNA aminoacylated with either the standard amino acids or the non-natural one. To remove the former, the plasmid is inserted into cells with a barnase gene (toxic) with a premature amber codon but without the non-natural amino acid, removing all the orthogonal synthases that do not specifically recognize the non-natural amino acid. In addition to the recoding of the tRNA to a different codon, they can be mutated to recognize a four-base codon, allowing additional free coding options. The non-natural amino acid, as a result, introduces diverse physicochemical and biological properties in order to be used as a tool to explore protein structure and function or to create novel or enhanced protein for practical purposes. The orthogonal pairs of synthetase and tRNA that work for one organism may not work for another, as the synthetase may mis-aminoacylate endogenous tRNAs or the tRNA be mis-aminoacylated itself by an endogenous synthetase. As a result, the sets created to date differ between organisms.",
            "score": 72.11450958251953
        },
        {
            "docid": "60426_15",
            "document": "Symbiogenesis . The essential tRNA hypothesis notes that there have been no documented functional plastid-to-nucleus gene transfers of genes encoding RNA products (tRNAs and rRNAs). As a result, plastids must make their own functional RNAs or import nuclear counterparts. The genes encoding tRNA-Glu and tRNA-fmet, however, appear to be indispensable. The plastid is responsible for haem biosynthesis, which requires plastid encoded tRNA-Glu (from the gene trnE) as a precursor molecule. Like other genes encoding RNAs, trnE cannot be transferred to the nucleus. In addition, it is unlikely trnE could be replaced by a cytosolic tRNA-Glu as trnE is highly conserved; single base changes in trnE have resulted in the loss of haem synthesis. The gene for tRNA-formylmethionine (tRNA-fmet) is also encoded in the plastid genome and is required for translation initiation in both plastids and mitochondria. A plastid is required to continue expressing the gene for tRNA-fmet so long as the mitochondrion is translating proteins.",
            "score": 71.7326889038086
        },
        {
            "docid": "14286366_14",
            "document": "Tyrosine—tRNA ligase . The single YARS gene that is present in the genomes of trypanosomatids, codes for a protein that has twice the length of tyrosyl-tRBA synthetase from other organisms. Each half of the double-length YARS contains a catalytic domain and an anticodon-binding domain; however, the two halves retain only 17% sequence identity to each other. Crystal structures of \"Leishmania major\" YARS at 3.0 Å resolution show that the two halves of a single molecule form a pseudo-dimer that resembles the canonical YARS dimer. The C-terminal copy of the catalytic domain has lost the catalytically important HIGH and KMSKS motifs, characteristic of class I aminoacyl-tRNA synthetases. Thus, the pseudo-dimer contains only one functional active site (contributed by the N-terminal half) and only one functional anticodon recognition site (contributed by the C-terminal half). Thus, the \"L. major\" YARS pseudo-dimer is inherently asymmetric.",
            "score": 71.4483642578125
        },
        {
            "docid": "613092_3",
            "document": "Aminoacyl tRNA synthetase . This is sometimes called \"charging\" or \"loading\" the tRNA with the amino acid. Once the tRNA is charged, a ribosome can transfer the amino acid from the tRNA onto a growing peptide, according to the genetic code. Aminoacyl tRNA therefore plays an important role in RNA translation, the expression of genes to create proteins.",
            "score": 71.39868927001953
        },
        {
            "docid": "51906406_5",
            "document": "Alok Bhattacharya . Bhattacharya's researches were focused on parasitology, computation biology and bioinformatics, with special focus on the biology of Entamoeba histolytica, an anaerobic parasitic protozoan causing amoebiasis. His studies elucidated the molecular mechanisms during the opsonization process of the pathogen and identified new proteins such as EhCaBP1, EhCaBP3 and EhC2PK which play a role in the phagocytosis and actin dynamics of the parasite. His team developed new genomic tools and also proposed new algorithms for the identification of genomic variations. His work on lipophosphoglycan and its identification and characterization as well as on the \"species-specific calcium binding protein and its gene\" are reported to have been pioneering. These studies are known to have widened the understanding of the pathogenesis of the protozoan at the molecular level. For pursuing his researches on Entamoeba histolytica, he founded a dedicated laboratory at JNU. He has also worked on the pathogenesis of malaria and visceral leishmaniasis (kala-azar) and his researches are documented in a number of articles of which 188 have been listed by ResearchGate, an online repository of scientific articles.",
            "score": 71.32902526855469
        },
        {
            "docid": "262401_11",
            "document": "Translation (biology) . Aminoacyl tRNA synthetases (enzymes) catalyze the bonding between specific tRNAs and the amino acids that their anticodon sequences call for. The product of this reaction is an aminoacyl-tRNA. In prokaryotes, this aminoacyl-tRNA is carried to the ribosome by EF-Tu, where mRNA codons are matched through complementary base pairing to specific tRNA anticodons. Aminoacyl-tRNA synthetases that mispair tRNAs with the wrong amino acids can produce mischarged aminoacyl-tRNAs, which can result in inappropriate amino acids at the respective position in protein. This \"mistranslation\" of the genetic code naturally occurs at low levels in most organisms, but certain cellular environments cause an increase in permissive mRNA decoding, sometimes to the benefit of the cell.",
            "score": 71.22679138183594
        },
        {
            "docid": "581246_7",
            "document": "Wobble base pair . Aside from the obvious necessity of wobble, that our bodies have a limited amount of tRNAs and wobble allows for broad specificity, wobble base pairs have been shown to facilitate many biological functions, most clearly proven in the bacterium \"Escherichia coli\". In fact, in a study of \"E. coli\"s tRNA for alanine there is a wobble base pair that determines whether the tRNA will be aminoacylated. When a tRNA reaches an aminoacyl tRNA synthetase, the job of the synthetase is to join the t-shaped RNA with its amino acid. These aminoacylated tRNAs go on to the translation of an mRNA transcript, and are the fundamental elements that connect to the codon of the amino acid. The necessity of the wobble base pair is illustrated through experimentation where the Guanine-Uracil pairing is changed to its natural Guanine-Cytosine pairing. Oligoribonucleotides were synthesized on a Gene Assembler Plus, and then spread across a DNA sequence known to code a tRNA for alanine, 2D-NMRs are then run on the products of these new tRNAs and compared to the wobble tRNAs. The results indicate that with that wobble base pair changed, structure is also changed and an alpha helix can no longer be formed. The alpha helix was the recognizable structure for the aminoacyl tRNA synthetase and thus the synthetase does not connect the amino acid alanine with the tRNA for alanine. This wobble base pairing is essential for the use of the amino acid alanine in \"E. coli\" and its significance here would imply significance in many related species. More information can be seen on aminoacyl tRNA synthetase and the genomes of \"E. coli\" tRNA at the External links, \"Information on Aminoacyl tRNA Synthetases\" and \"Genomic tRNA Database\".",
            "score": 70.99063873291016
        },
        {
            "docid": "1165464_2",
            "document": "Trypanothione . Trypanothione (Mr = 721.86 g/mol) is an unusual form of glutathione containing two molecules of glutathione joined by a spermidine (polyamine) linker. It is found in parasitic protozoa such as leishmania and trypanosomes. These protozoal parasites are the cause of leishmaniasis, sleeping sickness and Chagas' disease. Trypanothione was discovered by Alan Fairlamb. Its structure was proven by chemical synthesis. It is unique to the Kinetoplastida and not found in other parasitic protozoa such as \"Entamoeba histolytica\". Since this thiol is absent from humans and is essential for the survival of the parasites, the enzymes that make and use this molecule are targets for the development of new drugs to treat these diseases.",
            "score": 70.92269897460938
        },
        {
            "docid": "613092_4",
            "document": "Aminoacyl tRNA synthetase . As genetic efficiency evolved in higher organisms, 13 new domains with no obvious association with the catalytic activity of aaRSs genes have been added.",
            "score": 70.6018295288086
        },
        {
            "docid": "14723274_3",
            "document": "CDKN2B . This gene lies adjacent to the tumor suppressor gene CDKN2A in a region that is frequently mutated and deleted in a wide variety of tumors. This gene encodes a cyclin-dependent kinase inhibitor, also known as p15Ink4b protein, which forms a complex with CDK4 or CDK6, and prevents the activation of the CDK kinases by cyclin D, thus the encoded protein functions as a cell growth regulator that inhibits cell cycle G1 progression. The expression of this gene was found to be dramatically induced by TGF beta, which suggested its role in the TGF beta induced growth inhibition. Two alternatively spliced transcript variants of this gene, which encode distinct proteins, have been reported.",
            "score": 70.11033630371094
        }
    ]
}