{
    "q": [
        {
            "docid": "3205776_9",
            "document": "Hypergammaglobulinemia . Immunodeficiency with hyper IgM type 2 is caused by a mutation in the Activation-Induced Cytidine Deaminase (AICDA) gene, which is located on the short arm of chromosome 12. The protein that is encoded by this gene is called Activation-Induced Cytidine Deaminase (AICDA) and functions as a DNA-editing deaminase that induces somatic hypermutation, class switch recombination, and immunoglobulin gene conversion in B cells. When a person is homozygous for the mutation in the AICDA gene, the protein fails to function, and thus somatic hypermutation, class switch recombination, and immunoglobulin gene conversion cannot occur, which creates an excess of IgM.",
            "score": 32.48352646827698
        },
        {
            "docid": "14153242_3",
            "document": "Cyclin E1 . The protein encoded by this gene belongs to the highly conserved cyclin family, whose members are characterized by a dramatic periodicity in protein abundance through the cell cycle. Cyclins function as regulators of CDK. Different cyclins exhibit distinct expression and degradation patterns which contribute to the temporal coordination of each mitotic event. This cyclin forms a complex with and functions as a regulatory subunit of CDK2, whose activity is required for cell cycle G1/S transition. This protein accumulates at the G1-S phase boundary and is degraded as cells progress through S phase. Overexpression of this gene has been observed in many tumors, which results in chromosome instability, and thus may contribute to tumorigenesis. This protein was found to associate with, and be involved in, the phosphorylation of NPAT protein (nuclear protein mapped to the ATM locus), which participates in cell-cycle regulated histone gene expression and plays a critical role in promoting cell-cycle progression in the absence of pRB. Two alternatively spliced transcript variants of this gene, which encode distinct isoforms, have been described. Two additional splice variants were reported but detailed nucleotide sequence information is not yet available.",
            "score": 37.5713210105896
        },
        {
            "docid": "3070155_2",
            "document": "Reprimo . Reprimo (RPRM), is a gene located at human chromosome 2q23 whose expression in conjunction with p53, along with other genes which are p53-induced, is associated with the arrest of the cell cycle at the G2 phase.\"Reprimo's\" protein product is a highly glycosylated polypeptide which, upon its expression, is localized to the cytoplasm where it is primarily active. As the expression of \"reprimo\" is controlled by p53, which is in turn controlled by a wide array of convergent signal pathways pertaining to DNA damage or nutrient depravity, its presence is expected within cells which would cause damage should they be freely allowed to replicate. Pursuant to this, r\"eprimo\"'s expression during the G2 phase of the cell cycle ultimately results in the reduction of Cdc2 expression, and in the inhibition of the nuclear translocation of cyclin B1 which is necessary to its function. \"Reprimo\" is known to collaborate with p21 to achieve these specific effects, and in a more general sense collaborates with the other p53-induced proteins and effectors to produce the overall cellular response. These regulatory actions help to render the afflicted cell into an arrested state which is less immediately threatening to the whole organism due to the inability of afflicted cells to replicate with damaged DNA, among other potential circumstances, giving the cell an opportunity to undergo DNA repair or apoptosis as the level of damage will dictate. Indefinite cell cycle arrest is another potential outcome. For this reason, it is considered to be a tumor suppressor gene.",
            "score": 40.27996206283569
        },
        {
            "docid": "14029_43",
            "document": "Histone . Nuclear protein Ataxia-Telangiectasia (NPAT), also known as nuclear protein coactivator of histone transcription, is a transcription factor which activates histone gene transcription on chromosomes 1 and 6 of human cells. NPAT is also a substrate of cyclin E-Cdk2, which is required for the transition between G1 phase and S phase. NPAT activates histone gene expression only after it has been phosphorylated by the G1/S-Cdk cyclin E-Cdk2 in early S phase. This shows an important regulatory link between cell-cycle control and histone synthesis.",
            "score": 31.19869589805603
        },
        {
            "docid": "9880208_3",
            "document": "Cyclin-dependent kinase 4 . The protein encoded by this gene is a member of the Ser/Thr protein kinase family. This protein is highly similar to the gene products of \"S. cerevisiae\" cdc28 and \"S. pombe\" cdc2. It is a catalytic subunit of the protein kinase complex that is important for cell cycle G1 phase progression. The activity of this kinase is restricted to the G1-S phase, which is controlled by the regulatory subunits D-type cyclins and CDK inhibitor p16. This kinase was shown to be responsible for the phosphorylation of retinoblastoma gene product (Rb). Ser/Thr-kinase component of cyclin D-CDK4 (DC) complexes that phosphorylate and inhibit members of the retinoblastoma (RB) protein family including RB1 and regulate the cell-cycle during G1/S transition. Phosphorylation of RB1 allows dissociation of the transcription factor E2F from the RB/E2F complexes and the subsequent transcription of E2F target genes which are responsible for the progression through the G1phase. Hypophosphorylates RB1 in early G1 phase. Cyclin D-CDK4 complexes are major integrators of various mitogenic and antimitogenic signals. Also phosphorylates SMAD3 in a cell-cycle-dependent manner and represses its transcriptional activity. Component of the ternary complex, cyclin D/CDK4/CDKN1B, required for nuclear translocation and activity of the cyclin D-CDK4 complex.",
            "score": 33.43679177761078
        },
        {
            "docid": "5596105_11",
            "document": "G1/S transition . Between G1 and S phase, three DNA damage checkpoints occur to ensure proper growth and synthesis of DNA prior to cell division. Damaged DNA during G1, before entry into S phase, and during S phase result in the expression of ATM/R protein. ATM/R protein then stabilizes and activates transcription factor p53 so that it can bind to upstream regions of genes, inducing the expression of proteins including p21CIP. p21CIP binds to and inhibits any cyclin-cdk present in the cell cycle, halting the cycle until DNA damage can be corrected.",
            "score": 34.66635012626648
        },
        {
            "docid": "14769657_4",
            "document": "Cell division cycle 7-related protein kinase . The gene, CDC7, is involved in the regulation of cell cycle because of the gene product Cdc7 kinase. The protein is expressed at constant levels throughout the cell cycle. The gene coding for the Dbf4 or ASK protein is regulated during the different phases of cell cycle. The concentration of Dbf4 at the G1/S transition of the cell cycle is higher than the concentration at the M/G1 transition. This tells us that Dbf4 is expressed around the time for replication; right after replication is over, the protein levels drop. Because the two proteins, Cdc7 and Dbf4, must form a complex before activating the MCM complex, the regulation of one protein is sufficient for both.  It has been shown that CDC7 is important for replication. There are several ways its expression can be altered that leads to problems. In mouse embryonic stem cells (ESCs), Cdc7 is needed for proliferation. Without the CDC7 gene DNA synthesis is stopped, and the ESCs do not grow. With the loss of function of Cdc7 in ESCs the S phase is stopped at the G2/M checkpoint. Recombinational repair (RR) is done at this point to try to fix the CDC7 gene so replication can occur. By copying and replacing the altered area with a very similar area on the sister homolog chromosome, the gene can be replicated as if nothing was ever wrong on the chromosome. However, when the cell enters this arrested state, levels of p53 may increase. These increased levels of p53 may initiate cell death.",
            "score": 36.51642322540283
        },
        {
            "docid": "5595981_8",
            "document": "P21 . Recent work exploring p21 activation in response to DNA damage at a single-cell level have demonstrated that pulsatile p53 activity leads to subsequent pulses of p21, and that the strength of p21 activation is cell cycle phase dependent. Moreover, studies of p21-levels in populations of cycling cells, not exposed to DNA damaging agents, have shown that DNA damage occurring in mother cell S-phase can induce p21 accumulation over both mother G2 and daughter G1 phases which subsequently induces cell cycle arrest; this responsible for the bifurcation in CDK2 activity observed in Spencer \"et al.\".",
            "score": 33.511815309524536
        },
        {
            "docid": "2769664_4",
            "document": "Activation-induced cytidine deaminase . This gene encodes a DNA-editing deaminase that is a member of the cytidine deaminase family. The protein is involved in somatic hypermutation, gene conversion, and class-switch recombination of immunoglobulin genes in B cells of the immune system.",
            "score": 32.243656396865845
        },
        {
            "docid": "18543362_5",
            "document": "Cln3 . The three G1 cyclins collaborate to drive yeast cells through the G1-S transition, i.e. to enter S-phase and begin DNA replication. The current model of the gene regulatory network controlling the G1-S transition is shown in Figure 1. The key targets of the G1 cyclins in this transition are the transcription factors SBF and MBF (not shown in the diagram), as well as the B-type cyclin inhibitor Sic1. Cln-CDKs activate SBF by phosphorylating and promoting nuclear export of its inhibitor, Whi5, which associates with promoter-bound SBF. The precise mechanism of MBF activation is unknown. Together, these transcription factors promote the expression of over 200 genes, which encode the proteins necessary for carrying out the biochemical activities of S-phase. These include the S-phase cyclins Clb5 and Clb6, which bind CDK to phosphorylate S-phase targets. However, Clb5,6-CDK complexes are inhibited by Sic1, so S-phase initiation requires phosphorylation and degradation of Sic1 by Cln1,2-CDK to proceed fully.",
            "score": 28.515352725982666
        },
        {
            "docid": "6766548_5",
            "document": "P14arf . The p14ARF transcript was first identified in humans in 1995, and its protein product confirmed in mice that same year. Its gene locus is on the short arm of chromosome 9 in humans, and on a corresponding location on chromosome 4 in mice. It is located near the genes for the tandem repeats INK4a and INK4b, which are 16 kDa (p16) and 15 kDa (p15) proteins, respectively. These INK4 proteins directly inhibit the cyclin D-dependent kinases CDK4 and CDK6. There are other INK4 genes on other chromosomes, however these are not linked to cancer, and so their functions are not likely to be overlapping. An important cyclin-dependent substrate is the retinoblastoma protein Rb, which is phosphorylated in late gap 1 phase (G1 phase), allowing G1 exit. The Rb protein limits cell proliferation by blocking the activity of E2F transcription factors, which activate the transcription of genes needed for DNA replication. When Rb is phosphorylated by cyclin D and E-dependent kinases during the G1 phase of the cell cycle, Rb can not block E2F-dependent transcription, and the cell can progress to the DNA synthetic phase(S phase). Therefore, INK4a and INK4b serve as tumor suppressors by restricting proliferation though the inhibition of the CDKs responsible for Rb phosphorylation.",
            "score": 28.64357304573059
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 35.70707440376282
        },
        {
            "docid": "29446130_18",
            "document": "MiR-155 . Protective roles of miR-155 may arise in response to its action on silencing genes thereby regulating their expression time, mutations in miR-155 target site deny it the optimal access necessary to bring about gene silencing, leading to over abundance of delinquent activities that may go malignant, for example, miR-155 role as a protective agent against predisposition to B Cell associated malignancies is emphasized by maintaining the balance of Activation-Induced Cytidine Deaminase (AID) enzyme. MiR-155 mediates regulation of AID abundance and expression time upon immunological cues however, mutations in the target on AID mRNA result in its unresponsiveness to miR-155 silencing and lead to unbridled expression of its protein causing wild immature B-lymphocyte surges and AID-mediated chromosomal translocations.",
            "score": 54.127081871032715
        },
        {
            "docid": "14119736_3",
            "document": "Cyclin D3 . The protein encoded by this gene belongs to the highly conserved cyclin family, whose members are characterized by a dramatic periodicity in protein abundance through the cell cycle. Cyclins function as regulators of CDK kinases. Different cyclins exhibit distinct expression and degradation patterns which contribute to the temporal coordination of each mitotic event. This cyclin forms a complex with and functions as a regulatory subunit of CDK4 or CDK6, whose activtiy is required for cell cycle G1/S transition. This protein has been shown to interact with and be involved in the phosphorylation of tumor suppressor protein Rb. The CDK4 activity associated with this cyclin was reported to be necessary for cell cycle progression through G2 phase into mitosis after UV radiation.",
            "score": 29.246140241622925
        },
        {
            "docid": "42862295_7",
            "document": "Amanda Fisher . In 1997, Fisher's group published a seminal paper on the DNA-binding factor Ikaros, that at the time was presumed to be a transcriptional activator. Fisher's group showed that Ikaros proteins unexpectedly localised to percentric heterochromatin in cycling lymphocytes in association with transcriptionally silent genes. This provided some of the first evidence that where a gene is located inside the nucleus may be relevant for its expression. The development of three dimensional (3D) immuno-FISH techniques by Fisher's team, in which the protein structure and the nuclear architecture of a sample remains preserved, was critical for revealing the spatial distribution of chromosomes and the genes within the nucleus. In the last 15 years, analogous approaches have been widely used to interrogate the relationship between gene function and nuclear organisation. For example, studies showed that Ikaros- target genes in T and B cells were recruited to pericentric heterochromatin domains only when gene silencing was inherited by daughter cells. This study, together with others, established that the nuclear location, physical compaction and local chromatin environment of many genes was important for maintaining heritable silencing. Subsequent studies to characterise the differences between transient and heritable/permanent silencing revealed that several silent genes that were assumed to replicate late during synthesis phase (S-phase) of the cell cycle (based on Fluorescence in situ hybridisation (FISH) detection of doublet signals), actually replicated much earlier (based on quantitative increases in DNA content). This discovery in 2003, led Fisher and Merkenschlager to hypothesis that – rather than altering the time of DNA replication – heritable gene silencing could retard chromatid separation and resolution. From this viewpoint they began a series of studies that have subsequently shown the involvement of cohesin complexes in gene regulation and in 2002, Fisher was awarded the EMBO Gold Medal in recognition of her early work on HIV, and the role of nuclear organisation in gene regulation.",
            "score": 34.61820673942566
        },
        {
            "docid": "9880204_3",
            "document": "Cyclin-dependent kinase 2 . The protein encoded by this gene is a member of the cyclin-dependent kinase family of Ser/Thr protein kinases. This protein kinase is highly similar to the gene products of \"S. cerevisiae\" cdc28, and \"S. pombe\" cdc2, also known as Cdk1 in humans. It is a catalytic subunit of the cyclin-dependent kinase complex, whose activity is restricted to the G1-S phase of the cell cycle, and is essential for the G1/S transition. This protein associates with and is regulated by the regulatory subunits of the complex including cyclin E or A. Cyclin E binds G1 phase Cdk2, which is required for the transition from G1 to S phase while binding with Cyclin A is required to progress through the S phase. Its activity is also regulated by phosphorylation. Two alternatively spliced variants and multiple transcription initiation sites of this gene have been reported.",
            "score": 35.47534418106079
        },
        {
            "docid": "29941454_14",
            "document": "Control of chromosome duplication . lWhile pre-RC complexes mark potential sites for origin activation, further proteins and complexes must assemble at these sites to activate replication (origin firing). The following events must occur in order to activate the origin: the DNA helix has to open, the helicase must be activated, and DNA polymerases and the rest of the replicative machinery have to load onto the DNA. These events depend on the assembly of a several proteins to form the pre-initiation complex at the replication origins loaded with pre-replicative complexes. Assembly of the pre-initiation complex depends on the activities of S-Cdks and the protein kinase Cdc7. The pre-initiation complex activates the Mcm helicase and recruits DNA polymerase. When the cell commits to a new cell cycle, after passing through the Start checkpoint, G1 and G1/S cyclin CDK complexes are activated. These activate the expression of the replicative machinery and of S-Cdk cylin complexes. S-Cdks and G1/S Cdks act to activate replication origins. At the same time, S-Cdks suppress formation of new pre-RCs during S phase, G2 and early M, when S cyclin levels remains high. Cdc7 is activated in late G1 and is required throughout S phase for origin firing. Mutations in this protein in budding yeast, and in its homolog in fission yeast block initiation of replication. Cdc7 is highly conserved – related proteins have been identified in frogs and humans. DNA replication is inhibited when Cdc7 homologs are inhibited with antibodies in frog or human cells. It is not known whether CDKs and Cdc7 just regulate protein assembly at origins, or whether they directly activate components of the pre-initiation complex.",
            "score": 41.55814015865326
        },
        {
            "docid": "5618682_14",
            "document": "MAPK/ERK pathway . The ERK pathway plays an important role of integrating external signals from the presence of mitogens such as epidermal growth factor (EGF) into signaling events promoting cell growth and proliferation in many mammalian cell types. In a simplified model, the presence of mitogens and growth factors trigger the activation of canonical receptor tyrosine kinases such as EGFR leading to their dimerization and subsequent activation of the small GTPase Ras. This then leads to a series of phosphorylation events downstream in the MAPK cascade (Raf-MEK-ERK) ultimately resulting in the phosphorylation and activation of ERK. The phosphorylation of ERK results in an activation of its kinase activity and leads to phosphorylation of its many downstream targets involved in regulation of cell proliferation. In most cells, some form of sustained ERK activity is required for cells to activate genes that induce cell cycle entry and suppress negative regulators of the cell cycle. Two such important targets include Cyclin D complexes with Cdk4 and Cdk6 (Cdk4/6) which are both phosphorylated by ERK. The transition from G1 to S phase is coordinated by the activity of Cyclin D-Cdk4/6, which increases during late G1 phase as cells prepare to enter S-phase in response to mitogens. Cdk4/6 activation contributes to hyper-phosphorylation and the subsequent destabilization retinoblastoma protein (Rb). Hypo-phosphorylated Rb, is normally bound to transcription factor E2F in early G1 and inhibits its transcriptional activity, preventing expression of S-phase entry genes including Cyclin E, Cyclin A2 and Emi1. ERK1/2 activation downstream of mitogen induced Ras signaling is necessary and sufficient to remove this cell cycle block and allow cells to progress to S-phase in most mammalian cells. Downstream feedback control and generation of a bistable G1/S switch",
            "score": 37.08294415473938
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 33.51648664474487
        },
        {
            "docid": "2228126_6",
            "document": "E2F . The E2F family is generally split by function into two groups: transcription activators and repressors. Activators such as E2F1, E2F2, E2F3a promote and help carryout the cell cycle, while repressors inhibit the cell cycle. Yet, both sets of E2F have similar domains. E2F1-6 have DP1,2 heterodimerization domain which allows them to bind to DP1 or DP2, proteins distantly related to E2F. Binding with DP1,2 provides a second DNA binding site, increasing E2F binding stability. Most E2F have a pocket protein binding domain. Pocket proteins such as pRB and related proteins p107 and p130, can bind to E2F when hypophosphorylated. In activators, E2F binding with pRB has been shown to mask the transactivation domain responsible for transcription activation. In repressors E2F4 and E2F5, pocket protein binding (more often p107 and p130 than pRB) mediates recruitment of repression complexes to silence target genes. E2F6, E2F7, and E2F8 do not have pocket protein binding sites and their mechanism for gene silencing is unclear. Cdk4(6)/cyclin D and cdk2/cyclin E phosphorylate pRB and related pocket proteins allowing them to disassociate from E2F. Activator E2F proteins can then transcribe S phase promoting genes. In REF52 cells, overexpression of activator E2F1 is able to push quiescent cells into S phase. While repressors E2F4 and 5 do not alter cell proliferation, they mediate G1 arrest.",
            "score": 21.226394176483154
        },
        {
            "docid": "29941454_12",
            "document": "Control of chromosome duplication . In budding yeast, CDK is the key regulator of pre-RC assembly. Evidence for this is that inactivation of CDKs in cells arrested in G2/M or in S phase drives reassembly of pre-RCs. CDK acts by inhibiting the individual components of the pre-RC. CDK phosphorylates Cdc6 to mark it for degradation by the SCF in late G1 and early S phase. CDK also induces export of Mcm complexes and Cdt1 from the nucleus. Evidence that CDKs regulate the localization of Mcm2-7 this is that inactivation of CDKs in nocodozole arrested cells induced accumulation of Mcm2-7 in the nucleus. Cdt1 is also exported because it binds to the Mcm complex. In Mcm depleted cells, cdt1 did not accumulate in the nucleus. Conversely, when an NLS (nuclear localization signal) was attached to Mcm7, Mcm2-7 and Cdt1 were always found in the nucleus. Export of Mcm from the nucleus prevents loading of new Mcm complexes but does not affect the complexes that have already been loaded onto the DNA. CDK also phosphorylates ORC proteins. It has been suggested that phosphorylation affects the ability of the ORC to bind other components of the pre-RC. To get substantial re-replication of DNA, regulation of all three components, Cdc6, Mcm2-7 and the ORC has to be prevented. Having multiple mechanisms to prevent re-replication is beneficial because it the regulatory network continues to function even if one of the components fails.",
            "score": 26.242496728897095
        },
        {
            "docid": "7252_24",
            "document": "Cell cycle . Cyclin D is the first cyclin produced in the cell cycle, in response to extracellular signals (e.g. growth factors). Cyclin D binds to existing CDK4, forming the active cyclin D-CDK4 complex. Cyclin D-CDK4 complex in turn phosphorylates the retinoblastoma susceptibility protein (Rb). The hyperphosphorylated Rb dissociates from the E2F/DP1/Rb complex (which was bound to the E2F responsive genes, effectively \"blocking\" them from transcription), activating E2F. Activation of E2F results in transcription of various genes like cyclin E, cyclin A, DNA polymerase, thymidine kinase, etc. Cyclin E thus produced binds to CDK2, forming the cyclin E-CDK2 complex, which pushes the cell from G to S phase (G/S, which initiates the G/M transition). Cyclin B-cdk1 complex activation causes breakdown of nuclear envelope and initiation of prophase, and subsequently, its deactivation causes the cell to exit mitosis. A quantitative study of E2F transcriptional dynamics at the single-cell level by using engineered fluorescent reporter cells provided a quantitative framework for understanding the control logic of cell cycle entry, challenging the canonical textbook model. Genes that regulate the amplitude of E2F accumulation, such as Myc, determine the commitment in cell cycle and S phase entry. G1 cyclin-CDK activities are not the driver of cell cycle entry. Instead, they primarily tune the timing of E2F increase, thereby modulating the pace of cell cycle progression.",
            "score": 37.37949824333191
        },
        {
            "docid": "15062354_3",
            "document": "Regulator of cell cycle RGCC . This gene is thought to regulate cell cycle progression. It is induced by p53 in response to DNA damage, or by sublytic levels of complement system proteins that result in activation of the cell cycle. The encoded protein localizes to the cytoplasm during interphase and to centrosomes during mitosis. The protein forms a complex with polo-like kinase 1. The protein also translocates to the nucleus in response to treatment with complement system proteins, and can associate with and increase the kinase activity of cell division cycle 2 protein. In different assays and cell types, overexpression of this protein has been shown to activate or suppress cell cycle progression.",
            "score": 31.505335807800293
        },
        {
            "docid": "10995185_10",
            "document": "Arachidonate 5-lipoxygenase . ALOX5 exists primarily in the cytoplasm and nucleoplasm of cells. Upon cell stimulation, ALOX5: a) may be phosphorylated on serine 663, 523, and/or 271 by Mitogen-activated protein kinases, S6 kinase, protein kinase A (PKA), protein kinase C, Cdc2, and/or a Ca/calmodulin-dependent protein kinase; b) moves to bind with phospholipids in the nuclear membrane and, probably, endoplasmic reticulum membrane; c) is able to accept substrate fatty acids presented to it by the 5-lipoxygenase-activating protein (FLAP) which is embedded in these membranes; and d) thereby becomes suited for high metabolic activity. These events, along with rises in cytosolic Ca levels, which promote the translocation of ALOX5 form the cytoplasm and nucleoplasm to the cited membranes, are induced by cell stimulation such as that caused by chemotactic factors on leukocytes. Rises in cytosolic Ca, ALOX5's movement to membranes, and ALOX5's interaction with FLAP are critical to the physiological activation of the enzylme. Serine 271 and 663 phosphorylations do not appear to alter ALOX5's activity. Serine 523 phosphorylation (which is conducted by PKA) totally inactivates the enzyme and prevents its nuclear localization; stimuli which cause cells to activate PKA can thereby block production of ALOX5 metaboites.",
            "score": 18.422772765159607
        },
        {
            "docid": "334955_13",
            "document": "Therapeutic index . Radiotherapy aims to minimize the size of tumors and kill cancer cells with high energy. The source of high energy arises from x-rays, gamma rays, charged particles and heavy particles. The therapeutic ratio in radiotherapy for cancer treatment is related to the maximum radiation dose by which death of cancer cells is locally controlled and the minimum radiation dose by which cells in normal tissues have low acute and late morbidity. Both of parameters have sigmoidal dose-response curves. Thus, a favorable outcome in dose-response curve is the response of tumor tissue is greater than that of normal tissue to the same dose, meaning that the treatment is effective to tumors and does not cause serious morbidity to normal tissue. Reversely, overlapping response of two tissues is highly likely to cause serious morbidity to normal tissue and ineffective treatment to tumors. The mechanism of radiation therapy is categorized into direct and indirect radiation. Both of direct and indirect radiations induce DNAs to have a mutation or chromosomal rearrangement during its repair process. Direct radiation creates a free DNA radical from radiation energy deposition that damages DNA. Indirect radiation occurs from radiolysis of water, creating a free hydroxyl radical, hydronium and electron. Then, hydroxyl radical transfers its radical to DNA. Or together with hydronium and electron, a free hydroxyl radical can damage base region of DNA. Cancer cells have imbalance of signals in cell cycle. G1 and G2/M arrest are found to be major checkpoints by irradiation in human cells. G1 arrest delays repair mechanism before synthesis of DNA in S phase and mitosis in M phase, suggesting key checkpoint to lead survival of cells. G2/M arrest occurs when cells need to repair after S phase before the mitotic entry. It was also known that S phase is the most resistant to radiation and M phase was the most sensitive to radiation. p53, a tumor suppressor protein that plays a role in G1 and G2/M arrest, enabled the understanding of the cell cycle by radiation. For example, irradiation to myeloid leukemia cell leads to an increase in p53 and a decrease in the level of DNA synthesis. Patients with Ataxia telangiectasia delays have hypersensitivity to radiation due to the delay of accumulation of p53. In this case, cells are able to replicate without repair of their DNA, prone to incidence of cancer. Most cells are in G1 and S phase and irradiation at G2 phase showed increased radiosensitivity and thus G1 arrest has been on focus for therapeutic treatment. Irradiation to a tissue creates response to both irradiated and non-irridiated cells. It was found that even cells up to 50-75 cell diameter distant from irradiated cells have phenotype of enhanced genetic instability such as micronucleation. This suggests the effect of cell-to-cell communication such as paracrine and juxtacrine signaling. Normal cells do not lose DNA repair mechanism whereas cancer cells often lose during radiotherapy. However, the nature of high energy radiation can override the ability of damaged normal cell to repair, leading to cause another risk for carcinogenesis. This suggests a significant risk associated with radiation therapy. Thus, it is desirable to improve the therapeutic ratio during radiotherapy. Employing IG-IMRT, protons and heavy ions are likely to minimize dose to normal tissues by altered fractionation. Molecular targeting to DNA repair pathway can lead to radiosensitization or radioprotection. Examples are direct and indirect inhibitors on DNA double-strand breaks. Direct inhibitors target proteins (PARP family) and kinases (ATM, DNA-PKCs) that are involved in DNA repair. Indirect inhibitors target proteins tumor cell signaling proteins such as EGFR and insulin growth factor.",
            "score": 30.070459365844727
        },
        {
            "docid": "14816286_3",
            "document": "MCM3AP . The minichromosome maintenance protein 3 (MCM3) is one of the MCM proteins essential for the initiation of DNA replication. The protein encoded by this gene is an MCM3 binding protein. It was reported to have phosphorylation-dependent DNA-primase activity, which was up-regulated in antigen immunization induced germinal center. This protein was demonstrated to be an acetyltransferase that acetylates MCM3 and plays a role in DNA replication. The mutagenesis of a nuclear localization signal of MCM3 affects the binding of this protein with MCM3, suggesting that this protein may also facilitate MCM3 nuclear localization.",
            "score": 33.183018922805786
        },
        {
            "docid": "14129282_3",
            "document": "NFATC1 . The product of this gene is a component of the nuclear factor of activated T cells DNA-binding transcription complex. This complex consists of at least two components: a preexisting cytosolic component that translocates to the nucleus upon T cell receptor (TCR) stimulation, and an inducible nuclear component. Proteins belonging to this family of transcription factors play a central role in inducible gene transcription during immune response. The product of this gene is an inducible nuclear component. It functions as a major molecular target for the immunosuppressive drugs such as ciclosporin. Five transcript variants encoding distinct isoforms have been identified for this gene. Different isoforms of this protein may regulate inducible expression of different cytokine genes.",
            "score": 31.572468042373657
        },
        {
            "docid": "29955904_4",
            "document": "G2-M DNA damage checkpoint . Proteins that localize to sites of DNA damage in the G2 phase initiate a signaling cascade that regulates wee1 and cdc25 activity, therefore controlling mitotic entry via cdc2-cyclin B. Delay in mitotic entry is important for cells to repair any DNA damage that may have accumulated after S phase. Absence of wee1 or removal of the tyrosine-15 site removes negative regulation of cdc2 activity and causes cells to enter mitosis without completing repair, which effectively abolishes the G2-M checkpoint. Absence of cdc25 arrests cells in G2, but still allows activation of the G2-M checkpoint, implicating activation of wee1 and deactivation of cdc25 as important regulatory steps in the checkpoint.",
            "score": 25.328111171722412
        },
        {
            "docid": "14764880_16",
            "document": "POLD1 . Depletion of \"POLD1\" can halt cell cycle at G1 and G2/M phases in human cells. Cell cycle block in these phases typically indicates presence of DNA damage and activation of DNA damage checkpoints. \"POLD1\" depleted cells are sensitive to inhibition of DNA damage checkpoint kinases ATR and CHK1. In \"S. pombe\", HR mechanisms could restart stalled replication forks by utilizing Polδ strand synthesis activity, but such nonallelic HR-mediated restart is very error prone potentially leading to increased genomic instability. Polδ structurally and functionally interacts with the WRN protein, and WRN recruits Polδ to the nucleolus. The \"WRN\" gene is mutated in Werner syndrome (an autosomal recessive disorder) leading to accelerated aging and increased genetic instability. The interaction with WRN increases the processivity of Polδ in a PCNA-independent manner. Through these interactions WRN directly impacts DNA replication-repair and assists in Polδ-mediated synthesis.",
            "score": 34.0655415058136
        },
        {
            "docid": "427217_20",
            "document": "Werner syndrome . Mutations which cause Werner syndrome all occur at the regions of the gene which encode for protein, and not at non-coding regions. There are 35 different known mutations of WRN, which correspond to stop codons, insertions, or deletions that result in a frameshift mutation. These mutations can have a range of effects. They may decrease the stability of the transcribed messenger RNA (mRNA), which increases the rate at which they are degraded. With less mRNA, less is available to be translated into the WRNp protein. Mutations may also lead to the truncation (shortening) of the WRNp protein, leading to the loss of its nuclear localization signal sequence, thus it is no longer transported into the nucleus where it interacts with the DNA. This leads to a reduction in DNA repair. Furthermore, mutated proteins are more likely to be degraded than normal WRNp. Apart from causing defects in DNA repair, its aberrant association with p53 down-regulates the function of p53, leading to a reduction in p53-dependent apoptosis and increasing the survival of these dysfunctional cells. Cells of affected individuals also have reduced lifespan in culture, have more chromosome breaks and translocations and have extensive deletions.",
            "score": 20.4743812084198
        },
        {
            "docid": "3730562_6",
            "document": "Cell cycle checkpoint . When DNA damage occurs, or when the cell detects any defects which necessitate it to delay or halt the cell cycle in G1, arrest occurs through several mechanisms. The rapid response involves phosphorylation events that initiate with either kinase ATM (Ataxia telangiectasia mutated) or ATR (Ataxia Telangiectasia and Rad3 related), which act as sensors, depending on the type of damage. These kinases phosphorylate and activate the effector kinases Chk2 and Chk1, respectively, which in turn phosphorylate the phosphatase Cdc25A, thus marking it for ubiquitination and degradation. As Cdc25A activates the previously mentioned cyclin E-CDK2 complex by removing inhibitory phosphates from CDK2, in the absence of Cdc25A, cyclin E-CDK2 remains inactive, and the cell remains in G1. To maintain the arrest, another response is initiated, by which Chk2 or Chk1 phosphorylate p53, a tumor suppressor, and this stabilizes p53 by preventing it from binding Mdm2, a ubiquitin ligase which inhibits p53 by targeting it for degradation. The stable p53 then acts a transcriptional activator of several target genes, including p21, an inhibitor of the G1-to-S promoting complex cyclin E-CDK2. In addition, another mechanism by which p21 is activated is through the accumulation of p16 in response to DNA damage. p16 disrupts cyclin D-CDK4 complexes, thus causing the release of p21 from the complexes, which leads to the dephosphorylation and activation of Rb, which allows Rb to bind and inhibit E2F1-3, thus keeping the cell from transitioning to S phase. Recently, some aspects of this model have been disputed.",
            "score": 26.24185562133789
        },
        {
            "docid": "14761654_2",
            "document": "MDC1 . Mediator of DNA damage checkpoint protein 1 is a 2080 amino acid long protein that in humans is encoded by the \"MDC1\" gene located on the short arm (p) of chromosome 6. MDC1 protein is a regulator of the Intra-S phase and the G2/M cell cycle checkpoints and recruits repair proteins to the site of DNA damage. It is involved in determining cell survival fate in association with tumor suppressor protein p53. This protein also goes by the name Nuclear Factor with BRCT Domain 1 (NFBD1).",
            "score": 24.883665323257446
        }
    ],
    "r": [
        {
            "docid": "2769664_8",
            "document": "Activation-induced cytidine deaminase . AID is believed to initiate SHM in a multi-step mechanism. AID deaminates cytosine in the target DNA. Cytosines located within hotspot motifs are preferentially deaminated (WRCY motifs W=adenine or thymine, R=purine, C=cytosine, Y=pyrimidine, or the inverse RGYW G=guanine). The resultant U:G (U= uracil) mismatch is then subject to one of a number of fates.",
            "score": 69.98262786865234
        },
        {
            "docid": "2769664_6",
            "document": "Activation-induced cytidine deaminase . AID has been shown in vitro to be active on single-strand DNA, and has been shown to require active transcription in order to exert its deaminating activity. The involvement of Cis-regulatory factors is suspected as AID activity is several orders of magnitude higher in the immunoglobulin \"variable\" region than other regions of the genome that are known to be subject to AID activity. This is also true of artificial reporter constructs and transgenes that have been integrated into the genome. A recent publication suggests that high AID activity at a few non-immunoglobulin targets is achieved when transcription on opposite DNA strands converges due to super-enhancer activity.",
            "score": 68.34053039550781
        },
        {
            "docid": "30778342_12",
            "document": "Infectious causes of cancer . As reviewed by Takeda et al., HCV and HBV cause carcinogenic DNA damage and genomic instability by a number of mechanisms. HBV, and especially HCV, cause chronic inflammation in the liver, increasing reactive oxygen species (ROS) formation. ROS interact directly with DNA, causing multiple types of DNA damages (26 ROS-induced DNA damages are described by Yu et al.) It also appears that chronic inflammation caused by HCV infection triggers the aberrant up-regulation of activation-induced cytidine deaminase (AID) in hepatocytes. AID creates mutations in DNA by deamination (a DNA damage) of the cytosine base, which converts cytosine into uracil. Thus, it changes a C:G base pair into a mutagenic U:G mismatch. In a still further cause of DNA damage, HCV core protein binds to the NBS1 protein and inhibits the formation of the Mre11/NBS1/Rad50 complex, thereby inhibiting DNA binding of repair enzymes. As a result of reduced DNA repair mutagenic DNA damages can accumulate.",
            "score": 59.789146423339844
        },
        {
            "docid": "2769664_2",
            "document": "Activation-induced cytidine deaminase . Activation-induced cytidine deaminase, also known as AICDA and AID, is a 24 kDa enzyme which in humans is encoded by the \"AICDA\" gene. It creates mutations in DNA by deamination of cytosine base, which turns it into uracil (which is recognized as a thymine). In other words, it changes a C:G base pair into a U:G mismatch. The cell's DNA replication machinery recognizes the U as a T, and hence C:G is converted to a T:A base pair. During germinal center development of B lymphocytes, AID also generates other types of mutations, such as C:G to A:T. The mechanism by which these other mutations are created is not well understood.",
            "score": 59.45634078979492
        },
        {
            "docid": "4823998_11",
            "document": "APOBEC3G . APOBEC3G and other proteins in the same family are able to act as activation-induced (cytidine) deaminases (AID). APOBEC3G interferes with reverse transcription by inducing numerous deoxycytidine to deoxyuridine mutations in the negative strand of the HIV DNA primarily expressed as complementary DNA (cDNA) in a 3’->5’processive manner. Because APOBEC3G is part of the APOBEC superfamily and acts as an AID, it is likely that the mechanism mediated by APOBEC3G for cytidine deamination is similar to that of an E. coli cytidine deaminase that is known to be highly homologous to APOBEC1 and AID around the nucleotide and zinc-binding region. The predicted deamination reaction is driven by a direct nucleophilic attack on position 4 of the cytidine pyrimidine ring by the zinc-coordinated enzyme. Water is needed as a source of both a proton and hydroxyl group donor (Figure 2). The deamination (and resulting oxidation) at position 4 yields a carbonyl group and results in a change from cytidine to uridine.",
            "score": 58.82890319824219
        },
        {
            "docid": "29446130_18",
            "document": "MiR-155 . Protective roles of miR-155 may arise in response to its action on silencing genes thereby regulating their expression time, mutations in miR-155 target site deny it the optimal access necessary to bring about gene silencing, leading to over abundance of delinquent activities that may go malignant, for example, miR-155 role as a protective agent against predisposition to B Cell associated malignancies is emphasized by maintaining the balance of Activation-Induced Cytidine Deaminase (AID) enzyme. MiR-155 mediates regulation of AID abundance and expression time upon immunological cues however, mutations in the target on AID mRNA result in its unresponsiveness to miR-155 silencing and lead to unbridled expression of its protein causing wild immature B-lymphocyte surges and AID-mediated chromosomal translocations.",
            "score": 54.12708282470703
        },
        {
            "docid": "32706791_22",
            "document": "Genome instability . Cancers usually result from disruption of a tumor repressor or dysregulation of an oncogene. Knowing that B-cells experience DNA breaks through development can give insight to the genome of lymphomas. Many types of lymphoma are caused by chromosomal translocation, which can arise from breaks in DNA leading to incorrect joining. In Burkitt’s lymphoma, c-myc, an oncogene encoding a transcription factor, is translocated after the promoter of the immunoglobulin gene, leading dysregulation of c-myc transcription. Since immunoglobulins are essential to a lymphocyte and highly expressed to increase detection of antigens, c-myc is then also highly expressed leading to transcription of its targets which are involved in cell proliferation. Mantle cell lymphoma is characterized by fusion of cyclin D1 to the immunoglobulin locus. Cyclin D1 inhibits Rb, a tumor suppressor, leading to tumorigenesis. Follicular lymphoma results from the translocation of immunoglobulin promoter to the Bcl-2 gene, giving rise to large amounts of Bcl-2 protein which inhibits apoptosis. DNA-damaged B-cells no longer undergo apoptosis leading to further mutations which could affect driver genes leading to tumorigenesis. The location of translocation in the oncogene shares structural properties of the target regions of AID, suggesting that the oncogene was a potential target of AID, leading to a double-stranded break that was translocated to the immunoglobulin gene locus through NHEJ repair.",
            "score": 53.034996032714844
        },
        {
            "docid": "2769664_5",
            "document": "Activation-induced cytidine deaminase . AID is currently thought to be the master regulator of secondary antibody diversification. It is involved in the initiation of three separate immunoglobulin (Ig) diversification processes:",
            "score": 52.506988525390625
        },
        {
            "docid": "198951_13",
            "document": "CpG site . CpG islands typically occur at or near the transcription start site of genes, particularly housekeeping genes, in vertebrates. A C (cytosine) base followed immediately by a G (guanine) base (a CpG) is rare in vertebrate DNA because the cytosines in such an arrangement tend to be methylated. This methylation helps distinguish the newly synthesized DNA strand from the parent strand, which aids in the final stages of DNA proofreading after duplication. However, over time methylated cytosines tend to turn into thymines because of spontaneous deamination. There is a special enzyme in humans (Thymine-DNA glycosylase, or TDG) that specifically replaces T's from T/G mismatches. However, due to the rarity of CpGs, it is theorised to be insufficiently effective in preventing a possibly rapid mutation of the dinucleotides. The existence of CpG islands is usually explained by the existence of selective forces for relatively high CpG content, or low levels of methylation in that genomic area, perhaps having to do with the regulation of gene expression. Recently a study showed that most CpG islands are a result of non-selective forces.",
            "score": 52.452392578125
        },
        {
            "docid": "22409299_6",
            "document": "Framework region . Natural mutations in the variable region are typically due to activation-induced cytidine deaminase (AID). AID leads to deamination of cytosine to uracil in DNA and results in somatic hypermutation. This somatic hypermutation allows for immunoglobulin class switching but also results in affinity maturation of the antibody. The CDR are the areas of the variable regions in contact with antigen and thus we see the most mutation in these regions. Although, the framework regions of the antibody are also mutated. Studies have shown that when the CDR is blocked from mutation and only the FR is mutated, certain mutations can lead to increased expression and thermostability of the antibody as a whole. Antibody humanization is an example of beneficial genetic engineering in medicine today. Humanized antibody refers to the creation of non-human antibody in vivo and in response to antigen, then the isolation and humanization of the framework and constant regions. It has been discovered that while these antibodies remain relatively intact upon transition, these modifications can also lead to decreased binding affinity in the humanized framework regions and result in improper folding in humans. This observation is believed to be due to the framework region’s role in antibody structure.",
            "score": 51.988807678222656
        },
        {
            "docid": "30873253_4",
            "document": "Somatic hypermutation . Experimental evidence supports the view that the mechanism of SHM involves deamination of cytosine to uracil in DNA by an enzyme called Activation-Induced (Cytidine) Deaminase, or AID. A cytosine:guanine pair is thus directly mutated to a uracil:guanine mismatch. Uracil residues are not normally found in DNA, therefore, to maintain the integrity of the genome, most of these mutations must be repaired by high-fidelity Base excision repair enzymes. The uracil bases are removed by the repair enzyme, uracil-DNA glycosylase. Error-prone DNA polymerases are then recruited to fill in the gap and create mutations.",
            "score": 49.96189880371094
        },
        {
            "docid": "14772672_5",
            "document": "MBD4 . Bases in DNA decay spontaneously, and this decay includes hydrolytic deamination of purines and pyrimidines that contain an exocyclic amino group (see image). Hypoxanthine and xanthine are generated at a relatively slow rate by deamination of adenine and guanine, respectively. However, deamination of pyrimidines occurs at a 50-fold higher rate of approximately 200–300 events per cell per day, and is potentially highly mutagenic. Deamination of cytosine (C) to uracil (U) and 5-methylcytosine (5mC) to thymine (T) generates G:U and G:T mismatches, respectively. Upon DNA replication, these mismatches cause C to T transition mutations. Notably, for 5mC deamination, these mutations arise predominantly in the context of CpG sites. The deamination rate of 5mC is approximately three times that of C. MBD4 protein binds preferentially to fully methylated CpG sites and to their deamination derivatives G:U and G:T base pairs. MBD4, which is employed in an initial step of base excision repair, specifically catalyzes the removal of T and U paired with guanine (G) within CpG sites.",
            "score": 49.93569564819336
        },
        {
            "docid": "30873253_8",
            "document": "Somatic hypermutation . This can be labelled the DNA-based model. It is enzymatically focused solely on DNA substrates.  The modern form, outlined in previous sections is the Neuberger \"DNA deamination model\" based on activation-induced cytidine deaminase (AID) and short-patch error-prone DNA repair by DNA polymerase-eta operating around AID C-to-U lesions This model only partially explains the origins of the full spectrum of somatic mutations at A:T and G:C base pairs observed in SHM in B lymphocytes in vivo during an antigen-driven immune response.  It also does not logically explain how strand biased mutations may be generated.  A key feature is its critical dependence on the gap-filling error prone DNA repair synthesis properties of DNA polymerase-eta targeting A:T base pairs at AID-mediated C-to-U lesions or ssDNA nicks.  This error-prone DNA polymerase is the only known error-prone polymerase involved in SHM in vivo.  What is often ignored in these studies is that this Y family DNA polymerase enzyme is also an efficient reverse transcriptase as demonstrated in \"in vitro\" assays.",
            "score": 49.79853057861328
        },
        {
            "docid": "2769664_9",
            "document": "Activation-induced cytidine deaminase . The level of AID activity in B cells is tightly controlled by modulating AID expression. AID is induced by transcription factors E47, HoxC4, Irf8 and Pax5, and inhibited by Blimp1 and Id2. At the post-transcriptional level of regulation, AID expression is silenced by mir-155, a small non-coding microRNA controlled by IL-10 cytokine B cell signalling.",
            "score": 47.28925704956055
        },
        {
            "docid": "14772335_3",
            "document": "Cytidine deaminase . A related activation-induced (cytidine) deaminase (AID) regulates antibody diversification, especially the process of somatic hypermutation.",
            "score": 43.28901672363281
        },
        {
            "docid": "1699467_11",
            "document": "DNA glycosylase . Uracil DNA glycosylases remove uracil from DNA, which can arise either by spontaneous deamination of cytosine or by the misincorporation of dU opposite dA during DNA replication. The prototypical member of this family is E. coli UDG, which was among the first glycosylases discovered. Four different uracil-DNA glycosylase activities have been identified in mammalian cells, including UNG, SMUG1, TDG, and MBD4. They vary in substrate specificity and subcellular localization. SMUG1 prefers single-stranded DNA as substrate, but also removes U from double-stranded DNA. In addition to unmodified uracil, SMUG1 can excise 5-hydroxyuracil, 5-hydroxymethyluracil and 5-formyluracil bearing an oxidized group at ring C5. TDG and MBD4 are strictly specific for double-stranded DNA. TDG can remove thymine glycol when present opposite guanine, as well as derivatives of U with modifications at carbon 5. Current evidence suggests that, in human cells, TDG and SMUG1 are the major enzymes responsible for the repair of the U:G mispairs caused by spontaneous cytosine deamination, whereas uracil arising in DNA through dU misincorporation is mainly dealt with by UNG. MBD4 is thought to correct T:G mismatches that arise from deamination of 5-methylcytosine to thymine in CpG sites. MBD4 mutant mice develop normally and do not show increased cancer susceptibility or reduced survival. But they acquire more C T mutations at CpG sequences in epithelial cells of the small intestine.",
            "score": 42.31297302246094
        },
        {
            "docid": "89232_7",
            "document": "5-Methylcytosine . While spontaneous deamination of cytosine forms uracil, which is recognized and removed by DNA repair enzymes, deamination of 5-methylcytosine forms thymine. This conversion of a DNA base from cytosine (C) to thymine (T) can result in a transition mutation. In addition, active enzymatic deamination of cytosine or 5-methylcytosine by the APOBEC family of cytosine deaminases could have beneficial implications on various cellular processes as well as on organismal evolution. The implications of deamination on 5-hydroxymethylcytosine, on the other hand, remains less understood.",
            "score": 42.2398796081543
        },
        {
            "docid": "4214_4",
            "document": "Bioinformatics . Bioinformatics has become an important part of many areas of biology. In experimental molecular biology, bioinformatics techniques such as image and signal processing allow extraction of useful results from large amounts of raw data. In the field of genetics and genomics, it aids in sequencing and annotating genomes and their observed mutations. It plays a role in the text mining of biological literature and the development of biological and gene ontologies to organize and query biological data. It also plays a role in the analysis of gene and protein expression and regulation. Bioinformatics tools aid in the comparison of genetic and genomic data and more generally in the understanding of evolutionary aspects of molecular biology. At a more integrative level, it helps analyze and catalogue the biological pathways and networks that are an important part of systems biology. In structural biology, it aids in the simulation and modeling of DNA, RNA, proteins as well as biomolecular interactions.",
            "score": 42.170982360839844
        },
        {
            "docid": "29941454_14",
            "document": "Control of chromosome duplication . lWhile pre-RC complexes mark potential sites for origin activation, further proteins and complexes must assemble at these sites to activate replication (origin firing). The following events must occur in order to activate the origin: the DNA helix has to open, the helicase must be activated, and DNA polymerases and the rest of the replicative machinery have to load onto the DNA. These events depend on the assembly of a several proteins to form the pre-initiation complex at the replication origins loaded with pre-replicative complexes. Assembly of the pre-initiation complex depends on the activities of S-Cdks and the protein kinase Cdc7. The pre-initiation complex activates the Mcm helicase and recruits DNA polymerase. When the cell commits to a new cell cycle, after passing through the Start checkpoint, G1 and G1/S cyclin CDK complexes are activated. These activate the expression of the replicative machinery and of S-Cdk cylin complexes. S-Cdks and G1/S Cdks act to activate replication origins. At the same time, S-Cdks suppress formation of new pre-RCs during S phase, G2 and early M, when S cyclin levels remains high. Cdc7 is activated in late G1 and is required throughout S phase for origin firing. Mutations in this protein in budding yeast, and in its homolog in fission yeast block initiation of replication. Cdc7 is highly conserved – related proteins have been identified in frogs and humans. DNA replication is inhibited when Cdc7 homologs are inhibited with antibodies in frog or human cells. It is not known whether CDKs and Cdc7 just regulate protein assembly at origins, or whether they directly activate components of the pre-initiation complex.",
            "score": 41.55813980102539
        },
        {
            "docid": "38632380_23",
            "document": "GC skew . The first one describes a bias and an asymmetric mutational pressure on each DNA strand during replication and transcription. Due to the asymmetric nature of the replication process, an unequal mutational frequency and DNA repair efficiency during the replication process can introduce more mutations in one strand as compared to the other. Furthermore, the time used for replication between the two strands varies and may lead to asymmetric mutational pressure between leading and lagging strand. In addition to mutations during DNA replication, transcriptional mutations can create strand specific nucleotide composition skew. Deamination of cytosine and ultimately mutation of cytosine to thymine in one DNA strand can increase the relative number of guanine and thymine to cytosine and adenine. In most bacteria majority of the genes are encoded in the leading strand. For instance, the leading strand in \"Bacillus\" \"subtilis\" encodes 75% of the genes. In addition an excess of deamination and conversion of cytosine to thymine in the coding strand compared to the non-coding strand has been reported. One possible explanation is that the non-transcribed strand (coding strand) is single stranded during the transcription process; therefore, it is more vulnerable to deamination compared to the transcribed strand (non-coding strand). Another explanation is that the deamination repair activity during transcription does not occur on the coding strand. Only the transcribed strand benefits from these deamination repair events.",
            "score": 41.44023895263672
        },
        {
            "docid": "10807859_2",
            "document": "Isotype (immunology) . In immunology, the immunoglobulin (Ig) isotype (class) is encoded by the constant region segments of the immunoglobulin gene which form the Fc portion of an antibody. The expression of a specific isotype determines the function of an antibody via the specific binding to Fc receptor molecules on different immune effector cells. Isotype expression reflects the maturation stage of a B cell. Naive B cells express IgM and IgD isotypes with unmutated variable genes, which are produced from the same initial transcript following alternative splicing. Expression of other antibody isotypes (IgD, IgM IgG1-4, IgA1-2, IgE) occurs via a process of class-switch recombination (CSR) after antigen exposure. Class-switching is mediated by the AID (activation-induced cytidine deaminase) enzyme and only occurs after the B cell binds an antigen through its B cell receptor, and is further activated through interaction with a T helper cell.",
            "score": 40.75101089477539
        },
        {
            "docid": "1137227_7",
            "document": "DNA methylation . High CpG methylation in mammalian genomes has an evolutionary cost because it increases the frequency of spontaneous mutations. Loss of amino-groups occurs with a high frequency for cytosines, with different consequences depending on their methylation. Methylated C residues spontaneously deaminate to form T residues over time; hence CpG dinucleotides steadily deaminate to TpG dinucleotides, which is evidenced by the under-representation of CpG dinucleotides in the human genome (they occur at only 21% of the expected frequency). (On the other hand, spontaneous deamination of unmethylated C residues gives rise to U residues, a change that is quickly recognized and repaired by the cell.)",
            "score": 40.43654251098633
        },
        {
            "docid": "3070155_2",
            "document": "Reprimo . Reprimo (RPRM), is a gene located at human chromosome 2q23 whose expression in conjunction with p53, along with other genes which are p53-induced, is associated with the arrest of the cell cycle at the G2 phase.\"Reprimo's\" protein product is a highly glycosylated polypeptide which, upon its expression, is localized to the cytoplasm where it is primarily active. As the expression of \"reprimo\" is controlled by p53, which is in turn controlled by a wide array of convergent signal pathways pertaining to DNA damage or nutrient depravity, its presence is expected within cells which would cause damage should they be freely allowed to replicate. Pursuant to this, r\"eprimo\"'s expression during the G2 phase of the cell cycle ultimately results in the reduction of Cdc2 expression, and in the inhibition of the nuclear translocation of cyclin B1 which is necessary to its function. \"Reprimo\" is known to collaborate with p21 to achieve these specific effects, and in a more general sense collaborates with the other p53-induced proteins and effectors to produce the overall cellular response. These regulatory actions help to render the afflicted cell into an arrested state which is less immediately threatening to the whole organism due to the inability of afflicted cells to replicate with damaged DNA, among other potential circumstances, giving the cell an opportunity to undergo DNA repair or apoptosis as the level of damage will dictate. Indefinite cell cycle arrest is another potential outcome. For this reason, it is considered to be a tumor suppressor gene.",
            "score": 40.27996063232422
        },
        {
            "docid": "32706791_9",
            "document": "Genome instability . In some portions of the genome, variability is essential to survival. One such locale is the Ig genes. In a pre-B cell, the region consists of all V, D, and J segments. During development of the B cell, a specific V, D, and J segment is chosen to be spliced together to form the final gene, which is catalyzed by RAG1 and RAG2 recombinases. Activation-Induced Cytidine Deaminase (AID) then converts cytidine into uracil. Uracil normally does not exist in DNA, and thus the base is excised and the nick is converted into a double-stranded break which is repaired by non-homologous end joining (NHEJ). This procedure is very error-prone and leads to somatic hypermutation. This genomic instability is crucial in ensuring mammalian survival against infection. V, D, J recombination can ensure millions of unique B-cell receptors; however, random repair by NHEJ introduces variation which can create a receptor that can bind with higher affinity to antigens.",
            "score": 40.01486587524414
        },
        {
            "docid": "14723725_3",
            "document": "Uracil-DNA glycosylase . The human gene encodes one of several uracil-DNA glycosylases. Alternative promoter usage and splicing of this gene leads to two different isoforms: the mitochondrial UNG1 and the nuclear UNG2. One important function of uracil-DNA glycosylases is to prevent mutagenesis by eliminating uracil from DNA molecules by cleaving the N-glycosylic bond and initiating the base-excision repair (BER) pathway. Uracil bases occur from cytosine deamination or misincorporation of dUMP residues. After a mutation occurs, the mutagenic threat of uracil propagates through any subsequent DNA replication steps. Once unzipped, mismatched guanine and uracil pairs are separated, and DNA polymerase inserts complementary bases to form a guanine-cytosine (GC) pair in one daughter strand and an adenine-uracil (AU) pair in the other. Half of all progeny DNA derived from the mutated template inherit a shift from GC to AU at the mutation site. UDG excises uracil in both AU and GU pairs to prevent propagation of the base mismatch to downstream transcription and translation processes. With high efficiency and specificity, this glycosylase repairs more than 10,000 bases damaged daily in the human cell. Human cells express five to six types of DNA glycosylases, all of which share a common mechanism of base eversion and excision as a means of DNA repair.",
            "score": 39.9648323059082
        },
        {
            "docid": "2060539_13",
            "document": "T-cell receptor . The generation of TCR diversity is similar to that for antibodies and B cell antigen receptors. It arises mainly from genetic recombination of the DNA encoded segments in individual somatic T cells by somatic V(D)J recombination using RAG1 and RAG2 recombinases. Unlike immunoglobulins, however, TCR genes do not undergo somatic hypermutation, and T cells do not express Activation-Induced (Cytidine) Deaminase (AID). The recombination process that creates diversity in BCR (antibodies) and TCR is unique to lymphocytes (T and B cells) during the early stages of their development in primary lymphoid organs (thymus for T cells, bone marrow for B cells).",
            "score": 39.74626159667969
        },
        {
            "docid": "50429846_13",
            "document": "Gene desert . It is crucial to note that although most of the gene deserts explored here are essential, it could be that the majority of the contents in gene deserts are still likely to be inessential and disposable. Naturally, this is not to say that the roles that gene deserts play are inessential or unimportant, rather than their functions may include buffering effects. An example of essential gene deserts with inessential DNA content are the telomeres that protect the ends of genomes. Telomeres can be categorized as true gene deserts, given that they solely contain repeats of TTAGGG (in humans) and do not have apparent protein-coding functions. Without these telomeres, human genomes would be severely mutated within a fixed number of cell cycles. On the other hand, since telomeres do not code for proteins, their loss ensures that there is no effect in important processes. Therefore, the term “junk” DNA should no longer be applied to any region of the genome; every portion of the genome should play a role in protecting, regulating, or repairing the protein coding regions that determine the functions of life. Although there is still much to learn about the nooks and crannies of the immense (yet limited) human genome, with the aid of various new technologies and the synthesis of the full human genome, we may perhaps unravel a great collection of secrets in the approaching years about the marvels of our genetic code.",
            "score": 39.65277862548828
        },
        {
            "docid": "14763571_3",
            "document": "TFAM . This gene encodes a mitochondrial transcription factor that is a key activator of mitochondrial transcription as well as a participant in mitochondrial genome replication. TFAM binds mitochondrial promoter DNA to aid transcription of the mitochondrial genome. Studies in mice have demonstrated that this gene product is required to regulate the mitochondrial genome copy number and is essential for embryonic development. A mouse model for Kearns-Sayre syndrome was produced when expression of this gene was eliminated by targeted disruption in heart and muscle cells. TFAM is a double box High-mobility group DNA-binding and bending protein.",
            "score": 39.6382942199707
        },
        {
            "docid": "55518450_16",
            "document": "Cytokinin signaling and response regulator protein . Type-C cytokinin response regulators are unique in that their expression is not induced by cytokinins like type-A cytokinin response regulators and type-B cytokinin response regulators. ARR22 and ARR22 and ARR24 are the two known type-C cytokinin response regulators in \"Arabidopsis thaliana\". Research suggests that ARR22 plays a positive role in stress tolerance by improving cell membrane integrity. Increases in expression of ARR22 modulates abiotic stress-responsive genes, possibly aiding in drought and freezing tolerance. However, the role of ARR24 in \"Arabidopsis\" plant signaling remains undetermined.",
            "score": 39.61225509643555
        },
        {
            "docid": "6355_63",
            "document": "Chloroplast . In addition to the early microscopy experiments, this model is also supported by the amounts of deamination seen in cpDNA. Deamination occurs when an amino group is lost and is a mutation that often results in base changes. When adenine is deaminated, it becomes hypoxanthine. Hypoxanthine can bind to cytosine, and when the XC base pair is replicated, it becomes a GC (thus, an A → G base change).  In cpDNA, there are several A → G deamination gradients. DNA becomes susceptible to deamination events when it is single stranded. When replication forks form, the strand not being copied is single stranded, and thus at risk for A → G deamination. Therefore, gradients in deamination indicate that replication forks were most likely present and the direction that they initially opened (the highest gradient is most likely nearest the start site because it was single stranded for the longest amount of time). This mechanism is still the leading theory today; however, a second theory suggests that most cpDNA is actually linear and replicates through homologous recombination. It further contends that only a minority of the genetic material is kept in circular chromosomes while the rest is in branched, linear, or other complex structures.",
            "score": 39.124725341796875
        },
        {
            "docid": "31546750_9",
            "document": "Tumstatin . One study has been done to determine the exact pathway used by tumstatin to induce apoptosis. This revealed that the pathway occurs within the mitochondria. The study used HepG2 human liver carcinoma cells to test this, and found that tumstatin upregulated the expression of Caspase-9, Fas, Bax, Bid, and p53 while downregulating Bcl-2. The addition of tumstatin induced the release of cytochrome c by decreasing the mitochondrial membrane potential. These results show that the proapoptotic activation pathway for tumstatin occurs through mitochondrial regulation, and can aid in determining appropriate cancer treatments.",
            "score": 38.97435760498047
        },
        {
            "docid": "33139249_3",
            "document": "Discovery and development of integrase inhibitors . The body uses its immune system to protect itself from bacteria, viruses and other disease-causing beings, and when it fails to do so immunodeficiency diseases occur. One such disease is acquired immunodeficiency syndrome (AIDS) which is most commonly a result of an infection by the human immunodeficiency virus (HIV). Two closely related types of HIV have been identified, HIV-1 and HIV-2. While HIV-2 is spreading in India and West Africa, HIV-1 is more virulent and the number one cause of AIDS worldwide. Though some of the patients have different results in most cases people infected with HIV go on to develop AIDS and ultimately die of opportunistic infections or cancer. Integration to the retroviral genome is critical for gene expression and viral replication. The viral genome is reversely transcribed into the DNA of the infected cell by viral reverse transcriptase, the DNA is then integrated into the host-cell chromosomes with the aid of the viral integrase. RNA transcripts are produced from integrated viral DNA and serve both as mRNAs to direct the synthesis of viral proteins and later as RNA genomes of the new viral particles.Viral particles escape from the cell by budding from the plasma membrane, each enclosed in a membrane envelope.",
            "score": 38.91523742675781
        }
    ]
}