{
    "q": [
        {
            "docid": "198491_6",
            "document": "Leishmaniasis . Leishmaniasis is transmitted by the bite of infected female phlebotomine sandflies which can transmit the protozoa \"Leishmania\". The sandflies inject the infective stage, metacyclic promastigotes, during blood meals (1). Metacyclic promastigotes that reach the puncture wound are phagocytized by macrophages (2) and transform into amastigotes (3). Amastigotes multiply in infected cells and affect different tissues, depending in part on which \"Leishmania\" species is involved (4). These differing tissue specificities cause the differing clinical manifestations of the various forms of leishmaniasis. Sandflies become infected during blood meals on infected hosts when they ingest macrophages infected with amastigotes (5,6). In the sandfly's midgut, the parasites differentiate into promastigotes (7), which multiply, differentiate into metacyclic promastigotes, and migrate to the proboscis (8).",
            "score": 41.99805569648743
        },
        {
            "docid": "2930584_34",
            "document": "Visceral leishmaniasis . More than 90% of the global burden of visceral leishmaniasis (VL) is contributed by six countries: Bangladesh, Brazil, Ethiopia, India, South Sudan and Sudan. In India, more than 70% VL cases are reported from the state of Bihar. North Bihar, India (including Araria, Purnea, and Kishanganj) is the endemic zone of this disease.The disease is endemic in Iran including Ardabil, Fars, North Khorasan...",
            "score": 35.458691000938416
        },
        {
            "docid": "20763865_2",
            "document": "Leishmania donovani . Leishmania donovani is a species of intracellular parasites belonging to the genus \"Leishmania\", a group of haemoflagellate kinetoplastids that cause the disease leishmaniasis. It is a human blood parasite responsible for visceral leishmaniasis or \"kala-azar\", the most severe form of leishmaniasis. It infects the mononuclear phagocyte system including spleen, liver and bone marrow. Infection is transmitted by species of sandfly belonging to the genus \"Phlebotomus\" in Old World and \"Lutzomyia\" in New World. Therefore, the parasite is prevalent throughout tropical and temperate regions including Africa (mostly in Sudan), China, India, Nepal, southern Europe, Russia and South America. It is responsible for thousands of deaths every year and has spread to 88 countries, with 350 million people at constant risk of infection and 0.5 million new cases in a year.",
            "score": 77.48533511161804
        },
        {
            "docid": "198491_16",
            "document": "Leishmaniasis . Out of 200 countries and territories reporting to WHO, 97 countries and territories are endemic for leishmaniasis. The settings in which leishmaniasis is found range from rainforests in Central and South America to deserts in western Asia and the Middle East. It affects as many as 12 million people worldwide, with 1.5–2.0 million new cases each year. The visceral form of leishmaniasis has an estimated incidence of 500,000 new cases. In 2014, more than 90% of new cases reported to WHO occurred in six countries: Brazil, Ethiopia, India, Somalia, South Sudan and Sudan. As of 2010, it caused about 52,000 deaths, down from 87,000 in 1990. Different types of the disease occur in different regions of the world. Cutaneous disease is most common in Afghanistan, Algeria, Brazil, Colombia, and Iran, while mucocutaneous disease is most common in Bolivia, Brazil, and Peru, and visceral disease is most common in Bangladesh, Brazil, Ethiopia, India, and Sudan.",
            "score": 35.68192493915558
        },
        {
            "docid": "2930584_10",
            "document": "Visceral leishmaniasis . Visceral Leishmaniasis/kala-azar samples from India revealed the presence of not only the primary causative protozoan parasite, i.e. \"Leishmania donovani\" (LD) but also co-infection with another protozoan member called \"Leptomonas seymouri\" (LS). The latter parasite (LS) further contained a RNA virus known as Leptomonas seymouri narna-like virus 1 (Lepsey NLV1). So, it appears that a great majority of kala-azar victims in the Indian subcontinent are exposed to a RNA virus in LS, the co-infecting parasite with LD i.e. the \"LD-LS-Lepsey NLV1 triple pathogen\" phenomenon.",
            "score": 60.48930311203003
        },
        {
            "docid": "44112791_10",
            "document": "Protopolybia exigua . The morphological differences in\" P. exigua\" queens and workers become more distinct as the colony cycle progresses. There are fewer differences within early stage colonies, and correspondingly greater discriminations among later stage colonies. In addition, physical discrepancies between wasp castes are more prominent in colonies with a smaller number of queens. \"P. exigua\" queens are generally easier to identify, while it is harder to distinguish between workers and intermediates. The thoracic labial gland is better developed in workers than in queens, but wasp brain size does not differ between castes. Both inseminated and non-inseminated \"P. exigua\" females exhibit a greater presence among colonies that frequently experience nest destruction. This might be because nest destruction uncouples the colony cycle from the nesting cycle and can also cause colonies to separate when this might not otherwise have occurred. Males are identified by the presence of testes. Queen body size and relative fecundity seem to be important determinants of queen success within a given colony.",
            "score": 52.35369157791138
        },
        {
            "docid": "2930584_11",
            "document": "Visceral leishmaniasis . The life cycle of \"Leishmania\" is completed in two hosts, humans and sandflies. The adult female sandfly is a bloodsucker, usually feeding at night on sleeping prey. When the fly bites an individual infected with \"Leishmania\", the pathogen is ingested along with the prey's blood. The protozoan is in the smaller of its two forms, called an amastigote, which is round, non-motile, and only 3–7 micrometers in diameter. Inside the stomach of the sandfly, the amastigotes quickly transform into elongated and motile forms called the promastigotes. Promastigote is spindle-shaped, triple the size of the amastigote, and has a single flagellum that allows mobility. The promastigotes live extracellularly in the alimentary canal, reproducing asexually, then migrate to the proximal end of the gut where they become poised for a regurgitational transmission. As the fly bites, the promastigotes are released from the proboscis and introduced locally at the bite site.",
            "score": 37.288339614868164
        },
        {
            "docid": "20763865_10",
            "document": "Leishmania donovani . It is estimated that visceral leishmaniasis (VL) affects more than 100 million people worldwide, with 500,000 new cases and more than 50,000 deaths each year. Although \"L. donovani\" is only the second-most prevalent \"Leishmania\" causing VL, it is the most dangerous form and directly fatal to humans. Over 90% of reported cases are from India, Bangladesh, Nepal, Sudan and Brazil. In India it is prevalent in the eastern region including Bihar, West Bengal, eastern Uttar Pradesh, Assam and foothills of Sikkim. It is responsible for tens of thousands of mortality among Africans in eastern and southern parts of Sudan. During the epidemic of 1984–1994 death toll was as high as 70% in the Sudanese population. Moreover, due to emergence of drug resistance the prevalence is not subsiding, and in fact has spread to central Europe. For example, during the late 1990s hundreds of cases were reported in Switzerland.",
            "score": 65.1792562007904
        },
        {
            "docid": "22731626_4",
            "document": "Post-kala-azar dermal leishmaniasis . It is mainly seen in Sudan and India where it follows treated VL in 50% and 5-10% of cases, respectively. Thus, it is largely restricted to areas where Leishmania donovani is the causative parasite. The interval at which PKDL follows VL is 0-6 months in Sudan and 2-3 years in India. PKDL probably has an important role in interepidemic periods of VL, acting as a reservoir for parasites.",
            "score": 47.67740297317505
        },
        {
            "docid": "5933900_17",
            "document": "Drugs for Neglected Diseases Initiative . SSG&PM, a sodium stibogluconate plus paromomycin combination therapy, is a shorter-course, cost-efficient treatment option against visceral leishmaniasis (VL) in East Africa available since 2010. It is the result of a six-year partnership between DNDI, the Leishmaniasis East Africa Platform (LEAP), the National Control Programmes of Kenya, Sudan, Ethiopia, and Uganda, Médecins Sans Frontières (MSF) and the WHO. It was recommended by the WHO Expert Committee on the Control of Leishmaniasis in 2010 as the first-line treatment in East Africa, and more than 10,000 patients have been treated. Sudan, Ethiopia, South Sudan and Somalia have released revised guidelines recommending SSG&PM as the first-line treatment for VL.",
            "score": 25.837483882904053
        },
        {
            "docid": "20763865_8",
            "document": "Leishmania donovani . \"L. donovani\" undergo further development only in the digestive tract of the female sandfly. Hence only females are responsible for transmitting the infection. Once the amastigotes are ingested, they enter the midgut of the sandfly. Then they undergo structural modification into flagellated promastigotes, becoming larger and considerably elongated. They get attached to the gut epithelial lining where they multiply rapidly by binary fission. (They are also capable of sexual reproduction by genetic hybridisation in the sandfly gut.) They then migrate back towards the anterior part of the digestive system such as pharynx and buccal cavity. This process is known as anterior station development, which is unique in \"Leishmania\". A heavy infection of pharynx can be observed within 6 to 9 days after initial blood meal. The promastigotes become infective only by this time, and the event is called the metacyclic stage. The metacyclic promastigotes then enter the hollow proboscis where they accumulate and completely block the food passage. Immediately upon biting a human, the parasites are released, which invariably results in infection. The stages of development in sandfly can be described as follows:",
            "score": 67.25843691825867
        },
        {
            "docid": "6090525_22",
            "document": "Neglected tropical diseases . The three forms of leishmaniasis are visceral (Kala-azar), cutaneous, and mucocutaneous. There are an estimated 12 million people infected. It is fatal if untreated and 20,000 deaths from visceral leishmaniasis occur annually. It is a vector-borne disease that is caused by the bite of sandflies. At least 90 percent of visceral leishmaniasis occurs in Bangladesh, Brazil, Ethiopia, India, South Sudan, and Sudan. Cutaneous leishmaniasis occurs in Afghanistan, Algeria, Brazil, Colombia, Iran, Pakistan, Peru, Saudi Arabia, and Syria. Around 90 percent of mucocutaneous leishmaniasis occurs in Bolivia, Brazil, and Peru.",
            "score": 31.33466076850891
        },
        {
            "docid": "20763865_14",
            "document": "Leishmania donovani . \"L. donovani\" is now considered to be a complex species as indicated by different pathological symptoms occurring in different geographical areas where the species of the vector sandfly are also different. However, none of the parasites are morphologically distinguishable, except by molecular analysis. Molecular data show that genotype is strongly correlated with geographical origin. DNA sequencing of different geographical strains indicates that the protozoan complex can be classified into two valid taxons, \"L. donovani\" and \"L. infantum\". The genus \"Leishmania\" most likely originated in South America, from where it migrated to Asia. \"L. donovani\" and \"L. infantum\" diverged ~1 Mya, with further divergence of infraspecific genetic groups between 0.4 and 0.8 Mya.",
            "score": 85.46953296661377
        },
        {
            "docid": "52152450_45",
            "document": "Blasio Vincent Ndale Esau Oriedo . His \"Epidemiological and Parasitological Studies of East Africa Leishmaniasis\" led to the chivalrous stemming of October, 1952 \"visceral leishmaniasis\" epidemic outbreak in Kenya—a British colony \"du jour\". In 1952 he stoically, in a profound demonstration of his commitment to the human cause of the lives of indigenous peoples,(ii) relocated to the remote hinterland outpost District Hospital and Public Health Office at Kitui in Kenya—moving to the fore personally—to spearhead a \"hands-on\" crusade against a major kala-azar epidemic outbreak in October, 1952. Kala-azar (\"black fever\") or \"visceral leishmaniasis\" is a deadly parasitic disease endemic to the tropics, subtropics, and southern Europe. The disease was first diagnosed in the Kitui region of the British colony of Kenya \"du jour\" in 1946.(iii)(iv) The Kitui epidemic was a portentously existential peril to thousands of indigenous lives; it threatened to wipeout entire ethnic Kamba villages. He devised a savvy strategy to stem the tide of the epidemic, and managed to save thousands of lives. In 1954 the disease was arrested.",
            "score": 41.25614547729492
        },
        {
            "docid": "2930584_38",
            "document": "Visceral leishmaniasis . Contemporary life has made itself felt even here, however—not as \"progress\" but in the form of the many small wars of Africa's post-colonial era. In the Sudan, where civil war has been continuous since 1983, the violence has been concentrated in the more populated south, and kala-azar was concentrated there too. But the wars have driven a steady stream of refugees out of the region, and these traveled either across the southern border or into the remoter western part of the country called the Upper Nile, where both war and the disease that went with it had not yet penetrated.",
            "score": 39.40919041633606
        },
        {
            "docid": "2930584_37",
            "document": "Visceral leishmaniasis . Today, the name kala-azar is used interchangeably with the scientific name visceral leishmaniasis for the most acute form of the disease caused by \"L. donovani\". The disease is endemic in West Bengal, where it was first discovered, but is seen at its most deadly in north and east Africa. It can also be found throughout the Arab world and southern Europe (where the causative organism is \"L. infantum\"), and a slightly different strain of the pathogen, \"L. chagasi\", is responsible for leishmaniasis in the new world. Several species of canines serve as reservoir hosts of \"L. infantum (chagasi)\".",
            "score": 69.81476473808289
        },
        {
            "docid": "51611244_5",
            "document": "Madurella mycetomatis . Genotypic variation can help explain geographical distribution of fungi and differences in host symptoms. Restriction endonuclease assay (REA) and random amplification of polymorphic DNA (RAPD) helped characterize the different genotypes of \"M. mycetomatis\", namely 2 genotypic clusters in Africa, and 7 different genotypes from other continents. Further testing with amplified fragment length polymorphism (AFLP) found 3 clusters in Sudan, in contrast to the 2 clusters identified by RAPD, proving AFLP to be a more sensitive method. This showed that \"M. mycetomatis\" is not genetically homogenous, and explained the variability in host symptoms affected by the same etiological agent.",
            "score": 23.72971510887146
        },
        {
            "docid": "931765_19",
            "document": "Lesser kudu . The lesser kudu is native to Ethiopia, Kenya, Somalia, South Sudan, Tanzania, and Uganda, but it is extinct in Djibouti. Largely confined to the Horn of Africa today, the species historically ranged from Awash (Ethiopia) southward through southern and eastern Ethiopia, and most parts of Somalia (except the north and the northeast) and Kenya (except the southwest). It also occurred in southeastern Sudan and northeastern and eastern parts of Uganda and Tanzania. Evidence for its existence in the Arabian peninsula includes a set of horns obtained in 1967 from an individual shot in South Yemen and another in Saudi Arabia, as well as a recent analysis of early and middle Holocene rock art sites in Jubbah and Shuwaymis, Ha'il province, Saudi Arabia.",
            "score": 14.441660761833191
        },
        {
            "docid": "2930584_2",
            "document": "Visceral leishmaniasis . Visceral leishmaniasis (VL), also known as kala-azar (), black fever, and Dumdum fever, is the most severe form of leishmaniasis and, without proper diagnosis and treatment, is associated with high fatality. Leishmaniasis is a disease caused by protozoan parasites of the genus \"Leishmania\".",
            "score": 28.768170833587646
        },
        {
            "docid": "1777023_3",
            "document": "Representational difference analysis . This method relies on PCR to differentially amplify non-homologous DNA regions between digested fragments of two nearly identical DNA species, that are called 'driver' and 'tester' DNA. Typically, tester DNA contains a sequence of interest that is non-homologous to driver DNA. When the two species are mixed, the driver sequence is added in excess to tester. During PCR, double stranded fragments first denature at ~95°C and then re-anneal when subjected to the annealing temperature. Since driver and tester sequences are nearly identical, the excess of driver DNA fragments will anneal to homologous DNA fragments from the tester species. This blocks PCR amplification and there is no increase in homologous fragments. However, fragments that are different between the two species will not anneal to a complementary counterpart and will be amplified by PCR. As more cycles of RDA are performed, the pool of unique sequence fragment copies will grow faster than fragments found in both species.",
            "score": 27.9245525598526
        },
        {
            "docid": "2798373_4",
            "document": "Cutaneous leishmaniasis . Post-kala-azar dermal leishmaniasis (PKDL) is a recurrence of kala-azar that may appear on the skin of affected individuals months and up to 20 years after being partially treated, untreated or even in those considered adequately treated. In Sudan, they can be demonstrated in up to 60% of treated cases. They manifest as hypopigmented skin lesions (such as macules, papules, nodules), or facial redness. Though any organism causing kala-azar can lead to PKDL, it is commonly associated with \"Leishmania donovani\" which gives different disease patterns in India and Sudan. In the Indian variant, nodules enlarge with time and form plaques but rarely ulcerate, but nodules from the African variety often ulcerate as they progress. Nerve involvement is common in African variety but rare in Indian subcontinent. Histology demonstrates a mixture of chronic inflammatory cells; there can be macrophage or epitheloid granuloma. Parasite concentration is not consistent among studies, perhaps reflecting low sensitivity of diagnostic methods used in earlier entries.",
            "score": 53.477044105529785
        },
        {
            "docid": "21898168_4",
            "document": "Leishmania mexicana . The life cycle of this and other \"Leishmania\" species begin when an infected Phlebotomine bites and injects promastigotes in the skin of the mammal host. Those promastigotes are engulfed by phagocytic cells, as macrophages and dendritic cells. The parasites are kept inside in a parasitophorous vacuole, then they will transform to amastigotes and divide until brock the cell membrane. They are released to infect new cells as amastigotes stage. When an uninfected sand fly bites an infected mammal reservoir, the sandfly ingests the amastigotes, therefore they transform in promastigotes and divide in the midgut of the fly, those promastigotes migrates to the proboscis and are able to produce Leishmaniasis disease. There are no blood stages in the life cycle of \"L. mexicana\" (unlike Malaria and Trypanosomiasis).",
            "score": 44.56666302680969
        },
        {
            "docid": "2189559_9",
            "document": "Lutzomyia . The sand fly genus \"Lutzomyia\" includes all species responsible for transmission, in the New World, of the \"Leishmania\" parasite; the causative agent of leishmaniasis. Of the more than 350 \"Lutzomyia\" species identified, less than 10% are known or suspected to transmit leishmaniasis to humans. The disease is in endemic in 22 countries of tropical and subtropical America, where it is generally considered a zoonosis. That is, the parasite cycles between mammalian reservoir hosts and the sand flies, with humans serving as incidental, dead-end hosts. Common reservoirs in the Americas include a number of rodent species, as well as dogs, sloths and armadillos. The \"Lutzomyia\" sand flies maintain transmission amongst reservoir species and allow the disease to ‘jump’ to humans, causing the visceral, cutaneous or mucocutaneous forms of the disease depending on the \"Leishmania\" species. The human-sand fly-human cycle of transmission, known as anthroponotic, is limited to two \"Leishmania\" species endemic in the Old World and so does not involve \"Lutzomyia\" sand flies.",
            "score": 50.51183772087097
        },
        {
            "docid": "26890853_5",
            "document": "Taenia asiatica . \"T. asiatica\" was first recognized in Taiwan, and subsequently in Korea and other Asian countries; therefore it was originally known as Asian \"T. saginata\", as it appeared to be exclusive to Asia. From 1952 W. H. Huang and his team had recorded that taeniasis was highly prevalent in Taiwan under the assumption that \"T. saginata\" was the principal cause. In 1966 S.W. Huang began to suspect that the tapeworm could not be the conventional \"T. saginata\" for the obvious reason that the Taiwan aborigines hardly eat beef, and \"T. saginata\" is strictly a bovine tapeworm. From 1970s studies on the biology began to throw light to its difference from the classical \"T. saginata\". Firstly the tapeworm infects visceral organs such as liver, serosa and lungs of pigs, and liver of cattle; while \"T. saginata\" is known to infect only the muscle of cattle. Secondly there are significant morphological variations though their resemblance is overwhelming. By the early 1990s the morphological and genetic differences were firmly established, but American and Australian parasitologists remained adamant as to its position as a separate biological species. In 1992 two Korean parasitologists Keeseon S. Eom, from Chungbuk National University, and Han-Jong Rim, from Korea University, reported the transmission and larval stages (metacestodes) in naturally infected pigs. They also succeeded in experimentally infecting pigs in which cysticerci were formed in the liver. Further the metacestodes recovered from infected liver were used to infect a human volunteer, whom they had given two years earlier. They therefore proposed the scientific name \"Taenia sagainata taiwanensis.\" They recovered the intact strobilae from the stool after giving the volunteer niclosamide. It was using these metacestodes, strobilae, and adult worms that they gave detailed morphological and anatomical comparisons and concluded it to be a novel species, \"Taenia asiatica\", in 1993. Even then scepticism still persisted. Considering the degree of variations between Taiwan strain and typical \"T. saginata\", Taiwanese parasitologists such as P.C. Fan, C.Y Lin, C.C. Chen and W.C Chung from National Yang-Ming University designated it to a sub-species, and named it \"T. saginata asiatica\". Based on critical assessment on the field reports, experimental infections, morphological and immunological studies available since 1981, they advocated this position. Independent research in Australia also supported the sub-species concept regardless of the genetic variations. But subsequent analyses including epidemiological studies, and phylogenetic analysis using random amplified polymorphic DNA imposed its validity as a distinct species. In 2005 the first complete sequence of its mitochondrial genome was published, and genetic comparison (\"Cox1\"gene) with those of \"Taenia solium\" and \"T. saginata\" provided further support to its taxonomic status. The complete sequence of mitochondrial genome of \"T. saginata\" in 2007, and the development of high-resolution multiplex PCR assay in 2009 finally established beyond doubt that it is indeed a new species. The two species separated .",
            "score": 41.330066204071045
        },
        {
            "docid": "32364156_2",
            "document": "2011 East Africa drought . Between July 2011 and mid-2012, a severe drought affected the entire East Africa region. Said to be \"the worst in 60 years\", the drought caused a severe food crisis across Somalia, Djibouti, Ethiopia and Kenya that threatened the livelihood of 9.5 million people. Many refugees from southern Somalia fled to neighboring Kenya and Ethiopia, where crowded, unsanitary conditions together with severe malnutrition led to a large number of deaths. Other countries in East Africa, including Sudan, South Sudan and parts of Uganda, were also affected by a food crisis.",
            "score": 14.874885082244873
        },
        {
            "docid": "2188496_31",
            "document": "Schistosoma mansoni . As of WHO report in 2016, 206.5 million people worldwide are having schistosomiasis due to different species of \"Schistosoma\". More than 88 million people were given medical treatment. \"S. mansoni\" is the major species. It is endemic in 55 countries and most prevalent in Africa, the Middle East, the Caribbean, Brazil, Venezuela and Suriname. About 80-85% of schistosomiasis is found in sub-Saharan Africa, where \"S. haematobium\", \"S. intercalatum\" and \"S. mansoni\" are endemic. Approximately 393 million Africans are at risk of infection from \"S. mansoni\", of which about 55 million are infected at any moment. Annual death due to \"S. mansoni\" is about 130,000. The prevalence rate in different countries of Africa are: 73.9% in northern Ethiopia, 37.9% in western Ethiopia, 56% in Nigeria, 60.5% in Kenya, 64.3% in Tanzania, 19.8% in Ghana, and 53.8% in Cote d’Ivoire. In Egypt, 60% of the population in the Northern and Eastern parts of the Nile Delta and only 6% in the Southern part are infected.",
            "score": 45.53731846809387
        },
        {
            "docid": "51621291_5",
            "document": "Fonsecaea compacta . The taxonomic status of \"F. compacta\" is uncertain. The debate whether or not \"F. compacta\" is a distinct species of \"Fonsecaea\" has persisted for years, essentially since it was discovered. Some authors maintain that \"F. compacta\" and \"F. pedrosoi\" are separate species given small differences in morphology of conidiophores and conidia. \"F. compacta\" and \"F. pedrosoi\" are readily distinguishable from each other. \"F. compacta\" is characterized by its compact conidial heads, blunt scars and subglobose to ovoid conidia, while \"F. pedrosoi\" has loose conidial heads, prominent scars, and elongated conidia. It was once thought that the two can not be combined into a single species considering there are base substitutions in 48 positions. The two were also found to have identical D1/D2 sequences, a 600 nucleotide domain in a subunit of rDNA. RAPD and RFLP methods were used to investigate genetic variations between these species, however no variations were found. In 2004, scientists from the University of Chiba in Japan found that there is no difference in subunit ribosomal DNA D1/D2 domain sequence between \"F. pedrosoi\" and \"F. compacta\", which may indicate that the latter is merely a morphological variation of the first. More recently, several molecular investigations such as restriction fragment length polymorphism (RFLP) of mitochondrial DNA, ribosomal RNA (rRNA), ITS sequence, random amplified polymorphic DNA (RAPD), large subunit (LSU) rRNA D1/D2 domain sequence, and RFLP of small subunit (SSU) rRNA and ITS regions have revealed that \"F. pedrosoi\" and \"F. compacta\" have few distinctions at the molecular level. and accordingly \"F. compacta\" has been considered a morphological variant of \"F. pedrosoi\".",
            "score": 26.91305661201477
        },
        {
            "docid": "8618281_2",
            "document": "Leishmania infantum . Leishmania infantum is the causative agent of infantile visceral leishmaniasis in the Mediterranean region of the Old World and in Latin America, where it has been called \"Leishmania chagasi\". It is also an unusual cause of cutaneous leishmaniasis, which is normally caused by specific lineages (or zymodemes). Wild canids and domestic dogs are the natural reservoir of this organism. \"Leishmania infantum\" is closely related to \"Leishmania donovani\", and some authors believe that these two species are so close as to actually be subspecies of each other; however, phylogenetic analyses can easily distinguish between the two groups, although analysis has shown that some isolates of \"Leishmania donovani\" have been classified as \"Leishmania infantum\" and that the former includes a number of different genetic groups.",
            "score": 62.87314534187317
        },
        {
            "docid": "12491027_4",
            "document": "Nubian woodpecker . The Nubian woodpecker is endemic to eastern Africa. Its range includes Chad, Democratic Republic of the Congo, Djibouti, Eritrea, Ethiopia, Kenya, Somalia, South Sudan, Sudan, Tanzania and Uganda. Its typical habitat is open savannah woodland, especially with \"Acacia\" and \"Euphorbia\", bushy areas and scrub. It is a non-migratory bird, and is found at altitudes up to .",
            "score": 24.414284229278564
        },
        {
            "docid": "12475475_2",
            "document": "Grey-capped social weaver . The grey-capped social weaver or grey-headed social weaver (\"Pseudonigrita arnaudi\") is a sparrow-like liver-colored bird, with a pale grey crown, a dark grey bill, a whitish eye-ring, horn-colored legs, with some black in the wing and a light terminal band in the tail, that builds roofed nests made of straws, breeds in colonies in thorny Acacia trees, and feeds in groups gathering grass seeds and insects. Male and female have near identical plumage. Recent DNA-analysis confirms it is part of the weaver family. It is found in Ethiopia, Kenya, Somalia, South Sudan, Sudan, Tanzania, and Uganda.",
            "score": 14.468185901641846
        },
        {
            "docid": "27962727_3",
            "document": "Restriction site associated DNA markers . The use of the flanking DNA sequences around each restriction site is an important aspect of RAD tags. The density of RAD tags in a genome depends on the restriction enzyme used during the isolation process. There are other restriction site marker techniques, like RFLP or amplified fragment length polymorphism (AFLP), which use fragment length polymorphism caused by different restriction sites, for the distinction of genetic polymorphism. The use of the flanking DNA-sequences in RAD tag techniques is referred as reduced-representation method.",
            "score": 15.08880090713501
        },
        {
            "docid": "11455352_12",
            "document": "Fusarium sporotrichioides . Over the past years, advances in molecular biology and the introduction of the polymerase chain reaction (PCR) have made the identification of \"Fusarium\" species a far more precise process. Today, species of \"Fusarium\" can be identified through the cloning and sequencing of RAPD fragments to produce primers for use in PCR that will consequently only amplify the DNA sequence of a specific species. Restriction Fragment Length Polymorphisms (RFLP) are also useful in the differentiation of fusaria, as differences in base-pair sequence cause the sample DNA sequences to be fragmented at different sites by restriction enzymes, resulting in DNA fragments of different lengths. This identification method is particularly useful for screening large numbers of samples.",
            "score": 22.929033994674683
        }
    ],
    "r": [
        {
            "docid": "50468_40",
            "document": "Leishmania . A microbial pathogen's reproductive system is one of the basic biologic processes that condition the micoroorganism's ecology and disease spread. Akopyants et al. demonstrated that \"L. major\" has a sexual cycle, including a meiotic process. Hybrid progeny are formed that have full genomic complements from both parents. Mating only occurs in the sand fly vector, and hybrids can be transmitted to the mammalian host by sand fly bite. In \"L. braziliensis\" matings in nature are predominantly between related individuals resulting in extreme inbreeding. The rate of outcrossing between different strains of \"Leishmania\" in the sand fly vector depends on the frequency of co-infection. Such outcrossing events appear to be rare in \"L. major\" and \"L. donovani\".",
            "score": 89.46808624267578
        },
        {
            "docid": "20763865_14",
            "document": "Leishmania donovani . \"L. donovani\" is now considered to be a complex species as indicated by different pathological symptoms occurring in different geographical areas where the species of the vector sandfly are also different. However, none of the parasites are morphologically distinguishable, except by molecular analysis. Molecular data show that genotype is strongly correlated with geographical origin. DNA sequencing of different geographical strains indicates that the protozoan complex can be classified into two valid taxons, \"L. donovani\" and \"L. infantum\". The genus \"Leishmania\" most likely originated in South America, from where it migrated to Asia. \"L. donovani\" and \"L. infantum\" diverged ~1 Mya, with further divergence of infraspecific genetic groups between 0.4 and 0.8 Mya.",
            "score": 85.46953582763672
        },
        {
            "docid": "20763865_9",
            "document": "Leishmania donovani . Dogs are known to be susceptible to \"L. donovani\" infection. Especially in the New World, infection is a zoonotic disease, involving different canine species, including domestic dog and the two fox species, \"Lycalopex vetulus\" and \"Cerdocyon thous\". In the Mediterranean region domestic dogs and the three fox species \"Vulpes vulpes\", \"V. corsac\" and \"V. zerda\" are common reservoir hosts. In Africa and Brazil, some marsupials and rodents are also reported to harbour \"L. donovani.\"",
            "score": 81.59947204589844
        },
        {
            "docid": "20763865_2",
            "document": "Leishmania donovani . Leishmania donovani is a species of intracellular parasites belonging to the genus \"Leishmania\", a group of haemoflagellate kinetoplastids that cause the disease leishmaniasis. It is a human blood parasite responsible for visceral leishmaniasis or \"kala-azar\", the most severe form of leishmaniasis. It infects the mononuclear phagocyte system including spleen, liver and bone marrow. Infection is transmitted by species of sandfly belonging to the genus \"Phlebotomus\" in Old World and \"Lutzomyia\" in New World. Therefore, the parasite is prevalent throughout tropical and temperate regions including Africa (mostly in Sudan), China, India, Nepal, southern Europe, Russia and South America. It is responsible for thousands of deaths every year and has spread to 88 countries, with 350 million people at constant risk of infection and 0.5 million new cases in a year.",
            "score": 77.48533630371094
        },
        {
            "docid": "2189657_4",
            "document": "Phlebotomus . The parasite \"Leishmania donovani\" is the main causative agent of visceral leishmaniasis (VL) in India, Nepal, and Bangladesh, where it is transmitted by the sand flies of the species \"Phlebotomus argentipes\". This species of sand flies was on the brink of elimination in India during the 1960s following the widespread use of DDT for malaria control. However, there was a resurgence in their population a decade later.",
            "score": 77.373291015625
        },
        {
            "docid": "20763865_11",
            "document": "Leishmania donovani . \"L. donovani\" is the causative agent of visceral leishmaniasis, traditionally known as \"kala-azar\" (\"black fever\", particularly in India), because of its characteristic symptoms. The disease is highly lethal if not treated properly. The incubation period generally ranges from 3 to 6 months, and in some cases may be over a year. In Indian leishmaniasis, incubation can be as short as 10 days. The target cells are those of mononuclear phagocyte system. The two main tissues of infection are spleen and liver. Clinical symptoms include pyrexia (recurring high fever which may be continuous or remittent), enlargement of spleen and liver, and heavy skin pigmentation which darkens the physical appearance (the reason for naming \"black fever\"). To a lesser extent mucosa of the small intestine and lymph nodes are also invaded by the parasite. Morphological symptoms are noticeable particularly on facial and abdominal regions. Skin becomes coarse and hard. In African infections, warty eruptions are common. In a fully developed stage, the patient shows emaciation and anaemia. Where medical facilities are poor, mortality can be as high as 75–95% within 2 years of epidemics. The disease is often accompanied by complications with dysentery, tuberculosis, septicaemia and even HIV infection.",
            "score": 73.27279663085938
        },
        {
            "docid": "349299_6",
            "document": "Platanus × acerifolia . Controlled reciprocal pollinations between \"P. occidentalis\" and \"P. orientalis\" resulted in good yields of germinable seed and true hybrid seedlings. Crosses of both species, as females, with \"P. racemosa\" and \"P. wrightii\" produced extremely low yields of germinable seed, but true hybrids were obtained from all interspecific combinations. Apomixis (asexual reproduction from non-fertilized seeds) appeared common in \"P. orientalis\".",
            "score": 71.00991821289062
        },
        {
            "docid": "2930584_8",
            "document": "Visceral leishmaniasis . Two species of \"Leishmania\" are known to give rise to the visceral form of the disease. The species commonly found in East Africa and the Indian subcontinent is \"L. donovani\" and the species found in Europe, North Africa, and Latin America is \"L. infantum\", also known as \"L. chagasi\".",
            "score": 70.08821868896484
        },
        {
            "docid": "2930584_37",
            "document": "Visceral leishmaniasis . Today, the name kala-azar is used interchangeably with the scientific name visceral leishmaniasis for the most acute form of the disease caused by \"L. donovani\". The disease is endemic in West Bengal, where it was first discovered, but is seen at its most deadly in north and east Africa. It can also be found throughout the Arab world and southern Europe (where the causative organism is \"L. infantum\"), and a slightly different strain of the pathogen, \"L. chagasi\", is responsible for leishmaniasis in the new world. Several species of canines serve as reservoir hosts of \"L. infantum (chagasi)\".",
            "score": 69.81476593017578
        },
        {
            "docid": "20763865_3",
            "document": "Leishmania donovani . \"L. donovani\" was independently discovered by two British medical officers William Boog Leishman in Netley, England, and Charles Donovan in Madras, India, in 1903. However, the correct taxonomy was provided by Ronald Ross. The parasite requires two different hosts for a complete life cycle, humans as the definitive host and sandflies as the intermediate host. In some parts of the world other mammals, especially canines, act as reservoir hosts. In human cell they exist as small, spherical and unflagellated amastigote form; while they are elongated with flagellum as promastigote form in sandflies. Unlike other parasitic protists they are unable to directly penetrate the host cell, and are dependent upon phagocytosis. The whole genome sequence of \"L. donovani\" obtained from southeastern Nepal was published in 2011.",
            "score": 68.56066131591797
        },
        {
            "docid": "5146476_46",
            "document": "Reproductive isolation . In addition to the genetic causes of reproductive isolation between species there is another factor that can cause post zygotic isolation: the presence of microorganisms in the cytoplasm of certain species. The presence of these organisms in a species and their absence in another causes the non-viability of the corresponding hybrid. For example, in the semi-species of the group \"D. paulistorum\" the hybrid females are fertile but the males are sterile, this is due to the presence of a \"Wolbachia\" in the cytoplasm which alters spermatogenesis leading to sterility. It is interesting that incompatibility or isolation can also arise at an intraspecific level. Populations of \"D. simulans\" have been studied that show hybrid sterility according to the direction of the cross. The factor determining sterility has been found to be the presence or absence of a microorganism \"Wolbachia\" and the populations tolerance or susceptibility to these organisms. This inter population incompatibility can be eliminated in the laboratory through the administration of a specific antibiotic to kill the microorganism. Similar situations are known in a number of insects, as around 15% of species show infections caused by this symbiont. It has been suggested that, in some cases, the speciation process has taken place because of the incompatibility caused by this bacteria. Two wasp species \"Nasonia giraulti\" and \"N. longicornis\" carry two different strains of \"Wolbachia\". Crosses between an infected population and one free from infection produces a nearly total reproductive isolation between the semi-species. However, if both species are free from the bacteria or both are treated with antibiotics there is no reproductive barrier. \"Wolbachia\" also induces incompatibility due to the weakness of the hybrids in populations of spider mites (\"Tetranychus urticae\"), between \"Drosophila recens\" and \"D. subquinaria\" and between species of \"Diabrotica\" (beetle) and \"Gryllus\" (cricket).",
            "score": 67.64009094238281
        },
        {
            "docid": "20763865_8",
            "document": "Leishmania donovani . \"L. donovani\" undergo further development only in the digestive tract of the female sandfly. Hence only females are responsible for transmitting the infection. Once the amastigotes are ingested, they enter the midgut of the sandfly. Then they undergo structural modification into flagellated promastigotes, becoming larger and considerably elongated. They get attached to the gut epithelial lining where they multiply rapidly by binary fission. (They are also capable of sexual reproduction by genetic hybridisation in the sandfly gut.) They then migrate back towards the anterior part of the digestive system such as pharynx and buccal cavity. This process is known as anterior station development, which is unique in \"Leishmania\". A heavy infection of pharynx can be observed within 6 to 9 days after initial blood meal. The promastigotes become infective only by this time, and the event is called the metacyclic stage. The metacyclic promastigotes then enter the hollow proboscis where they accumulate and completely block the food passage. Immediately upon biting a human, the parasites are released, which invariably results in infection. The stages of development in sandfly can be described as follows:",
            "score": 67.25843811035156
        },
        {
            "docid": "18011390_16",
            "document": "Canine leishmaniasis . In 2003, Fort Dodge Wyeth released the Leshmune vaccine in Brazil for \"L. donovani\" (also referred to as \"kala-azar\" in Brazil). Studies indicated up to 87% protection. Most common side effects from the vaccine have been noted as anorexia and local swelling. The president of the Brazil Regional Council of Veterinary Medicine, Marcia Villa, warned since vaccinated dogs develop antibodies, they can be difficult to distinguish from asymptomatic, infected dogs.  Studies also indicate the Leshmune vaccine may be reliable in treating \"L. chagasi\", and a possible treatment for dogs already infected with \"L. donovani\".",
            "score": 65.49156951904297
        },
        {
            "docid": "198491_9",
            "document": "Leishmaniasis . Visceral disease is usually caused by \"Leishmania donovani\", \"L. infantum\", or \"L. chagasi\", but occasionally these species may cause other forms of disease. The cutaneous form of the disease is caused by more than 15 species of \"Leishmania\".",
            "score": 65.43106842041016
        },
        {
            "docid": "20763865_10",
            "document": "Leishmania donovani . It is estimated that visceral leishmaniasis (VL) affects more than 100 million people worldwide, with 500,000 new cases and more than 50,000 deaths each year. Although \"L. donovani\" is only the second-most prevalent \"Leishmania\" causing VL, it is the most dangerous form and directly fatal to humans. Over 90% of reported cases are from India, Bangladesh, Nepal, Sudan and Brazil. In India it is prevalent in the eastern region including Bihar, West Bengal, eastern Uttar Pradesh, Assam and foothills of Sikkim. It is responsible for tens of thousands of mortality among Africans in eastern and southern parts of Sudan. During the epidemic of 1984–1994 death toll was as high as 70% in the Sudanese population. Moreover, due to emergence of drug resistance the prevalence is not subsiding, and in fact has spread to central Europe. For example, during the late 1990s hundreds of cases were reported in Switzerland.",
            "score": 65.17926025390625
        },
        {
            "docid": "1906325_10",
            "document": "Surinam cockroach . Optional thelkytokous parthenogenesis occurs in several cockroach species when females are isolated from males, including in the common domestic pests \"Blatta orientalis\", \"Blattella germanica\", and \"Periplaneta americana\", but in \"P. surinamensis\" it is obligatory parthenogenesis, its sole means of reproduction. Earlier taxonomy treated P. surinamensis as a species with both sexual and asexual forms, reproducing asexually in some populations, but sexually in other populations. Roth in 1967 applied the name \"P. indicus\" (Fabricius, 1775) to the sexually-reproducing taxon from which the parthenogenetic form \"P. surinamensis\" is descended. While \"P. surinamensis\" is cosmopolitan, \"P. indicus\" is endemic to the Indomalayasian region and adjacent parts of Southeast Asia, and spread just to Hawaiian and Mauritian islands.",
            "score": 63.91944885253906
        },
        {
            "docid": "25955019_2",
            "document": "Triplophysa orientalis . Triplophysa orientalis is a species of stone loach. It is a freshwater fish from the Tibetan Plateau and is endemic to China; its distribution includes the upper reaches of the Yangtze and Yellow Rivers, among others. It lives in a wide range of habitats, both lentic and lotic. The species is widespread but populations tend to be isolated and show high degree of genetic divergence.",
            "score": 63.82142639160156
        },
        {
            "docid": "8618281_2",
            "document": "Leishmania infantum . Leishmania infantum is the causative agent of infantile visceral leishmaniasis in the Mediterranean region of the Old World and in Latin America, where it has been called \"Leishmania chagasi\". It is also an unusual cause of cutaneous leishmaniasis, which is normally caused by specific lineages (or zymodemes). Wild canids and domestic dogs are the natural reservoir of this organism. \"Leishmania infantum\" is closely related to \"Leishmania donovani\", and some authors believe that these two species are so close as to actually be subspecies of each other; however, phylogenetic analyses can easily distinguish between the two groups, although analysis has shown that some isolates of \"Leishmania donovani\" have been classified as \"Leishmania infantum\" and that the former includes a number of different genetic groups.",
            "score": 62.873146057128906
        },
        {
            "docid": "3381076_22",
            "document": "Limenitis arthemis . According to one study, these hybrid zones were of secondary origin, meaning that both the white admiral and the red-spotted purple are already genetically distinct and the two diverged lineages reconnect at this hybrid area. They were able to support their claim by examining various of mitochondria DNA of the population to determine the similarities and differences of the origins of the hybrid zones and the evolution of mimicry. Another study suggests that hybridization is highly frequent in this species because similar species mate together regardless of being the same butterfly or not. For instance, the \"L. arthemis\" was found to be mating with a \"L. archippus\" butterfly in New England.",
            "score": 62.51490783691406
        },
        {
            "docid": "2930584_5",
            "document": "Visceral leishmaniasis . When people develop visceral leishmaniasis, the most typical symptoms are fever and the enlargement of the spleen, with enlargement of the liver sometimes being seen as well. The blackening of the skin that gave the disease its common name in India does not appear in most strains of the disease, and the other symptoms are very easy to mistake for those of malaria. Misdiagnosis is dangerous, as without proper treatment the mortality rate for kala-azar is close to 100%. \"L. donovani\" itself is not usually the direct cause of death in kala-azar sufferers, however. Pneumonia, tuberculosis, and dysentery are omnipresent in the depressed regions where leishmaniasis thrives, and, as with AIDS, it is these opportunistic infections that are more likely to kill, flaring up in a host whose immune system has been weakened by the \"L. donovani\" infection. Progress of the disease is extremely variable, taking anywhere from one to twenty weeks, but a typical duration for the Sudanese strain of the disease is narrower, between twelve and sixteen weeks.",
            "score": 62.14830780029297
        },
        {
            "docid": "2798373_10",
            "document": "Cutaneous leishmaniasis . Some species tend to cause cutaneous leishmaniasis (e.g., \"L. major\" and \"L.tropica\"), whereas some species tend to cause visceral leishmaniasis (e.g., \"L. infantum\" and \"L. donovani\"), though emerging research (due to high deployment rates of western countries to indigenous areas) is showing these species specific presentation lines are blurring.",
            "score": 61.55813217163086
        },
        {
            "docid": "913844_18",
            "document": "Peganum harmala . One of the compounds found in \"P. harmala\", vasicine (peganine), has been found to kill \"Leishmania donovani\", a protozoan parasite that can cause potentially fatal visceral leishmaniasis.",
            "score": 61.5326042175293
        },
        {
            "docid": "18011390_9",
            "document": "Canine leishmaniasis . Traditionally, canine transmission is directly from sandfly to dog. Cases in the United States have proven \"L. infantum\" transmission from dog to dog by direct contamination with blood and secretions, as well as transplacentally from an infected bitch to her pups. This mode of transmission seems to be unique to the \"L. infantum\" Mon1 strain found in the United States. Although \"in utero\" transmission is likely the predominant method of disease spread amount the \"L. infantum\" Mon1 strain, it is still a viable parasite (has not lost virulence factors associated with sandfly-uptake) which can be transmitted via sandfly bite. A Brazilian study of 63 puppies from 18 \"L. donovani\"-infected parents found no evidence of congential or transplacental infection.",
            "score": 61.06822204589844
        },
        {
            "docid": "2930584_10",
            "document": "Visceral leishmaniasis . Visceral Leishmaniasis/kala-azar samples from India revealed the presence of not only the primary causative protozoan parasite, i.e. \"Leishmania donovani\" (LD) but also co-infection with another protozoan member called \"Leptomonas seymouri\" (LS). The latter parasite (LS) further contained a RNA virus known as Leptomonas seymouri narna-like virus 1 (Lepsey NLV1). So, it appears that a great majority of kala-azar victims in the Indian subcontinent are exposed to a RNA virus in LS, the co-infecting parasite with LD i.e. the \"LD-LS-Lepsey NLV1 triple pathogen\" phenomenon.",
            "score": 60.48930358886719
        },
        {
            "docid": "349299_5",
            "document": "Platanus × acerifolia . The species was formed by hybridization in the 17th century after \"P. orientalis\" and \"P. occidentalis\" had been planted in proximity to one another. It is often claimed that the hybridization took place in Spain, but it could also have happened in Vauxhall Gardens in London where John Tradescant the Younger discovered the tree in the mid-17th century. The leaf and flower characteristics are intermediate between the two parent species, the leaf being more deeply lobed than \"P. occidentalis\" but less so than \"P. orientalis\", and the seed balls typically two per stem (one in \"P. occidentalis\", 3-6 in \"P. orientalis\"). The hybrid is fertile, and seedlings are occasionally found near mature trees.",
            "score": 60.318397521972656
        },
        {
            "docid": "165261_11",
            "document": "Platanus . Planes are susceptible to plane anthracnose (\"Apiognomonia veneta\"), a fungal disease that can defoliate the trees in some years. The most severe infections are associated with cold, wet spring weather. \"P. occidentalis\" and the other American species are the most susceptible, with \"P. orientalis\" the most resistant. The hybrid London plane is intermediate in resistance.",
            "score": 59.495765686035156
        },
        {
            "docid": "174455_35",
            "document": "Lentil . Wild Lens species are a significant source of genetic variation for improving the relatively narrow genetic base of this crop. The wild species possess many diverse traits including disease resistances and abiotic stress tolerances. The above-mentioned L. nigricans and L. orientalis possess morphological similarities to the cultivated L. culinaris. But only L. culinaris and L. culinaris subsp. orientalis are crossable and produce fully fertile seed. Between the different related species hybradisation barriers exist. According to their inter-crossability Lens species can be divided into three gene pools:  Crosses generally fail between members of different gene pools. However, plant growth regulators and/or embryo rescue allows the growth of viable hybrids between groups. Even if crosses are successful, many undesired genes may be introduced as well in addition to the desired ones. This can be resolved by using a backcrossing programme. Thus, mutagenesis is crucial to create new and desirable varieties. According to Yadav et al. other biotechnology techniques which may impact on lentil breeding are micro-propagation using meristamatic explants, callus culture and regeneration, protoplast culture and doubled haploid production.",
            "score": 59.05788803100586
        },
        {
            "docid": "47884489_7",
            "document": "Plebeia remota . In one study it was shown that two populations of \"P. remota\", one from Cunha in São Paulo state (SP) and the other from Prudentópolis in Paraná state (PR), had several differences in both morphology and behavior. Francisco and his colleagues believe that these differences are caused by the fact that the climate in SP and PR are very distinct. These differences may have caused the selection of different phenotypic characteristics of \"P. remota\" in each region. They observed that colonies from Cunha construct an extra layer of cerumen, or wax, in their nests in the shape of a roof during the reproductive period and that the duration of their diapause is shorter. It has also been observed that the external morphology of the queen's scutellum, the composition of the Dufour's gland secretions of queens and workers, the flight activity of foragers and the regulation of the nest temperature are different between these two populations. What is even more interesting is that during this study that lasted a decade, the two populations were kept in the same place that allowed for genes to be exchanged easily. However, there was no gene flow between the colonies and the high rates of classification indicated that there was no hybridization between the two groups and they maintained their original characteristics.",
            "score": 58.988285064697266
        },
        {
            "docid": "20763865_6",
            "document": "Leishmania donovani . \"Leishmania donovani\" is a digenetic parasite passing its life cycle in two different hosts.",
            "score": 58.69245529174805
        },
        {
            "docid": "315824_21",
            "document": "Uridine monophosphate synthetase . UMPS and its two separate domains, ODCase and OPRTase, have been shown to be essential to viability in parasites from the Chromoalveolata taxon such as \"L. donovani\" or \"P. falciparum\". Since UMPS, ODCase and OPRTase are different between organisms, research on species-specific inhibitors has been performed.",
            "score": 58.6458740234375
        },
        {
            "docid": "2189559_10",
            "document": "Lutzomyia . The New World \"Leishmania\" species transmitted by \"Lutzomyia\" sand flies are often classified in the subgenus, \"Viannia\". These genetically distinct parasites show markedly different patterns of development within the New World sand flies when compared to those seen in the Old World \"Phlebotomus\" sand flies. The first stages of development are similar between all \"Leishmania\" species, with the sandfly taking up the amastigote form of the parasite following a bite of an infected host. However, unlike in the Old World, the replicated parasites then migrate to the hindgut of the \"Lutzomyia\" sand fly, a feature which is thought to be essential in allowing the parasite to become established. The parasite then undergoes further development into the infective, promastigote stage as it migrates to anterior end of the insect, ready for inoculation into a new, susceptible host.",
            "score": 57.47585678100586
        },
        {
            "docid": "50468_3",
            "document": "Leishmania . The first written reference to the conspicuous symptoms of cutaneous leishmaniasis surfaced in the Paleotropics within oriental texts dating back to the 7th century BC (allegedly transcribed from sources several hundred years older, between 1500 and 2000 BC). Due to its broad and persistent prevalence throughout antiquity as a mysterious disease of diverse symptomatic outcomes, leishmaniasis has been dubbed with various names ranging from \"white leprosy\" to \"black fever\". Some of these names suggest links to negative cultural beliefs or mythology, which still feed into the social stigmatization of leishmaniasis today. Members of an ancient genus of the \"Leishmania\" parasite, Paleoleishmania, have been detected in fossilized sand flies dating back to the early Cretaceous period, however, the causative agent for the disease was only discovered in 1901 as a concurrent finding by William Boog Leishman and Charles Donovan. They independently visualised microscopic single-celled parasites (later called Leishman-Donovan bodies) living within the cells of infected human organs. The parasitic genus would later be classed as Trypanosomatid protozoans under the phylogenetic designation, \"Leishmania donovani\". Several species have since been classified and grouped under two major subgenera i.e. \"Leishmania Viannia\" (generally located in the Neotropics) or \"Leishmania Leishmania\" (generally located in the Paleotropics, with the major exception of the \"L. mexicana\" subgroup).",
            "score": 57.38050842285156
        }
    ]
}