{
    "q": [
        {
            "docid": "6745934_4",
            "document": "Max Planck Institute for Experimental Medicine . The Department of Neurogenetics, led by Klaus-Armin Nave, uses transgenic techniques, natural and engineered mouse mutants and the tools of molecular and cellular biology to study neural development and the pathomechanisms of neurodegenerative diseases. A major focus of their research is on neuron-glia interactions that result in the assembly of myelin in the nervous system. Neuronal processes (axons) exhibit signaling molecules that are recognized by Schwann cells and oligodendrocytes. These highly specialized glial cells wrap and electrically insulate axons in the peripheral and central nervous system, respectively. Myelin allows the fast propagation of electrical impulses, but glial cells are also required for axonal maintenance. This line of research helps us to understand the molecular mechanisms of human neurological diseases in which genetic mutations cause myelin loss and defects of motor and cognitive function.",
            "score": 116.19795286655426
        },
        {
            "docid": "12149481_3",
            "document": "Nerve tissue protein . There are two types of myelin the first is ogliodendrocyte- Myelin which can be found in the mammalian Central Nervous System (CNS) and the second is Schwann cells which are found in the Peripheral Nervous System (PNS). Myelination of axons by these Schwann cells are essential for normal nerve function. Peripheral nerves rely on communication between axons and Schwaan cells.",
            "score": 79.7559769153595
        },
        {
            "docid": "383763_2",
            "document": "Oligodendrocyte . Oligodendrocytes (), or oligodendroglia, are a type of neuroglia discovered by Pío del Río Hortega. Their main functions are to provide support and insulation to axons in the central nervous system of some vertebrates, equivalent to the function performed by Schwann cells in the peripheral nervous system. Oligodendrocytes do this by creating the myelin sheath, which is 80% lipid and 20% protein. A single oligodendrocyte can extend its processes to 50 axons, wrapping approximately 1 μm of myelin sheath around each axon; Schwann cells, on the other hand, can wrap around only one axon. Each oligodendrocyte forms one segment of myelin for several adjacent axons.",
            "score": 88.28417825698853
        },
        {
            "docid": "10806103_2",
            "document": "Myelin protein zero . Myelin protein zero (P0, MPZ) is a single membrane glycoprotein which in humans is encoded by the \"MPZ\" gene. P0 is a major structural component of the myelin sheath in the peripheral nervous system (PNS). Myelin protein zero is expressed by Schwann cells and accounts for over 50% of all proteins in the peripheral nervous system, making it the most common protein expressed in the PNS. Mutations in myelin protein zero can cause myelin deficiency and are associated with neuropathies like Charcot–Marie–Tooth disease and Dejerine–Sottas disease.",
            "score": 81.97585380077362
        },
        {
            "docid": "156998_43",
            "document": "Action potential . In order to enable fast and efficient transduction of electrical signals in the nervous system, certain neuronal axons are covered with myelin sheaths. Myelin is a multilamellar membrane that enwraps the axon in segments separated by intervals known as nodes of Ranvier. It is produced by specialized cells: Schwann cells exclusively in the peripheral nervous system, and oligodendrocytes exclusively in the central nervous system. Myelin sheath reduces membrane capacitance and increases membrane resistance in the inter-node intervals, thus allowing a fast, saltatory movement of action potentials from node to node. Myelination is found mainly in vertebrates, but an analogous system has been discovered in a few invertebrates, such as some species of shrimp. Not all neurons in vertebrates are myelinated; for example, axons of the neurons comprising the autonomous nervous system are not, in general, myelinated.",
            "score": 92.73966336250305
        },
        {
            "docid": "14440090_6",
            "document": "GPR126 . GPR126 has been identified in genomic regions associated with adult height, more specially trunk height, pulmonary function and adolescent idiopathic scoliosis. In the vertebrate nervous system, many axons are surrounded by a myelin sheath to conduct action potentials rapidly and efficiently. Applying a genetic screen in zebrafish mutants, Talbot’s group demonstrated that GPR126 affects the development of myelinated axons. GPR126 drives the differentiation of Schwann cells through inducing cAMP levels, which causes Oct6 transcriptional activities to promote myelin gene activity. Mutation of \"gpr126\" in zebrafish affects peripheral myelination. Monk’s group demonstrated domain-specific functions of GPR126 during Schwann cells development: the NTF is necessary and sufficient for axon sorting, while the CTF promotes wrapping through cAMP induction to regulate early and late stages of Schwann cells development.",
            "score": 109.88232457637787
        },
        {
            "docid": "29714732_5",
            "document": "Anti-MAG peripheral neuropathy . Myelin-associated glycoprotein (MAG) is a glycoprotein that is specific to Schwann cells, which create myelin for nerve cells in the peripheral nervous system. Research through cloning of the rat MAG gene has shown that it is a type I transmembrane protein meaning that it contains domains both inside the cell membrane and outside the cell membrane. Expression of this glycoprotein is very specific to myelin-forming cells and begins very early in the myelination process in order to function in the early development of axons in the central nervous system. The expression continues to be relatively high even in mature animals, however, suggesting that it is associated with not only formation but maintenance as well.",
            "score": 85.46381521224976
        },
        {
            "docid": "165923_8",
            "document": "Schwann cell . The vertebrate nervous system relies on the myelin sheath for insulation and as a method of decreasing membrane capacitance in the axon. The action potential jumps from node to node, in a process called saltatory conduction, which can increase conduction velocity up to ten times, without an increase in axonal diameter. In this sense, Schwann cells are the peripheral nervous system's analogues of the central nervous system's oligodendrocytes. However, unlike oligodendrocytes, each myelinating Schwann cell provides insulation to only one axon (see image). This arrangement permits saltatory conduction of action potentials with repropagation at the nodes of Ranvier. In this way, myelination greatly increases speed of conduction and saves energy.",
            "score": 79.84520888328552
        },
        {
            "docid": "5315271_21",
            "document": "Alpha motor neuron . Like other neurons, α-MNs transmit signals as action potentials, rapid changes in electrical activity that propagate from the cell body to the end of the axon. To increase the speed at which action potentials travel, α-MN axons have large diameters and are heavily myelinated by both oligodendrocytes and Schwann cells. Oligodendrocytes myelinate the part of the α-MN axon that lies in the central nervous system (CNS), while Schwann cells myelinate the part that lies in the peripheral nervous system (PNS). The transition between the CNS and PNS occurs at the level of the pia mater, the innermost and most delicate layer of meningeal tissue surrounding components of the CNS.",
            "score": 89.51983046531677
        },
        {
            "docid": "10806103_6",
            "document": "Myelin protein zero . The myelin sheath is a multi-layered membrane, unique to the nervous system, that functions as an insulator to greatly increase the velocity of axonal impulse conduction. Myelin protein zero, absent in the central nervous system, is a major component of the myelin sheath in peripheral nerves. Mutations that disrupt the function of myelin protein zero can lead to less expression of myelin and degeneration of myelin sheath in the peripheral nervous system. Currently, myelin protein zero expression is postulated to be produced by signals from the axon. However, more details about the regulation of myelin protein zero are unknown.",
            "score": 119.17445826530457
        },
        {
            "docid": "15063282_2",
            "document": "PMP2 . Myelin P2 protein is a protein that in humans is encoded by the \"PMP2\" gene. Myelin protein P2 is a constituent of peripheral nervous system (PNS) myelin, also present in small amounts in central nervous system (CNS) myelin. As a structural protein, P2 is thought to stabilize the myelin membranes, and may play a role in lipid transport in Schwann cells. Structurally, P2 belongs to the family of cytoplasmic fatty acid-binding proteins (FABPs).",
            "score": 75.13044095039368
        },
        {
            "docid": "2862913_6",
            "document": "Myelin basic protein . The protein encoded by the classic MBP gene is a major constituent of the myelin sheath of oligodendrocytes and Schwann cells in the nervous system. However, MBP-related transcripts are also present in the bone marrow and the immune system. These mRNAs arise from the long MBP gene (otherwise called \"Golli-MBP\") that contains 3 additional exons located upstream of the classic MBP exons. Alternative splicing from the Golli and the MBP transcription start sites gives rise to 2 sets of MBP-related transcripts and gene products. The Golli mRNAs contain 3 exons unique to Golli-MBP, spliced in-frame to 1 or more MBP exons. They encode hybrid proteins that have N-terminal Golli aa sequence linked to MBP aa sequence. The second family of transcripts contain only MBP exons and produce the well-characterized myelin basic proteins. This complex gene structure is conserved among species, suggesting that the MBP transcription unit is an integral part of the Golli transcription unit and that this arrangement is important for the function and/or regulation of these genes.",
            "score": 83.57090950012207
        },
        {
            "docid": "165923_2",
            "document": "Schwann cell . Schwann cells (named after physiologist Theodor Schwann) or neurolemmocytes are the principal glia of the peripheral nervous system (PNS). Glial cells function to support neurons and in the PNS, also include satellite cells, olfactory ensheathing cells, enteric glia and glia that reside at sensory nerve endings, such as the Pacinian corpuscle. There are two types of Schwann cell, myelinating and nonmyelinating. Myelinating Schwann cells wrap around axons of motor and sensory neurons to form the myelin sheath. The Schwann cell promoter is present in the downstream region of the human dystrophin gene that gives shortened transcript that are again synthesized in a tissue specific manner.",
            "score": 77.87894034385681
        },
        {
            "docid": "962174_3",
            "document": "Node of Ranvier . Many vertebrate axons are surrounded by a myelin sheath, allowing rapid and efficient saltatory (\"jumping\") propagation of action potentials. The contacts between neurons and glial cells display a very high level of spatial and temporal organization in myelinated fibers. The myelinating glial cells; oligodendrocytes in the central nervous system (CNS), and Schwann cells in the peripheral nervous system (PNS), are wrapped around the axon, leaving the axolemma relatively uncovered at the regularly spaced nodes of Ranvier.",
            "score": 85.00746750831604
        },
        {
            "docid": "19319_4",
            "document": "Myelin . Schwann cells supply the myelin for the peripheral nervous system, whereas oligodendrocytes, specifically of the interfascicular type, myelinate the axons of the central nervous system. Myelin is considered a defining characteristic of the (gnathostome) vertebrates, but myelin-like sheaths have also been seen in some invertebrates, although they are quite different from vertebrate myelin at molecular level. Myelin was discovered in 1854 by Rudolf Virchow.",
            "score": 86.51776385307312
        },
        {
            "docid": "383763_6",
            "document": "Oligodendrocyte . As part of the nervous system, oligodendrocytes are closely related to nerve cells, and, like all other glial cells, oligodendrocytes provide a supporting role for neurons as well as trophic support by the production of glial cell line-derived neurotrophic factor (GDNF), brain-derived neurotrophic factor (BDNF), or insulin-like growth factor-1 (IGF-1). In addition, the nervous system of mammals depends crucially on myelin sheaths, which reduce ion leakage and decrease the capacitance of the cell membrane. Myelin also increases impulse speed, as saltatory propagation of action potentials occurs at the nodes of Ranvier in between Schwann cells (of the PNS) and oligodendrocytes (of the CNS). Furthermore, impulse speed of myelinated axons increases linearly with the axon diameter, whereas the impulse speed of unmyelinated cells increases only with the square root of the diameter. The insulation must be proportional to the diameter of the fiber inside. The optimal ratio of axon diameter divided by the total fiber diameter (which includes the myelin) is 0.6.",
            "score": 100.92080903053284
        },
        {
            "docid": "55178557_17",
            "document": "Milk fat globule membrane . MFGM lipid components such as sphingomyelin and gangliosides are highly concentrated in the brain and support synaptogenesis and myelination. In the central nervous system, sphingomyelin is a key component of the myelin sheath, which insulates axons and supports efficient transmission of nerve impulses. During myelination, nerve axons are wrapped with multiple layers of cell membrane by oligodendrocyte glial cells, a process that accounts for a large portion of brain growth during late gestation and the first two years of life, but which can also continue up to 5–10 years of age. Meanwhile, gangliosides are concentrated within the brain’s gray matter and constitute approximately 6% to 10% of the total human brain lipid mass. Additionally, gangliosides are enriched at the synaptic membrane of neurons, and are functionally involved in neurotransmission and synapse formation. Brain ganglioside accretion occurs at an accelerated rate in the early years of life, coinciding with the most active period of myelination, axonal outgrowth, and synaptogenesis. Alongside the growth of brain size, total brain ganglioside concentration also increases 3-fold from early fetal development to 5 years of age.",
            "score": 79.34931755065918
        },
        {
            "docid": "14061111_9",
            "document": "GJB1 . GJB1 functions as a radial diffusion pathway, allowing the communication and diffusion of nutrients, ions and small molecules between cells. The GJB1 protein is found in a number of organs, including the liver, kidney, pancreas and nervous system. In normal circumstances this protein is located in the cell membrane of Schwann cells and oligodendrocytes, specialised cells of the nervous system., These cells typically encapsulate nerves that are involved in the assembly and preservation of myelin, to ensure reliable and rapid transmission of nerve signals., Typically the GJB1 protein forms channels through the myelin to the internal Schwann cell or oligodendrocyte, allowing effective transportation and communication.,",
            "score": 59.99041152000427
        },
        {
            "docid": "21120_35",
            "document": "Neuron . Thin neurons and axons require less metabolic expense to produce and carry action potentials, but thicker axons convey impulses more rapidly. To minimize metabolic expense while maintaining rapid conduction, many neurons have insulating sheaths of myelin around their axons. The sheaths are formed by glial cells: oligodendrocytes in the central nervous system and Schwann cells in the peripheral nervous system. The sheath enables action potentials to travel faster than in unmyelinated axons of the same diameter, whilst using less energy. The myelin sheath in peripheral nerves normally runs along the axon in sections about 1 mm long, punctuated by unsheathed nodes of Ranvier, which contain a high density of voltage-gated ion channels. Multiple sclerosis is a neurological disorder that results from demyelination of axons in the central nervous system.",
            "score": 105.55858790874481
        },
        {
            "docid": "958_17",
            "document": "Axon . In the nervous system, axons may be myelinated, or unmyelinated. This is the provision of an insulating layer, called a myelin sheath. In the peripheral nervous system axons are myelinated by glial cells known as Schwann cells. In the central nervous system the myelin sheath is provided by another type of glial cell, the oligodendrocyte. Schwann cells myelinate a single axon. An oligodendrocyte can myelinate up to 50 axons.",
            "score": 86.38842296600342
        },
        {
            "docid": "1973998_9",
            "document": "Devil facial tumour disease . DFTD likely originated in the Schwann cells of a single devil. Schwann cells are found in the peripheral nervous system, and produce myelin and other proteins essential for the functions of nerve cells in the peripheral nervous system. Researchers sampled 25 tumours and found that the tumours were genetically identical. Using deep sequencing technology, the study authors then profiled the tumours' transcriptome, the set of genes that are active in tumours; the transcriptomes closely matched those of Schwann cells, revealing high activity in many of the genes coding for myelin basic protein production. Several specific markers were identified, including the MBP and PRX genes, which may enable veterinarians to more easily distinguish DFTD from other types of cancer, and may eventually help identify a genetic pathway that can be targeted to treat it.",
            "score": 70.33700573444366
        },
        {
            "docid": "14287187_3",
            "document": "Peripheral myelin protein 22 . PMP22 is a 22 kDa transmembrane glycoprotein made up of 160 amino acids, and is mainly expressed in the Schwann cells of the peripheral nervous system. Schwann cells show high expression of PMP22, where it can constitute 2-5% of total protein content in compact myelin. Compact myelin is the bulk of the peripheral neuron's myelin sheath, a protective fatty layer that provides electrical insulation for the neuronal axon. The level of PMP22 expression is relatively low in the central nervous system of adults.",
            "score": 80.7670226097107
        },
        {
            "docid": "7090187_3",
            "document": "Myelin incisure . In the peripheral nervous system (PNS) axons can be either myelinated or unmyelinated. Myelination refers to the insulation of an axon with concentric surrounding layers of lipid membrane (myelin) produced by Schwann cells. These layers are generally uniform and continuous, but due to imperfect nature of the process by which Schwann cells wrap the nerve axon, this wrapping process can sometimes leave behind small pockets of residual cytoplasm displaced to the periphery during the formation of the myelin sheath. These pockets, or \"incisures\", can subdivide the myelinated axon into irregular portions. These staggered clefts also provide communication channels between layers by connecting the outer collar of cytoplasm of the Schwann cell to the deepest layer of myelin sheath. Primary incisures which appear ab initio in myelination and always extend across the whole radial thickness of the myelin sheath but initially around only part of its circumference. Secondary incisures appear later, in regions of a compact myelin sheath, initially traversing only part of its radial thickness but commonly occupying its whole circumference.",
            "score": 84.36085867881775
        },
        {
            "docid": "1205821_17",
            "document": "Alcoholic polyneuropathy . The malnutrition many alcoholics suffer deprives them of important cofactors for the oxidative metabolism of glucose. Neural tissues depend on this process for energy, and disruption of the cycle would impair cell growth and function. Schwann cells produce myelin that wraps around the sensory and motor nerve axons to enhance action potential conduction in the periphery. An energy deficiency in Schwann cells would account for the disappearance of myelin on peripheral nerves, which may result in damage to axons or loss of nerve function altogether. In peripheral nerves, oxidative enzyme activity is most concentrated around the nodes of Ranvier, making these locations most vulnerable to cofactor deprivation. Lacking essential cofactors reduces myelin impedance, increases current leakage, and slows signal transmission. Disruptions in conductance first affect the peripheral ends of the longest and largest peripheral nerve fibers because they suffer most from decreased action potential propagation. Thus, neural deterioration occurs in an accelerating cycle: myelin damage reduces conductance, and reduced conductance contributes to myelin degradation. The slowed conduction of action potentials in axons causes segmental demyelination extending proximally; this is also known as retrograde degeneration.",
            "score": 104.12964022159576
        },
        {
            "docid": "958_7",
            "document": "Axon . There are two types of axons in the nervous system: myelinated and unmyelinated axons. Myelin is a layer of a fatty insulating substance, which is formed by two types of glial cells Schwann cells and oligodendrocytes. In the peripheral nervous system Schwann cells form the myelin sheath of a myelinated axon. In the central nervous system oligodendrocytes form the insulating myelin. Along myelinated nerve fibers, gaps in the myelin sheath known as nodes of Ranvier occur at evenly spaced intervals. The myelination enables an especially rapid mode of electrical impulse propagation called saltatory conduction.",
            "score": 99.21565020084381
        },
        {
            "docid": "1997086_7",
            "document": "Leukodystrophy . While the more specific underlying causes of leukodystrophy are dependent upon the type, there are, however, common pathophysiological patterns that can be seen amongst all types. First and foremost, leukodystrophy is a neurodegenerative disease that is always the result of both impairment and maintenance of myelin sheaths surrounding neuronal axons in the central nervous system as the result of a genetic mutation. Myelin is a fatty white substance that acts as an electrical insulator and coats axons in order to speed up impulses (i.e. action potentials) traveling down the axon. Thus, the natural result of a loss of this substance is decreased efficiency in impulse propagation. As myelin is produced by oligodendrocytes (a type of glial cell) in the central nervous system, an easy place to look for the cause is a mutation or malfunctioning of these cells and in other glial cells.",
            "score": 103.07950735092163
        },
        {
            "docid": "6021647_39",
            "document": "Sulfatide . Additionally, HIV-1-infected patients often suffer from myelin degeneration in the central nervous system. These patients have elevated levels of sulfatide in the cerebrospinal fluid (CSF) and anti-sulfatide antibodies in the serum. Elevated levels of anti-sulfatide antibodies can cause demyelination. This is caused by the binding of the anti-sulfatide antibodies to the surface of the myelin sheath and/or the surface of Schwann Cells, which then activates a complete cascade of demyelination. Also, advanced stage AIDS patients can develop Guillain–Barré syndrome (GBS). Guillain–Barré syndrome is classified as an acute autoimmune polyneuropathy, which specifically affects the peripheral nervous system of the infected patient. Experimentation has shown that anti-sulfatide autoimmune antibodies may contribute to the development of Guillain–Barré syndrome in AIDS patients as well as the development of peripheral nervous system injury in HIV-1 infected patients.",
            "score": 100.7924485206604
        },
        {
            "docid": "7251_24",
            "document": "Central nervous system . This differentiates the central nervous system from the peripheral nervous system, which consists of neurons, axons and Schwann cells. Oligodendrocytes and Schwann cells have similar functions in the central and peripheral nervous system respectively. Both act to add myelin sheaths to the axons, which acts as a form of insulation allowing for better and faster proliferation of electrical signals along the nerves. Axons in the central nervous system are often very short (barely a few millimeters) and do not need the same degree of isolation as peripheral nerves do. Some peripheral nerves can be over 1m in length, such as the nerves to the big toe. To ensure signals move at sufficient speed, myelination is needed.",
            "score": 97.99774217605591
        },
        {
            "docid": "6437_12",
            "document": "Cholesterol . Within the cell membrane, cholesterol also functions in intracellular transport, cell signaling and nerve conduction. Cholesterol is essential for the structure and function of invaginated caveolae and clathrin-coated pits, including caveola-dependent and clathrin-dependent endocytosis. The role of cholesterol in endocytosis of these types can be investigated by using methyl beta cyclodextrin (MβCD) to remove cholesterol from the plasma membrane. Recent studies show that cholesterol is also implicated in cell signaling processes, assisting in the formation of lipid rafts in the plasma membrane, which brings receptor proteins in close proximity with high concentrations of second messenger molecules. In multiple layers, cholesterol and phospholipids, both electrical insulators, can facilitate speed of transmission of electrical impulses along nerve tissue. For many neuron fibers, a myelin sheath, rich in cholesterol since it is derived from compacted layers of Schwann cell membrane, provides insulation for more efficient conduction of impulses. Demyelination (loss of some of these Schwann cells) is believed to be part of the basis for multiple sclerosis.",
            "score": 77.27258050441742
        },
        {
            "docid": "13493675_11",
            "document": "Myelinogenesis . Studies have revealed that myelinogenesis is controlled by the synthesis of proteins P1, P2, and P0. By using SDS-PAGE, researchers revealed distinct bands with band sizes of 27,000 Daltons (P1), 19,000 Daltons (P2), and 14,000 Daltons (P0). Studies have also shown that P1 and P2 are active before Po since this protein comes from the peripheral nervous system. In the process of regeneration, Schwann cells re-synthesize proteins associated with myelin-specific proteins when axonal presence is re-established. A key part of the experiment was to indicate that Schwann cells don't synthesize myelin-proteins in the absence of axons. Synthesis of detectable myelin-specific proteins did not occur in Schwann cells free of axons and thus proving that the axons instruct the Schwann cells to initiate the production of myelin proteins immediately after establishment of axonal association. Even though the axon completely controlled the synthesis of these proteins, the axon alone isn’t enough for myelinogenesis. As the experiment progressed, it became more evident that membrane-membrane interactions between axons somehow promoted the synthesis of the essential proteins P1, P2, and P0. It is likely that axons from myelinated fibers are able to induce Schwann cell myelin protein synthesis throughout the adult life.",
            "score": 69.78535437583923
        },
        {
            "docid": "14795179_3",
            "document": "MAL (gene) . The protein encoded by this gene is a highly hydrophobic integral membrane protein belonging to the MAL family of proteolipids. The protein has been localized to the endoplasmic reticulum of T-cells and is a candidate linker protein in T-cell signal transduction. In addition, this proteolipid is localized in compact myelin of cells in the nervous system and has been implicated in myelin biogenesis and/or function. The protein plays a role in the formation, stabilization and maintenance of glycosphingolipid-enriched membrane microdomains. Alternative splicing produces four transcript variants which vary from each other by the presence or absence of alternatively spliced exons 2 and 3. The MAL protein is also thought to interact with the protein encoded by LSMEM1 based on two-hybrid screening.",
            "score": 71.47365856170654
        },
        {
            "docid": "165923_15",
            "document": "Schwann cell . Myelin protein zero (P0) is a cell adhesion molecule belonging to the immunoglobulin superfamily and is the major component of peripheral myelin, constituting over 50% of the total protein in the sheath. P0 has been shown to be essential for the formation of compact myelin, as P0 null mutant (P0-) mice showed severely aberrant peripheral myelination. Although myelination of large caliber axons was initiated in P0- mice, the resulting myelin layers were very thin and poorly compacted. Unexpectedly, P0- mice also showed degeneration of both axons and their surround myelin sheaths, suggesting that P0 plays a role in maintaining the structural integrity of both myelin formation and the axon with which it’s associated. P0- mice developed behavioral deficits around 2 weeks of age when mice began to show signs of slight trembling. Gross incoordination also arose as the animals developed while trembling became more severe and some older mice developed convulsing behaviors. Despite the array of impaired motor behavior, no paralysis was observed in these animals. P0 is also an important gene expressed early within the Schwann cell lineage, expressed in Schwann cell precursors after differentiating from migrating neural crest cells within the developing embryo.",
            "score": 82.22079885005951
        }
    ],
    "r": [
        {
            "docid": "10806103_6",
            "document": "Myelin protein zero . The myelin sheath is a multi-layered membrane, unique to the nervous system, that functions as an insulator to greatly increase the velocity of axonal impulse conduction. Myelin protein zero, absent in the central nervous system, is a major component of the myelin sheath in peripheral nerves. Mutations that disrupt the function of myelin protein zero can lead to less expression of myelin and degeneration of myelin sheath in the peripheral nervous system. Currently, myelin protein zero expression is postulated to be produced by signals from the axon. However, more details about the regulation of myelin protein zero are unknown.",
            "score": 119.1744613647461
        },
        {
            "docid": "6745934_4",
            "document": "Max Planck Institute for Experimental Medicine . The Department of Neurogenetics, led by Klaus-Armin Nave, uses transgenic techniques, natural and engineered mouse mutants and the tools of molecular and cellular biology to study neural development and the pathomechanisms of neurodegenerative diseases. A major focus of their research is on neuron-glia interactions that result in the assembly of myelin in the nervous system. Neuronal processes (axons) exhibit signaling molecules that are recognized by Schwann cells and oligodendrocytes. These highly specialized glial cells wrap and electrically insulate axons in the peripheral and central nervous system, respectively. Myelin allows the fast propagation of electrical impulses, but glial cells are also required for axonal maintenance. This line of research helps us to understand the molecular mechanisms of human neurological diseases in which genetic mutations cause myelin loss and defects of motor and cognitive function.",
            "score": 116.19795989990234
        },
        {
            "docid": "41120962_15",
            "document": "Neuroinflammation . Multiple sclerosis is the most common disabling neurological disease of young adults. It is characterized by demyelination and neurodegeneration, which contribute to the common symptoms of cognitive deficits, limb weakness, and fatigue. In multiple sclerosis, inflammatory cytokines disrupt the blood–brain barrier and allow for the migration of peripheral immune cells into the central nervous system. When they have migrated into the central nervous system, B cells and plasma cells produce antibodies against the myelin sheath that insulates neurons, degrading the myelin and slowing conduction in the neurons. Additionally, T cells may enter through the blood–brain barrier, be activated by local antigen presenting cells, and attack the myelin sheath. This has the same effect of degrading the myelin and slowing conduction. As in other neurodegenerative diseases, activated microglia produce inflammatory cytokines that contribute to widespread inflammation. It has been shown that inhibiting microglia decreases the severity of multiple sclerosis.",
            "score": 110.01274108886719
        },
        {
            "docid": "14440090_6",
            "document": "GPR126 . GPR126 has been identified in genomic regions associated with adult height, more specially trunk height, pulmonary function and adolescent idiopathic scoliosis. In the vertebrate nervous system, many axons are surrounded by a myelin sheath to conduct action potentials rapidly and efficiently. Applying a genetic screen in zebrafish mutants, Talbot’s group demonstrated that GPR126 affects the development of myelinated axons. GPR126 drives the differentiation of Schwann cells through inducing cAMP levels, which causes Oct6 transcriptional activities to promote myelin gene activity. Mutation of \"gpr126\" in zebrafish affects peripheral myelination. Monk’s group demonstrated domain-specific functions of GPR126 during Schwann cells development: the NTF is necessary and sufficient for axon sorting, while the CTF promotes wrapping through cAMP induction to regulate early and late stages of Schwann cells development.",
            "score": 109.88232421875
        },
        {
            "docid": "21932333_4",
            "document": "CNS demyelinating autoimmune diseases . The brain and the spinal cord are the essential components of the central nervous system and it is responsible for the integration of the signals received from the afferent nerves and initiates action. The nerve cells, known as neurons, carry impulses throughout the body and the nerve impulses are carried along the axon. These microscopic nerve fibers, where the action potential occurs, are protected by a white, fatty tissue that surrounds and insulates it, known as the myelin sheath. This insulation helps the axon of a nerve cell with the conduction and speed of the signal along the axon.",
            "score": 109.40290832519531
        },
        {
            "docid": "768133_7",
            "document": "Demyelinating disease . Symptoms and signs that present in demyelinating diseases are different for each condition. Below is a list of symptoms and signs that can present in a person with a demyelinating disease.: The role of prolonged cortical myelination in human evolution has been implicated as a contributing factor in some cases of demyelinating disease. Unlike other primates, humans exhibit a unique pattern of postpubertal myelination, which may contribute to the development of psychiatric disorders and neurodegenerative diseases that present in early adulthood and beyond. The extended period of cortical myelination in humans may allow greater opportunity for disruption in myelination, resulting in the onset of demyelinating disease. Furthermore, it has been noted that humans have significantly greater prefrontal white matter volume than other primate species, which implies greater myelin density. Increased myelin density in humans as a result of a prolonged myelination may therefore structure risk for myelin degeneration and dysfunction. Evolutionary considerations for the role of prolonged cortical myelination as a risk factor for demyelinating disease are particularly pertinent given that genetics and autoimmune deficiency hypotheses fail to explain many cases of demyelinating disease. As has been argued, diseases such as multiple sclerosis cannot be accounted for by autoimmune deficiency alone, but strongly imply the influence of flawed developmental processes in disease pathogenesis. Therefore, the role of the human-specific prolonged period of cortical myelination is an important evolutionary consideration in the pathogenesis of demyelinating disease.",
            "score": 105.84163665771484
        },
        {
            "docid": "21120_35",
            "document": "Neuron . Thin neurons and axons require less metabolic expense to produce and carry action potentials, but thicker axons convey impulses more rapidly. To minimize metabolic expense while maintaining rapid conduction, many neurons have insulating sheaths of myelin around their axons. The sheaths are formed by glial cells: oligodendrocytes in the central nervous system and Schwann cells in the peripheral nervous system. The sheath enables action potentials to travel faster than in unmyelinated axons of the same diameter, whilst using less energy. The myelin sheath in peripheral nerves normally runs along the axon in sections about 1 mm long, punctuated by unsheathed nodes of Ranvier, which contain a high density of voltage-gated ion channels. Multiple sclerosis is a neurological disorder that results from demyelination of axons in the central nervous system.",
            "score": 105.55858612060547
        },
        {
            "docid": "6021647_27",
            "document": "Sulfatide . Sulfatide plays an important role in the myelin. Myelin acts as an insulating sheath that surrounds many nerve fibers and increases the speed at which impulses are conducted. When sulfatide is not distributed properly, it can affect the normal physiological conduction of electrical impulses between nerve cells. This then results in demyelination because of the buildup of sulfatide and is the main cause of Metachromatic Leukodystrophy.",
            "score": 105.42798614501953
        },
        {
            "docid": "1205821_17",
            "document": "Alcoholic polyneuropathy . The malnutrition many alcoholics suffer deprives them of important cofactors for the oxidative metabolism of glucose. Neural tissues depend on this process for energy, and disruption of the cycle would impair cell growth and function. Schwann cells produce myelin that wraps around the sensory and motor nerve axons to enhance action potential conduction in the periphery. An energy deficiency in Schwann cells would account for the disappearance of myelin on peripheral nerves, which may result in damage to axons or loss of nerve function altogether. In peripheral nerves, oxidative enzyme activity is most concentrated around the nodes of Ranvier, making these locations most vulnerable to cofactor deprivation. Lacking essential cofactors reduces myelin impedance, increases current leakage, and slows signal transmission. Disruptions in conductance first affect the peripheral ends of the longest and largest peripheral nerve fibers because they suffer most from decreased action potential propagation. Thus, neural deterioration occurs in an accelerating cycle: myelin damage reduces conductance, and reduced conductance contributes to myelin degradation. The slowed conduction of action potentials in axons causes segmental demyelination extending proximally; this is also known as retrograde degeneration.",
            "score": 104.129638671875
        },
        {
            "docid": "1997086_10",
            "document": "Leukodystrophy . Metachromatic leukodystrophy is the result of genetic defects in the enzymes associated with the cellular compartment the lysosome. MLD is inherited in an autosomal recessive way and is the result of mutations in three different ARSA alleles that encode the enzyme arylsulfatase A (ASA), also called sulfatide sulfatase. ASA is responsible for the breakdown of sulfatides, sphingolipids present in neuronal membranes as well as in myelin. When there is a mutation in the gene that encodes ASA, the result is it decreases production, which subsequently leads to diminished degradation of sulfatides, thus causing them to accumulate. This accumulation of sulfatides is poisonous to oligodendrocytes, the myelin-producing cells of the CNS, effectively leading to a disturbance in myelin structure followed by demyelination. The pattern of inheritance of the three different alleles affects what type of MLD a person develops. Two null alleles are responsible for the infantile version, and do not allow for any production of ASA. A heterozygous individual (one null allele, one non-null allele) develops the juvenile form and sees some production of ASA, while an individual with two non-null alleles (but still mutated) develops the adult form.",
            "score": 103.07988739013672
        },
        {
            "docid": "1997086_7",
            "document": "Leukodystrophy . While the more specific underlying causes of leukodystrophy are dependent upon the type, there are, however, common pathophysiological patterns that can be seen amongst all types. First and foremost, leukodystrophy is a neurodegenerative disease that is always the result of both impairment and maintenance of myelin sheaths surrounding neuronal axons in the central nervous system as the result of a genetic mutation. Myelin is a fatty white substance that acts as an electrical insulator and coats axons in order to speed up impulses (i.e. action potentials) traveling down the axon. Thus, the natural result of a loss of this substance is decreased efficiency in impulse propagation. As myelin is produced by oligodendrocytes (a type of glial cell) in the central nervous system, an easy place to look for the cause is a mutation or malfunctioning of these cells and in other glial cells.",
            "score": 103.07950592041016
        },
        {
            "docid": "189701_7",
            "document": "Development of the nervous system . Myelination, formation of the lipid myelin bilayer around neuronal axons, is a process that is essential for normal brain function. The myelin sheath provides insulation for the nerve impulse when communicating between neural systems. Without it, the impulse would be disrupted and the signal would not reach its target, thus impairing normal functioning. Because so much of brain development occurs in the prenatal stage and infancy, it is crucial that myelination, along with cortical development occur properly. Magnetic resonance imaging (MRI) is a non-invasive technique used to investigate myelination and cortical maturation (the cortex is the outer layer of the brain composed of gray matter). Rather than showing the actual myelin, the MRI picks up on the myelin water fraction (MWF), a measure of myelin content. Multicomponent relaxometry (MCR) allow visualization and quantification of myelin content. MCR is also useful for tracking white matter maturation, which plays an important role in cognitive development. It has been discovered that in infancy, myelination occurs in a posterior-to-anterior pattern. Because there is little evidence of a relationship between myelination and cortical thickness, it was revealed that cortical thickness is independent of white matter MWF. This allows various aspects of the brain to grow simultaneously, leading to a more fully developed brain.",
            "score": 102.62863159179688
        },
        {
            "docid": "19319_12",
            "document": "Myelin . Demyelination is the loss of the myelin sheath insulating the nerves, and is the hallmark of some neurodegenerative autoimmune diseases, including multiple sclerosis, acute disseminated encephalomyelitis, neuromyelitis optica, transverse myelitis, chronic inflammatory demyelinating polyneuropathy, Guillain–Barré syndrome, central pontine myelinosis, inherited demyelinating diseases such as leukodystrophy, and Charcot-Marie-Tooth disease. Sufferers of pernicious anaemia can also suffer nerve damage if the condition is not diagnosed quickly. Subacute combined degeneration of spinal cord secondary to pernicious anaemia can lead to slight peripheral nerve damage to severe damage to the central nervous system, affecting speech, balance, and cognitive awareness. When myelin degrades, conduction of signals along the nerve can be impaired or lost, and the nerve eventually withers. A more serious case of myelin deterioration is called Canavan disease.",
            "score": 102.42135620117188
        },
        {
            "docid": "383763_6",
            "document": "Oligodendrocyte . As part of the nervous system, oligodendrocytes are closely related to nerve cells, and, like all other glial cells, oligodendrocytes provide a supporting role for neurons as well as trophic support by the production of glial cell line-derived neurotrophic factor (GDNF), brain-derived neurotrophic factor (BDNF), or insulin-like growth factor-1 (IGF-1). In addition, the nervous system of mammals depends crucially on myelin sheaths, which reduce ion leakage and decrease the capacitance of the cell membrane. Myelin also increases impulse speed, as saltatory propagation of action potentials occurs at the nodes of Ranvier in between Schwann cells (of the PNS) and oligodendrocytes (of the CNS). Furthermore, impulse speed of myelinated axons increases linearly with the axon diameter, whereas the impulse speed of unmyelinated cells increases only with the square root of the diameter. The insulation must be proportional to the diameter of the fiber inside. The optimal ratio of axon diameter divided by the total fiber diameter (which includes the myelin) is 0.6.",
            "score": 100.92080688476562
        },
        {
            "docid": "6021647_39",
            "document": "Sulfatide . Additionally, HIV-1-infected patients often suffer from myelin degeneration in the central nervous system. These patients have elevated levels of sulfatide in the cerebrospinal fluid (CSF) and anti-sulfatide antibodies in the serum. Elevated levels of anti-sulfatide antibodies can cause demyelination. This is caused by the binding of the anti-sulfatide antibodies to the surface of the myelin sheath and/or the surface of Schwann Cells, which then activates a complete cascade of demyelination. Also, advanced stage AIDS patients can develop Guillain–Barré syndrome (GBS). Guillain–Barré syndrome is classified as an acute autoimmune polyneuropathy, which specifically affects the peripheral nervous system of the infected patient. Experimentation has shown that anti-sulfatide autoimmune antibodies may contribute to the development of Guillain–Barré syndrome in AIDS patients as well as the development of peripheral nervous system injury in HIV-1 infected patients.",
            "score": 100.79244995117188
        },
        {
            "docid": "13493675_17",
            "document": "Myelinogenesis . Because myelin forms an electrically insulating layer that surrounds the axon of some nerve cells, any demyelinating disease can affect the functioning of the nervous system. One such disease is multiple sclerosis (MS), where demyelination occurs in the central nervous system (CNS). Although research is being conducted on protecting oligodendrocytes and promoting remyelination in MS, current therapies mainly address the role of the immune system in demyelination.",
            "score": 100.72443389892578
        },
        {
            "docid": "19319_17",
            "document": "Myelin . Dysmyelination is characterized by a defective structure and function of myelin sheaths; unlike demyelination, it does not produce lesions. Such defective sheaths often arise from genetic mutations affecting the biosynthesis and formation of myelin. The shiverer mouse represents one animal model of dysmyelination. Human diseases where dysmyelination has been implicated include leukodystrophies (Pelizaeus–Merzbacher disease, Canavan disease, phenylketonuria) and schizophrenia.",
            "score": 100.55000305175781
        },
        {
            "docid": "768133_2",
            "document": "Demyelinating disease . A demyelinating disease is any disease of the nervous system in which the myelin sheath of neurons is damaged. This damage impairs the conduction of signals in the affected nerves. In turn, the reduction in conduction ability causes deficiency in sensation, movement, cognition, or other functions depending on which nerves are involved.",
            "score": 100.49127960205078
        },
        {
            "docid": "19319_14",
            "document": "Myelin . Demyelination results in diverse symptoms determined by the functions of the affected neurons. It disrupts signals between the brain and other parts of the body; symptoms differ from patient to patient, and have different presentations upon clinical observation and in laboratory studies.",
            "score": 100.23706817626953
        },
        {
            "docid": "7138424_21",
            "document": "Remyelination . Multiple sclerosis, or MS, is the most prominent of the demyelinating diseases, affecting at least 30 in 100000 people worldwide on average. The ratio is much higher than that in certain areas of the world. While the early stages of multiple sclerosis are less discernible, the chronic stages can greatly reduce an individual's quality of life by limiting motor function. The demyelinating disease attacks the myelin of axons in the central nervous system through autoimmune defects. While remyelination is very efficient in the early stages of multiple sclerosis, it causes remyelination to fail in the more chronic stages. As axons are left bare, without myelin, their conduction velocity goes down due to a lack in increased potential between the Nodes of Ranvier. Not only does conduction go down, but a naked axon is also much more likely to degrade completely, resulting in complete loss of function for certain motor functions. The loss of axons because of lack of protection is what makes MS so debilitating. Degradation is considered to be worse than the effects of demyelination. Once an axon is degenerated, it cannot regenerate like myelin, thus making research to promote remyelination that much more important. MS is more severe in some people than others, most likely from their family genetics and the way that genes are expressed within them. The overall cause for multiple sclerosis itself is completely unknown. Altering important pathways in OPC differentiation such as Notch-1, Wnt, and LINGO1 may prove to be a possible treatment for this disease. Using antibodies to halt or promote certain parts of these pathways could be possible therapies to help increase OPC differentiation. As pathways are better understood, different parts of the pathways can be singled out as possible therapeutic areas to promote remyelination.",
            "score": 99.94137573242188
        },
        {
            "docid": "4930095_23",
            "document": "Pathophysiology of multiple sclerosis . After barrier breakdown symptoms may appear, such as swelling. Activation of macrophages and lymphocytes and their migration across the barrier may result in direct attacks on myelin sheaths within the central nervous system, leading to the characteristic demyelination event observed in MS. After demyelination has occurred, the degraded myelin sheath components, such as myelin basic proteins and Myelin oligodendrocyte glycoproteins, are then used as identifying factors to facilitate further immune activity upon myelin sheaths. Further activation of cytokines is also induced by macrophage and lymphocyte activity, promoting inflammatory activity as well continued activation of proteins such as matrix metalloproteinases, which have detrimental effect on BBB integrity.",
            "score": 99.4281997680664
        },
        {
            "docid": "958_7",
            "document": "Axon . There are two types of axons in the nervous system: myelinated and unmyelinated axons. Myelin is a layer of a fatty insulating substance, which is formed by two types of glial cells Schwann cells and oligodendrocytes. In the peripheral nervous system Schwann cells form the myelin sheath of a myelinated axon. In the central nervous system oligodendrocytes form the insulating myelin. Along myelinated nerve fibers, gaps in the myelin sheath known as nodes of Ranvier occur at evenly spaced intervals. The myelination enables an especially rapid mode of electrical impulse propagation called saltatory conduction.",
            "score": 99.21565246582031
        },
        {
            "docid": "7251_24",
            "document": "Central nervous system . This differentiates the central nervous system from the peripheral nervous system, which consists of neurons, axons and Schwann cells. Oligodendrocytes and Schwann cells have similar functions in the central and peripheral nervous system respectively. Both act to add myelin sheaths to the axons, which acts as a form of insulation allowing for better and faster proliferation of electrical signals along the nerves. Axons in the central nervous system are often very short (barely a few millimeters) and do not need the same degree of isolation as peripheral nerves do. Some peripheral nerves can be over 1m in length, such as the nerves to the big toe. To ensure signals move at sufficient speed, myelination is needed.",
            "score": 97.99774169921875
        },
        {
            "docid": "56452670_6",
            "document": "Stephen Waxman . Waxman's early research examined the design principles of axons and defined the mechanism by which myelin insures rapid conduction of impulses along nerve fibers within the brain and spinal cord. He used electron microscopy, immunocytochemistry and electrophysiological methods to study the complex distribution of sodium and potassium channels along myelinated nerve fibers, and he subsequently investigated how this complex ion channel architecture is important for the transmission of nerve impulses along healthy nerve fibers, and after demyelination as occurs in multiple sclerosis. He also showed that there is plasticity of the axon membrane in demyelinated nerve fibers, with myelin-poor axons gaining more sodium channels as an adaptive response to demyelination. This molecular remodeling supports recovery of impulse conduction that underlies remissions in multiple sclerosis. Together with Peter Stys and Bruce Ransom, he identified the role of sodium channels in the degeneration of axons, and he went on to study the molecular identities of the sodium channels involved in axonal injury.",
            "score": 97.49810028076172
        },
        {
            "docid": "27470465_2",
            "document": "Myelin proteolipid protein . Myelin proteolipid protein (PLP or lipophilin) is the major myelin protein from the central nervous system (CNS). It plays an important role in the formation or maintenance of the multilamellar structure of myelin. The myelin sheath is a multi-layered membrane, unique to the nervous system, that functions as an insulator to greatly increase the efficiency of axonal impulse conduction.",
            "score": 96.11017608642578
        },
        {
            "docid": "768133_9",
            "document": "Demyelinating disease . Demyelinating diseases can be divided in those affecting the central nervous system and those presents in the peripheral nervous system, presenting different demyelination conditions. They can also be divided by other criteria in inflammatory and non-inflammatory, according to the presence or lack of inflammation, and finally, a division can also be made depending on the underlying reason for demyelination in myelinoclastic (myelin is attacked by an external substance) and leukodystrophic (myelin degenerates without attacks)",
            "score": 95.06221008300781
        },
        {
            "docid": "20450468_5",
            "document": "Tumefactive multiple sclerosis . Tumefactive multiple sclerosis is a demyelinating and inflammatory disease. Myelination of the axons are highly important for signalling as this improves the speed of conduction of action potentials from one axon to the next. This is done through the formation of high-resistance, low-conductance myelin sheaths around the axons by specific cells called oligodendrocytes. As such, the demyelination process affects the communication between neurons and this consequently affects the neural pathways they control. Depending on where the demyelination takes place and its severity, patients with tumefactive MS have different clinical symptoms.",
            "score": 94.54025268554688
        },
        {
            "docid": "233735_15",
            "document": "Hereditary spastic paraplegia . Axons in the central and peripheral nervous system are coated with an insulation, the myelin layer, to increase the speed of action potential propagation. Abnormal myelination in the CNS is detected in some forms of hsp HSP. Several genes were linked to myelin malformation, namely PLP1, GFC2 and FA2H. The mutations alter myelin composition, thickness and integrity.",
            "score": 94.3402328491211
        },
        {
            "docid": "34231074_2",
            "document": "Hereditary diffuse leukoencephalopathy with spheroids . Hereditary diffuse leukoencephalopathy with spheroids (HDLS) is a rare adult onset autosomal dominant disorder characterized by cerebral white matter degeneration with demyelination and axonal spheroids leading to progressive cognitive and motor dysfunction. Spheroids are axonal swellings with discontinuous or absence of myelin sheaths. It is believed that the disease arises from primary microglial dysfunction that leads to secondary disruption of axonal integrity, neuroaxonal damage, and focal axonal spheroids leading to demyelination. Spheroids in HDLS resemble to some extent those produced by shear stress in a closed head injury with damage to axons, causing them to swell due to blockage of axoplasmic transport. In addition to trauma, axonal spheroids can be found in aged brain, stroke, and in other degenerative diseases. In HDLS, it is uncertain whether demyelination occurs prior to the axonal spheroids or what triggers neurodegeneration after apparently normal brain and white matter development, although genetic deficits suggest that demyelination and axonal pathology may be secondary to microglial dysfunction. The clinical syndrome in patients with HDLS is not specific and it can be mistaken for Alzheimer's disease, frontotemporal dementia, atypical Parkinsonism, multiple sclerosis, or corticobasal degeneration.",
            "score": 94.09835815429688
        },
        {
            "docid": "4694311_14",
            "document": "Gliosis . Oligodendrocytes are another type of glial cell which generate and maintain the formation of myelin around the axons of large neurons in the CNS, allowing for rapid transmission of neural signals. Unlike astrocytes and microglia, oligodendrocytes undergo a much more limited reaction to injury. Rather, in cases of CNS trauma, they are more similar to neurons in their susceptibility to sustaining damage. The degeneration of axons as a result of trauma or pathology invariably results in the degeneration of the myelin sheath. Depending on the mechanism of insult, several different patterns of oligodendrocyte injury and reaction may be observed. In all cases, however, some oligodendrocytes are lost, through necrosis or apoptosis, while others survive and may form part of the glial scar along with myelin debris. Oligodendrocyte precursor cells are also affected by CNS insult and are recruited to demyelinated areas within a week following traumatic injury. Some of these cells may produce new myelin when exposed to signals from activated microglia and astrocytes.",
            "score": 93.95471954345703
        },
        {
            "docid": "5672862_33",
            "document": "Lesional demyelinations of the central nervous system . After the BBB breakdown, the immune-mediated attack against myelin happens. T cells, are a kind of lymphocyte that plays an important role in the body's defenses. The T cells recognize myelin as foreign and attack it, explaining why these cells are also called \"autoreactive lymphocytes\". Demyelination, further inflammation and axonal transection are the result.",
            "score": 92.88517761230469
        },
        {
            "docid": "156998_43",
            "document": "Action potential . In order to enable fast and efficient transduction of electrical signals in the nervous system, certain neuronal axons are covered with myelin sheaths. Myelin is a multilamellar membrane that enwraps the axon in segments separated by intervals known as nodes of Ranvier. It is produced by specialized cells: Schwann cells exclusively in the peripheral nervous system, and oligodendrocytes exclusively in the central nervous system. Myelin sheath reduces membrane capacitance and increases membrane resistance in the inter-node intervals, thus allowing a fast, saltatory movement of action potentials from node to node. Myelination is found mainly in vertebrates, but an analogous system has been discovered in a few invertebrates, such as some species of shrimp. Not all neurons in vertebrates are myelinated; for example, axons of the neurons comprising the autonomous nervous system are not, in general, myelinated.",
            "score": 92.73966217041016
        }
    ]
}