{
    "q": [
        {
            "docid": "4181580_8",
            "document": "Orbivirus . NS1 is the most abundant protein in BTV infected cells. It forms tubules that may be involved in translocation of progeny virus particles to the cell membrane. NS2 is phosphorylated by cellular kinases and is an important matrix protein of the granular viral inclusion bodies that form within the cytoplasm of infected cells. These viral inclusion bodies act as the centres of viral replication. The membrane glycoproteins NS3 and NS3a are expressed in large amounts in insect cells but not in mammalian cells. They are involved in the release of progeny virus particles from infected cells and may be involved in determination of both vector competence and virulence. Many orbiviruses preferentially infect vascular endothelial cells. Orbiviruses enter the host cell by endocytosis and the outer capsid is subsequently removed. The whole cycle of viral replication takes place within the cytoplasm of the host cell. Transcription of the viral genome into mRNA occurs within the core particle and mRNA is translated into proteins using the host cell ribosomes. Viral proteins are synthesized 2–14 days after initial infection. New virons self-assemble within the cytoplasm and are then released from the host cell by budding. During the budding process they transiently acquire a lipid envelope which can be detected for a short period of time following their release but this is subsequently lost. Orbiviruses primarily cause diseases in animals. The different Orbivirus species have different host specificities. Orbiviruses are vector-borne pathogens transmitted between vertebrate hosts by vectors such as mosquitoes, midges, gnats, sandflies and ticks. Bluetongue virus (BTV) is an Orbivirus that causes bluetongue disease in sheep, cattle, goats and wild ungulates. BTV has been in the forefront of molecular studies for last three decades and now represents one of the best understood viruses at the molecular and structural levels. Other species of Orbiviruses are responsible for other diseases of animals such as African Horse sickness and Equine encephalosis virus.",
            "score": 120.46719026565552
        },
        {
            "docid": "14762501_5",
            "document": "AOC3 . Membrane-bound VAP-1 releases an active, soluble form of the protein, which may be conducive to increased inflammation and the progression of many vascular disorders. In particular, elevation of VAP-1 activity and the increased enzymatic-mediated deamination is proposed to play a role in renal and vascular disease, oxidative stress, acute and chronic hyperglycemia, and diabetes complications. In diabetic patients, the amine oxidase activity stimulates glucose uptake via translocation of transporters to the cell membrane in adipocytes and smooth muscle cells. This modifies hepatic glucose homeostasis and may contribute to patterns of GLUT expression in chronic disease, as insulin resistance in humans have been linked to altered expression of GLUT isoforms by granulosa cells and adipose tissues. In particular, hydrogen peroxide, released during the deamination of SSAO, acts as a signal-transducing molecule, affecting GLUT1 and GLUT4 translocation to the plasma membrane by granulosa cells and adipose tissue. This mimics insulin and interferes with cell processes in diabetic patients. Additionally, hydrogen peroxide, along with aldehydes and glucose, is involved in generating advanced glycation end-products and oxidative stress, which leads to the development of atherosclerosis, a disease in which plaque builds up inside arteries. Cell processes involved in insulin resistance are often associated with elevated VAP-1 expression and modified GLUT expression in patients with liver diseases. Accordingly, subjects with diabetes are often at an increased risk for the development of and mortality from various cancers, including colorectal cancer hepatocellular carcinoma. Because of hyperinsulinemia - the increased bioavailability of insulin-like growth factors-1 and hypoadiponectinemia - diabetic patients have a greater chance of developing oncogenesis and tumor progression. In one study, serum VAP-1 was shown to independently predict 10-year all-cause mortality, cardiovascular mortality, and cancer-related mortality in subjects with type 2 diabetes. This may be because VAP-1 is involved in binding TIL, lymphokine-activated killer cells, and natural killer cells to the vasculature of cancer tissue. Hence, increased serum VAP-1 activity has been repeatedly found to be associated with various vascular disorders, such as the complications of diabetes mellitus, acute and chronic hyperglycemia, congestive heart failure, atherosclerosis, and Alzheimer's disease. The same elevation is seen in kidney disease, even when accounted for factors of age, gender, and smoking. Studies have established a strong correlation between serum VAP-1 levels and urinary albumin excretion, which supports the idea that VAP-1 may be involved in the pathogenesis of kidney damage in humans. In renal pathology, the aldehydes produced by SSAO are highly reactive and lead to the formation of protein cross-linking and oxidative stress. Additionally, VAP-1 mediates leukocyte migration and, eventually, can lead to chronic inflammatory cell accumulation and the development of kidney fibrosis. As for stroke patients, the products from deamination induce cytotoxicity protein cross-linking and amyloid-beta (Aβ) aggregation along with oxidative stress and thus are considered a potential risk factor for stress-related angiopathy. In these patients, VAP-1 may be involved in increasing vascular damage due to increased susceptibility of endothelial cells to oxygen-glucose deprivation (OGD). In hemorrhagic stroke patients, plasmatic VAP-1 activity is increase, and in ischemic stroke patients, it can predict the appearance of parenchymal hemorrhages after tissue plasminogen activator treatment due to the transmigration of inflammatory cells into ischaemic brain. VAP-1-expression is increased in blood vessels of ischemic areas where it may be mediating neutrophil adhesion to vascular endothelium in ischemic heart. The presence of diminished expression of vascular VAP-1 in infarcted brain areas and the increased concentration of VAP-1 in serum suggests that acute cerebral ischaemia triggers early release of endothelial VAP-1 from brain vasculature. Lastly, during pulmonary infection and airway hyper-activity,VAP-1 may also contribute to the recruitment of inflammatory cells and the transfer of neutrophils from the microvasculature. Inhibitors of VAP-1 may be effective in reducing inflammation in various vascular diseases, but more studies are needed to understand to what extent. Whether serum VAP-1 is a good biomarker for these diseases requires further investigation. Although many studies concerning VAP-1 as a therapeutic target are becoming more frequent, it is difficult to study VAP-1 in cell or tissue systems, since the enzyme progressively loses its expression, and immortalized cell lines do not show any expression at all.",
            "score": 132.62159991264343
        },
        {
            "docid": "1364354_20",
            "document": "Protein C . APC has anti-inflammatory effects on endothelial cells and leukocytes. APC affects endothelial cells by inhibiting inflammatory mediator release and down-regulating vascular adhesion molecules. This reduces leukocyte adhesion and infiltration into tissues, while also limiting damage to underlying tissue. APC supports endothelial barrier function and reduces chemotaxis. APC inhibits the release of inflammatory-response mediators in leukocytes as well as endothelial cells, by reducing cytokine response, and maybe diminishing systemic inflammatory response, such as is seen in sepsis. Studies on both rats and humans have demonstrated that APC reduces endotoxin-induced pulmonary injury and inflammation.",
            "score": 165.86479139328003
        },
        {
            "docid": "731225_8",
            "document": "Resistin . In further support of its inflammatory profile, resistin has been shown to increase transcriptional events, leading to an increased expression of several pro-inflammatory cytokines including (but not limited to) interleukin-1 (IL-1), interleukin-6 (IL-6), interleukin-12 (IL-12), and tumor necrosis factor-α (TNF-α) in an NF-κB-mediated (nuclear factor kappa-light-chain-enhancer of activated B cells-mediated) fashion. It has also been demonstrated that resistin upregulates intercellular adhesion molecule-1 (ICAM1) vascular cell-adhesion molecule-1 (VCAM1) and chemokine (C-C motif) ligand 2 (CCL2), all of which are occupied in chemotactic pathways involved in leukocyte recruitment to sites of infection. Resistin itself can be upregulated by interleukins and also by microbial antigens such as lipopolysaccharide, which are recognized by leukocytes. Taken together, because resistin is reputed to contribute to insulin resistance, results such as those mentioned suggest that resistin may be a link in the well-known association between inflammation and insulin resistance. In accordance, it is expected that, if resistin does indeed serve as a link between obesity and T2DM while at the same time contributing to the inflammatory response, then we should also observe proportional increases in chronic inflammation in association with obesity and insulin resistance. In fact, recent data have shown that this possibility is indeed the case by demonstrating positive correlations between obesity, insulin resistance, and chronic inflammation, which is believed to be directed in part by resistin signaling. This idea has recently been challenged by a study showing that increased levels of resistin in people with chronic kidney disease are associated with lowered renal function and inflammation, but not with insulin resistance. Notwithstanding, regarding resistin and the inflammatory response, we can conclude that resistin does indeed bear features of a pro-inflammatory cytokine, and could act as a key node in inflammatory diseases with or without associated insulin resistance.",
            "score": 114.45998978614807
        },
        {
            "docid": "927267_7",
            "document": "Dengue virus . Recent findings suggest that, as the virus infects human cells, host homeostatic processes like autophagy and ER stress response, not to mention apoptosis, are triggered depending on the infected cell type. The activation of autophagy and ER stress during infection enhances virus reproduction. The DENV genome is about 11000 bases of positive-sense single stranded RNA (ssRNA) that codes for three structural proteins (capsid protein C, membrane protein M, envelope protein E) and seven nonstructural proteins (NS1, NS2a, NS2b, NS3, NS4a, NS4b, NS5). It also includes short non-coding regions on both the 5' and 3' ends.",
            "score": 144.43082010746002
        },
        {
            "docid": "35839849_12",
            "document": "Epigenetics of diabetes Type 2 . The production of fat hinders the ability for muscles and other cells in the body to respond properly to glucose and insulin, furthering the complications involved with diabetes. Increased levels of fat in the body and blood raises blood pressure, increases cholesterol, and causes arteriosclerosis; all of which are severely dangerous vascular complications for patients suffering from diabetes and can lead to death. The epigenetic marks H3K27me3, H3K4me3, and the Polycomb group of proteins such as Bmi-1, the H3K27me3 transferase Ezh2, its demethylase JMJD3, and the H3K4me3 transferase MLL were shown to be regulators in the expression of tumour suppressor p16INK4a in β-cell proliferation and regeneration. Post-translational modifications of histones (H3K4me2 and H3K9me2), H3K4 demethylase lysine-specific demethylase 1 (LSD1), and an H3K9me2 methyltransferase SET domain bifurcated 1 (SETDB1) were also implicated in diabetes related adipogenesis. The inflammatory response arises from vascular tissues and specialized white blood cells, and a persistent state of inflammation under diabetic stress leads to clots and vascular deterioration. Patients suffer edema, aneurysms, and injuries that cannot heal properly because the vascular system is unable to respond properly when under epigenetic influences. Diabetes and the associated hyperglycemia can lead to production of pro-inflammatory mediators such as cytokines and growth factors. Together, they activate multiple signal transduction pathways including oxidant stress, tyrosine kinases, PKC, and MAPKs leading to activation of transcription factors such as NF-κB, and dysregulation of epigenetic mechanisms including HKme, histone lysine acetylation, and DNA methylation via the action of corresponding methyltransferases, demethylases, acetylases, and deacetylases. This leads to higher accessibility of pathological gene expression products and activation of pathological genes. Being in this state of diabetic stress leads to long term metabolic memory and altered epigenome with adverse side effects on the cardiovascular system. Oxidized Low-density lipoprotein-induced chemokine expression was associated with H3KAc and phosphorylation, and recruitment of HATs along with NF-κB in endothelial cells, and these were reversed by pre-treatment with statins. Studies show alterations in histone modification patterns, along with changes in expression of the corresponding Histone methyltransferases, in vascular smooth muscle cells and endothelial cells from aortas of adult mice exposed to hypercholesterolaemia. Studies in monocytes, white blood cells that travel along vascular surfaces, showed that H3K9/14Ac and HATs CBP/p300, H3R17me and its methyltransferase CARM1, play key roles in inflammatory gene expression. HDACs also played key roles in lipopolysaccharide (LPS)-induced inflammatory gene expression in monocytes and macrophages. Prolonged inflammatory responses in the cardiovascular system lead to atherosclerosis and high blood pressure which contribute to the many heart attacks and strokes caused by diabetes each year.",
            "score": 129.53055930137634
        },
        {
            "docid": "15497663_6",
            "document": "Vascular endothelial growth factor A . Vascular endothelial growth factor A (VEGF-A) is a dimeric glycoprotein that plays a significant role in neurons and is considered to be the main, dominant inducer to the growth of blood vessels. VEGFA is essential for adults during organ remodeling and diseases that involve blood vessels, for example, in wound healing, tumor angiogenesis, diabetic retinopathy, and age-related macular degeneration. During early vertebrate development, vasculogenesis occurs which means that the endothelial condense into the blood vessels. The differentiation of endothelial cells is dependent upon the expression of VEGFA and if the expression is abolished then it can result in the death of the embryo. VEGFA is produced by a group of three major isoforms as a result of alternative splicing and if any three isoforms are produced (VEGFA120, VEGFA164, and VEGFA188) then this will not result in vessel defects and death of the full VEGFA knockout in mice. VEGFA is essential in the role of neurons because they too need vascular supply and abolishing the expression of VEGFA from neural progenitors will result in defects of the brain vascularization and neuronal apoptosis. Anti-VEGFA therapy can be used to treat patients with undesirable angiogenesis and vascular leakage in cancer and eye diseases but also could result in the inhibition of neurogenesis and neuroprotection. VEGFA could be used to treat patients with neurodegenerative and neuropathic conditions and also increase vascular permeability which will stop the blood-brain barrier and increase inflammatory cell infiltration.  References",
            "score": 141.8584268093109
        },
        {
            "docid": "14522621_11",
            "document": "Prostacyclin receptor . IP activators inhibit the adherence of circulating platelets and leukocytes adherence to vascular endothelium thereby blocking their entry into sites of tissue disturbance. The activators also inhibit vascular smooth muscle cells from proliferation by blocking these cells' growth cycle and triggering their apoptosis (i.e. cell death]]. These actions, along with its anti-inflammatory effects, may underlie the ability of IP gene knockout in an ApoE(−/−) mosue model to cause an accelerated rate of developing atherosclerosis. Mouse studies indicate that the PGI-IP axis activates cellular signaling pathways that tend to suppress allergic inflammation. The axis inhibits bone marrow-derived dendritic cells (i.e. antigen-presenting cells that process antigen material, present it on their surfaces for delivery to T cells, and otherwise regulate innate and adaptive immune system responses) from producing pro-inflammatory cytokines (e.g. IL-12, TNF-alpha, IL-1-alpha, and IL-6) while stimulating them to increase production of the anti-inflammatory cytokine, IL-10. IP receptor activation of these cells also blocks their lipopolysaccharide-stimulated expression of pro-inflammatory cell surface proteins (i.e. CD86, CD40, and MHC class II molecules) that are critical for developing adaptive immune responses. IL receptor-activated bone marrow-derived dendritic cells showed a greatly reduced ability to stimulate the proliferation of T helper cell as well as the ability of these cells to produce pro-allergic cytokines (i.e. IL-5 and IL-13)s. In a mouse model of allergic inflammation, PGI reduced the maturation and migration of lung mature dendritic cells to Mediastinal lymph nodes while increasing the egress of immature dendritic cells away from the lung. These effects resulted in a decrease in allergen-induced responses of the cells mediating allergic reactivity, TH-2 cells. These IP-induced responses likely contribute to its apparent function in inhibiting certain mouse inflammation responses as exemplified by the failure of IP receptor deficient mice to develop full lung airway allergic responses to ovalbumin in a model of allergic inflammation.",
            "score": 136.2845377922058
        },
        {
            "docid": "5200872_4",
            "document": "Vascular disease . Vascular disease is a pathological state of large and medium muscular arteries and is triggered by endothelial cell dysfunction. Because of factors like pathogens, oxidized LDL particles and other inflammatory stimuli endothelial cells become active. The process causes thickening of the vessel wall, forming a plaque that consists of proliferating smooth muscle cells, macrophages and lymphocytes. The plaque results in a restricted blood flow which will decrease the amount of oxygen and nutrients that reach certain organs, the plaque might rupture causing the formation of clots.",
            "score": 128.3961935043335
        },
        {
            "docid": "961291_7",
            "document": "Glycocalyx . The enzymes and proteins listed above serve to reinforce the glycocalyx barrier against vascular and other diseases. Another main function of the glycocalyx within the vascular endothelium is that it shields the vascular walls from direct exposure to blood flow, while serving as a vascular permeability barrier. Its protective functions are universal throughout the vascular system, but its relative importance varies depending on its exact location in the vasculature. In microvascular tissue, the glycocalyx serves as a vascular permeability barrier by inhibiting coagulation and leukocyte adhesion. Leukocytes must not stick to the vascular wall because they are important components of the immune system that must be able to travel to a specific region of the body when needed. In arterial vascular tissue, the glycocalyx also inhibits coagulation and leukocyte adhesion, but through mediation of shear stress-induced nitric oxide release. Another protective function throughout the cardiovascular system is its ability to affect the filtration of interstitial fluid from capillaries into the interstitial space.",
            "score": 124.61897504329681
        },
        {
            "docid": "42256877_18",
            "document": "Cellular Dynamics International . At least 5 of the top 10 Leading Causes of Death in the United States have a vascular component related to their disease. Endothelial cells (cells that line the interior of blood vessels and allow nutrients to pass back and forth to the body’s organs and tissues) play an important role in the study of vascular contributions of many leading causes of death. iCell Endothelial cells were launched as a tool to model vascular biology. Other types of endothelial cells are available from ATCC and Life Technologies. iCell Hematopoietic Progenitor Cells are multipotent progenitor blood cells that can give rise to many different types of blood cells that can then be used for a variety of research purposes, including cell therapy, autoimmune disease, and cancer research.",
            "score": 120.68323564529419
        },
        {
            "docid": "1872854_12",
            "document": "Biochemical cascade . The blood cells (erythrocytes, leukocytes and platelets) are produced by hematopoiesis. The erythrocytes have as main function the O delivery to the tissues, and this transfer occurs by diffusion and is determined by the O tension (PO). The erythrocyte is able to feel the tissue need for O and cause a change in vascular caliber, through the pathway of ATP release, which requires an increase in cAMP, and are regulated by the phosphodiesterase (PDE). This pathway can be triggered via two mechanisms: physiological stimulus (like reduced O2 tension) and activation of the prostacyclin receptor (IPR). This pathway includes heterotrimeric G proteins, adenylyl cyclase (AC), protein kinase A (PKA), cystic fibrosis transmembrane conductance regulator (CFTR), and a final conduit that transport ATP to vascular lumen (pannexin 1 or voltage-dependent anion channel (VDAC)). The released ATP acts on purinergic receptors on endothelial cells, triggering the synthesis and release of several vasodilators, like nitric oxide (NO) and prostacyclin (PGI).  The current model of leukocyte adhesion cascade includes many steps mentioned in Table 1. The integrin-mediated adhesion of leukocytes to endothelial cells is related with morphological changes in both leukocytes and endothelial cells, which together support leukocyte migration through the venular walls. Rho and Ras small GTPases are involved in the principal leukocyte signaling pathways underlying chemokine-stimulated integrin-dependent adhesion, and have important roles in regulating cell shape, adhesion and motility. After a vascular injury occurs, platelets are activated by locally exposed collagen (glycoprotein (GP) VI receptor), locally generated thrombin (PAR1 and PAR4 receptors), platelet-derived thromboxane A2 (TxA2) (TP receptor) and ADP (P2Y1 and P2Y12 receptors) that is either released from damaged cells or secreted from platelet dense granules. The von Willebrand factor (VWF) serves as an essential accessory molecule. In general terms, platelet activation initiated by agonist takes to a signaling cascade that leads to an increase of the cytosolic calcium concentration. Consequently, the integrin αβ is activated and the binding to fibrinogen allows the aggregation of platelets to each other. The increase of cytosolic calcium also leads to shape change and TxA2 synthesis, leading to signal amplification.",
            "score": 131.0627465248108
        },
        {
            "docid": "1933672_9",
            "document": "Original antigenic sin . A similar phenomenon has been described in cytotoxic T cells (CTL). It has been demonstrated that during the secondary infection by a different strain of dengue virus, the CTLs prefer to release cytokines instead of causing lysis of cell. As a result, the production of these cytokines are thought to increase vascular permeability and exacerbate the damage of endothelial cells.",
            "score": 127.18900418281555
        },
        {
            "docid": "22328498_6",
            "document": "Efferocytosis . Efferocytosis triggers specific downstream intracellular signal transduction pathways, for example resulting in anti-inflammatory, anti-protease and growth-promoting effects. Conversely, impaired efferocytosis has been linked to autoimmune disease and tissue damage. Efferocytosis results in production by the ingesting cell of mediators such as hepatocyte- and vascular endothelial growth factor, which are thought to promote replacement of the dead cells.",
            "score": 114.72727227210999
        },
        {
            "docid": "24831215_2",
            "document": "Zika virus . Zika virus (ZIKV) is a member of the virus family \"Flaviviridae\". It is spread by daytime-active \"Aedes\" mosquitoes, such as \"A. aegypti\" and \"A. albopictus\". Its name comes from the Ziika Forest of Uganda, where the virus was first isolated in 1947. Zika virus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Since the 1950s, it has been known to occur within a narrow equatorial belt from Africa to Asia. From 2007 to , the virus spread eastward, across the Pacific Ocean to the Americas, leading to the 2015–16 Zika virus epidemic. The infection, known as Zika fever or Zika virus disease, often causes no or only mild symptoms, similar to a very mild form of dengue fever. While there is no specific treatment, paracetamol (acetaminophen) and rest may help with the symptoms. , the illness cannot be prevented by medications or vaccines. Zika can spread from a pregnant woman to her baby. This can result in microcephaly, severe brain malformations, and other birth defects. Zika infections in adults may result rarely in Guillain–Barré syndrome. In January 2016, the United States Centers for Disease Control and Prevention (CDC) issued travel guidance on affected countries, including the use of enhanced precautions, and guidelines for pregnant women including considering postponing travel. Other governments or health agencies also issued similar travel warnings, while Colombia, the Dominican Republic, Puerto Rico, Ecuador, El Salvador, and Jamaica advised women to postpone getting pregnant until more is known about the risks. Zika is pronounced or . The Zika virus belongs to the family \"Flaviviridae\" family and the genus \"Flavivirus\", thus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Like other flaviviruses, Zika virus is enveloped and icosahedral and has a nonsegmented, single-stranded, 10-kilobase, positive-sense RNA genome. It is most closely related to the Spondweni virus and is one of the two known viruses in the Spondweni virus clade. A positive-sense RNA genome can be directly translated into viral proteins. As in other flaviviruses, such as the similarly sized West Nile virus, the RNA genome encodes seven nonstructural proteins and three structural proteins. One of the structural proteins encapsulates the virus. This protein is the flavivirus envelope glycoprotein, that binds to the endosomal membrane of the host cell to initiate endocytosis. The RNA genome forms a nucleocapsid along with copies of the 12-kDa capsid protein. The nucleocapsid, in turn, is enveloped within a host-derived membrane modified with two viral glycoproteins. Viral genome replication depends on the making of double-stranded RNA from the single-stranded, positive-sense RNA (ssRNA(+)) genome followed by transcription and replication to provide viral mRNAs and new ssRNA(+) genomes.",
            "score": 70.54741764068604
        },
        {
            "docid": "2578537_15",
            "document": "Endothelin . The endothelium regulates local vascular tone and integrity through the coordinated release of vasoactive molecules. Secretion of endothelin-1 (ET-1)1 from the endothelium signals vasoconstriction and influences local cellular growth and survival. ET-1 has been implicated in the development and progression of vascular disorders such as atherosclerosis and hypertension. Endothelial cells upregulate ET-1 in response to hypoxia, oxidized LDL, pro-inflammatory cytokines, and bacterial toxins. Initial studies on the ET-1 promoter provided some of the earliest mechanistic insight into endothelial-specific gene regulation. Numerous studies have since provided valuable insight into ET-1 promoter regulation under basal and activated cellular states.",
            "score": 110.84960865974426
        },
        {
            "docid": "14761714_5",
            "document": "Allograft inflammatory factor 1 . AIF1 was originally discovered in atherosclerotic lesions in a rat model of chronic allograft cardiac rejection. It was found to be upregulated in macrophages and neutrophils in response to the cytokine IFN-γ. AIF1 expression has been seen to increase in vascular tissue in response to arterial injury, specifically it is found in activated vascular smooth muscle cells in response to IFN-γ, IL-1β, and T-cell conditioned media. In vascular smooth muscle cells, activation is responsible for arterial thickening in allografts through over proliferation. AIF1 has been found to enhance growth and promote proliferation in vascular smooth muscle cells through deregulation of the cell cycle. It does this by shortening the cell cycle and altering the expression of cyclins. Though histologically different, AIF1 has also been shown to promote the proliferation and activation of endothelial cells (EC). EC activation, leads to proliferation and migration of cells, which is involved in multiple normal vascular processes, such as atherosclerosis, angiogenesis, and wound healing. It is currently theorized that AIF1 works to control endothelial cell proliferation and migration through action in signal transduction pathways. It has features of a cytoplasmic signaling protein, including several domains that allow for binding to multiprotein complexes, called PDZ domains. In endothelial cells, AIF1 has been specifically shown to regulate vasculogenesis, including the formation of aortic sprouting and tube-like formations. AIF1 been shown to interact with kinase p44/42 and PAK1, two previously known signal transduction molecules, in regulating these processes. AIF1 also shows distinct differences in the pathways by which it regulates endothelial cells, macrophages, and vascular smooth muscle cells.",
            "score": 132.9857326745987
        },
        {
            "docid": "532570_7",
            "document": "Endothelium . Endothelial dysfunction, or the loss of proper endothelial function, is a hallmark for vascular diseases, and is often regarded as a key early event in the development of atherosclerosis. Impaired endothelial function, causing hypertension and thrombosis, is often seen in patients with coronary artery disease, diabetes mellitus, hypertension, hypercholesterolemia, as well as in smokers. Endothelial dysfunction has also been shown to be predictive of future adverse cardiovascular events, and is also present in inflammatory disease such as rheumatoid arthritis and systemic lupus erythematosus. One of the main mechanisms of endothelial dysfunction is the diminishing of nitric oxide, often due to high levels of asymmetric dimethylarginine, which interfere with the normal L-arginine-stimulated nitric oxide synthesis and so leads to hypertension. The most prevailing mechanism of endothelial dysfunction is an increase in reactive oxygen species, which can impair nitric oxide production and activity via several mechanisms. The signalling protein ERK5 is essential for maintaining normal endothelial cell function. A further consequence of damage to the endothelium is the release of pathological quantities of von Willebrand factor, which promote platelet aggregation and adhesion to the subendothelium, and thus the formation of potentially fatal thrombi.",
            "score": 121.18712663650513
        },
        {
            "docid": "1961624_13",
            "document": "Interleukin 4 . Allergic diseases are sets of disorders that are manifested by a disproportionate response of the immune system to the allergen and Th2 responses. These pathologies include, for example, atopic dermatitis, asthma, or systemic anaphylaxis. Interleukin 4 mediates important pro-inflammatory functions in asthma, including induction of isotype rearrangement of IgE, expression of VCAM-1 molecules (vascular cell adhesion molecule 1), promoting eosinophilic transmigration through endothelium, mucus secretion and T helper type 2 (Th2) leading to cytokine release. Asthma is a complex genetic disorder that has been associated with IL-4 gene promoter polymorphism and proteins involved in IL-4 signaling.",
            "score": 103.40244388580322
        },
        {
            "docid": "631312_33",
            "document": "Eicosanoid . The eoxins (EXC4, EXD4, EXE5) are newly described. They stimulate vascular permeability in an ex vivo human vascular endothelial model system, and in a small study of 32 volunteers EXC4 production by eosinophils isolated from severe and aspirin-intolerant asthmatics was greater than that from healthy volunteers and mild asthmatic patients; these findings have been suggested to indicate that the eoxins have pro-inflammatory actions and therefore potentially involved in various allergic reactions. Production of eoxins by Reed-Sternburg cells has also led to suggestion that they are involve in Hodgkins disease. However, the clinical significance of eoxins has not yet been demonstrated.",
            "score": 122.28781843185425
        },
        {
            "docid": "39669_11",
            "document": "Dengue fever . The dengue virus genome (genetic material) contains about 11,000 nucleotide bases, which code for the three different types of protein molecules (C, prM and E) that form the virus particle and seven other non-structural protein molecules (NS1, NS2a, NS2b, NS3, NS4a, NS4b, NS5) that are found in infected host cells only and are required for replication of the virus. There are five strains of the virus, called serotypes, of which the first four are referred to as DENV-1, DENV-2, DENV-3 and DENV-4. The fifth type was announced in 2013. The distinctions between the serotypes are based on their antigenicity.",
            "score": 153.98206043243408
        },
        {
            "docid": "7161873_6",
            "document": "Capillary leak syndrome . Studies suggest that the presence of various inflammatory factors during episodes of SCLS may explain the temporarily abnormal permeability of the endothelial cells lining the inner surface of the capillaries. These include transient spikes in monocyte- and macrophage-associated inflammatory mediators and temporary increases in the proteins vascular endothelial growth factors (VEGF) and angiopoietin-2. The impairment of endothelial cells in laboratory conditions provoked by serum taken from patients who were having episodes of SCLS is also suggestive of biochemical factors at work.",
            "score": 138.50620460510254
        },
        {
            "docid": "21859704_5",
            "document": "Epstein–Barr virus latent membrane protein 2 . Epstein–Barr virus (EBV) establishes a lifelong latent infection in B lymphocytes. Viral LMP2A mRNA is frequently detected in peripheral blood B lymphocytes and the protein is often present in tumor biopsies from EBV malignancies. This suggests LMP2A plays an important role in viral latency, as well as in progression of EBV related diseases such as Burkitt's lymphoma, Nasopharyngeal carcinoma, and Hodgkin's lymphoma. Portis and Longnecker (2004) have found that LMP2A induces activation of B cell Ras pathway in vivo. Using down stream inhibitors of Ras signaling components, they demonstrated activation of PI3K/Akt pathway is involved in LMP2A mediated B cell survival and resistance to apoptosis Caldwell et al. (1998) demonstrated the ability of LMP2A to provide survival signals to B-cells in vivo where expression of an LMP2A transgene in mice disrupts with normal B-cell development. This results in BCR-negative cells being able to exit the bone marrow and survive in peripheral lymphoid organs. B-cells from LMP2A transgenic E line undergo immunoglobulin light chain rearrangements, but not heavy chain rearrangement. This indicates that LMP2A signaling bypasses the requirement for immunoglobulin recombination and allows immunoglobulin M-negative type cells to bypass apoptosis, allowing them to colonize peripheral lymphoid organs.",
            "score": 86.18745648860931
        },
        {
            "docid": "343457_26",
            "document": "Maternal effect . In addition, high fat diets cause chronic low-grade inflammation in the placenta, adipose, liver, brain, and vascular system. Inflammation is an important aspect of the bodies’ natural defense system after injury, trauma, or disease. During an inflammatory response, a series of physiological reactions, such as increased blood flow, increased cellular metabolism, and vasodilation, occur in order to help treat the wounded or infected area. However, chronic low-grade inflammation has been linked to long-term consequences such as cardiovascular disease, renal failure, aging, diabetes, etc. This chronic low-grade inflammation is commonly seen in obese individuals on high fat diets. In a mice model, excessive cytokines were detected in mice fed on a high fat diet. Cytokines aid in cell signaling during immune responses, specifically sending cells towards sites of inflammation, infection, or trauma. The mRNA of proinflammatory cytokines was induced in the placenta of mothers on high fat diets. The high fat diets also caused changes in microbiotic composition, which led to hyperinflammatory colonic responses in offspring. This hyperinflammatory response can lead to inflammatory bowel diseases such as Crohn’s disease or ulcerative colitis.[35] As previously mentioned, high fat diets in utero contribute to obesity; however, some proinflammatory factors, like IL-6 and MCP-1, are also linked to body fat deposition. It has been suggested that histone acetylation is closely associated with inflammation because the addition of histone deacetylase inhibitors has been shown to reduce the expression of proinflammatory mediators in glial cells. This reduction in inflammation resulted in improved neural cell function and survival. This inflammation is also often associated with obesity, cardiovascular disease, fatty liver, brain damage, as well as preeclampsia and preterm birth. Although it has been shown that high fat diets induce inflammation, which contribute to all these chronic diseases; it is unclear as to how this inflammation acts as a mediator between diet and chronic disease.",
            "score": 109.26684629917145
        },
        {
            "docid": "839543_22",
            "document": "Wolbachia . In addition to inhibiting the dengue virus (DENV) in some species of genus \"Aedes\", \"Wolbachia\" has been identified to inhibit replication of chikungunya virus (CHIKV) in \"A. aegypti\". The Wmel strain of \"Wolbachia pipientis\" significantly reduced infection and dissemination rates of CHIKV in mosquitoes, compared to \"Wolbachia\" uninfected controls and the same phenomenon was observed in yellow fever virus infection converting this bacterium in an excellent promise for YFV and CHIKV suppression. Another study tested the effect of \"Wolbachia\" on the replication of West Nile virus (WNV), but in cell line Aag2 derived from \"A. aegypti\" cells, suggesting that despite the existence of an enhancement of viral genomic RNA replication in the cell line \"Wolbachia\" infected, the production of secreted virus was significantly inhibited. Also, the antiviral effect in intrathoracically infected mosquitoes depends on the strain of \"Wolbachia\", and the replication of the virus in orally fed mosquitoes was completely inhibited in wMelPop strain of \"Wolbachia\".",
            "score": 90.60333013534546
        },
        {
            "docid": "916612_2",
            "document": "Endothelial dysfunction . In vascular diseases, endothelial dysfunction is a systemic pathological state of the endothelium. Along with acting as a semi-permeable membrane, the endothelium is responsible for maintaining vascular tone and regulating oxidative stress by releasing mediators, such as nitric oxide, prostacyclin and endothelin, and controlling local angiotensin-II activity.",
            "score": 92.34413409233093
        },
        {
            "docid": "22993401_13",
            "document": "Proteases in angiogenesis . The formation of capillaries from pre-existing blood vessels requires the remodeling of both the peicapillary membrane of the parent venule, as well as the local and distal ECM. At the onset of angiogenesis endothelial cells (EC) must remodel three different barriers in order to migrate and invade the target tissue. First is the basement membrane between the endothelium and vascular smooth muscle cells or pericytes, followed by the fibrin gel formed from fibrinogen that is leaked from the vasculature, and finally the extracellular matrix in the target tissue. The vascular basement membrane is composed of type IV collagen, type XV collagen, type XVIII collagen, laminins, entactin, heparan sulfate proteoglycans, perlecan, and osteonectin. All of these components of the basement membrane are substrates for MMP-2, 3, 7, and 9, among others. Inhibitors of MMP activity have spotlighted the importance of these proteins in controlling angiogenesis. Recently, it has been discovered that small interfering RNA (siRNA) mediated target RNA degradation of urokinase receptor and MMP-9 inhibits the formation of capillary like structures in both \"in vitro\" and \"in vivo\" models of angiogenesis. After working their way through the basement membrane, EC must invade through a dense fibrin gel which is polymerized from fibrinogen derived from the vascular bed. Plasmin, an effective fibrinolysin produced by tPA or uPA, was thought to be essential in this process, but plasminogen deficient mice do not display major defects of neovascularization in fibrin rich tissues. These findings highlight the diverse amount of proteolytic enzymes ECs use to remodel the ECM. For example, MMP-3, 7, 8, 12 and 13 can cleave fibrinogen.",
            "score": 113.64900052547455
        },
        {
            "docid": "32509_17",
            "document": "Vitamin C . A meta-analysis of 44 clinical trials has shown a significant positive effect of vitamin C on endothelial function when taken at doses greater than 500 mg per day. The endothelium is a layer of cells that line the interior surface of blood vessels. Endothelial dysfunction is implicated in many aspects of vascular diseases. The researchers noted that the effect of vitamin C supplementation appeared to be dependent on health status, with stronger effects in those at higher cardiovascular disease risk.",
            "score": 98.4939820766449
        },
        {
            "docid": "39669_10",
            "document": "Dengue fever . Dengue fever virus (DENV) is an RNA virus of the family \"Flaviviridae\"; genus \"Flavivirus\". Other members of the same genus include yellow fever virus, West Nile virus, St. Louis encephalitis virus, Japanese encephalitis virus, tick-borne encephalitis virus, Kyasanur forest disease virus, and Omsk hemorrhagic fever virus. Most are transmitted by arthropods (mosquitoes or ticks), and are therefore also referred to as arboviruses (\"ar\"thropod-\"bo\"rne viruses).",
            "score": 78.87949085235596
        },
        {
            "docid": "21054623_14",
            "document": "Mosquito-borne disease . Other viral transmission for Flaviviridae diseases include West Nile virus, yellow fever virus and hepatitis B and C, via vectors like mosquitoes consists of a single stranded, positive-sense RNA virus that is enveloped membranous in a protein coat. Once inside the host's body, the virus will attach itself to a cell's surface through receptor-mediated endocytosis. This essentially means that the proteins and DNA material of the virus are ingested into the host cell. The viral RNA material will undergo several changes and processes inside the host's cell so that it can release more viral RNA that can then be replicated and assembled to infect neighboring host cells.",
            "score": 82.92381811141968
        },
        {
            "docid": "13623162_2",
            "document": "Endothelial NOS . Endothelial NOS (eNOS), also known as nitric oxide synthase 3 (NOS3) or constitutive NOS (cNOS), is an enzyme that in humans is encoded by the \"NOS3\" gene located in the 7q35-7q36 region of chromosome 7. This enzyme is one of three isoforms that synthesize nitric oxide (NO), a small gaseous and lipophilic molecule that participates in several biological processes. The other isoforms include neuronal nitric oxide synthase (nNOS), which is constitutively expressed in specific neurons of the brain and inducible nitric oxide synthase (iNOS), whose expression is typically induced in inflammatory diseases.  eNOS is primarily responsible for the generation of NO in the vascular endothelium, a monolayer of flat cells lining the interior surface of blood vessels, at the interface between circulating blood in the lumen and the remainder of the vessel wall. NO produced by eNOS in the vascular endothelium plays crucial roles in regulating vascular tone, cellular proliferation, leukocyte adhesion, and platelet aggregation. Therefore, a functional eNOS is essential for a healthy cardiovascular system.",
            "score": 115.17331206798553
        },
        {
            "docid": "2139633_23",
            "document": "Netrin . Netrin has been implicated as a vital molecule for the proliferation of vascular networks. Multiple studies have found different effects of netrin on these branching vessels. The endothelial tip cells in vascular tissue display similar properties to the growth cone found in neuronal tissue. Studies have discovered that these same endothelial tip cells also express UNC5B, which netrin 1 can bind to, inhibiting angiogenesis. In contrast, several studies show that netrin-1 actually promotes blood vessel branching. In conjunction with this research, it has been found that netrin 4 is responsible for growth in the lymphatic vascular system. Overall, these studies show that regulating effects of netrin is dependent on the type of vascular tissue. Recently, netrin has been implicated in angiogenesis in the placenta, making it vital to the survival of the fetus. This finding has implications in the future treatment of vascular disease in the placenta.",
            "score": 116.72214782238007
        }
    ],
    "r": [
        {
            "docid": "1364354_20",
            "document": "Protein C . APC has anti-inflammatory effects on endothelial cells and leukocytes. APC affects endothelial cells by inhibiting inflammatory mediator release and down-regulating vascular adhesion molecules. This reduces leukocyte adhesion and infiltration into tissues, while also limiting damage to underlying tissue. APC supports endothelial barrier function and reduces chemotaxis. APC inhibits the release of inflammatory-response mediators in leukocytes as well as endothelial cells, by reducing cytokine response, and maybe diminishing systemic inflammatory response, such as is seen in sepsis. Studies on both rats and humans have demonstrated that APC reduces endotoxin-induced pulmonary injury and inflammation.",
            "score": 165.8647918701172
        },
        {
            "docid": "17544970_6",
            "document": "Damage-associated molecular pattern . The chromatin-associated protein high-mobility group box 1 (HMGB1) is a prototypical leaderless secreted protein [LSP] secreted by hematopoietic cells through a lysosome-mediated pathway. It is a major mediator of endotoxin shock and acts on several immune cells to trigger inflammatory responses as a DAMP. Known receptors for HMGB1 include TLR2, TLR4 and RAGE (receptor for advanced glycation endproducts). HMGB1 can induce dendritic cell maturation via upregulation of CD80, CD83, CD86 and CD11c, induce production of other pro-inflammatory cytokines in myeloid cells (IL-1, TNF-a, IL-6, IL-8) as well as upregulate expression of cell adhesion molecules (ICAM-1, VCAM-1) on endothelial cells.",
            "score": 160.6493377685547
        },
        {
            "docid": "39669_11",
            "document": "Dengue fever . The dengue virus genome (genetic material) contains about 11,000 nucleotide bases, which code for the three different types of protein molecules (C, prM and E) that form the virus particle and seven other non-structural protein molecules (NS1, NS2a, NS2b, NS3, NS4a, NS4b, NS5) that are found in infected host cells only and are required for replication of the virus. There are five strains of the virus, called serotypes, of which the first four are referred to as DENV-1, DENV-2, DENV-3 and DENV-4. The fifth type was announced in 2013. The distinctions between the serotypes are based on their antigenicity.",
            "score": 153.9820556640625
        },
        {
            "docid": "412942_32",
            "document": "Lipopolysaccharide . Lipid A may cause uncontrolled activation of mammalian immune systems with production of inflammatory mediators that may lead to septic shock. This inflammatory reaction is mediated by Toll-like receptor 4 which is responsible for immune system cell activation. Damage to the endothelial layer of blood vessels caused by these inflammatory mediators can lead to capillary leak syndrome, dilation of blood vessels and a decrease in cardiac function and can lead to septic shock. Pronounced complement activation can also be observed later in the course as the bacteria multiply in the blood. High bacterial proliferation triggering destructive endothelial damage can also lead to disseminated intravascular coagulation (DIC) with loss of function of certain internal organs such as the kidneys, adrenal glands and lungs due to compromised blood supply. The skin can show the effects of vascular damage often coupled with depletion of coagulation factors in the form of petechiae, purpura and ecchymoses. The limbs can also be affected, sometimes with devastating consequences such as the development of gangrene, requiring subsequent amputation. Loss of function of the adrenal glands can cause adrenal insufficiency and additional hemorrhage into the adrenals causes Waterhouse-Friderichsen syndrome, both of which can be life-threatening. It has also been reported that gonococcal LOS can cause damage to human fallopian tubes.",
            "score": 153.41815185546875
        },
        {
            "docid": "448010_11",
            "document": "Septic shock . In gram-negative sepsis, free LPS attaches to a circulating LPS-binding protein, and the complex then binds to the CD14 receptor on monocytes, macrophages, and neutrophils. Engagement of CD14 (even at doses as minute as 10 pg/mL) results in intracellular signaling via an associated \"Toll-like receptor\" protein 4 (TLR-4). This signaling results in the activation of nuclear factor kappaB (NF-κB), which leads to transcription of a number of genes that trigger a proinflammatory response. It was the result of significant activation of mononuclear cells and synthesis of effector cytokines. It also results in profound activation of mononuclear cells and the production of potent effector cytokines such as IL-1, IL-6, and TNF-α. TLR-mediated activation helps to trigger the innate immune system to efficiently eradicate invading microbes, but the cytokines they produce also act on endothelial cells. There, they have a variety of effects, including reduced synthesis of anticoagulation factors such as tissue factor pathway inhibitor and thrombomodulin. The effects of the cytokines may be amplified by TLR-4 engagement on endothelial cells. In response to inflammation, a compensatory reaction of production of anti-inflammatory substances such as IL-4, IL-10 antagonists, IL-1 receptor, and cortisol occurs. This is called compensatory anti-inflammatory response syndrome (CARS). Both the inflammatory and anti-inflammatory reactions are responsible for the course of sepsis and are described as MARS (Mixed Antagonist Response Syndrome). The aim of these processes is to keep inflammation at an appropriate level. CARS often leads to suppression of the immune system, which leaves patients vulnerable to secondary infection. It was once thought that SIRS or CARS could predominate in a septic individual, and it was proposed that CARS follows SIRS in a two-wave process. It is now believed that the systemic inflammatory response and the compensatory anti-inflammatory response occur simultaneously.",
            "score": 144.49005126953125
        },
        {
            "docid": "927267_7",
            "document": "Dengue virus . Recent findings suggest that, as the virus infects human cells, host homeostatic processes like autophagy and ER stress response, not to mention apoptosis, are triggered depending on the infected cell type. The activation of autophagy and ER stress during infection enhances virus reproduction. The DENV genome is about 11000 bases of positive-sense single stranded RNA (ssRNA) that codes for three structural proteins (capsid protein C, membrane protein M, envelope protein E) and seven nonstructural proteins (NS1, NS2a, NS2b, NS3, NS4a, NS4b, NS5). It also includes short non-coding regions on both the 5' and 3' ends.",
            "score": 144.43081665039062
        },
        {
            "docid": "15497663_6",
            "document": "Vascular endothelial growth factor A . Vascular endothelial growth factor A (VEGF-A) is a dimeric glycoprotein that plays a significant role in neurons and is considered to be the main, dominant inducer to the growth of blood vessels. VEGFA is essential for adults during organ remodeling and diseases that involve blood vessels, for example, in wound healing, tumor angiogenesis, diabetic retinopathy, and age-related macular degeneration. During early vertebrate development, vasculogenesis occurs which means that the endothelial condense into the blood vessels. The differentiation of endothelial cells is dependent upon the expression of VEGFA and if the expression is abolished then it can result in the death of the embryo. VEGFA is produced by a group of three major isoforms as a result of alternative splicing and if any three isoforms are produced (VEGFA120, VEGFA164, and VEGFA188) then this will not result in vessel defects and death of the full VEGFA knockout in mice. VEGFA is essential in the role of neurons because they too need vascular supply and abolishing the expression of VEGFA from neural progenitors will result in defects of the brain vascularization and neuronal apoptosis. Anti-VEGFA therapy can be used to treat patients with undesirable angiogenesis and vascular leakage in cancer and eye diseases but also could result in the inhibition of neurogenesis and neuroprotection. VEGFA could be used to treat patients with neurodegenerative and neuropathic conditions and also increase vascular permeability which will stop the blood-brain barrier and increase inflammatory cell infiltration.  References",
            "score": 141.85842895507812
        },
        {
            "docid": "6959639_10",
            "document": "Purpura fulminans . In cases of severe sepsis, there is widespread activation of the acute systemic inflammatory response, including activation of the coagulation and complement pathways, as well as endothelial dysfunction. Activated protein C helps regulate the systemic inflammatory response. During sepsis, signalling by the inflammatory cytokines, interleukin-1 and tumour necrosis factor, mediate altered protein transcription in the systemic inflammatory response, resulting in decreased synthesis of the regulatory proteins antithrombin, protein C and protein S, with increased synthesis of prothrombotic proteins Factor VIII, von Willebrand factor, and fibrinogen. Activated protein C binds to endothelial protein C receptor and subsequently cleaves the endothelial cell protease activated receptor-1, not only altering coagulation profiles but down-regulating pro-inflammatory and pro-apoptotic mediators, up-regulation of anti-inflammatory and anti-apoptotic pathways and stabilization of the endothelial cell barrier functions.",
            "score": 141.18731689453125
        },
        {
            "docid": "50492922_15",
            "document": "Pathophysiology of Parkinson's disease . The fifth proposed major mechanism for cell death is the breakdown of the blood-brain barrier (BBB). The BBB has three cell types which tightly regulate the flow of molecules in and out of the brain: endothelial cells, pericytes, and astrocytes. In neurodegenerative diseases, BBB breakdown has been measured and identified in specific regions of the brain, including the substantia nigra in Parkinson's disease and hippocampus in Alzheimer's disease. Protein aggregates or cytokines from neuroinflammation may interfere with cell receptors and alter their function in the BBB. Most notably, vascular endothelial growth factor (VEGF) and VEGF receptors are thought to be disregulated in neurodegenerative diseases. The interaction between the VEGF protein and its receptors leads to cell proliferation, but is believed to be disrupted in Parkinson's disease and Alzheimer's disease. This then causes cells to stop growing and therefore, prevents new capillary formation via angiogenesis. Cell receptor disruption can also affect the ability for cells to adhere to one another with adherens junctions.",
            "score": 140.3544158935547
        },
        {
            "docid": "7161873_6",
            "document": "Capillary leak syndrome . Studies suggest that the presence of various inflammatory factors during episodes of SCLS may explain the temporarily abnormal permeability of the endothelial cells lining the inner surface of the capillaries. These include transient spikes in monocyte- and macrophage-associated inflammatory mediators and temporary increases in the proteins vascular endothelial growth factors (VEGF) and angiopoietin-2. The impairment of endothelial cells in laboratory conditions provoked by serum taken from patients who were having episodes of SCLS is also suggestive of biochemical factors at work.",
            "score": 138.50619506835938
        },
        {
            "docid": "14800344_3",
            "document": "Vascular endothelial growth inhibitor . The protein encoded by this gene is a cytokine that belongs to the tumor necrosis factor (TNF) ligand family. This protein is abundantly expressed in endothelial cells, but is not expressed in either B or T cells. The expression of this protein is inducible by TNF-alpha and IL-1 alpha. This cytokine is a ligand for receptor TNFRSF25 (death receptor 3) and TNFRSF6B (decoy receptor 3). It can activate both the NF-κB and MAPK signalling pathways, and acts as an autocrine factor to induce apoptosis in endothelial cells. This cytokine is also found to inhibit endothelial cell proliferation, and thus may function as an angiogenesis inhibitor. An additional isoform encoded by an alternatively spliced transcript variant has been reported but the sequence of this transcript has not been determined.",
            "score": 138.50091552734375
        },
        {
            "docid": "8242848_4",
            "document": "Depyrogenation . When LPS is released upon bacterial cell lysis, the lipid A component is first bound by serum LPS-Binding Protein (LBP) and then transferred to CD14 (either free CD14 in the serum or bound to the cell surface of macrophages or monocytes). This monomerises the aggregated LPS, as the LPS receptor Toll-like Receptor 4 (TLR4) cannot recognise LPS while aggregated. Monomeric LPS is then transferred to MD-2 pre-complexed with TLR4 on macrophages and monocytes. This leads to release of pro-inflammatory cytokines and nitric oxide, which may lead ultimately to septic shock depending on the strength of response. Vascular endothelial cells also express TLR4 and MD-2 and so respond to LPS directly, as well as via cytokines and nitric oxide. Bronchial epithelial cells and colonic epithelial cells also express TLR4, but as they do not express MD-2 they rely on LPS precomplexed with serum MD-2 in order to signal to LPS.",
            "score": 138.197021484375
        },
        {
            "docid": "38925137_27",
            "document": "Tumor microenvironment . In ovarian cancer elevated VEGF levels and expression of the immune regulatory ligand B7H3 (CD276), or the endothelin B receptor (ETR) on tumor vessels correlate with decreased T cell infiltration and worse clinical outcome. Pharmacological inhibition of ETR increased T cell adhesion to endothelial cells in an intercellular adhesion molecule-1 (ICAM-1)–dependent manner, increasing TIL numbers in mice and a corresponding tumor response. Anti-angiogenic inhibitors targeting VEGF and its receptor VEGFR2 (approved for treatment of multiple cancers) induce vascular normalization. This, in turn, increases TILs and improves ACT and vaccine efficacy in preclinical models. VEGF impairs DC maturation, offering another means to enhance intratumoral immune responses. Deleting the regulator of G-protein signaling, Rgs5 reduced vessel leakiness and hypoxia, enhanced T cell infiltration into mouse pancreatic neuroendocrine tumors, and prolonged animal survival. Vascular normalization is thus likely more effective than vessel destruction. Targeted delivery of tumor necrosis factor-α (TNF-α) was reported to normalize tumor blood vessels, increase CD8 T cell infiltration and enhance vaccine and ACT therapies, unlike inflammatory cytokines interferon-γ (IFN-γ).",
            "score": 137.6298828125
        },
        {
            "docid": "3415286_6",
            "document": "Arteriogenesis . MCP1 (now called CCL2) is especially important in arteriogenesis. Since MCP-1 attracts monocytes it can produce an immune cascade to aid inflammation. Monocytes can enter the vessel wall to become macrophages and produce inflammatory cytokines such as TNF-α in addition to aiding the production of bFGF and MMP (Van Royen \"et al.\", 2000). Macrophages also produce vascular endothelial growth factor (VEGF) that is a huge contributor to the growth signaling of endothelial cells. Endothelial cells have a receptor devoted to VEGF aptly named VEGF receptor-1 that immediately signals rapid mitosis in the cells (Prior \"et al.\", 2004). One study showed that local infusion of MCP-1 caused a large increase in conductance in both collateral and peripheral vessels while diminished levels of MCP-1 hindered the process of arteriogenesis (Ito \"et al.\", 1997). This indicates that monocytes play a significant role in inducing arteriogenesis.",
            "score": 137.43472290039062
        },
        {
            "docid": "14796267_17",
            "document": "MAP4K4 . Atherosclerosis is the result of an inflammatory response to lipid-mediated vascular damage. It has been identified that cytokines such as TNF-α induce the expression of pro-inflammatory genes to synthesize leukocyte adhesion molecules and chemokines. Endothelial cells highly express MAP4K4 and recent studies have reported that MAP4K4 enhances endothelial permeability. This consequently contributes to the development of atherosclerosis due to the promotion of leukocyte extravasation, transport of oxidized lipids and the formation of plaques.",
            "score": 136.827392578125
        },
        {
            "docid": "14522621_11",
            "document": "Prostacyclin receptor . IP activators inhibit the adherence of circulating platelets and leukocytes adherence to vascular endothelium thereby blocking their entry into sites of tissue disturbance. The activators also inhibit vascular smooth muscle cells from proliferation by blocking these cells' growth cycle and triggering their apoptosis (i.e. cell death]]. These actions, along with its anti-inflammatory effects, may underlie the ability of IP gene knockout in an ApoE(−/−) mosue model to cause an accelerated rate of developing atherosclerosis. Mouse studies indicate that the PGI-IP axis activates cellular signaling pathways that tend to suppress allergic inflammation. The axis inhibits bone marrow-derived dendritic cells (i.e. antigen-presenting cells that process antigen material, present it on their surfaces for delivery to T cells, and otherwise regulate innate and adaptive immune system responses) from producing pro-inflammatory cytokines (e.g. IL-12, TNF-alpha, IL-1-alpha, and IL-6) while stimulating them to increase production of the anti-inflammatory cytokine, IL-10. IP receptor activation of these cells also blocks their lipopolysaccharide-stimulated expression of pro-inflammatory cell surface proteins (i.e. CD86, CD40, and MHC class II molecules) that are critical for developing adaptive immune responses. IL receptor-activated bone marrow-derived dendritic cells showed a greatly reduced ability to stimulate the proliferation of T helper cell as well as the ability of these cells to produce pro-allergic cytokines (i.e. IL-5 and IL-13)s. In a mouse model of allergic inflammation, PGI reduced the maturation and migration of lung mature dendritic cells to Mediastinal lymph nodes while increasing the egress of immature dendritic cells away from the lung. These effects resulted in a decrease in allergen-induced responses of the cells mediating allergic reactivity, TH-2 cells. These IP-induced responses likely contribute to its apparent function in inhibiting certain mouse inflammation responses as exemplified by the failure of IP receptor deficient mice to develop full lung airway allergic responses to ovalbumin in a model of allergic inflammation.",
            "score": 136.28453063964844
        },
        {
            "docid": "961291_10",
            "document": "Glycocalyx . Experiments have been performed to test precisely how the glycocalyx can be altered or damaged. One particular study used an isolated perfused heart model designed to facilitate detection of the state of the vascular barrier portion, and sought to cause insult-induced shedding of the glycocalyx to ascertain the cause-and-effect relationship between glycocalyx shedding and vascular permeability. Hypoxic perfusion of the glycocalyx was thought to be sufficient to initiate a degradation mechanism of the endothelial barrier. The study found that flow of oxygen throughout the blood vessels did not have to be completely absent (ischemic hypoxia), but that minimal levels of oxygen were sufficient to cause the degradation. Shedding of the glycocalyx can be triggered by inflammatory stimuli, such as tumor necrosis factor-alpha. Whatever the stimulus is, however, shedding of the glycocalyx leads to a drastic increase in vascular permeability. Vascular walls being permeable is disadvantageous, since that would enable passage of some macromolecules or other harmful antigens.",
            "score": 135.1451873779297
        },
        {
            "docid": "6519036_18",
            "document": "Thromboxane receptor . Activation of TP receptors stimulates vascular endothelial cell pro-inflammatory responses such as increased expression of cell surface adhesion proteins (i.e. ICAM-1, VCAM-1, and E-selectin); stimulates apoptosis (i.e. cell death) of CD4+ and CD8+ lymphocytes; causes the chemokinesis (i.e. cell movement) of native T cells; and impairs the adhesion of dendritic cells to T cells thereby inhibiting dendritic cell-dependent proliferation of T cells. TP deficient mice exhibit an enhanced contact hypersensitivity response to DNFB thymocytes in the thymus of these deficient mice are resistant to lipopolysaccharide-induced apoptosis. TP receptor-depleted mice also gradually develop with age extensive lymphadenopathy and, associated with this, increased immune responses to foreign antigens. These studies indicate that TXA2-TP signaling functions as a negative regulator of DC-T cell interactions and possibly thereby the acquisition of acquired immunity in mice. Further studies are needed to translate these mouse studies to humans.",
            "score": 134.47177124023438
        },
        {
            "docid": "39669_20",
            "document": "Dengue fever . Severe disease is marked by the problems of capillary permeability (an allowance of fluid and protein normally contained within blood to pass) and disordered blood clotting. These changes appear associated with a disordered state of the endothelial glycocalyx, which acts as a molecular filter of blood components. Leaky capillaries (and the critical phase) are thought to be caused by an immune system response. Other processes of interest include infected cells that become necrotic—which affect both coagulation and fibrinolysis (the opposing systems of blood clotting and clot degradation)—and low platelets in the blood, also a factor in normal clotting.",
            "score": 133.47348022460938
        },
        {
            "docid": "14761398_6",
            "document": "ANGPTL4 . ANGPTL4 plays an important role in numerous cancers and is implicated in the metastatic process by modulating vascular permeability, cancer cell motility and invasiveness. ANGPTL4 contributes to tumor growth and protects cells from anoikis, a form of programmed cell death induced when contact-dependent cells detach from the surrounding tissue matrix. ANGPTL4 secreted from tumors can bind to integrins, activating downstream signaling and leading to the production of superoxide to promote tumorigenesis. ANGPTL4 disrupts endothelial cell junctions by directly interacting with integrin, VE-cadherin and claudin-5 in a sequential manner to facilitate metastasis. ANGPTL4 functions as a matricellular protein to facilitate skin wound healing. ANGPTL4-deficient mice exhibit delayed wound reepithelialization with impaired keratinocyte migration, angiogenesis and altered inflammatory response. ANGPTL4 induces nitric oxide production through an integrin/JAK/STAT3-mediated upregulation of iNOS expression in wound epithelia, and enhances angiogenesis to accelerate wound healing in diabetic mice. Cyclic stretching of human tendon fibroblasts stimulated the expression and release of ANGPTL4 protein via TGF-β and HIF-1α signalling, and the released ANGPTL4 was pro-angiogenic. ANGPTL4 is also a potent angiogenic factor whose expression is up-regulated in hypoxic retinal Müller cells in vitro and the ischemic retina in vivo. The expression of ANGPTL4 was increased in the aqueous and vitreous of proliferative diabetic retinopathy patients and localized to areas of retinal neovascularization.",
            "score": 133.42941284179688
        },
        {
            "docid": "14761714_5",
            "document": "Allograft inflammatory factor 1 . AIF1 was originally discovered in atherosclerotic lesions in a rat model of chronic allograft cardiac rejection. It was found to be upregulated in macrophages and neutrophils in response to the cytokine IFN-γ. AIF1 expression has been seen to increase in vascular tissue in response to arterial injury, specifically it is found in activated vascular smooth muscle cells in response to IFN-γ, IL-1β, and T-cell conditioned media. In vascular smooth muscle cells, activation is responsible for arterial thickening in allografts through over proliferation. AIF1 has been found to enhance growth and promote proliferation in vascular smooth muscle cells through deregulation of the cell cycle. It does this by shortening the cell cycle and altering the expression of cyclins. Though histologically different, AIF1 has also been shown to promote the proliferation and activation of endothelial cells (EC). EC activation, leads to proliferation and migration of cells, which is involved in multiple normal vascular processes, such as atherosclerosis, angiogenesis, and wound healing. It is currently theorized that AIF1 works to control endothelial cell proliferation and migration through action in signal transduction pathways. It has features of a cytoplasmic signaling protein, including several domains that allow for binding to multiprotein complexes, called PDZ domains. In endothelial cells, AIF1 has been specifically shown to regulate vasculogenesis, including the formation of aortic sprouting and tube-like formations. AIF1 been shown to interact with kinase p44/42 and PAK1, two previously known signal transduction molecules, in regulating these processes. AIF1 also shows distinct differences in the pathways by which it regulates endothelial cells, macrophages, and vascular smooth muscle cells.",
            "score": 132.98573303222656
        },
        {
            "docid": "14762501_5",
            "document": "AOC3 . Membrane-bound VAP-1 releases an active, soluble form of the protein, which may be conducive to increased inflammation and the progression of many vascular disorders. In particular, elevation of VAP-1 activity and the increased enzymatic-mediated deamination is proposed to play a role in renal and vascular disease, oxidative stress, acute and chronic hyperglycemia, and diabetes complications. In diabetic patients, the amine oxidase activity stimulates glucose uptake via translocation of transporters to the cell membrane in adipocytes and smooth muscle cells. This modifies hepatic glucose homeostasis and may contribute to patterns of GLUT expression in chronic disease, as insulin resistance in humans have been linked to altered expression of GLUT isoforms by granulosa cells and adipose tissues. In particular, hydrogen peroxide, released during the deamination of SSAO, acts as a signal-transducing molecule, affecting GLUT1 and GLUT4 translocation to the plasma membrane by granulosa cells and adipose tissue. This mimics insulin and interferes with cell processes in diabetic patients. Additionally, hydrogen peroxide, along with aldehydes and glucose, is involved in generating advanced glycation end-products and oxidative stress, which leads to the development of atherosclerosis, a disease in which plaque builds up inside arteries. Cell processes involved in insulin resistance are often associated with elevated VAP-1 expression and modified GLUT expression in patients with liver diseases. Accordingly, subjects with diabetes are often at an increased risk for the development of and mortality from various cancers, including colorectal cancer hepatocellular carcinoma. Because of hyperinsulinemia - the increased bioavailability of insulin-like growth factors-1 and hypoadiponectinemia - diabetic patients have a greater chance of developing oncogenesis and tumor progression. In one study, serum VAP-1 was shown to independently predict 10-year all-cause mortality, cardiovascular mortality, and cancer-related mortality in subjects with type 2 diabetes. This may be because VAP-1 is involved in binding TIL, lymphokine-activated killer cells, and natural killer cells to the vasculature of cancer tissue. Hence, increased serum VAP-1 activity has been repeatedly found to be associated with various vascular disorders, such as the complications of diabetes mellitus, acute and chronic hyperglycemia, congestive heart failure, atherosclerosis, and Alzheimer's disease. The same elevation is seen in kidney disease, even when accounted for factors of age, gender, and smoking. Studies have established a strong correlation between serum VAP-1 levels and urinary albumin excretion, which supports the idea that VAP-1 may be involved in the pathogenesis of kidney damage in humans. In renal pathology, the aldehydes produced by SSAO are highly reactive and lead to the formation of protein cross-linking and oxidative stress. Additionally, VAP-1 mediates leukocyte migration and, eventually, can lead to chronic inflammatory cell accumulation and the development of kidney fibrosis. As for stroke patients, the products from deamination induce cytotoxicity protein cross-linking and amyloid-beta (Aβ) aggregation along with oxidative stress and thus are considered a potential risk factor for stress-related angiopathy. In these patients, VAP-1 may be involved in increasing vascular damage due to increased susceptibility of endothelial cells to oxygen-glucose deprivation (OGD). In hemorrhagic stroke patients, plasmatic VAP-1 activity is increase, and in ischemic stroke patients, it can predict the appearance of parenchymal hemorrhages after tissue plasminogen activator treatment due to the transmigration of inflammatory cells into ischaemic brain. VAP-1-expression is increased in blood vessels of ischemic areas where it may be mediating neutrophil adhesion to vascular endothelium in ischemic heart. The presence of diminished expression of vascular VAP-1 in infarcted brain areas and the increased concentration of VAP-1 in serum suggests that acute cerebral ischaemia triggers early release of endothelial VAP-1 from brain vasculature. Lastly, during pulmonary infection and airway hyper-activity,VAP-1 may also contribute to the recruitment of inflammatory cells and the transfer of neutrophils from the microvasculature. Inhibitors of VAP-1 may be effective in reducing inflammation in various vascular diseases, but more studies are needed to understand to what extent. Whether serum VAP-1 is a good biomarker for these diseases requires further investigation. Although many studies concerning VAP-1 as a therapeutic target are becoming more frequent, it is difficult to study VAP-1 in cell or tissue systems, since the enzyme progressively loses its expression, and immortalized cell lines do not show any expression at all.",
            "score": 132.62159729003906
        },
        {
            "docid": "961291_4",
            "document": "Glycocalyx . The glycocalyx is a type of identifier that the body uses to distinguish between its own healthy cells and transplanted tissues, diseased cells, or invading organisms. Included in the glycocalyx are cell-adhesion molecules that enable cells to adhere to each other and guide the movement of cells during embryonic development. The glycocalyx plays a major role in regulation of endothelial vascular tissue, including the modulation of red blood cell volume in capillaries.",
            "score": 132.29920959472656
        },
        {
            "docid": "15214773_3",
            "document": "Death receptor 6 . The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor has been shown to activate NF-κB and MAPK8/JNK, and induce cell apoptosis. Through its death domain, this receptor interacts with TRADD protein, which is known to serve as an adaptor that mediates signal transduction of TNF-receptors. Knockout studies in mice suggested that this gene plays a role in T helper cell activation, and may be involved in inflammation and immune regulation. The DR6 is an alpha-helical integral membrane receptor protein that shows evidence that it has something to do with the inhibition of blood vessels forming on tumors which would allow them to grow larger. Death receptor 6 gets a chemical message and starts a signaling pathway that causes apoptosis, also known as cell death, to occur. It is also expressed in endothelial cells. Tumor cells can induce, through exposition of amyloid precursor protein (APP), DR6-mediated endothelial cell necroptosis allowing tumors metastasis.",
            "score": 131.88189697265625
        },
        {
            "docid": "2930734_5",
            "document": "Distributive shock . There are four types of distributive shock. The most common, septic shock, is caused by an infection, most frequently by bacteria, but viruses, fungi and parasites have been implicated. Infection sites most likely to lead to septic shock are chest, abdomen and genitourinary tract. In septic shock the blood flow in the microvasculature is abnormal with some capillaries underperfused and others with normal to high blood flow. The endothelial cells lining the blood vessels become less responsive to vasocontrictive agents, lose their glycocalyx (normal coating) and negative ionic charge, become leaky and cause extensive over-expression of nitric oxide. The coagulation cascade is also disrupted. Tissue factor that initiates the clotting cascade is produced by activated monocytes and the endothelial cells lining the blood vessels while antithrombin and fibrinolysis are impaired. Disseminated intravascular coagulation (DIC) can result from the thrombin produced in the inflammatory response. The ability of red blood cells to change shape decreases and their tendency to clump together increases, inhibiting their flow through the microvasculature.",
            "score": 131.2476043701172
        },
        {
            "docid": "1872854_12",
            "document": "Biochemical cascade . The blood cells (erythrocytes, leukocytes and platelets) are produced by hematopoiesis. The erythrocytes have as main function the O delivery to the tissues, and this transfer occurs by diffusion and is determined by the O tension (PO). The erythrocyte is able to feel the tissue need for O and cause a change in vascular caliber, through the pathway of ATP release, which requires an increase in cAMP, and are regulated by the phosphodiesterase (PDE). This pathway can be triggered via two mechanisms: physiological stimulus (like reduced O2 tension) and activation of the prostacyclin receptor (IPR). This pathway includes heterotrimeric G proteins, adenylyl cyclase (AC), protein kinase A (PKA), cystic fibrosis transmembrane conductance regulator (CFTR), and a final conduit that transport ATP to vascular lumen (pannexin 1 or voltage-dependent anion channel (VDAC)). The released ATP acts on purinergic receptors on endothelial cells, triggering the synthesis and release of several vasodilators, like nitric oxide (NO) and prostacyclin (PGI).  The current model of leukocyte adhesion cascade includes many steps mentioned in Table 1. The integrin-mediated adhesion of leukocytes to endothelial cells is related with morphological changes in both leukocytes and endothelial cells, which together support leukocyte migration through the venular walls. Rho and Ras small GTPases are involved in the principal leukocyte signaling pathways underlying chemokine-stimulated integrin-dependent adhesion, and have important roles in regulating cell shape, adhesion and motility. After a vascular injury occurs, platelets are activated by locally exposed collagen (glycoprotein (GP) VI receptor), locally generated thrombin (PAR1 and PAR4 receptors), platelet-derived thromboxane A2 (TxA2) (TP receptor) and ADP (P2Y1 and P2Y12 receptors) that is either released from damaged cells or secreted from platelet dense granules. The von Willebrand factor (VWF) serves as an essential accessory molecule. In general terms, platelet activation initiated by agonist takes to a signaling cascade that leads to an increase of the cytosolic calcium concentration. Consequently, the integrin αβ is activated and the binding to fibrinogen allows the aggregation of platelets to each other. The increase of cytosolic calcium also leads to shape change and TxA2 synthesis, leading to signal amplification.",
            "score": 131.062744140625
        },
        {
            "docid": "15497663_5",
            "document": "Vascular endothelial growth factor A . During embryonic development angiogenesis is initiated as mesoderm mesenchyme cells are specified to differentiate into angioblasts, expressing the Vascular Endothelial Growth Factor Receptor (VEGFR-2). As embryonic tissue utilizes more oxygen than it receives from diffusion, it becomes hypoxic. These cells will secrete the signaling molecule vascular endothelial factor A (VEGFA) which will recruit the angioblasts expressing it's partnering receptor to the site of future angiogenesis. The angioblasts will create scaffolding structures which form the primary capillary plexus from where the local vasculature system will develop.  Disruption of this gene in mice resulted in abnormal embryonic blood vessel formation, resulting in underdeveloped vascular structures. This gene is also upregulated in many tumors and its expression is correlated with tumor development and is a target in many developing cancer therapeutics. Elevated levels of this protein are found in patients with POEMS syndrome, also known as Crow-Fukase syndrome which is a hemangioblastic proliferative disorder. Allelic variants of this gene have been associated with microvascular complications of diabetes 1 and atherosclerosis.",
            "score": 130.34539794921875
        },
        {
            "docid": "961291_6",
            "document": "Glycocalyx . The glycocalyx is located on the apical surface of vascular endothelial cells which line the lumen. When vessels are stained with cationic dyes such as Alcian blue stain, transmission electron microscopy shows a small, irregularly shaped layer extending approximately 50–100 nm into the lumen of a blood vessel. Another study used cryotransmission electron microscopy and showed that the endothelial glycocalyx could be up to 11 μm thick. It is present throughout a diverse range of microvascular beds (capillaries) and macrovessels (arteries and veins). The glycocalyx also consists of a wide range of enzymes and proteins that regulate leukocyte and thrombocyte adherence, since its principal role in the vasculature is to maintain plasma and vessel-wall homeostasis. These enzymes and proteins include:",
            "score": 129.8789520263672
        },
        {
            "docid": "35839849_12",
            "document": "Epigenetics of diabetes Type 2 . The production of fat hinders the ability for muscles and other cells in the body to respond properly to glucose and insulin, furthering the complications involved with diabetes. Increased levels of fat in the body and blood raises blood pressure, increases cholesterol, and causes arteriosclerosis; all of which are severely dangerous vascular complications for patients suffering from diabetes and can lead to death. The epigenetic marks H3K27me3, H3K4me3, and the Polycomb group of proteins such as Bmi-1, the H3K27me3 transferase Ezh2, its demethylase JMJD3, and the H3K4me3 transferase MLL were shown to be regulators in the expression of tumour suppressor p16INK4a in β-cell proliferation and regeneration. Post-translational modifications of histones (H3K4me2 and H3K9me2), H3K4 demethylase lysine-specific demethylase 1 (LSD1), and an H3K9me2 methyltransferase SET domain bifurcated 1 (SETDB1) were also implicated in diabetes related adipogenesis. The inflammatory response arises from vascular tissues and specialized white blood cells, and a persistent state of inflammation under diabetic stress leads to clots and vascular deterioration. Patients suffer edema, aneurysms, and injuries that cannot heal properly because the vascular system is unable to respond properly when under epigenetic influences. Diabetes and the associated hyperglycemia can lead to production of pro-inflammatory mediators such as cytokines and growth factors. Together, they activate multiple signal transduction pathways including oxidant stress, tyrosine kinases, PKC, and MAPKs leading to activation of transcription factors such as NF-κB, and dysregulation of epigenetic mechanisms including HKme, histone lysine acetylation, and DNA methylation via the action of corresponding methyltransferases, demethylases, acetylases, and deacetylases. This leads to higher accessibility of pathological gene expression products and activation of pathological genes. Being in this state of diabetic stress leads to long term metabolic memory and altered epigenome with adverse side effects on the cardiovascular system. Oxidized Low-density lipoprotein-induced chemokine expression was associated with H3KAc and phosphorylation, and recruitment of HATs along with NF-κB in endothelial cells, and these were reversed by pre-treatment with statins. Studies show alterations in histone modification patterns, along with changes in expression of the corresponding Histone methyltransferases, in vascular smooth muscle cells and endothelial cells from aortas of adult mice exposed to hypercholesterolaemia. Studies in monocytes, white blood cells that travel along vascular surfaces, showed that H3K9/14Ac and HATs CBP/p300, H3R17me and its methyltransferase CARM1, play key roles in inflammatory gene expression. HDACs also played key roles in lipopolysaccharide (LPS)-induced inflammatory gene expression in monocytes and macrophages. Prolonged inflammatory responses in the cardiovascular system lead to atherosclerosis and high blood pressure which contribute to the many heart attacks and strokes caused by diabetes each year.",
            "score": 129.5305633544922
        },
        {
            "docid": "42294288_2",
            "document": "Circulating endothelial cell . Circulating endothelial cells (CECs) are endothelial cells that have been shed from the lining of the vascular wall into the blood stream. Endothelial cells normally line blood vessels to maintain vascular integrity and permeability, but when these cells enter into the circulation, this could be a reflection of vascular dysfunction and damage. There are many factors involved in the process of creating CECs, including: reduced interaction between the endothelial cells and basement membrane proteins, damaged endothelial cellular adhesion molecules, mechanical injury, decreased survival of cytoskeletal proteins, and inflammation.",
            "score": 129.29209899902344
        },
        {
            "docid": "5647595_14",
            "document": "Ephrin receptor . The construction of blood vessels requires the coordination of endothelial and supportive mesenchymal cells through multiple phases to develop the intricate networks required for a fully functional circulatory system. The dynamic nature and expression patterns of the Ephs make them, therefore, ideal for roles in angiogenesis. Mouse embryonic models show expression of EphA1 in mesoderm and pre-endocardial cells, later spreading up into the dorsal aorta then primary head vein, intersomitic vessels, and limb bud vasculature, as would be consistent with a role in angiogenesis. Different class A Eph receptors have also been detected in the lining of the aorta, brachial arch arteries, umbilical vein, and endocardium. Complementary expression of EphB2/ephrin-B4 was detected in developing arterial endothelial cells and EphB4 in venous endothelial cells. Expression of EphB2 and ephrin-B2 was also detected on supportive mesenchymal cells, suggesting a role in wall development through mediation of endothelial-mesenchymal interactions. Blood vessel formation during embryogenesis consists of vasculogenesis, the formation of a primary capillary network followed by a second remodeling and restructuring into a finer tertiary network - studies utilizing ephrin-B2 deficient mice showed a disruption of the embryonic vasculature as a result of a deficiency in the restructuring of the primary network. Functional analysis of other mutant mice have led to the development of a hypothesis by which Ephs and ephrins contribute to vascular development by restricting arterial and venous endothelial mixing, thus stimulating the production of capillary sprouts as well as in the differentiation of mesenchyme into perivascular support cells, an ongoing area of research.",
            "score": 129.11990356445312
        },
        {
            "docid": "324466_21",
            "document": "Infliximab . Infliximab has high specificity for TNF-α, and does not neutralize TNF beta (TNFβ, also called lymphotoxin α), an unrelated cytokine that uses different receptors from TNF-α. Biological activities attributed to TNF-α include induction of proinflammatory cytokines (such as interleukins IL-1 and IL-6), enhancement of leukocyte movement or migration from the blood vessels into the tissues (by increasing the permeability of endothelial layer of blood vessels), and increasing the release of adhesion molecules. Infliximab prevents disease in transgenic mice (a special type of mice biologically engineered to produce a human form of TNF-α and which are used to test the results of these drugs that might be expected in humans). These experimental mice develop arthritis as a result of their production of human TNF-α, and when administered after disease onset, infliximab allows eroded joints to heal.",
            "score": 128.96560668945312
        }
    ]
}