{
    "q": [
        {
            "docid": "29318_12",
            "document": "Streptococcus . Some weakly beta-hemolytic species cause intense beta hemolysis when grown together with a strain of \"Staphylococcus\". This is called the CAMP test. \"Streptococcus agalactiae\" displays this property. \"Clostridium perfringens\" can be identified presumptively with this test. \"Listeria monocytogenes\" is also positive on sheep's blood agar. Group A \"S. pyogenes\" (GAS) is the causative agent in a wide range of group A streptococcal infections. These infections may be noninvasive or invasive. The noninvasive infections tend to be more common and less severe. The most common of these infections include streptococcal pharyngitis (strep throat) and impetigo. Scarlet fever is also a noninvasive infection, but has not been as common in recent years.  The invasive infections caused by group A β-hemolytic streptococci tend to be more severe and less common. This occurs when the bacterium is able to infect areas where it is not usually found, such as the blood and the organs. The diseases that may be caused include streptococcal toxic shock syndrome, necrotizing fasciitis, pneumonia, and bacteremia. Globally, GAS has been estimated to cause more than 500,000 deaths every year, making it one of the world's leading pathogens.",
            "score": 57.972227811813354
        },
        {
            "docid": "29250676_14",
            "document": "Erythrogenic toxin . Streptococcal cysteine proteinase has roles in immune evasion and apoptosis, as well as potential influence on bacterial internalization. There is contradictory evidence regarding the effect of SpeB on virulence. Some studies have reported increased protease levels in strains that cause scarlet fever in comparison to those associated with streptococcal toxic shock syndrome, while others show decreased expression in more virulent strains.",
            "score": 50.45287537574768
        },
        {
            "docid": "11828452_2",
            "document": "Listeriolysin O . Listeriolysin O (LLO) is a hemolysin produced by the bacterium \"Listeria monocytogenes\", the pathogen responsible for causing listeriosis. The toxin may be considered a virulence factor, since it is crucial for the virulence of \"L. monocytogenes\".",
            "score": 123.16433048248291
        },
        {
            "docid": "1635294_21",
            "document": "Multilocus sequence typing . MLST appears best in population genetic study but it is expensive. Due to the sequence conservation in housekeeping genes, MLST sometimes lacks the discriminatory power to differentiate bacterial strains, which limits its use in epidemiological investigations. To improve the discriminatory power of MLST, a multi-virulence-locus sequence typing (MVLST) approach has been developed using \"Listeria monocytogenes\" . MVLST broadens the benefits of MLST but targets virulence genes, which may be more polymorphic than housekeeping genes. Population genetics is not the only relevant factor in an epidemic. Virulence factors are also important in causing disease, and population genetic studies struggle to monitor these. This is because the genes involved are often highly recombining and mobile between strains in comparison with the population genetic framework. Thus, for example in \"Escherichia coli\", identifying strains carrying toxin genes is more important than having a population genetics-based evaluation of prevalent strains.",
            "score": 76.05647242069244
        },
        {
            "docid": "21984880_4",
            "document": "Streptococcus canis . \"S. canis\" is considered to be an important part of the healthy microbiota of cats and dogs, promoting skin and mucosal health. However, despite these benefits under certain circumstances, strains of this bacterium have been reported to cause diseases in a variety of mammals. When opportunistic infection does occur, treatment with antibiotics is very successful at clearing the disease and preventing mortality due to the low levels of resistance in this species. During infection, the bacteria have been known to cause neonatal septicemia, abortion, and cellulitis in dogs. In addition, \"S. canis\" is also responsible for streptococcal toxic shock syndrome (STSS) and necrotizing fasciitis (NF). However, it has been contested if STSS and NF are caused solely by \"S. canis\" infection or if it is induced from the treatment of dogs with fluoroquinolone during the infection. In other mammals, the pathogen can cause lymphadenitis, arthritis, fever, mastitis, wound infections, and other conditions that vary depending on the host species. The possibility of an outbreak increases for animals that are very young, very old, confined to a densely populated area, or remain confined for long periods of time. Multiple fatal outbreaks have been reported among shelter cats due to the susceptibility of many of the cats and the close proximity of individuals within a shelter. The development of disease can occur rapidly, and symptoms in cats include skin ulceration, chronic respiratory infection, and necrotizing sinusitis. The persistence and spread of these bacteria in a confined area can lead to both sepsis and death, quickly resulting in extremely high levels of mortality among susceptible cats. Similar instances have been reported for dogs; however, the levels of mortality were considerably lower.",
            "score": 36.159486055374146
        },
        {
            "docid": "2580748_21",
            "document": "Bacterial adhesin . \"N. gonorrhoeae\" is host restricted almost entirely to humans. \"Extensive studies have established type 4 fimbrial adhesins of \"N. gonorrhoeae\" virulence factors.\" These studies have shown that only strains capable of expressing fimbriae are pathogenic. High survival of polymorphonuclear neutrophils (PMNs) characterizes \"Neisseria gonorrhoeae\" infections. Additionally, recent studies out of Stockholm have shown that \"Neisseria\" can hitchhike on PMNs using their adhesin pili thus hiding them from neutrophil phagocytic activity. This action facilitates the spread of the pathogen throughout the epithelial cell layer.",
            "score": 59.288556814193726
        },
        {
            "docid": "503782_11",
            "document": "Streptococcus pneumoniae . Competence in \"S. pneumoniae\" is induced by DNA-damaging agents such as mitomycin C, fluoroquinolone antibiotics (norfloxacin, levofloxacin and moxifloxacin), and topoisomerase inhibitors. Transformation protects \"S. pneumoniae\" against the bactericidal effect of mitomycin C. Michod et al. summarized evidence that induction of competence in \"S. pneumoniae\" is associated with increased resistance to oxidative stress and increased expression of the RecA protein, a key component of the recombinational repair machinery for removing DNA damages. On the basis of these findings, they suggested that transformation is an adaptation for repairing oxidative DNA damages. \"S. pneumoniae\" infection stimulates polymorphonuclear leukocytes (granulocytes) to produce an oxidative burst that is potentially lethal to the bacteria. The ability of \"S. pneumoniae\" to repair the oxidative DNA damages in its genome, caused by this host defense, likely contributes to this pathogen’s virulence. Consistent with this premise, Li et al. reported that, among different highly transformable \"S. pneumoniae\" isolates, nasal colonization fitness and virulence (lung infectivity) depend on an intact competence system.",
            "score": 70.87078738212585
        },
        {
            "docid": "1615697_15",
            "document": "Nelfinavir . Nelfinavir and simple derivatives have been found to inhibit the production of the virulence factor streptolysin S, a cytolysin produced by the human pathogen \"Streptococcus pyogenes\". Nelfinavir and these related molecules did not exhibit detectable antibiotic activity, but did also inhibit the production of other biologically active molecules, including plantazolicin (antibiotic), listeriolysin S (cytolysin), and clostridiolysin S (cytolysin), by other bacteria.",
            "score": 96.29588580131531
        },
        {
            "docid": "29250676_2",
            "document": "Erythrogenic toxin . Erythrogenic toxins, also referred to as streptococcal pyrogenic exotoxins, are secreted by strains of the bacterium \"Streptococcus pyogenes\". SpeA and SpeC are superantigens, which induce inflammation by nonspecifically activating T cells and stimulating the production of inflammatory cytokines. SpeB, the most abundant streptococcal extracellular protein, is a cysteine protease. Pyrogenic exotoxins are implicated as the causative agent of scarlet fever and streptococcal toxic shock syndrome. There is no consensus on the exact number of pyrogenic exotoxins. Serotypes A-C are the most extensively studied and recognized by all sources, but others note up to thirteen distinct types, categorizing SpeF-M as additional superantigens. Erythrogenic toxins are known to damage the plasma membranes of blood capillaries under the skin and produce a red skin rash (characteristic of scarlet fever). Past studies have shown that multiple variants of erythrogenic toxins may be produced, depending on the strain of \"S. pyogenes\" in question. Some strains may not produce a detectable toxin at all. Bacteriophage T12 infection of Streptococcus pyogenes enables the production of Spe A, and increases virulence.",
            "score": 61.00490951538086
        },
        {
            "docid": "92394_12",
            "document": "Streptococcus pyogenes . \"S. pyogenes\" is the cause of many important human diseases, ranging from mild superficial skin infections to life-threatening systemic diseases. Infections typically begin in the throat or skin. The most striking sign is a strawberry-like rash. Examples of mild \"S. pyogenes\" infections include pharyngitis (strep throat) and localized skin infection (impetigo). Erysipelas and cellulitis are characterized by multiplication and lateral spread of \"S. pyogenes\" in deep layers of the skin. \"S. pyogenes\" invasion and multiplication in the fascia can lead to necrotizing fasciitis, a life-threatening condition requiring surgery. The bacterium is found in neonatal infections.",
            "score": 27.62209177017212
        },
        {
            "docid": "22682852_6",
            "document": "Streptococcus iniae . Phylogenetic analyses based on 16S ribosomal DNA suggest that \"S. iniae\" is closely related to other streptococcal pathogens of humans and animals. Specifically, it is clustered in the pyogenic group, along with other pathogenic streptococci such as \"S. pyogenes\", \"S. agalactiae\", \"S. uberis\", \"S. canis\", \"S. porcinus\", \"S. phocae\", and \"S. intestinalis\". Of these related species, it is most closely related to \"S. porcinus\". Genomic restriction fragment analysis of diverse host and geographical panels of \"S. iniae\" isolates has shown common profiles between virulent fish and human strains, though multiple pulsed field gel electrophoresis patterns have been identified among human isolates.",
            "score": 62.972339153289795
        },
        {
            "docid": "192595_29",
            "document": "Methicillin-resistant Staphylococcus aureus . In the United States, most cases of CA-MRSA are caused by a CC8 strain designated , which carries SCC\"mec\" type IV, Panton–Valentine leukocidin, PSM-alpha and enterotoxins Q and K, and . The ST8:USA300 strain results in skin infections, necrotizing fasciitis and toxic shock syndrome, whereas the ST1:USA400 strain results in necrotizing pneumonia and pulmonary sepsis. Other community-acquired strains of MRSA are ST8:USA500 and ST59:USA1000. In many nations of the world, MRSA strains with different predominant genetic background types have come to predominate among CA-MRSA strains; USA300 easily tops the list in the U.S. and is becoming more common in Canada after its first appearance there in 2004. For example, in Australia ST93 strains are common, while in continental Europe ST80 strains, which carry SCC\"mec\" type IV, predominate. In Taiwan, ST59 strains, some of which are resistant to many non-beta-lactam antibiotics, have arisen as common causes of skin and soft tissue infections in the community. In a remote region of Alaska, unlike most of the continental U.S., USA300 was found rarely in a study of MRSA strains from outbreaks in 1996 and 2000 as well as in surveillance from 2004–06.",
            "score": 16.89200520515442
        },
        {
            "docid": "54639041_11",
            "document": "Metallosphaera hakonensis . Based on sequencing data, \"M. hakonensis\" contains the gene for maleylacetate reductase, a key component in biological degradation of halogenated aromatic organic compounds. Based on recent studies, halogenated aromatic compounds have become a pollutant of food products. Other benzene derivatives have been known to pollute many environments including the air; these compounds are known as BTEX pollutants. The study of the gene for and enzyme maleylacetate reductase can play a role in control of future pollution by aromatic organic compounds. Sequencing data of \"M. hakonensis\" also revealed the presence of the gene for Urease, a common virulence factor found in gastro-pathogenic bacteria such as \"Helicobacter pylori\", a common infection causing about 14,500 deaths per year. Urease catalyzes the degradation of urea to ammonia and bicarbonate, increasing the pH of the stomach, which allows for survival and manifestation of the pathogens. Recent studies have revealed that Urease also plays a role in fungal virulence, found in organisms such as \"C. neoformans\" and \"Co. posadasii.\" Urease causes a shift in immune response from a Type 1 (T1 cells) immune response to a Type 2 (T2 cells) immune response, reducing the ability of the host immune response to prevent infection. The knockout of Urease has also proven to decrease virulence capabilities of the fungi. With its wide role in both fungal and bacterial infections, Urease has become an emerging target for current pharmaceutical advancements.",
            "score": 49.84857928752899
        },
        {
            "docid": "205624_20",
            "document": "Horizontal gene transfer . Horizontal gene transfer is common among bacteria, even among very distantly related ones. This process is thought to be a significant cause of increased drug resistance when one bacterial cell acquires resistance, and the resistance genes are transferred to other species. Transposition and horizontal gene transfer, along with strong natural selective forces have led to multi-drug resistant strains of \"S. aureus\" and many other pathogenic bacteria. Horizontal gene transfer also plays a role in the spread of virulence factors, such as exotoxins and exoenzymes, amongst bacteria. A prime example concerning the spread of exotoxins is the adaptive evolution of Shiga toxins in \"E. coli\" through horizontal gene transfer via transduction with \"Shigella\" species of bacteria. Strategies to combat certain bacterial infections by targeting these specific virulence factors and mobile genetic elements have been proposed. For example, horizontally transferred genetic elements play important roles in the virulence of \"E. coli\", \"Salmonella\", \"Streptococcus\" and \"Clostridium perfringens\".",
            "score": 62.0019553899765
        },
        {
            "docid": "29446130_14",
            "document": "MiR-155 . The innate immune system constitutes the first line of defense against invading pathogens and is regarded as the major initiator of inflammatory responses. Its cellular component involves primarily monocyte/macrophages, granulocytes, and dendritic cells (DCs), which are activated upon sensing of conserved pathogen structures (PAMPs) by pattern recognition receptors such as Toll-like receptors ((TLRs)). \"MIR155HG\" (i.e. miR-155-5p) expression is greatly enhanced by TLR agonist stimulation of macrophages and dendritic cells. Since microbial lipopolysaccharide (an agonist of TLR4) activates a chain of events that lead to the stimulation of the NF-κB and AP-1 transcription factors, it was hypothesized that endotoxin activation of \"MIR155HG\" may be mediated by those transcription factors. Indeed, \"MIR155HG\" expression was found to be activated in LPS treated murine macrophage cells (i.e. Raw264.7) by an NF-κB-mediated mechanism. Furthermore, \"H. pylori\" infection of primary murine bone marrow-derived macrophages resulted in a NF-κB dependent up-regulation of \"MIR155HG\". In the context of viral infection vesicular stomatitis virus (VSV) challenge of murine peritoneal macrophages was reported to result in miR-155-5p over-expression via a retinoic acid-inducible gene I/JNK/NF-κB–dependent pathway. Support for a role of AP-1 in \"MIR155HG\" activation comes from studies using stimuli relevant to viral infection such as TLR3 ligand poly(I:C) or interferon beta (IFN-β). Downstream of those stimuli AP-1 seems to play a major role in \"MIR155HG\" activation.",
            "score": 38.4363648891449
        },
        {
            "docid": "465920_15",
            "document": "Listeria monocytogenes . \"L. monocytogenes\" has three distinct lineages, with differing evolutionary histories and pathogenic potentials. Lineage I strains contain the majority of human clinical isolates and all human epidemic clones, but are underrepresented in animal clinical isolates. Lineage II strains are overrepresented in animal cases and underrepresented in human clinical cases, and are more prevalent in environmental and food samples. Lineage III isolates are very rare, but significantly more common in animal than human isolates.",
            "score": 87.20871543884277
        },
        {
            "docid": "2324174_11",
            "document": "Streptococcus suis . A total of 204 human cases were documented during the Sichuan outbreak, with 38 fatalities. The human outbreak coincided with one in the local pig populations. There was no evidence of human-to-human transmission; all of the patients had been in direct contact with pigs. Many of the patients, and almost all of the fatal cases, had typical symptoms of Streptococcal toxic shock syndrome (STSS). To date, STSS has only been documented in patients infected with \"S. pyogenes\", another member of the Streptococcus family but very different from \"S. suis\". However, the bacteria isolates from the human and pig samples were clearly \"S. suis\", and those isolates were able cause typical \"S. suis\" disease in piglets.",
            "score": 38.34276008605957
        },
        {
            "docid": "44430316_4",
            "document": "Host adaptation . Pathogens like Salmonella, which is a food borne pathogen, are able to adapt to the host environment and maintain virulence via several pathways. In a paper by Baumler et al 1998, characters of Salmonella, such as its ability to cause intestinal infection were attributed to virulence factors like its ability to invade intestinal epithelial cells, induce neutrophil recruitment and interfere with the secretion of intestinal fluid. Phylogenetic analysis also revealed that many strains or lineages of Salmonella exist, which is advantageous for the pathogen because its genetic diversity can acts as fodder for natural selection to tinder with. For instance, if a particular Salmonella strain is more fit in the host stomach environment, compared to other Salmonella strains, then the former will be positively selected for and increase in prevalence. Eventually this strain will colonize and infect the stomach. The other less fit strains will be selected against and will thus not persist. Another major host adaptation on the part of Salmonella was its adaptation to host blood temperatures. Because Salmonella can thrive at the human host temperature, 98.6 degrees F, it is fit for the host environment and hence survive well in it. Adaptations like these are simple yet very effective ways of infecting hosts because they use the host's body and important feature of its body as a stepping stone in the infection process.",
            "score": 71.21798348426819
        },
        {
            "docid": "287543_9",
            "document": "Necrotizing fasciitis . \"Clostridium sordellii\" can also produce two major toxins: all known virulent strains produce the essential virulence factor lethal toxin (TcsL), and a number also produce haemorrhagic toxin (TcsH). TcsL and TcsH are both members of the large clostridial cytotoxin (LCC) family. The key \"Clostridium septicum\" virulence factor is a pore-forming toxin called alpha-toxin, though it is unrelated to the \"Clostridium perfringens\" alpha-toxin. Myonecrotic infections caused by these clostridial species commonly occur in injecting heroin users. Those with clostridial infections typically have severe pain at the wound site, where the wound typically drains foul-smelling blood mixed with serum (serosanguinous discharge). Shock can progress rapidly after initial injury or infection, and once the state of shock is established, the chance of dying exceeds 50%. Another bacterium associated with similar rapid disease progression is group A streptococcal infection (mostly \"Streptococcus pyogenes\"). Meanwhile, other bacterial infections require two or more days to become symptomatic.",
            "score": 71.47597301006317
        },
        {
            "docid": "803835_2",
            "document": "Listeria . Listeria is a genus of bacteria that, until 1992, contained 10 known species, each containing two subspecies. As of 2014, another five species were identified. Named after the British pioneer of sterile surgery Joseph Lister, the genus received its current name in 1940. \"Listeria\" species are gram-positive, rod-shaped, and facultatively anaerobic, and do not produce endospores. The major human pathogen in the genus \"Listeria\" is \"L. monocytogenes\". It is usually the causative agent of the relatively rare bacterial disease listeriosis, an infection caused by eating food contaminated with the bacteria. Listeriosis can cause serious illness in pregnant women, newborns, adults with weakened immune systems and the elderly, and may cause gastroenteritis in others who have been severely infected.",
            "score": 56.80517530441284
        },
        {
            "docid": "4697208_15",
            "document": "H5N1 genetic structure . H5N1 (like the other avian flu viruses) has strains called \"highly pathogenic\" (HP) and \"low-pathogenic\" (LP). Avian influenza viruses that cause HPAI are highly virulent, and mortality rates in infected flocks often approach 100%. LPAI viruses are generally of lower virulence, but these viruses can serve as progenitors to HPAI viruses. The current strain of H5N1 responsible for die-offs of domestic birds in Asia is an HPAI strain; other strains of H5N1 occurring elsewhere in the world are less virulent and, therefore, are classified as LPAI strains. All HPAI strains identified to date have involved H5 and H7 subtypes. The distinction concerns pathogenicity in poultry, not humans. Normally a highly pathogenic avian virus is not highly pathogenic to either humans or non-poultry birds. This current strain of H5N1 is unusual in being deadly to so many species.",
            "score": 53.8768675327301
        },
        {
            "docid": "6802352_8",
            "document": "Panton–Valentine leukocidin . Panton–Valentine leukocidin (PVL) is one of many toxins associated with \"S. aureus\" infection. Because it can be found in virtually all CA-MRSA strains that cause soft-tissue infections, it was long described as a key virulence factor, allowing the bacteria to target and kill specific white blood cells known as neutrophils.  This view was challenged, however, when it was shown that removal of PVL from the two major epidemic CA-MRSA strains resulted in no loss of infectivity or destruction of neutrophils in a mouse model.",
            "score": 53.65660381317139
        },
        {
            "docid": "1499877_5",
            "document": "Streptococcus salivarius . Some strains of \"S. salivarius\" are being trialed for their use as a probiotic in the prevention of oral infections. Some strains of \"S. salivarius\" are found to produce BLIS (Bacteriocin-like Inhibitory Substances) which are antimicrobial peptides. These peptides display interspecies inhibition, and inhibit \"Streptococcus pyogenes\" (which causes Strep throat infections). Lozenges containing S. salivarius are marketed to support immunity against more virulent Streptococcus strains. People with this strain of naturally occurring \"S. salivarius\" on their tongue have been shown to have fewer Strep throat infections. This is also being investigated for its potential to prevent rheumatic heart disease which is also caused by \"S. pyogenes.\"",
            "score": 75.78800106048584
        },
        {
            "docid": "546406_16",
            "document": "Toll-like receptor . As noted above, human cells do not express TLR11, but mice cells do. Mouse-specific TLR11 recognizes uropathogenic \"E.coli\" and the apicomplexan parasite \"Toxoplasma gondii\". With \"Toxoplasma\" its ligand is the protein profilin, but the ligand for \"E. coli\" is still not known. Recently the enteropathogen \"Salmonella\" spp. was found to have a ligand which is bound by TLR11. Salmonella is a gram-negative flagellated bacterium which causes food- and waterborne gastroenteritis and typhoid fever in humans. TLR11 in mouse intestine recognizes the flagellun protein flagellin, causing dimerization of the receptor, activation of NF-κB and production of inflammatory cytokines. TLR11 deficient mice (knockout mouse) are efficiently infected with orally administered Salmonella Typhi. \"S. Typhi\" does not normally infect mice, it is human obligatory pathogen that causes typhoid fever, which affects more than 20 million people and causes more than 220 thousand deaths per year. Because of this, studies were carried out and it was found that tlr-/- mice can be immunized against \"S. Typhi\" and they are used as an animal model for studying immune responses against this pathogen and for the development of vaccines, that could be possibly used in the future.",
            "score": 21.61121106147766
        },
        {
            "docid": "6787434_6",
            "document": "Neutrophil elastase . Elastases form a subfamily of serine proteases that hydrolyze many proteins in addition to elastin. Humans have six elastase genes that encode the structurally similar proteins elastase 1, 2, 2A, 2B, 3A, and 3B. Neutrophil elastase hydrolyzes proteins within specialized neutrophil lysosomes, called azurophil granules, as well as proteins of the extracellular matrix following the protein's release from activated neutrophils. Neutrophil elastase may play a role in degenerative and inflammatory diseases by its proteolysis of collagen-IV and elastin of the extracellular matrix. This protein degrades the outer membrane protein A (OmpA) of E. coli as well as the virulence factors of such bacteria as Shigella, Salmonella and Yersinia. Mutations in this gene are associated with cyclic neutropenia and severe congenital neutropenia (SCN). This gene is clustered with other serine protease gene family members, azurocidin 1 and proteinase 3 genes, at chromosome 19pter. All 3 genes are expressed coordinately and their protein products are packaged together into azurophil granules during neutrophil differentiation.",
            "score": 42.58314287662506
        },
        {
            "docid": "5389714_6",
            "document": "Virulence factor . Viruses also have notable virulence factors. Experimental research, for example, often focuses on creating environments that isolate and identify the role of \"niche-specific virulence genes\". These are genes that perform specific tasks within specific tissues/places at specific times; the sum total of niche-specific genes is the virus' virulence. Genes characteristic of this concept are those that control latency in some viruses like herpes. Murine gamma herpesvirus 68 (γHV68) and human herpesviruses depend on a subset of genes that allow them to maintain a chronic infection by reactivating when specific environmental conditions are met. Even though they are not essential for lytic phases of the virus, these latency genes are important for promoting chronic infection and continued replication within infected individuals.",
            "score": 64.83941674232483
        },
        {
            "docid": "8767449_10",
            "document": "Public health genomics . An example of this is found in a study published in Nature, which showed that mice with a latent infection of a Herpesvirus were less susceptible to bacterial infections. Mice were infected with murine gammherpesvirus 68 (a member of the gammaherpesvirinae subfamily) and then challenged with \"Listeria monocytogenes\". The mice that had a latent infection of the virus had an increased resistance to the bacteria, but those with a non-latent strain of virus had no change in susceptibility to the bacteria. The study went on to test mice with murine cytomegalovirus, a member of the betaherpesvirinae subfamily, which provided similar results. However, infection with human herpes simplex virus type-1, a member of the alphaherpesvirinae subfamily, did not provide increased resistance to bacterial infection. They also used \"Yersinia pestis\" (the causative agent of the Black Death) to challenge mice with a latent infection of gammaherpesvirus 68, and they found the mice did have an increased resistance to the bacteria. The suspected reason for this is that peritoneal macrophages in the mouse are activated after latent infection of the herpesvirus, and since macrophages play an important role in immunity, this provides the mouse with a stronger, active immune system at the time of bacterial exposure. It was found that the latent herpesvirus caused an increase in interferon-gamma (IFN-γ) and tumor necrosis factor-alpha (TNF-α), both of which lead to activation of macrophages and resistance to bacterial infection.",
            "score": 41.45906698703766
        },
        {
            "docid": "39269575_11",
            "document": "Glutamyl endopeptidase GluV8 . An immunization survey of human serum samples suggests that exposure to glutamyl endopeptidase is common, although a correlation to any specific type of infection could not be established. The numerous targets of bacterial proteases, adding the complexity of other virulence factors and their genetic regulation, makes it difficult to attribute a specific role of the protease for the bacteria. \"In vivo\" trials with \"S. aureus\" with inactivaion of \"ssp\" or \"sspA controlling\" glutamyl endopeptidase gives a contradictory picture for its importance, although it has shown impact for bacterial survival in human whole blood. It has been suggested, however, that the protease promotes \"S. aureus\" dissemination through cleavage of self-proteins and through kinin-induced vasodilation, simultaneously protecting against immunological responses, i.e. through corruption of the regulation of the complement system and of neutrophil-derived proteases.",
            "score": 48.970237016677856
        },
        {
            "docid": "465920_11",
            "document": "Listeria monocytogenes . Invasive infection by \"L. monocytogenes\" causes the disease listeriosis. When the infection is not invasive, any illness as a consequence of infection is termed febrile gastroenteritis. The manifestations of listeriosis include septicemia, meningitis (or meningoencephalitis), encephalitis, corneal ulcer, pneumonia, and intrauterine or cervical infections in pregnant women, which may result in spontaneous abortion (second to third trimester) or stillbirth. Surviving neonates of fetomaternal listeriosis may suffer granulomatosis infantiseptica — pyogenic granulomas distributed over the whole body — and may suffer from physical retardation. Influenza-like symptoms, including persistent fever, usually precede the onset of the aforementioned disorders. Gastrointestinal symptoms, such as nausea, vomiting, and diarrhea, may precede more serious forms of listeriosis or may be the only symptoms expressed. Gastrointestinal symptoms were epidemiologically associated with use of antacids or cimetidine. The onset time to serious forms of listeriosis is unknown, but may range from a few days to three weeks. The onset time to gastrointestinal symptoms is unknown but probably exceeds 12 hours. An early study suggested that \"L. monocytogenes\" is unique among Gram-positive bacteria in that it might possess lipopolysaccharide, which serves as an endotoxin. Later, it was found to not be a true endotoxin. \"Listeria\" cell walls consistently contain lipoteichoic acids, in which a glycolipid moiety, such as a galactosyl-glucosyl-diglyceride, is covalently linked to the terminal phosphomonoester of the teichoic acid. This lipid region anchors the polymer chain to the cytoplasmic membrane. These lipoteichoic acids resemble the lipopolysaccharides of Gram-negative bacteria in both structure and function, being the only amphipathic polymers at the cell surface.",
            "score": 60.80177354812622
        },
        {
            "docid": "10615296_26",
            "document": "Human mortality from H5N1 . There \"is evidence of at least three independent virulence factors connected with three different genes. It is highly unlikely that all of the high-virulence alleles will simultaneously mutate and disappear if and when the haemagglutinin gene changes so as to make the haemagglutinin molecule better adapted for the human-type (alpha-2,6-linked) receptor (which is a necessary prerequisite in order that a pandemic with H5N1 virus may start). It is more probable that evolutionary adaptation of the haemagglutinin of H5N1 viruses to the human-type receptor will happen without any simultaneous change in those other genetic properties that now are important for explaining the exceptionally high virulence of certain strains of avian-adapted H5N1 influenza virus. The change of the haemagglutinin molecule from avian adaptation to human adaptation must be expected to act as an additional virulence factor because it will enhance the total number of cells that can be infected (per host organism), increase the total rate of virus replication and potentiate the effects of the other virulence factors already present.\" The H5N1 genes work together in ways we don't yet understand. Influenza research is continuing. The genetic factors that make H5N1 so deadly are only partly understood. Known factors involve the surface antigen encoding gene segments H (hemagglutinin) and N (neuraminidase) genes (causing it to be H5N1 for example), as well as the matrix M2 gene, and the polymerase genes.",
            "score": 62.21342062950134
        },
        {
            "docid": "8169945_5",
            "document": "Pascale Cossart . \"Listeria\" is a food-borne bacterial pathogen responsible for numerous illnesses and a mortality rate of 30%. The bacteria is one of the best models of intracellular parasitism because it is particularly hardy, able to survive in a variety of cells, cross multiple host barriers, and spreads through ActA, the protein responsible for actin-based motility. Cossart's work has shed light on the genetic and biochemical processes that make \"Listeria\" so effective and lethal, identifying the \"bsh\" gene; regulatory mechanisms such as an RNA thermosensor that control expression of the virulence genes such as bsh; and the ways in which \"Listeria\" enters cells and crosses physiological barriers such as the blood–brain barrier, the intestinal barrier, and the placental barrier. The discovery by Cossart's lab of the interaction between \"L. monocytogenes\"' protein, internalin, and its cell receptor, E-cadherin, was the first such study that successfully demonstrated the molecular mechanism that permits a bacterial agent to cross the placental barrier.",
            "score": 56.16201376914978
        },
        {
            "docid": "8305_14",
            "document": "Dyslexia . The contribution of gene–environment interaction to reading disability has been intensely studied using twin studies, which estimate the proportion of variance associated with a person's environment and the proportion associated with their genes. Studies examining the influence of environmental factors such as parental education and teacher quality have determined that genetics have greater influence in supportive, rather than less optimal, environments. However, more optimal conditions may just allow those genetic risk factors to account for more of the variance in outcome because the environmental risk factors have been minimized. As environment plays a large role in learning and memory, it is likely that epigenetic modifications play an important role in reading ability. Animal experiments and measures of gene expression and methylation in the human periphery are used to study epigenetic processes; however, both types of study have many limitations in the extrapolation of results for application to the human brain.",
            "score": 33.71324300765991
        }
    ],
    "r": [
        {
            "docid": "11828452_2",
            "document": "Listeriolysin O . Listeriolysin O (LLO) is a hemolysin produced by the bacterium \"Listeria monocytogenes\", the pathogen responsible for causing listeriosis. The toxin may be considered a virulence factor, since it is crucial for the virulence of \"L. monocytogenes\".",
            "score": 123.1643295288086
        },
        {
            "docid": "11828452_8",
            "document": "Listeriolysin O . Listeriolysin O is encoded by the gene \"hly\", which is part of a pathogenicity island called LIPI-1. Transcription of \"hly\", as well as other virulence factors of \"L. monocytogenes\" within LIPI-1, is activated by the protein encoded by \"prfA\" gene. \"prfA\" is thermoregulated by the PrfA thermoregulator UTR element, such that translation of \"prfA\" maximally occurs at 37 °C and is nearly silent at 30 °C. Since 37 °C is within the range of normal body temperature, PrfA protein, as well as listeriolysin O and other virulence factors regulated by PrfA, is only produced when \"L. monocytogenes\" is in a host.",
            "score": 106.4526596069336
        },
        {
            "docid": "5389714_15",
            "document": "Virulence factor . Examples of virulence factors for \"Staphylococcus aureus\" are hyaluronidase, protease, coagulase, lipases, deoxyribonucleases and enterotoxins. Examples for \"Streptococcus pyogenes\" are M protein, lipoteichoic acid, hyaluronic acid capsule, destructive enzymes (including streptokinase, streptodornase, and hyaluronidase), and exotoxins (including streptolysin). Examples for \"Listeria monocytogenes\" include internalin A, internalin B, lysteriolysin O, and actA, all of which are used to help colonize the host. Examples for \"Yersinia pestis\" are an altered form of lipopolysaccharide, type three secretion system, and YopE and YopJ pathogenicity. The cytolytic peptide Candidalysin is produced during hyphal formation by \"Candida albicans\"; it is an example of a virulence factor from a fungus. Other virulence factors include factors required for biofilm formation (e.g. sortases) and integrins (e.g. beta-1 and 3).",
            "score": 105.04521942138672
        },
        {
            "docid": "1615697_15",
            "document": "Nelfinavir . Nelfinavir and simple derivatives have been found to inhibit the production of the virulence factor streptolysin S, a cytolysin produced by the human pathogen \"Streptococcus pyogenes\". Nelfinavir and these related molecules did not exhibit detectable antibiotic activity, but did also inhibit the production of other biologically active molecules, including plantazolicin (antibiotic), listeriolysin S (cytolysin), and clostridiolysin S (cytolysin), by other bacteria.",
            "score": 96.29589080810547
        },
        {
            "docid": "803835_20",
            "document": "Listeria . Some \"Listeria\" species are opportunistic pathogens: \"L. monocytogenes\" is most prevalent in the elderly, pregnant mothers, and patients infected with HIV. With improved healthcare leading to a growing elderly population and extended life expectancies for HIV infected patients, physicians are more likely to encounter this otherwise-rare infection (only seven per 1,000,000 healthy people are infected with virulent \"Listeria\" each year). Better understanding the cell biology of \"Listeria\" infections, including relevant virulence factors, may lead to better treatments for listeriosis and other intracytoplasmic parasite infections. Researchers are now investigating the use of \"Listeria\" as a cancer vaccine, taking advantage of its \"ability to induce potent innate and adaptive immunity.\"",
            "score": 91.123291015625
        },
        {
            "docid": "3193552_5",
            "document": "Group B streptococcal infection . \"S. agalactiae\" is the species designation for streptococci belonging to the group B of the Rebecca Lancefield classification of streptococci (Lancefield grouping). GBS is surrounded by a bacterial capsule composed of polysaccharides (exopolysaccharides). GBS are subclassified into 10 serotypes (Ia, Ib, II–IX) depending on the immunologic reactivity of their polysaccharide capsule. As other virulent bacteria, GBS harbours an important number of virulence factors, the most important are the capsular polysaccharide (rich in sialic acid), and a pore-forming toxin, β-haemolysin. The GBS capsule is probably the key virulence factor because it helps GBS escape from the host defence mechanisms interfering with phagocytic killing of GBS by human phagocytes. The GBS β-haemolysin is considered identical to the GBS pigment. As mentioned, \"S. agalactiae\" is a Gram-positive coccus with a tendency to form chains, beta-haemolytic, catalase-negative, and facultative anaerobe. GBS grows readily on blood agar plates as microbial colonies surrounded by a narrow zone of β-haemolysis.  GBS is characterized by the presence in the cell wall of the group B antigen of the Lancefield classification (Lancefield grouping) that can be detected directly in intact bacteria using latex agglutination tests. The CAMP test is also another important test for the identification of GBS. The CAMP factor acts synergistically with the staphylococcal β-haemolysin inducing enhanced haemolysis of sheep or bovine erythrocytes.",
            "score": 89.44679260253906
        },
        {
            "docid": "465920_14",
            "document": "Listeria monocytogenes . \"L. monocytogenes\" can act as a saprophyte or a pathogen, depending on its environment. When this bacterium is present within a host organism, quorum sensing causes the up-regulation of several virulence genes. Depending on the location of the bacterium within the host organism, different activators up-regulate the virulence genes. SigB, an alternative sigma factor, up-regulates \"Vir\" genes in the intestines, whereas PrfA up-regulates gene expression when the bacterium is present in blood. Little is known about how this bacterium switches between acting as a saprophyte and a pathogen; however, several noncoding RNAs are thought to be required to induce this change.",
            "score": 88.45794677734375
        },
        {
            "docid": "465920_15",
            "document": "Listeria monocytogenes . \"L. monocytogenes\" has three distinct lineages, with differing evolutionary histories and pathogenic potentials. Lineage I strains contain the majority of human clinical isolates and all human epidemic clones, but are underrepresented in animal clinical isolates. Lineage II strains are overrepresented in animal cases and underrepresented in human clinical cases, and are more prevalent in environmental and food samples. Lineage III isolates are very rare, but significantly more common in animal than human isolates.",
            "score": 87.2087173461914
        },
        {
            "docid": "33438202_2",
            "document": "Haemolysin expression modulating protein family . In molecular biology, the haemolysin expression modulating protein family is a family of proteins. This family consists of haemolysin expression modulating protein (Hha) from \"Escherichia coli\" and its enterobacterial homologues, such as YmoA from \"Yersinia enterocolitica\", and RmoA encoded on the R100 plasmid. These proteins act as modulators of bacterial gene expression. Members of this family act in conjunction with members of the H-NS family, participating in the thermoregulation of different virulence factors and in plasmid transfer. Hha, along with the chromatin-associated protein H-NS, is involved in the regulation of expression of the toxin alpha-haemolysin in response to osmolarity and temperature. YmoA modulates the expression of various virulence factors, such as Yop proteins and YadA adhesin, in response to temperature. RmoA is a plasmid R100 modulator involved in plasmid transfer. The HHA family of proteins display striking similarity to the oligomerisation domain of the H-NS proteins.",
            "score": 86.17571258544922
        },
        {
            "docid": "42804273_11",
            "document": "Ribosomally synthesized and post-translationally modified peptides . Other bioactive RiPPs include the antibiotics cyclothiazomycin and bottromycin, the ultra-narrow spectrum antibiotic plantazolicin, and the cytotoxin patellamide A. Streptolysin S, the toxic virulence factor of \"Streptococcus pyogenes\", is also a RiPP. Additionally, human thyroid hormone itself is a RiPP due to its biosynthetic origin as thyroglobulin.",
            "score": 85.03834533691406
        },
        {
            "docid": "5389714_16",
            "document": "Virulence factor . Strategies to target virulence factors and the genes encoding them have been proposed. Small molecules being investigated for their ability to inhibit virulence factors and virulence factor expression include alkaloids, flavonoids, and peptides. Experimental studies are done to characterize specific bacterial pathogens and to identify their specific virulence factors. Scientists are trying to better understand these virulence factors through identification and analysis to better understand the infectious process in hopes that new diagnostic techniques, specific antimicrobial compounds, and effective vaccines or toxoids may be eventually produced to treat and prevent infection.  There are three general experimental ways for the virulence factors to be identified: biochemically, immunologically, and genetically. For the most part, the genetic approach is the most extensive way in identifying the bacterial virulence factors. Bacterial DNA can be alter from pathogenic to non-pathogenic, random mutations may be introduce to their genome, specific genes encoding for membrane or secretory products may be identified and mutated, and genes that regulate virulence genes maybe identified.",
            "score": 80.29227447509766
        },
        {
            "docid": "21984970_22",
            "document": "Streptococcus dysgalactiae . Several toxins and secreted enzymes have been identified in \"Streptococcus dysgalactiae\", including the haemolysins Streptolysin O (SLO) and Streptolysin S (SLS), and a correlation between the expression of SLO and SLS and disease severity has been inferred. \"speGdys\", a homolog of the \"S.pyogenes\" superantigen \"speG\", has been documented in some \"S.dysgalactiae\" strains. However, it only appears to possess superantigen-capabilities in animals, and its relevance in human disease has yet to be elucidated. Streptokinase appears to be ubiquitous in \"S.dysgalactiae\", enabling fibrinolysis and aiding in bacterial spreading through tissues.",
            "score": 79.44186401367188
        },
        {
            "docid": "23873979_3",
            "document": "Listeria monocytogenes non-coding RNA . Tiling arrays and mutagenesis identified many non-coding RNAs within the \"L. monocytogenes\" genome and the location of these non-coding RNAs within the bacterial genome was confirmed by RACE (rapid amplification of cDNA ends) analysis. These studies showed that the expression of many non-coding RNAs was dependent on the environment and that several of these non-coding RNAs act as cis-regulatory elements. Comparisons between previously characterized non-coding RNAs and those present in the \"L. monocyotogenes\" genome identified 50 novel non-coding RNAs in \"L. monocyotogenes\". An additional comparative study between the pathogenic \"L. monocytogenes\" strain and the non pathogenic \"L. innocua\" strain identified several non-coding RNAs that are only present within \"L. monocytogenes\" which suggests that these ncRNAs may have a role in pathogenesis. The tables below summarizes the location, flanking genes and also the characteristics of the novel small non-coding RNAs identified and the previously characterized non-coding RNAs present in \"L. monocytogenes\"",
            "score": 76.67664337158203
        },
        {
            "docid": "1635294_21",
            "document": "Multilocus sequence typing . MLST appears best in population genetic study but it is expensive. Due to the sequence conservation in housekeeping genes, MLST sometimes lacks the discriminatory power to differentiate bacterial strains, which limits its use in epidemiological investigations. To improve the discriminatory power of MLST, a multi-virulence-locus sequence typing (MVLST) approach has been developed using \"Listeria monocytogenes\" . MVLST broadens the benefits of MLST but targets virulence genes, which may be more polymorphic than housekeeping genes. Population genetics is not the only relevant factor in an epidemic. Virulence factors are also important in causing disease, and population genetic studies struggle to monitor these. This is because the genes involved are often highly recombining and mobile between strains in comparison with the population genetic framework. Thus, for example in \"Escherichia coli\", identifying strains carrying toxin genes is more important than having a population genetics-based evaluation of prevalent strains.",
            "score": 76.05647277832031
        },
        {
            "docid": "1499877_5",
            "document": "Streptococcus salivarius . Some strains of \"S. salivarius\" are being trialed for their use as a probiotic in the prevention of oral infections. Some strains of \"S. salivarius\" are found to produce BLIS (Bacteriocin-like Inhibitory Substances) which are antimicrobial peptides. These peptides display interspecies inhibition, and inhibit \"Streptococcus pyogenes\" (which causes Strep throat infections). Lozenges containing S. salivarius are marketed to support immunity against more virulent Streptococcus strains. People with this strain of naturally occurring \"S. salivarius\" on their tongue have been shown to have fewer Strep throat infections. This is also being investigated for its potential to prevent rheumatic heart disease which is also caused by \"S. pyogenes.\"",
            "score": 75.78800201416016
        },
        {
            "docid": "465920_13",
            "document": "Listeria monocytogenes . The infective dose of \"L. monocytogenes\" varies with the strain and with the susceptibility of the victim. From cases contracted through raw or supposedly pasteurized milk, one may safely assume that, in susceptible persons, fewer than 1,000 total organisms may cause disease. \"L. monocytogenes\" may invade the gastrointestinal epithelium. Once the bacterium enters the host's monocytes, macrophages, or polymorphonuclear leukocytes, it becomes bloodborne (septicemic) and can grow. Its presence intracellularly in phagocytic cells also permits access to the brain and probably transplacental migration to the fetus in pregnant women. The pathogenesis of \"L. monocytogenes\" centers on its ability to survive and multiply in phagocytic host cells. It seems that \"Listeria\" originally evolved to invade membranes of the intestines, as an intracellular infection, and developed a chemical mechanism to do so. This involves a bacterial protein \"internalin\"(InlA/InlB) which attaches to a protein on the intestinal cell membrane \"cadherin\" and allows the bacteria to invade the cells through a zipper mechanism. These adhesion molecules are also to be found in two other unusually tough barriers in humans — the blood-brain barrier and the fetal–placental barrier, and this may explain the apparent affinity that\" Listeria\" has for causing meningitis and affecting babies \"in utero\". Once inside the cell, Listeria rapidly acidifies the lumen of the vacuole formed around it during cell entry to activate listeriolysin O, a cholesterol-dependent cytolysin capable of disrupting the vacuolar membrane. This frees the pathogen and gives it access to the cytosol of the cell, where it continues its pathogenesis. Motility in the intracellular space is provided by actin assembly-inducing protein (ActA) which allows the bacteria to use the host cell's actin polymerization machinery to polymerize the cytoskeleton to give a \"boost\" to the bacterial cell so it can move in the cell. The same ActA mechanism also allows the bacteria to travel from cell to cell.",
            "score": 75.35371398925781
        },
        {
            "docid": "33705242_11",
            "document": "Rhamnolipid . As mentioned previously, \"Pseudomonas aeruginosa\" produces a host of virulence factors in concert, under the control of the quorum sensing system. Many studies show that inhibiting quorum sensing down-regulates the pathogenicity of \"Pseudomonas aeruginosa\". However, it has been shown that rhamnolipids specifically are a key virulence determinant in \"Pseudomonas aeruginosa\". A variety of virulence factors were analysed in \"Pseudomonas aeruginosa\" strains isolated from pneumonia patients. Rhamnolipids were found to be the only virulence factor that was associated with the deterioration of the patients to ventilator-associated pneumonia. Several other reports also support the role of rhamnolipids in lung infections. The effect of rhamnolipids in \"Pseudomonas aeruginosa\" virulence has been further noted in corneal infections (Alarcon et al., 2009; Zhu et al., 2004). It has been shown that rhamnolipids are able to integrate into the epithelial cell membrane and disrupt tight-junctions. This study used reconstituted epithelial membranes and purified rhamnolipids to demonstrate this mechanism. In addition to inhibition and killing of epithelial cells, rhamnolipids are able to kill polymorphonuclear (PMN) leukocytes and macrophages and inhibit phagocytosis. In summary, rhamnolipids have been shown unequivocally to be a potent virulence factor in the human host, however, they are also produced outside of the host, for example in a soil environment.",
            "score": 74.62699890136719
        },
        {
            "docid": "465920_2",
            "document": "Listeria monocytogenes . Listeria monocytogenes is the species of pathogenic bacteria that causes the infection listeriosis. It is a facultative anaerobic bacterium, capable of surviving in the presence or absence of oxygen. It can grow and reproduce inside the host's cells and is one of the most virulent foodborne pathogens, with 20 to 30% of food borne listeriosis infections in high-risk individuals may be fatal. Responsible for an estimated 1,600 illnesses and 260 deaths in the United States (U.S.) annually, listeriosis ranks third in total number of deaths among food borne bacterial pathogens, with fatality rates exceeding even \"Salmonella\" and \"Clostridium botulinum\". In the European Union listeriosis follows an upward trend that began in 2008, causing 2,161 confirmed cases and 210 reported deaths in 2014, 16% more than in 2013. Listeriosis mortality rates in the US are also higher in the EU than for other food-borne pathogens.",
            "score": 73.61209869384766
        },
        {
            "docid": "465920_8",
            "document": "Listeria monocytogenes . The genus \"Listeria\" belongs to the class Bacilli and the order Bacillales, which also includes \"Bacillus\" and \"Staphylococcus\". \"Listeria\" currently contains 10 species: \"L. fleischmannii, L. grayi, L. innocua, L. ivanovii, L. marthii, L. monocytogenes, L. rocourtiae, L. seeligeri, L. weihenstephanensis \" and \"L. welshimeri.\" \"L. denitrificans\", previously thought to be part of the genus \"Listeria\", was reclassified into the new genus \"Jonesia\". Both \"L. ivanovii\" and \"L. monocytogenes\" are pathogenic in mice, but only \"L. monocytogenes\" is consistently associated with human illness. The 13 serotypes of \"L. monocytogenes\" can cause disease, but more than 90% of human isolates belong to only three serotypes: 1/2a, 1/2b, and 4b. \"L. monocytogenes\" serotype 4b strains are responsible for 33 to 5% of sporadic human cases worldwide and for all major foodborne outbreaks in Europe and North America since the 1980s.",
            "score": 73.48872375488281
        },
        {
            "docid": "16999078_35",
            "document": "Bacterial microcompartment . Several types of BMCs have been implicated in virulence of pathogens, such as \"Salmonella enterica\" and \"Listeria monocytogenes\". BMC genes tend to be upregulated under virulence conditions, and mutating them leads to a virulence defect as judged by competition experiments.",
            "score": 72.82071685791016
        },
        {
            "docid": "5745363_7",
            "document": "Evolutionary pressure . When symbiotic gut flora populations are disrupted (e.g., by antibiotics), one becomes more vulnerable to pathogens. The rapid evolution of antibiotic resistance places an enormous selective pressure on the advantageous alleles of resistance passed down to future generations. The Red Queen hypothesis shows that the evolutionary arms race between pathogenic bacteria and humans is a constant battle for evolutionary advantages in outcompeting each other. The evolutionary arms race between the rapidly evolving virulence factors of the bacteria and the treatment practices of modern medicine requires evolutionary biologists to understand the mechanisms of resistance in these pathogenic bacteria, especially considering the growing number of infected hospitalized patients. The evolved virulence factors pose a threat to patients in hospitals, who are immunocompromised from illness or antibiotic treatment. Virulence factors are the characteristics that the evolved bacteria have developed to increase pathogenicity. One of the virulence factors of \"C\". \"difficile\" that largely constitutes its resistance to antibiotics is its toxins: enterotoxin TcdA and cytotoxin TcdB. Toxins produce spores that are difficult to inactivate and remove from the environment. This is especially true in hospitals where an infected patient's room may contain spores for up to 20 weeks. Combating the threat of the rapid spread of CDIs is therefore dependent on hospital sanitation practices removing spores from the environment. A study published in the \"American Journal of Gastroenterology\" found that to control the spread of CDIs glove use, hand hygiene, disposable thermometers and disinfection of the environment are necessary practices in health facilities. The virulence of this pathogen is remarkable and may take a radical change at sanitation approaches used in hospitals to control CDI outbreaks.",
            "score": 72.58006286621094
        },
        {
            "docid": "26522611_12",
            "document": "RTX toxin . Enterohaemorrhagic \"Escherichia coli\" (EHEC) also produces an RTX toxin. EHEC haemolysin (EHEC-Hly) was discovered in the EHEC serotype O157:H7. The EHEC-Hly operon contains four \"E. coli hly\" homologs: EHEC-hlyA, EHEC-hlyC, EHEC-hlyB, and EHEC-hlyD. Shiga toxins (Stx) are the primary virulence factors in enterohaemorrhagic \"E. coli\" but EHEC produces several other virulence factors capable of damaging the vascular endothelium in EHEC infections. EHEC-Hly is expressed in numerous EHEC serogroups known to cause severe infections in humans. EHEC-Hly is transported within EHEC-secreted outer membrane vesicles (OMVs) \"in vitro\". This mode of transport increases virulence by aiding in EHEC-Hly delivery to target cells.",
            "score": 71.78955078125
        },
        {
            "docid": "3041236_4",
            "document": "Shigella flexneri . \"S. flexneri\" contains a virulence plasmid that codes for three virulence factors: a type-3 secretion system (T3SS), invasion plasmid antigen proteins (ipa proteins), and IcsA (used for cell-to-cell spread). Upon infection, \"S. flexneri\" injects the host cell cytoplasm with ipa proteins using the T3SS—a needle-and-syringe-like apparatus common to many Gram-negative pathogens. These ipa proteins induce \"membrane ruffling\" by the host cell. Membrane ruffling creates membrane pockets which capture and engulf the bacteria. Once inside, \"S. flexneri\" uses host cell actin for propulsion to move directly from cell to cell using a cellular mechanism known as paracytophagy, similarly to the bacterial pathogen \"Listeria monocytogenes\".",
            "score": 71.54560089111328
        },
        {
            "docid": "287543_9",
            "document": "Necrotizing fasciitis . \"Clostridium sordellii\" can also produce two major toxins: all known virulent strains produce the essential virulence factor lethal toxin (TcsL), and a number also produce haemorrhagic toxin (TcsH). TcsL and TcsH are both members of the large clostridial cytotoxin (LCC) family. The key \"Clostridium septicum\" virulence factor is a pore-forming toxin called alpha-toxin, though it is unrelated to the \"Clostridium perfringens\" alpha-toxin. Myonecrotic infections caused by these clostridial species commonly occur in injecting heroin users. Those with clostridial infections typically have severe pain at the wound site, where the wound typically drains foul-smelling blood mixed with serum (serosanguinous discharge). Shock can progress rapidly after initial injury or infection, and once the state of shock is established, the chance of dying exceeds 50%. Another bacterium associated with similar rapid disease progression is group A streptococcal infection (mostly \"Streptococcus pyogenes\"). Meanwhile, other bacterial infections require two or more days to become symptomatic.",
            "score": 71.4759750366211
        },
        {
            "docid": "44430316_4",
            "document": "Host adaptation . Pathogens like Salmonella, which is a food borne pathogen, are able to adapt to the host environment and maintain virulence via several pathways. In a paper by Baumler et al 1998, characters of Salmonella, such as its ability to cause intestinal infection were attributed to virulence factors like its ability to invade intestinal epithelial cells, induce neutrophil recruitment and interfere with the secretion of intestinal fluid. Phylogenetic analysis also revealed that many strains or lineages of Salmonella exist, which is advantageous for the pathogen because its genetic diversity can acts as fodder for natural selection to tinder with. For instance, if a particular Salmonella strain is more fit in the host stomach environment, compared to other Salmonella strains, then the former will be positively selected for and increase in prevalence. Eventually this strain will colonize and infect the stomach. The other less fit strains will be selected against and will thus not persist. Another major host adaptation on the part of Salmonella was its adaptation to host blood temperatures. Because Salmonella can thrive at the human host temperature, 98.6 degrees F, it is fit for the host environment and hence survive well in it. Adaptations like these are simple yet very effective ways of infecting hosts because they use the host's body and important feature of its body as a stepping stone in the infection process.",
            "score": 71.21798706054688
        },
        {
            "docid": "503782_11",
            "document": "Streptococcus pneumoniae . Competence in \"S. pneumoniae\" is induced by DNA-damaging agents such as mitomycin C, fluoroquinolone antibiotics (norfloxacin, levofloxacin and moxifloxacin), and topoisomerase inhibitors. Transformation protects \"S. pneumoniae\" against the bactericidal effect of mitomycin C. Michod et al. summarized evidence that induction of competence in \"S. pneumoniae\" is associated with increased resistance to oxidative stress and increased expression of the RecA protein, a key component of the recombinational repair machinery for removing DNA damages. On the basis of these findings, they suggested that transformation is an adaptation for repairing oxidative DNA damages. \"S. pneumoniae\" infection stimulates polymorphonuclear leukocytes (granulocytes) to produce an oxidative burst that is potentially lethal to the bacteria. The ability of \"S. pneumoniae\" to repair the oxidative DNA damages in its genome, caused by this host defense, likely contributes to this pathogen’s virulence. Consistent with this premise, Li et al. reported that, among different highly transformable \"S. pneumoniae\" isolates, nasal colonization fitness and virulence (lung infectivity) depend on an intact competence system.",
            "score": 70.87078857421875
        },
        {
            "docid": "13629249_2",
            "document": "Listeria Hfq binding LhrC . Listeria LhrC ncRNA was identified by screening for RNA molecules which co-immunoprecipitated with the RNA chaperone Hfq. However, neither the stability nor the activity of LhrC seem to depend on the presence of Hfq. This RNA is transcribed from an intergenic region between the protein coding genes cysK, a putative cysteine synthase and sul, a putative dihydropteroate synthase. In Listeria monocytogenes four additional copies of lhrC have been identified in the genome, three of which are located in tandem repeat upstream of the originally characterised lhrC. This RNA molecule appears to be conserved amongst Listeria species but has not been identified in other bacterial species. It is involved in virulence. The direct mRNA targets of LhrC are the virulence adhesion LapB, and the oligo-peptide binding protein OppA. The 3 conserved UCCC motifs common to all copies of LhrC are involved in the mRNA binding and post-transcriptional repression of the target genes. Two other \"Listerina monocytogenes\" sRNAs Rli22 and Rli33 contain 2 UCCC motifs and use them to repress \"oppA\" mRNA expression.",
            "score": 69.58902740478516
        },
        {
            "docid": "3913867_5",
            "document": "Optimal virulence . Other epidemiologists have expanded on the idea of a tradeoff between costs and benefits of virulence. One factor is the time or distance between potential hosts. Airplane travel, crowded factory farms and urbanization have all been suggested as possible sources of virulence. Another factor is the presence of multiple infections in a single host leading to increased competition among pathogens. In this scenario, the host can survive only as long as it resists the most virulent strains. The advantage of a low virulence strategy becomes moot. Multiple infections can also result in gene swapping among pathogens, increasing the likelihood of lethal combinations.",
            "score": 69.39517211914062
        },
        {
            "docid": "52918746_6",
            "document": "Proteobiotics . The degree to which proteobiotics can reduce virulence-gene expression depends on the pathogen and the source of the proteobiotics. \"Lactobacillus acidophilus\"-derived proteobiotics down-regulate virulence genes in enterohemorrhagic \"Escherichia coli\", \"Clostridium difficile\"\", Salmonella\" Typhimurium\", Listeria monocytogenes\" and \"Campylobacter jejuni\"\".\" Whereas those produced by \"Bifidobacterium\" spp. have been shown to impact virulence gene expression in \"Campylobacter jejuni\", enterohemorrhagic \"Escherichia coli\", \"Clostridium difficile\", \"Clostridium perfringens\", and \"Salmonella\" Typhimurium\".\"",
            "score": 69.38442993164062
        },
        {
            "docid": "465920_28",
            "document": "Listeria monocytogenes . Following internalization, the bacterium must escape from the vacuole/phagosome before fusion with a lysosome can occur. Three main virulence factors that allow the bacterium to escape are listeriolysin O (LLO-encoded by \"hly\") phospholipase A (encoded by \"plcA\") and phospholipase B (\"plcB\"). Secretion of LLO and PlcA disrupts the vacuolar membrane and allows the bacterium to escape into the cytoplasm, where it may proliferate.",
            "score": 69.33769226074219
        },
        {
            "docid": "37355985_5",
            "document": "Listeria phage P100 . \"Listeria phage P100\" has been proposed as food additive to control \"Listeria monocytogenes\", the bacteria responsible for Listeriosis. Aside from its wide host range and virulence, recent bioinformatic analyses were done to study the possible use of \"Listeria phage\" P100 as a possible food additive. Results have indicated that none among the phage proteins have homology to genes or proteins of Listeria, or other related toxins or any possible factors known to related to antibiotic resistance. \"Listeria phage\" P100 has additionally been shown to be generally stable under storage conditions.",
            "score": 69.20610046386719
        },
        {
            "docid": "1041312_9",
            "document": "Phytoplasma . Many plant pathogens produce virulence factors (i.e., effectors) that modulate or interfere with normal host processes to the benefit of the pathogens. In 2009, a secreted protein, termed “tengu-su inducer” (TENGU), was identified from a phytoplasma causing yellowing of onions; this was the first phytoplasmal virulence factor to be described. TENGU induces characteristic symptoms (termed “tengu-su”), including witches’ broom and dwarfism. Transgenic expression of TENGU in \"Arabidopsis\" plants induced sterility in male and female flowers. TENGU contains a signal peptide at its N-terminus; after cleavage, the mature protein is only 38 amino acids in length. Although phytoplasmas are restricted to phloem, TENGU is transported from phloem to other cells, including those of the apical and axillary meristems. TENGU was suggested to inhibit both auxin- and jasmonic acid-related pathways, thereby affecting plant development. Surprisingly, the N-terminal 11 amino acid region of the mature protein triggers symptom development in \"Nicotiana benthamiana\" plants. TENGU undergoes proteolytic processing by a plant serine protease \"in vivo\", suggesting that the N-terminal peptide (i.e., the 11 amino acid fragment) alone induces the observed symptoms. TENGU homologs have been identified in AY-group phytoplasmas. All such homologs undergo processing and can induce symptoms, suggesting that the symptom-inducing mechanism is conserved among TENGU homologs.",
            "score": 69.20181274414062
        }
    ]
}