{
    "q": [
        {
            "docid": "489748_9",
            "document": "Coprolalia . Only about 10% of Tourette's patients exhibit coprolalia, but it tends to attract more attention than any other symptom. There is a paucity of epidemiological studies of Tourette syndrome; ascertainment bias affects clinical studies. Studies on people with Tourette's often \"came from tertiary referral samples, the sickest of the sick\". Further, the criteria for a diagnosis of Tourette's were changed in 2000, when the impairment criterion was removed from the DSM-IV-TR for all tic disorders, resulting in increased diagnoses of milder cases. Further, many clinical studies suffer from small sample size. These factors combine to render older estimates of coprolalia—biased towards clinical populations of the more severe cases—outdated. An international, multi-site database of 3,500 individuals with Tourette syndrome drawn from clinical samples found 14% of patients with Tourette's accompanied by comorbid conditions had coprolalia, while only 6% of those with uncomplicated (\"pure\") Tourette's had coprolalia. The same study found that the chance of having coprolalia increased linearly with the number of comorbid conditions: patients with four or five other conditions—in addition to tics—were four to six times more likely to have coprolalia than persons with only Tourette's. One study of a general pediatric practice found an 8% rate of coprolalia in children with Tourette syndrome, while another study found 60% in a tertiary referral center (where typically more severe cases are referred). A more recent Brazilian study of 44 patients with Tourette syndrome found a 14% rate of coprolalia; a Costa Rican study of 85 subjects found 20% had coprolalia; a Chilean study of 70 patients found an 8.5% rate of coprolalia; older studies in Japan reported a 4% incidence of coprolalia; and a still older clinical study in Brazil found 28% of 32 patients had coprolalia. Considering the methodological issues affecting all of these reports, the consensus of the Tourette Syndrome Association is that the actual number is below 15 percent.",
            "score": 49.843019127845764
        },
        {
            "docid": "21894306_26",
            "document": "Acquired generalized lipodystrophy . According to a prospective, open-label clinical study at the NIH, metreleptin decreased the fasting glucose level from 180 mg/dL to 121 mg/dL, HbA1c from 8.4% to 6.4%, total cholesterol from 214 mg/dL to 146 mg/dL, and triglycerides from 467 (200-847)mg/dL to 180 (106-312)mg/dL after 12 months of use (p<0.001). Patients also had decreased use of anti-diabetic medications, lipid-lowering medications, and insulin (p<0.001). In other clinical reports studying 3 patients diagnosed with AGL accompanied by hypoleptinemia, uncontrolled diabetes, and hypertriglyceridemia who were treated with metreleptin for 12–168 weeks, patients had great reduction in HbA1c, from 10.9% to 5.8%, and had normalized serum triglycerides with a mean decline of 90%. Patients reported improved quality of life and reduced need for other medications without significant adverse effects.",
            "score": 32.72133147716522
        },
        {
            "docid": "2213172_13",
            "document": "Minimally conscious state . There is recent evidence that transcranial direct current stimulation (tDCS), a technique that supplies a small electric current in the brain with non-invasive electrodes, may improve the clinical state of patients with MCS. In one study with 10 patients with disorders of consciousness (7 in VS, 3 in MCS), tDCS was applied for 20 minutes every day for 10 days, and showed clinical improvement in all 3 patients who were in MCS, but not in those with VS. These results remained at 12-month follow-up. Two of the patients in MCS that had their brain insult less that 12 months recovered consciousness in the following months. One of these patients received a second round of tDCS treatment 4 months after his initial treatment, and showed further recovery and emerged into consciousness, with no change of clinical status between the two treatments. Moreover, in a sham-controlled, double-blind crossover study, the immediate effects of a single session of tDCS were shown to transiently improve the clinical status of 13 out of 30 patients with MCS, but not in those with VS One of the defining characteristics of minimally conscious state is the more continuous improvement and significantly more favorable outcomes post injury when compared with vegetative state. One study looked at 100 patients with severe brain injury. At the beginning of the study, all the patients were unable to follow commands consistently or communicate reliably. These patients were diagnosed with either MCS or vegetative state based on performance on the JFK Coma Recovery Scale and the diagnostic criteria for MCS as recommended by the Aspen Consensus Conference Work-group. Both patient groups were further separated into those that suffered from traumatic brain injury and those that suffered from non-traumatic brain injures (anoxia, tumor, hydrocephalus, infection). The patients were assessed multiple times over a period of 12 months post injury using the Disability Rating Scale (DRS) which ranges from a score of 30=dead to 0=no disabilities. The results show that the DRS scores for the MCS subgroups showed the most improvement and predicted the most favorable outcomes 12 months post injury. Amongst those diagnosed with MCS, DRS scores were significantly lower for those with non-traumatic brain injuries in comparison to the vegetative state patients with traumatic brain injury. DRS scores were also significantly lower for the MCS non-traumatic brain injury group compared to the MCS traumatic brain injury group. Pairwise comparisons showed that DRS scores were significantly higher for those that suffered from non-tramuatic brain injuries than those with traumatic brain injuries. For the patients in vegetative states there were no significant differences between patients with non-traumatic brain injury and those with traumatic brain injuries. Out of the 100 patients studied, 3 patients fully recovered (had a DRS score of 0). These 3 patients were diagnosed with MCS and had suffered from traumatic brain injuries.",
            "score": 48.91832232475281
        },
        {
            "docid": "1799250_15",
            "document": "Cardiolipin . Oxidative stress and lipid peroxidation are believed to be contributing factors leading to neuronal loss and mitochondrial dysfunction in the substantia nigra in Parkinson's disease, and may play an early role in the pathogenesis of Alzheimer's disease. It is reported that CL content in the brain decreases with aging, and a recent study on rat brain shows it results from lipid peroxidation in mitochondria exposed to free radical stress. Another study shows that the CL biosynthesis pathway may be selectively impaired, causing 20% reduction and composition change of the CL content. It’s also associated with a 15% reduction in linked complex I/III activity of the electron transport chain, which is thought to be a critical factor in the development of Parkinson's disease.",
            "score": 46.99913489818573
        },
        {
            "docid": "35885434_7",
            "document": "Estradiol undecylate . A phase III clinical trial comparing high-dose intramuscular cyproterone acetate (300 mg/week) and high-dose intramuscular estradiol undecylate (100 mg/month) in the treatment of prostate cancer found that estradiol undecylate suppressed testosterone levels into the castrate range (< 50 ng/dL) within at least 3 months whereas testosterone levels with cyproterone acetate were significantly higher and above the castrate range even after 6 months of treatment. With estradiol undecylate, testosterone levels fell from 416 ng/dL to 38 ng/mL after 3 months and to 29.6 ng/dL after 6 months, whereas with cyproterone acetate, testosterone levels fell from 434 ng/dL to 107 ng/mL at 3 months and to 102 ng/mL at 6 months. In accordance, whereas estrogens are well-established as able to suppress testosterone levels into the castrate range at sufficiently high dosages, progestogens like cyproterone acetate on their own are able to decrease testosterone levels only up to an apparent maximum of around 70 to 80%.",
            "score": 16.194778203964233
        },
        {
            "docid": "16823924_17",
            "document": "Chronic fatigue syndrome treatment . A 2006 systematic review published in the Journal of the Royal Society of Medicine included 5 eligible studies on GET and found an overall effect in the reduction of symptoms and improvement to physical functioning. GET had not been proven to restore the ability to work. Withdrawals were noted in some GET studies but difficult to interpret due to the poor reporting of adverse effects. The protocols for many clinical studies may have biased the sample towards those with less severe symptoms, and severely affected patients were not included in the studies of GET. The authors state the need for research to \"define the characteristics of patients who would benefit from specific interventions and to develop clinically relevant objective outcome measures.\"",
            "score": 42.22635769844055
        },
        {
            "docid": "5539379_5",
            "document": "Decompressive craniectomy . In March 2011, investigators from Australia and several other countries published the results of the DECRA trial in the New England Journal of Medicine. This was a randomized trial comparing decompressive craniectomy to best medical therapy run between 2002 and 2010 to assess the optimal management of patients with medically refractory ICP following diffuse non-penetrating head injury. The study investigators found that decompressive craniectomy was associated with worse functional outcomes, as measured by a standard metric, than best medical care. There were no differences in deaths between groups. However, the results of the DECRA trial have been rejected or at least questioned by many practicing neurosurgeons, and a concurrently published editorial raises several study weaknesses. First, the threshold for defining increased ICP, and the time allowed before declaring ICP medically refractory, are not what many practicing physicians would consider increased or refractory. Second, out of almost 3500 potentially eligible patients, only 155 patients were enrolled, showing that the study cannot be generalized to all patients with severe non-penetrating brain injury. Lastly, despite being randomized, more patients in the craniectomy arm had unreactive pupils (after randomization but before surgery) than patients in the medical therapy arm, a potential confounding factor.",
            "score": 48.380093932151794
        },
        {
            "docid": "74845_74",
            "document": "Contact lens . One specific research topic of interest is how microbes such as \"Pseudomonas aeruginosa\" invade the eye and cause infection. Although the pathogenesis of microbial keratitis is not well understood, many different factors have been investigated. One group of researchers showed that corneal hypoxia exacerbated \"Pseudomonas\" binding to the corneal epithelium, internalization of the microbes, and induction of the inflammatory response. One way to alleviate hypoxia is to increase the amount of oxygen transmitted to the cornea. Although silicone-hydrogel lenses almost eliminate hypoxia in patients due to their very high levels of oxygen transmissibility, they also seem to provide a more efficient platform for bacterial contamination and corneal infiltration than other conventional hydrogel soft CLs. A recent study showed that \"Pseudomonas aeruginosa\" and \"Staphylococcus epidermis\" adhere much more strongly to unworn silicone hydrogel CLs than conventional hydrogel lenses and that adhesion of \"Pseudomonas aeruginosa\" was 20 times stronger than that of \"Staphylococcus epidermidis\". This might partly explain why \"Pseudomonas\" infections are the most predominant. However, another study conducted with worn and unworn silicone and conventional hydrogel CLs showed that worn silicone CLs were less prone to \"Staphylococcus epidermidis\" colonization than conventional hydrogel lenses.",
            "score": 31.47286033630371
        },
        {
            "docid": "16812057_6",
            "document": "Nadifloxacin . In some European countries, the drug has been approved for the treatment of acne vulgaris. In a 2013 multicenter, randomized clinical study with a total of 184 Japanese patients with moderate to severe acne, adapalene 0.1% gel plus nadifloxacin 1% cream (combination therapy) showed a significant efficacy in decrement of inflammatory papulopustular lesions. In patients with skin lesions, topical application of nadifloxacin can result in plasma concentrations of 1 to 3 ng/ml. Consequently, some authors argued that it should not be used to treat relatively harmless diseases like acne vulgaris, risking the development of quinolone resistances.",
            "score": 75.8528082370758
        },
        {
            "docid": "9704676_3",
            "document": "Anemia of prematurity . Preterm infants are often anemic and typically experience heavy blood losses from frequent laboratory testing in the first few weeks of life. Although their anemia is multifactorial, repeated blood sampling and reduced erythropoiesis with extremely low serum levels of erythropoietin (EPO) are major determining factors. Blood sampling done for laboratory testing can easily remove enough blood to produce anemia. Obladen, Sachsenweger and Stahnke (1987) studied 60 very low birth weight infants during the first 28 days of life. Infants were divided into 3 groups, group 1 (no ventilator support, 24 ml/kg blood loss), group 2(minor ventilated support, 60 ml/kg blood loss), and group 3(ventilated support for respiratory distress syndrome, 67 ml/kg blood loss). Infants were checked for clinical symptoms and laboratory signs of anemia 24 hours before and after the blood transfusion. The study found that groups 2 and 3 who had significant amount of blood loss, showed poor weight gain, pallor and distended abdomen. These reactions are the most frequent symptoms of anemia.",
            "score": 15.919666051864624
        },
        {
            "docid": "4093279_10",
            "document": "Protein C deficiency . Manifestation of purpura fulminans as it is usually associated with reduced protein C plasma concentrations of <5 mg IU/dL. The normal concentration of plasma protein C is 70 nM (4 µg/mL) with a half live of approximately 8 hours. Healthy term neonates, however, have lower (and more variable) physiological levels of protein C (ranging between 15-55 IU/dL) than older children or adults, and these concentrations progressively increase throughout the first 6 months of life. Protein C levels may be <10 IU/dL in preterm or twin neonates or those with respiratory distress without manifesting either purpura fulminans or disseminated intravascular coagulation.",
            "score": 5.18526291847229
        },
        {
            "docid": "17257537_23",
            "document": "Enterovirus 71 . Exact reasons behind the outbreaks are hard to and yet to be defined however through the reporting systems developed, detection of the virus is of large significance and gives way for further study and investigation. Possible reasons behind the developments of the outbreaks are that the virus may have mutated with increased virulence made it more easily contractible or that the population and genetics became more susceptible to contraction of the disease. Studies for serial serum antibody titers to the Enterovirus 71 in blood samples taken yearly from 81 children born in 1988 was conducted from 1989 to 1994 and 1997 to 1999. They discovered an increase in EV71 seroconversion (increased susceptibility to the disease) from 3% to 11% from 1989 to 1997 and by 1997 68% of the children had evidence of being infected by the virus. The virus was also evident in HFMD patients from as early on as 1981. Other studies conducted in early 1999 showed that half the adult population of Taiwan had antibodies against the enterovirus 71 prior to the 1998 outbreak meaning the population of children were more susceptible to the virus. It is possible that prior to the outbreak in 1998 there were severe and fatal cases that went unrecognised as EV71 cases in children who died of unexplained illnesses and studies are still ongoing.",
            "score": 62.04563069343567
        },
        {
            "docid": "33452877_11",
            "document": "DecisionDx-UM . Genetic analysis techniques have led to the identification of chromosomal abnormalities associated with metastatic tumor progression in uveal melanoma. Loss of heterozygosity, loss of entire alleles from chromosomes, partial chromosomal addition and deletion and single nucleotide polymorphisms (SNP) have been associated with uveal melanoma metastatic lesions. In particular, chromosomes 1, 3, 6 and 8 have been extensively studied for their association with shorter survival time and development of metastatic disease. While genetic aberrations in chromosomes 1, 6 and 8 have not independently been able to predict disease progression, cytogenetic profiling of chromosome 3 has uncovered an important genetic region highly associated with metastatic onset in uveal melanoma patients. Chromosome 3 abnormalities have been analyzed using multiple techniques, including fluorescence in situ hybridization (FISH), chromosomal in situ hybridization (CISH), array comparative genomic hybridization (aCGH), SNP, multiplex ligation-dependent probe amplification (MLPA), and microsatellite analysis. Despite a wealth of data that has identified the association of chromosome 3 mutation with UM metastasis, the clinical application of this data has yet to be realized. Reasons for the uncertainty of chromosome 3 clinical use include 1) high false-positive rates (ranging from 5-22%), 2) high false-negative rates (ranging from 4-50%), 3) high technical failure rates (up to 50%) due to the large tissue requirement for current analysis techniques, and 4) the adverse effects of cellular heterogeneity on chromosome 3 cytogenetic analysis. Furthermore, unlike the DecisionDx-UM test, there are no published, peer-reviewed studies that demonstrate clinical validation in an independent set of patients.",
            "score": 61.44328844547272
        },
        {
            "docid": "391997_13",
            "document": "Histoplasmosis . Clinically, there is a wide spectrum of disease manifestation, making diagnosis somewhat difficult. More severe forms include: (1) the chronic pulmonary form, often occurring in the presence of underlying pulmonary disease; and (2) a disseminated form, which is characterized by the progressive spread of infection to extra-pulmonary sites. Oral manifestations have been reported as the main complaint of the disseminated forms, leading the patient to seek treatment, whereas pulmonary symptoms in disseminated disease may be mild or even misinterpreted as flu. Histoplasmosis can be diagnosed by samples containing the fungus taken from sputum (via bronchoalveolar lavage), blood, or infected organs. It can also be diagnosed by detection of antigens in blood or urine samples by ELISA or PCR. Antigens can cross-react with antigens of African histoplasmosis (caused by Histoplasma duboisii), blastomycosis, coccidioidomycosis, paracoccidioidomycosis, and Penicillium marneffei infection. Histoplasmosis can also be diagnosed by a test for antibodies against \"Histoplasma\" in the blood. \"Histoplasma\" skin tests indicate whether a person has been exposed, but do not indicate whether they have the disease. Formal histoplasmosis diagnoses are often confirmed only by culturing the fungus directly. Sabouraud agar is one type of agar growth media on which the fungus can be cultured. Cutaneous manifestations of disseminated disease are diverse and often present as a nondescript rash with systemic complaints. Diagnosis is best established by urine antigen testing, as blood cultures may take up to 6 weeks for diagnostic growth to occur and serum antigen testing often comes back with a false negative before 4 weeks of disseminated infection.",
            "score": 64.44361579418182
        },
        {
            "docid": "49295984_8",
            "document": "TMEM239 . RNA-seq was used to analyze the transcriptomes of human and \"Leishmania\" primary cutaneous lesions, in order to understand differences in host and parasitic factors influencing the progression of Localized Cutaneous Leishmaniasis (LCL) to Mucosal Leishmaniasis (ML). Decreased expression of TMEM239 in a primary cutaneous lesions indicates a higher probability of ML development.",
            "score": 122.6001513004303
        },
        {
            "docid": "608877_7",
            "document": "Bornaviridae . Between 2011 and 2013, three German breeders of variegated squirrels (\"Sciurus variegatoides\") had encephalitis with similar clinical signs and died 2 to 4 months after onset of the clinical symptoms. Genomic analysis found a previously unknown orthobornavirus in a contact squirrel and in brain tissue from the three men, the researchers reported, and it is the \"likely causative agent\" in their deaths. Prior to this, bornaviruses were not thought to be responsible for human diseases. More VSBV-1 infected squirrels from the subfamilies Sciurinae and Callosciurinae were also confirmed to be present not only in Germany but in the Netherlands. Zero VSBV-1 positive squirrels showed clinical signs of infection. Since behavioral disease has been studied in BoDV-1 infected animals like rhesus monkeys, tree shrews, and rats, BoDV-1 has also been hypothesized to be associated with humans psychiatric conditions such as schizophrenia and affective psychoses. In several studies with large sample sizes, there has been an association with increased presence of BoDV-1 antibodies in hospitalized psychiatric patients and a higher seroprevalence rate among the psychiatric patients when compared to the control groups.",
            "score": 68.05118918418884
        },
        {
            "docid": "16806609_14",
            "document": "Circulating tumor cell . The detection of CTCs may have important prognostic and therapeutic implications but because their numbers can be very small, these cells are not easily detected. It is estimated that among the cells that have detached from the primary tumor, only 0.01% can form metastases. Circulating tumor cells are found in frequencies on the order of 1-10 CTC per mL of whole blood in patients with metastatic disease. For comparison, a mL of blood contains a few million white blood cells and a billion red blood cells, see figure 1. This low frequency, associated to difficulty of identifying cancerous cells, means that a key component of understanding CTCs biological properties require technologies and approaches capable of isolating 1 CTC per mL of blood, either by enrichment, or better yet with enrichment-free assays that identify all CTC subtypes in sufficiently high definition to satisfy diagnostic pathology image-quantity requirements in patients with a variety of cancer types. To date CTCs have been detected in several epithelial cancers (breast, prostate, lung, and colon) and clinical evidences indicate that patients with metastatic lesions are more likely to have CTCs isolated.",
            "score": 66.08471190929413
        },
        {
            "docid": "3289570_36",
            "document": "Cognitive advantages of bilingualism . To test the protection of bilingualism against Alzheimer's disease (AD), Bialystok et al. (2007) examined the hospital records of monolingual and bilingual patients who had been diagnosed with various types of dementia. After controlling for various cognitive and other factors, the researchers found that bilinguals experienced the onset of symptoms and were diagnosed approximately 3–4 years later on average than monolinguals. This was replicated with patients all diagnosed with AD. It is important to stress, however, that the studies did not show that bilingualism directly prevents one from having AD, but rather enables functional cognition for a longer period of time; it delays the onset of symptoms for those with the disease. This was confirmed by the finding that when monolingual and bilingual Alzheimer's patients' brains were scanned, bilinguals actually had more pathology (signs of disease) and damage than the monolingual patients. This suggests that active use of the two languages protects against the symptoms of the disease; areas of the brain that enable cognitive control may have benefited from the bilingual experience and so improve cognitive function in older age. ",
            "score": 52.485955595970154
        },
        {
            "docid": "31383464_11",
            "document": "NAMI-A . Phase I trials were conducted on NAMI-A in patients with varying solid tumors 3 hrs a day, 5 days a week, for 3 weeks at varying doses. Drug was given intravenously with and without a port-a-cath. Several side effects were observed including: Of the 24 patients in the study, 20 were evaluated for final results. At the end of the study, 19 of the 20 showed disease progression while 1 patient showed no progression.",
            "score": 40.44885492324829
        },
        {
            "docid": "45599_28",
            "document": "Surgery . Globally, there are few studies comparing outcomes from surgery across different income level countries, although evidence suggests significantly poorer outcomes from surgery performed in lower income settings. One major prospective study of 10,745 adult patients undergoing emergency abdominal surgery from 357 centres in 58 high-, middle-, and low-income countries found that mortality is three times higher in low- compared with high-HDI countries even when adjusted for prognostic factors. In this study the overall global mortality rate was 1·6 per cent at 24 hours (high 1·1 per cent, middle 1·9 per cent, low 3·4 per cent; P < 0·001), increasing to 5·4 per cent by 30 days (high 4·5 per cent, middle 6·0 per cent, low 8·6 per cent; P < 0·001). Of the 578 patients who died, 404 (69·9 per cent) did so between 24 h and 30 days following surgery (high 74·2 per cent, middle 68·8 per cent, low 60·5 per cent). Patient safety factors were suggested to play an important role, with use of the WHO Surgical Safety Checklist associated with reduced mortality at 30 days.",
            "score": 41.16114854812622
        },
        {
            "docid": "3952243_24",
            "document": "Involuntary memory . Psychosis is defined as a range of perceptual presentations, with the associated symptoms frequently referred to as either \"positive\" or \"negative\". Positive symptoms are delusional, and may include hallucinations, while negative symptoms are characterized by a \"lack\" of functioning, which may include a lack of affect (emotional feeling) and loss of motivation. One study found that there was a high prevalence of trauma in patients with severe mental illness. However, only a small percentage had been diagnosed with PTSD when displaying PTSD-like symptoms. Therefore, the more complex symptoms of psychosis may prevent the clinical detection required when diagnosing PTSD. In addition, those who have been diagnosed with PTSD and have an identified form of trauma show positive symptoms of psychosis such as delusions and/or hallucinations. Finally, it has been suggested that individuals suffering from psychosis may be more vulnerable to intrusions.",
            "score": 37.4327027797699
        },
        {
            "docid": "24191442_6",
            "document": "Congenital dyserythropoietic anemia . Treatment of individuals with CDA usually consist of frequent blood transfusions, but this can vary depending on the type that the individual has. Patients report going every 2–3 weeks for blood transfusions. In addition, they must undertake chelation therapy to survive; either deferoxamine, deferasirox, or deferiprone to eliminate the excess iron that accumulates. Removal of the spleen and gallbladder are common. Hemoglobin levels can run anywhere between 8.0 g/dl and 11.0 g/dl in untransfused patients, the amount of blood received by the patient is not as important as their baseline pre-transfusion hemoglobin level. This is true for ferritin levels and iron levels in the organs as well, it is important for patients to go regularly for transfusions in order to maximize good health, normal ferritin levels run anywhere between 24 and 336 ng/ml, hematologists generally do not begin chelation therapy until ferritin levels reach at least 1000 ng/ml. It is more important to check iron levels in the organs through MRI scans, however, than to simply get regular blood tests to check ferritin levels, which only show a trend, and do not reflect actual organ iron content.",
            "score": 26.194323658943176
        },
        {
            "docid": "26832367_7",
            "document": "Onyalai . Analysis of patient admissions in Namibia between 1981 and 1988 showed an incidence rate of onyalai to be 1.19% with the annual incidence varying between 0.96% and 1.66% of all admissions. The female to male ratio was 3:2. The mean age at presentation was 24.8 years (range 6 months to 80 years) and the mean hospital stay (and duration of clinical bleeding) was 7.68 days (ranging between 1–38 days). The treatment policy of commencing intravenous fluid on admission and a blood transfusion whenever the haemoglobin dropped below 10 g/dl in patients with active bleeding was associated with a mortality rate of 2.78% compared to 9.8% in cases recorded up to 1981.",
            "score": 29.681392669677734
        },
        {
            "docid": "14774380_5",
            "document": "Proline oxidase . Mutations in the PRODH gene are associated with Proline Dehydrogenase deficiency. Many case studies have reported on this genetic disorder. In one such case study, 4 unrelated patients with HPI and a severe neurologic phenotype were shown to have the following common features: psychomotor delay from birth, often associated with hypotonia, severe language delay, autistic features, behavioral problems, and seizures. One patient who was heterozygous for a 22q11 microdeletion also had dysmorphic features. Four previously reported patients with HPI and neurologic involvement had a similar phenotype. This case study showed that Hyperprolinemia, Type I (HPI) may not always be a benign condition, and that the severity of the clinical phenotype appears to correlate with the serum proline level. Still, in another case study, clinical features from 4 unrelated patients included early motor and cognitive developmental delay, speech delay, autistic features, hyperactivity, stereotypic behaviors, and seizures. All patients had increased plasma and urine proline levels. All patients had biallelic mutations in the PRODH gene, often with several variants on the same allele. Residual enzyme activity ranged from null in the most severely affected patient to 25 to 30% in those with a relatively milder phenotype.",
            "score": 43.32457375526428
        },
        {
            "docid": "56557_20",
            "document": "Blood glucose monitoring . For patients with diabetes mellitus type 2, the importance of monitoring and the optimal frequency of monitoring are not clear. A 2011 study found no evidence that blood glucose monitoring leads to better patient outcomes in actual practice. One randomized controlled trial found that self-monitoring of blood glucose did not improve glycosylated hemoglobin (HbA1c) among \"reasonably well controlled non-insulin treated patients with type 2 diabetes\". However a recent meta-analysis of 47 randomized controlled trials encompassing 7677 patients showed that self-care management intervention improves glycemic control in diabetics, with an estimated 0.36% (95% CI, 0.21–0.51) reduction in their glycosylated hemoglobin values. Furthermore, a recent study showed that patients described as being \"Uncontrolled Diabetics\" (defined in this study by HbA1C levels >8%) showed a statistically significant decrease in the HbA1C levels after a 90-day period of seven-point self-monitoring of blood glucose (SMBG) with a relative risk reduction (RRR) of 0.18% (95% CI, 0.86–2.64%, p<.001). Regardless of lab values or other numerical parameters, the purpose of the clinician is to improve quality of life and patient outcomes in diabetic patients. A recent study included 12 randomized controlled trials and evaluated outcomes in 3259 patients. The authors concluded through a qualitative analysis that SMBG on quality of life showed no effect on patient satisfaction or the patients' health-related quality of life. Furthermore, the same study identified that patients with type 2 diabetes mellitus diagnosed greater than one year prior to initiation of SMBG, who were not on insulin, experienced a statistically significant reduction in their HbA1C of 0.3% (95% CI, -0.4 – -0.1) at six months follow up, but a statistically insignificant reduction of 0.1% (95% CI, -0.3 – 0.04) at twelve months follow up. Conversely, newly diagnosed patients experienced a statistically significant reduction of 0.5% (95% CI, -0.9 – -0.1) at 12 months follow up. A recent study found that a treatment strategy of intensively lowering blood sugar levels (below 6%) in patients with additional cardiovascular disease risk factors poses more harm than benefit. For type 2 diabetics who are not on insulin, exercise and diet are the best tools. Blood glucose monitoring is, in that case, simply a tool to evaluate the success of diet and exercise. Insulin-dependent type 2 diabetics do not need to monitor their blood sugar as frequently as type 1 diabetics.",
            "score": 50.260655760765076
        },
        {
            "docid": "37124406_9",
            "document": "Alicaforsen . The first clinical trial of a systemic antisense drug in humans and additionally, the first use of an anti-adhesion molecule therapy in human disease was performed using a single-center, double-blinded, placebo-controlled, randomized (3:1; alicaforsen to placebo), fixed-dose within patient, and dose-escalation trial(7). The study was designed to obtain pilot assessment of tolerability, pharmacology, and efficacy of alicaforsen in Crohn's disease. Twenty patients with active, steroid-treated Crohn's disease were randomized (3:1, alicaforsen to placebo) to received alicaforsen over 26 days 13 intravenous infusions of alicaforsen (0.5, 1, or 2 mg/kg) or placebo in a double-blinded study. The patients were followed up for 6 months. At the end of treatment, 47% (7 of 15) of alicaforsen–treated and 20% (1 of 5) of the placebo-treated patients were in remission (Crohn's Disease Activity Index [CDAI] < 150). At the end of month 6, 5 of these 7 alicaforsen–treated remitters were still in remission, and a 6th patient had a CDAI of 156. Corticosteroid usage was significantly lower (P = 0.0001) in the alicaforsen–treated patients. These findings were corroborated by significant increases in β7 and αd bearing CD3+ peripheral blood lymphocytes and by decreases in intestinal mucosal ICAM-1 expression during the treatment period.",
            "score": 60.34321093559265
        },
        {
            "docid": "34939027_7",
            "document": "Pharmacometabolomics . Pharmacometabolomics may be used in a predictive manner to determine the correct course of action in regards to a patient about to undergo some type of drug treatment. This involves determining the metabolic profile of a patient prior to treatment, and correlating metabolic signatures with the outcome of a pharmaceutical treatment course. Analysis of a patient’s metabolic profile can reveal factors that may contribute to altered drug metabolism, allowing for predictions of the overall efficacy of a proposed treatment, as well as potential drug toxicity risks that may differ from the general population. This approach has been used to identify novel or previously characterized metabolic biomarkers in patients, which can be used to predict the expected outcome of that patient following treatment with a pharmaceutical compound. One example of the clinical application of pharmacometabolomics are studies that looked to identify a predictive metabolic marker for the treatment of major depressive disorder (MDD)., In a study with antidepressant Sertraline, the Pharmacometabolomics Network illustrated that metabolic profile at baseline of patients with major depression can inform about treatment outcomes. In addition the study illustrated the power of metabolomics for defining response to placebo and compared response to placebo to response to sertraline and showed that several pathways were common to both. In another study with escitalopram citalopram, metabolomic analysis of plasma from patients with MDD revealed that variations in glycine metabolism were negatively associated with patient outcome upon treatment with selective serotonin reuptake inhibitors (SSRIs), an important drug class involved in the treatment of this disease.",
            "score": 61.17263722419739
        },
        {
            "docid": "50758931_3",
            "document": "Dialytrauma . The Dialytrauma Concept was introduced into medical literature in 2008 by a Spanish group of intensivists. The idea was born as a consequence of the publication of the first major trial (known as the ATN Study) looking at the intensity of renal support in critically ill patients with acute kidney injury (AKI). In this multicenter, randomized, controlled trial, renal support was delivered using different RRT modalities: intermittent hemodialysis, sustained low-efficiency dialysis, or continuous venovenous hemodiafiltration. The main result of this study (including 1,124 patients) was that a fixed “intensive” dose (35 mL/Kg/h) delivered with different RRT modalities, produced the same clinical outcomes than a “less-intensive” dose (20 mL/Kg/h). The authors’ conclusion was that critically ill patients with AKI requiring RRT should be treated with this “less-intensive” dose, given that it will achieve the same results as the “intensive” one.  Nevertheless, the rate of complications and adverse events detected was higher in the “intensive” dose arm of this study. As such, the aforementioned Spanish group of intensivists, wrote a letter to the Editor of the same Journal postulating the idea that all those complications (grouped under the term “Dialytrauma”) could have been responsible for the results of the ATN Study. In the same letter to the Editor, and according to what had been previously published by Dr. Schiffl, they hypothesized that a dynamic adjustment of the dose of RRT, would be more physiological due to the dynamic nature of AKI in critical illness. This therapeutic schedule, named “Dynamic Approach”, would reduce the incidence of dialytrauma and, probably, would achieve better clinical outcomes. However, given the lack of level 1 clinical trials on this “Theory of Dynamic Approach”, the authors of the ATN Study branded this idea as being “speculative”. Despite this, a year later Dr. Palevsky (ATN Study’s first author) wrote an Editorial comment on the RENAL Study (the second major trial looking at the intensity of renal support) concluding that the: In this way, finally, he seemed to support the Theory of Dynamic Approach, that is: we need to tailor the RRT dose to the clinical scenario of the individual patient.  From then on, both the Dialytrauma Concept and the Theory of Dynamic Approach have been referenced in several publications by impact groups in the field of RRT.",
            "score": 35.87689006328583
        },
        {
            "docid": "31548306_8",
            "document": "Active surveillance of prostate cancer . The control arm (untreated) of randomized trials comparing surgery to watchful waiting represents an opportunity for evaluating the natural history of prostate cancer. The Scandinavian Prostate Cancer Group Study-4 (SPGS-4) randomized 695 men (mean age 65 years) to observation versus radical prostatectomy; 5% were diagnosed through PSA based screening, 3 of 4 had palpable disease, and the mean PSA level was 13 ng/ml at diagnosis. Recognizing that these men differ from those diagnosed today with PSA screening, the cumulative incidence of death from prostate cancer was 20.7% in the untreated group overall, and 11% for men with low risk disease (PSA below 10 ng/ml and Gleason score below 7) - similar to the cumulative incidence of death from prostate cancer of 12.3% at 30 years for men with Gleason score 6 cancers managed conservatively in the Swedish observational study cited above. The Prostate Cancer Intervention versus Observation Trial (PIVOT) randomized 731 men diagnosed with localized prostate cancer to radical prostatectomy or observation (mean age 67 years; median PSA 7.8 ng/ml). In the observation group, bone metastases and prostate cancer death occurred in 10.6% and 8.4%, respectively through 12 years. Death from prostate cancer occurred in 5.7% and 17.4% of men diagnosed with Gleason score below 7 and 7 and above, respectively; and 6.2% and 12.8% of men with a PSA of 10 ng/ml or below and above 10 ng/ml, respectively. Stratified by D’Amico risk groups (see Prostate Cancer Risk Stratification Table at right for explanation), death from prostate cancer occurred in 2.7%, 10.8%, and 17.5% of men with low, intermediate, and high risk disease, respectively. Recognizing that men in the PIVOT study were more likely to have been diagnosed as a result of PSA based testing as compared to men in the SPGS-4 who were not, it is of interest that cumulative deaths from prostate cancer in the SPGS-4 among men with low risk disease (11%) is comparable to that of men with intermediate risk disease (10.8%) in PIVOT. These data suggest that the outcomes for men with low risk disease in the pre PSA era are comparable with those of men today diagnosed with intermediate risk disease.",
            "score": 34.87917113304138
        },
        {
            "docid": "1979482_9",
            "document": "Natalizumab . Progressive multifocal leukoencephalopathy, an opportunistic infection caused by the JC virus, and that only occurs in patients who are immunocompromised, has affected an estimated 212 patients as of 2012, or 2.1 in every 1,000 using natalizumab. It was first observed in seven patients who received natalizumab in late 2008; three cases were noted in clinical trials in 2006 leading to the drug being temporarily pulled from the market; two cases were reported to the FDA in August 2008; and two cases were announced in December 2008. By January 21, 2010 the FDA noted a total of 31 confirmed cases of PML, with the chance of developing the infection increasing as the number of infusions received by a patient increased. Because of this association, the drug label and package insert accompanying the drug will be updated to include this information. As of February 29, 2012, there were 212 confirmed cases of PML among 99,571 patients treated with natalizumab (2.1 cases per 1000 patients). All 54 patients with PML for whom samples were available before the diagnosis were positive for anti–JC virus antibodies. When the risk of PML was evaluated according to three risk factors, it was lowest among the patients who had used natalizumab for the shortest periods, those who had used few if any immunosuppressant drugs to treat MS in the past, and lastly who were negative for anti–JC virus antibodies. The incidence of PML in the low risk group was estimated to be 0.09 cases, or less, per 1000 patients. Patients who had taken natalizumab for longer, from 25 to 48 months, who were positive for anti–JC virus antibodies, had taken immunosuppressants before the initiation of natalizumab therapy had the highest risk of developing PML. Their risk is fully 123 times higher than the low risk group. (incidence, 11.1 cases per 1000 patients [95% CI, 8.3 to 14.5]). While none of them had taken the drug in combination with other disease-modifying treatments, previous use of MS treatments increases the risk of PML between 3 and 4-fold.",
            "score": 70.66011881828308
        },
        {
            "docid": "1035086_43",
            "document": "Acute pancreatitis . Aggressive hydration at a rate of 5 to 10 mL/kg per hour of isotonic crystalloid solution (e.g., normal saline or lactated Ringer’s solution) to all patients with acute pancreatitis, unless cardiovascular, renal, or other related comorbid factors preclude aggressive fluid replacement. In patients with severe volume depletion that manifests as hypotension and tachycardia, more rapid repletion with 20 mL/kg of intravenous fluid given over 30 minutes followed by 3 mL/kg/hour for 8 to 12 hours.",
            "score": 33.04646897315979
        },
        {
            "docid": "43382004_115",
            "document": "Weekend effect . Intracranial haemorrhage Several studies have been published regarding intracranial bleeding: intracerebral, subarachnoid and subdural haemorrhage. In 2009 in the US, Crowley et al., in a study of 13,821 US patients with intracerebral haemorrhage (ICH), reported the risk of in-hospital death was 12% higher with weekend admission (OR = 1.12; 95% CI 1.05-1.20). In China, in 2012, Jiang et al., in a much smaller study (of 313 patients with ICH) found that weekend admission was not a statistically significant predictive factor of in-hospital mortality (p=0.315) or functional outcome (p=0.128). However, in 2016, Patel et al., also in the US, studied 485,329 patients with intracerebral haemorrhage (ICH). Overall, weekend admission was associated with 11% higher odds of in-hospital mortality. When analysed in 3-year groups, excess mortality of weekend admissions showed temporal decline.",
            "score": 45.291526794433594
        }
    ],
    "r": [
        {
            "docid": "53827607_2",
            "document": "Leishmania amazonensis . Leishmania amazonesis is a parasite responsible for the disease leishmaniasis. This species has been known to spread by using sandflies as its vector and a vertebrate as its primary host, just like other species of Leishmania. They have also been known to spread throughout the Brazilian Amazon region due to their ecological niches needed for survival and reproduction. However, when the host is infected, the Leishmania can cause 3 different forms of Leishmaniasis. For this species, it has been known to cause cutaneous leishmaniasis and mucocutaneous leishmaniasis. Cutaneous leishmaniasis is commonly characterized with skin lesions, which can appear localized, or throughout the body. While mucocutaneous leishmaniasis is characterized with ulcers around the skin, mouth, and nose. This form of Leishmaniasis has also been known to can spread by metastasis and can be deadly.",
            "score": 126.69059753417969
        },
        {
            "docid": "49295984_8",
            "document": "TMEM239 . RNA-seq was used to analyze the transcriptomes of human and \"Leishmania\" primary cutaneous lesions, in order to understand differences in host and parasitic factors influencing the progression of Localized Cutaneous Leishmaniasis (LCL) to Mucosal Leishmaniasis (ML). Decreased expression of TMEM239 in a primary cutaneous lesions indicates a higher probability of ML development.",
            "score": 122.60015106201172
        },
        {
            "docid": "2930584_6",
            "document": "Visceral leishmaniasis . Even with recovery, kala-azar does not always leave its hosts unmarked. Some time after successful treatment—generally a few months with African kala-azar, or as much as several years with the Indian strain—a secondary form of the disease may set in, called post kala-azar dermal leishmaniasis, or PKDL. This condition manifests first as small, measle-like skin lesions on the face, which gradually increase in size and spread over the body. Eventually the lesions may coalesce to form disfiguring, swollen structures resembling leprosy, and occasionally causing blindness if they spread to the eyes. (This disease is not the same as cutaneous leishmaniasis, a milder disease caused by another protozoan of the Leishmania genus which also causes skin lesions.)",
            "score": 105.38127136230469
        },
        {
            "docid": "198491_2",
            "document": "Leishmaniasis . Leishmaniasis is a disease caused by parasites of the \"Leishmania\" type. It is spread by the bite of certain types of sandflies. The disease can present in three main ways: cutaneous, mucocutaneous, or visceral leishmaniasis. The cutaneous form presents with skin ulcers, while the mucocutaneous form presents with ulcers of the skin, mouth, and nose, and the visceral form starts with skin ulcers and then later presents with fever, low red blood cells, and enlarged spleen and liver. Infections in humans are caused by more than 20 species of \"Leishmania\". Risk factors include poverty, malnutrition, deforestation, and urbanization. All three types can be diagnosed by seeing the parasites under the microscope. Additionally, visceral disease can be diagnosed by blood tests. Leishmaniasis can be partly prevented by sleeping under nets treated with insecticide. Other measures include spraying insecticides to kill sandflies and treating people with the disease early to prevent further spread. The treatment needed is determined by where the disease is acquired, the species of \"Leishmania\", and the type of infection. Some possible medications used for visceral disease include liposomal amphotericin B, a combination of pentavalent antimonials and paromomycin, and miltefosine. For cutaneous disease, paromomycin, fluconazole, or pentamidine may be effective. About 4 to 12 million people are currently infected in some 98 countries. About 2 million new cases and between 20 and 50 thousand deaths occur each year. About 200 million people in Asia, Africa, South and Central America, and southern Europe live in areas where the disease is common. The World Health Organization has obtained discounts on some medications to treat the disease. It is classified as a neglected tropical disease. The disease may occur in a number of other animals, including dogs and rodents.",
            "score": 98.63195037841797
        },
        {
            "docid": "20672384_4",
            "document": "Paraneoplastic pemphigus . While the presence of lesions is the denominator among patients with PNP, the characteristics of the lesions differ. The five clinical presentations of lesions associated with PNP include: It is most common that mucous membrane lesions of the oral cavity are presented first. They can involve the oropharynx, nasopharynx, tongue, and vermilion (red portion) of the lips. They are also known to develop in the conjunctiva of the eye, anogenital (perineum) region, and esophagus. Cutaneous lesions tend to follow the onset of mucosal lesions. The blisters often erupt in waves, usually affecting the upper trunk, head, neck, and proximal extremities. Pemphigoid-like lesions are seen more often on the extremities. Lichenoid lesions are more common among children, presenting on the trunk and limbs, ranging from small red scaly papules to extensive violet to brown papules extending to the face and neck. Within the spectrum of lichenoid presentations are wounds that have features of erythema multiforme and graft-vs.-host disease. Scaly lesions on the palms of the hand and soles of the feet have been noted to coincide with the lichenoid lesions. Lesions of varying morphology may present simultaneously and transform from one type to another as the disease progresses.",
            "score": 98.610107421875
        },
        {
            "docid": "21707790_9",
            "document": "Robovirus . Rodents can serve as the primary reservoir host of obligate intracellular protozoa from the genus \"Leishmania\". The resulting disease, cutaneous leishmaniasis, causes large skin lesions on the face, arms, and legs.",
            "score": 93.19125366210938
        },
        {
            "docid": "2930584_7",
            "document": "Visceral leishmaniasis . Response to infection by \"Leishmania donovani\" varies a great deal, not only by the strength but also by the type of the patient's immune reaction. People with a history of infection by strains of leishmania that cause visceral leishmaniasis show a continuum of immune responses from protective to non-protective. Those who acquired protective immunity (skin test positive) without ever having visceral leishmaniasis have a strong type 1 CD4+ response to leishmania antigens. Antigen specific interferon-gamma and proliferation, as well as the ability to kill intracellular leishmania, are hallmarks of protective immunity. Because visceral leishmaniasis patients lack these responses to leishmania and other antigens, they usually die of secondary infections if left untreated. In addition, increased interleukin-10 secretion is characteristic of the disease. Addition of interleukin-12, anti-interleukin-10, or anti-interleukin-4 to peripheral blood mononuclear cells from acute patients sometimes increases interferon-gamma secretion and proliferation. Acute patient peripheral blood mononuclear cells include CD8+ T regulatory cells that decrease interferon-gamma secretion and proliferation responses to leishmania and other antigens and increase interleukin-10 secretion when added to autologous peripheral blood mononuclear cells harvested after successful treatment. Thus, the CD8+ T regulatory cells reproduce the immune response characteristic of visceral leishmaniasis. CD8+ T regulatory cells are also associated with post kala azar dermal leishmaniasis. Addition of interleukin-12 or interferon-gamma does not prevent CD8+ T regulatory activity. The dominance of type 1 CD4+ T cells in skin test positive adults maybe explained by their secretion of factors that inhibit and kill CD8+ T regulatory cells. Successfully treated patients rarely develop visceral leishmaniasis a second time. Their peripheral blood mononuclear cells show a mixed T1/T2 CD4+ and CD8+ T suppressor response but do have the ability to kill intracellular leishmania.",
            "score": 91.50287628173828
        },
        {
            "docid": "50468_3",
            "document": "Leishmania . The first written reference to the conspicuous symptoms of cutaneous leishmaniasis surfaced in the Paleotropics within oriental texts dating back to the 7th century BC (allegedly transcribed from sources several hundred years older, between 1500 and 2000 BC). Due to its broad and persistent prevalence throughout antiquity as a mysterious disease of diverse symptomatic outcomes, leishmaniasis has been dubbed with various names ranging from \"white leprosy\" to \"black fever\". Some of these names suggest links to negative cultural beliefs or mythology, which still feed into the social stigmatization of leishmaniasis today. Members of an ancient genus of the \"Leishmania\" parasite, Paleoleishmania, have been detected in fossilized sand flies dating back to the early Cretaceous period, however, the causative agent for the disease was only discovered in 1901 as a concurrent finding by William Boog Leishman and Charles Donovan. They independently visualised microscopic single-celled parasites (later called Leishman-Donovan bodies) living within the cells of infected human organs. The parasitic genus would later be classed as Trypanosomatid protozoans under the phylogenetic designation, \"Leishmania donovani\". Several species have since been classified and grouped under two major subgenera i.e. \"Leishmania Viannia\" (generally located in the Neotropics) or \"Leishmania Leishmania\" (generally located in the Paleotropics, with the major exception of the \"L. mexicana\" subgroup).",
            "score": 90.19181823730469
        },
        {
            "docid": "1171686_14",
            "document": "Regulatory T cell . Studies of human subjects with a history of leishmania infection suggest that modulation of CD8 suppressor T cells is, at least partly, mediated by cytokines. Leishmania specific CD4 helper T cells predominate in adults with strong protective immunity (skin-test positive with no history of clinical infection). When added to autologous leishmania infected macrophages these T cells cause parasite death and secretion of large amounts of interferon-gamma and lymphotoxin. CD8 T suppressor cells predominate in patients with no protective immunity (visceral leishmaniasis patients). When added to autologous peripheral blood mononuclear cells isolated after successful treatment, these T cells inhibit interferon-gamma secretion and proliferation and increase interleukin-6 and interleukin-10 secretion. A soluble factor(s) generated by antigen or phytohemagglutinin stimulation of leishmania-specific CD4 helper T cells from skin-test positive adults killed CD8 T cells but not CD4 helper T cells when added to culture media. Soluble factors generated by antigen stimulation of peripheral blood mononuclear cells from skin-test positive adults prevented CD8 suppressor T cell mediated increases in interleukin-10 secretion. These findings suggest that antigen stimulation of CD4 helper T cells results in production of cytokines that kill or down regulate CD8 T suppressor cells. Once the leishmania infection has been eliminated and leishmania antigens are gone, CD8 T suppressor cells down-regulate CD4 T helper cells. Isolation of cytokines that inhibit and kill CD8 T suppressor cells might be useful in treating diseases that involve immune suppression such as leishmaniasis, AIDS, and certain cancers.",
            "score": 90.1552963256836
        },
        {
            "docid": "55225200_15",
            "document": "Candida tropicalis . Types of disease caused by \"C. tropicalis\" will vary depending on the location where the species colonizes. With an infection in the mucous membrane, subject will experience oropharyngeal candidiasis, angular cheilitis | angular cheilitis]], balanoposthitis, oral thrush and vulvovaginal candidiasis. Although provided with oral cavity defenses such as epithelial cells, saliva, salivary immunoglobin (IgA), lysozyme, lactoferrin, histidine-rich polypeptide and lactoperoxidase to suppress \"C. tropicalis\"’ overgrowth, \"C. tropicalis\" is reported to secrete additional products that can preferably target onto T-cell deficient host. \"C. tropicalis\" is a normal flora which is found on the skin and nails on approximately 10% of the patients. Superficial and localized mucosal infections are mostly reported with a higher risk factor when combined with other diseases found in a patient. Patients with \"C. tropicalis\" infections are also seen with denture, HIV infection or irradiation for malignancies. 38% of AIDS patients with recurrent disease are more likely to get infected by \"C. tropicalis\", getting oral thrush and oropharyngeal candidiasis. Only filamentous growth of \"C. tropicalis\" have the ability to invade and colonize orally in the epithelium, commonly seen in cancer patients and higher risk for someone who subsequently develops disseminated invasive disease. Candiduria is referred to as urinary tract infections caused by \"C. tropicalis\" which are often presented as nosocomial infections. Although up to 2% of patients are asymptomatic, those with diabetes mellitus and with leukemia are more likely to be infected.",
            "score": 87.73506927490234
        },
        {
            "docid": "15867540_12",
            "document": "Schamberg disease . A patient with Schamberg's disease can live a normal and healthy life. Since there is no proven cure for this condition, the patient will have to endure the lesions on his or her skin. With appropriate treatments, the condition may get better. Although the skin lesions are not life-threatening, it may cause a cosmetic concern for some individuals. Skin lesions may cause psychological discomfort, where patients may require reassurance to help with stress and anxiety. There are a few rare cases of T-cell lymphoma that has developed from Schamberg's disease. This is not a cause for concern, since the risk factors associated with Schamberg's disease are relatively low.",
            "score": 86.88529968261719
        },
        {
            "docid": "20763865_2",
            "document": "Leishmania donovani . Leishmania donovani is a species of intracellular parasites belonging to the genus \"Leishmania\", a group of haemoflagellate kinetoplastids that cause the disease leishmaniasis. It is a human blood parasite responsible for visceral leishmaniasis or \"kala-azar\", the most severe form of leishmaniasis. It infects the mononuclear phagocyte system including spleen, liver and bone marrow. Infection is transmitted by species of sandfly belonging to the genus \"Phlebotomus\" in Old World and \"Lutzomyia\" in New World. Therefore, the parasite is prevalent throughout tropical and temperate regions including Africa (mostly in Sudan), China, India, Nepal, southern Europe, Russia and South America. It is responsible for thousands of deaths every year and has spread to 88 countries, with 350 million people at constant risk of infection and 0.5 million new cases in a year.",
            "score": 86.65628814697266
        },
        {
            "docid": "44970303_2",
            "document": "Leishmaniavirus . Leishmaniavirus (also known as \"Leishmania\" RNA virus or LRV) is a genus of double-stranded RNA virus, in the family Totiviridae. Protozoa serve as natural hosts, and Leishmaniaviruses are present in several species of the human protozoan parasite \"Leishmania\". There are currently only two species in this genus including the type species Leishmania RNA virus 1.",
            "score": 86.65489196777344
        },
        {
            "docid": "2189559_9",
            "document": "Lutzomyia . The sand fly genus \"Lutzomyia\" includes all species responsible for transmission, in the New World, of the \"Leishmania\" parasite; the causative agent of leishmaniasis. Of the more than 350 \"Lutzomyia\" species identified, less than 10% are known or suspected to transmit leishmaniasis to humans. The disease is in endemic in 22 countries of tropical and subtropical America, where it is generally considered a zoonosis. That is, the parasite cycles between mammalian reservoir hosts and the sand flies, with humans serving as incidental, dead-end hosts. Common reservoirs in the Americas include a number of rodent species, as well as dogs, sloths and armadillos. The \"Lutzomyia\" sand flies maintain transmission amongst reservoir species and allow the disease to ‘jump’ to humans, causing the visceral, cutaneous or mucocutaneous forms of the disease depending on the \"Leishmania\" species. The human-sand fly-human cycle of transmission, known as anthroponotic, is limited to two \"Leishmania\" species endemic in the Old World and so does not involve \"Lutzomyia\" sand flies.",
            "score": 85.87893676757812
        },
        {
            "docid": "20929959_2",
            "document": "Leishmania tropica . Leishmania tropica is a species of flagellate parasites that infects humans and hyraxes, and the cause of the disease Leishmaniasis Recidivans, a form of cutaneous leishmaniasis. L. tropica infection results in non-ulcerating disease.<Korean J Parasitol. 2007 Jun;45(2):103-9.> <Mahmoudzadeh-Niknam H1, Kiaei SS, Iravani D.>",
            "score": 84.95344543457031
        },
        {
            "docid": "2189657_3",
            "document": "Phlebotomus . In the Old World, \"Phlebotomus\" sand flies are primarily responsible for the transmission of leishmaniasis, an important parasitic disease, while transmission in the New World, is generally via sand flies of the genus \"Lutzomyia\". The protozoan parasite itself is a species of the genus \"Leishmania\". Leishmaniasis normally finds a mammalian reservoir in rodents and other small animals such as canids (canine leishmaniasis) and hyraxes. The female sand fly carries the \"Leishmania\" protozoa from infected animals after feeding, thus transmitting the disease, while the male feeds on plant nectar.",
            "score": 84.66687774658203
        },
        {
            "docid": "2798373_9",
            "document": "Cutaneous leishmaniasis . Promastigotes of \"Leishmania\" are transmitted to human skin by the bite of a sandfly. \"Leishmania\" then invades human macrophages and replicates intracellularly. A raised, red lesion develops at the site of the bite (often weeks or sometimes years afterwards). The lesion then ulcerates and may become secondarily infected with bacteria. In many species (for example, \"L. major\") the lesion often spontaneously heals with atrophic scarring. In some species (for example, \"L. braziliensis\") the lesion may spontaneously heal with scarring, but then reappear elsewhere (especially as destructive mucocutaneous lesions). Lesions of other \"Leishmania\" species may spontaneously heal and then reappear as satellite lesions around the site of the original lesion, or along the route of lymphatic drainage.",
            "score": 84.43152618408203
        },
        {
            "docid": "47841895_7",
            "document": "Histoplasma duboisii . \"Histoplasma duboisii\" infections have been known to occur in HIV patients in endemic zones, particularly in individuals whose CD4+ cell count is below 50 cells/mm. These infections are often of the disseminated type. Unlike classical histoplasmosis, infections caused by \"H. duboisii\" are often restricted to the skin or subcutaneous layer occasionally involving bone. It is most frequently seen in immunodeficient individuals although the disease is well known in the immunocompetent. Lung disease manifesting as classical miliary infiltrates and nodular lesions has also been recorded. Superficial cutaneous lesions are characterized by nodules and papules that may ulcerate at a later stage of disease progression. A hyperpigmented halo sometimes surrounds the nodule. Subcutaneous lesions are warm, firm and tender, sometimes rupturing to release a yellowish discharge containing the fungus prior to evolving into cold abscesses. Subcutaneous lesions may also develop draining sinuses. Lesions can be localised or disseminated, appearing simultaneously and sometimes in large numbers. Disseminated disease is especially common in immunocompromised individuals, and can involve any organs but infection of the heart and central nervous system are rare. Dissemination to lymph nodes and visceral organs is associated with high mortality. The ability of yeast cells to multiply within phagocytic cells contributes to the formation of pus-producing necrotic granulomas. Uncommonly, both \"H. duboisii\" and \"H. capsulatum\" have been found to co-occur in immunosuppressed patients with HIV disease. It has also been known to co-occur with \"Aspergillus fumigatus\", \"Pseudallescheria boydii\", \"Microsporum gypseum\", \"Malbranchea gypsea\" and species of \"Chrysosporium\". Fewer than 300 cases reports of African histoplasmosis are known prior to 2007, and the disease is thought to be significantly under-reported.",
            "score": 84.39115142822266
        },
        {
            "docid": "1664529_3",
            "document": "Maculopapular rash . This type of rash is common in several diseases and medical conditions, including scarlet fever, measles, Ebola virus disease, rubella, secondary syphilis (Congenital syphilis, which is asymptomatic, the newborn may present this type of rash), erythrovirus (parvovirus B19), chikungunya (alphavirus), zika, smallpox (which has been eradicated), varicella (when vaccinated persons exhibit symptoms from the modified form), and heat rash. It is also a common manifestation of a skin reaction to the antibiotic amoxicillin or chemotherapy drugs. Cutaneous infiltration of leukemic cells may also have this appearance. Maculopapular rash is seen in graft-versus-host disease (GVHD) developed after a hematopoietic stem cell transplant (bone marrow transplant), which can be seen within one week or several weeks after the transplant. In the case of GVHD, the maculopapular lesions may progress to a condition similar to toxic epidermal necrolysis. In addition, this is the type of rash that some patients presenting with Ebola virus hemorrhagic (EBO-Z) fever will reveal but can be hard to see on dark skin people. It is also seen in patients with Marburg hemorrhagic fever, a filovirus not unlike Ebola.",
            "score": 84.17900085449219
        },
        {
            "docid": "2189559_11",
            "document": "Lutzomyia . The high level of species diversity in the genus \"Lutzomyia\", coupled with its high adaptability is leading to increasing risk of \"Leishmania\" transmission in the New World in response to global change. \"Lutzomyia\" sand flies transmit the disease in the tropics and subtropics, regions which are subject to high levels of deforestation associated with continual development. Deforestation, with the establishment of settlements at the periphery of primary or secondary forest, increases the risk of \"Leishmania\" transmission by creating a selection pressure for the adaptation of sand flies to these new peridomestic environments. In southern Brazil, for example, levels of cutaneous leishmaniasis are increasing as a result of the adaptation of three, formerly forest-inhabiting species (\"Lutzomyia intermedia\", \"Lutzomyia whitmani\" and \"Lutzomyi migonei\") following deforestation. Now, a disease which previously only affected forest workers is becoming more prevalent in urbanisations. Similar increases in risk factors are also driving higher rates of visceral leishmaniasis in north-eastern Brazil. Increased urbanisation, driven by climate change and socio-economic factors, is bringing the adapting sand flies into closer contact with both humans and the domestic canine reservoirs of the disease.",
            "score": 83.75333404541016
        },
        {
            "docid": "12738869_2",
            "document": "Leishmania major . Leishmania major is a species of parasites found in the genus \"Leishmania\", and is associated with the disease zoonotic cutaneous leishmaniasis (also known as Aleppo boil, Baghdad boil, Bay sore, Biskra button, Chiclero ulcer, Delhi boil, Kandahar sore, Lahore sore, Oriental sore, Pian bois, and Uta). \"L. major\" is an intracellular pathogen which infects the macrophages and dendritic cells of the immune system. Though \"Leishmania\" species are found on every continent aside from Antarctica, \"Leishmania major\" is found only in the Eastern Hemisphere, specifically in Northern Africa, the Middle East, Northwestern China, and Northwestern India.",
            "score": 83.43661499023438
        },
        {
            "docid": "2202164_13",
            "document": "Mixed transcortical aphasia . If brain damage is minimal then a patient may recover language skills over time without treatment, however if the damage is severe it may be necessary to receive speech and language therapy. Recovery from this type of brain injury is a slow process and very few patients regain the same level of language and communication skills that they have before the injury. Patients with aphasia usually undergo speech therapy where they relearn and practice supplementary communication methods. Speech therapy is not a cure for the aphasia, but instead helps patients use skills that remain intact. When considering the prognosis for individuals with aphasia it is necessary to consider internal factors, patient specific factors, and external factors as these factors are considered most critical to post-stroke recovery. Internal factors are factors related to the stroke such as aphasia severity, lesion site and lesion size . Individuals with milder forms of aphasia, lesions that insignificantly impact language function and smaller lesions tend to have a higher degree of aphasia recovery. Lesions in the superior temporal gyrus (STG) produce a more persistent global aphasia, which is associated with poor aphasia recovery. Patient specific factors relate to the patient's age of onset, education level and motivation for recovery. Younger patients have been reported to demonstrate a higher recovery rate than older patients. Those with more years of education are less vulnerable to language disruption by stroke. External factors include environmental factors such as type and amount of language treatment provided. Stroke patients who are generally aware of their handicap and receive good support show more motivation and are more likely to have a better outcome.",
            "score": 82.40953826904297
        },
        {
            "docid": "25098885_5",
            "document": "Gelclair . De Cordi et al. studied thirty patients with lesions of the mouth and oropharynx (caused by various diseases). 83% of patients reported a reduction in pain, 13% remained the same and 3% showed initial improvement but then got worse. 83% showed a distinct improvement in functionality in the ability to take food, 7% remained the same, and 7% got worse, while 3% reported considerable improvement followed by slight worsening. 57% of patients reported an improvement in the grade of oral mucositis, 40% remained the same while 3% got worse.",
            "score": 82.40316009521484
        },
        {
            "docid": "6803333_13",
            "document": "Miltefosine . In the same year as the discovery of the anticancer property, miltefosine was reported by S. L. Croft and his team at the London School of Hygiene and Tropical Medicine as having antileishmanial effect as well. The compound was effective against \"Leishmania donovani\" amastigotes in cultured mouse peritoneal macrophages at a dose of 12.8 mg/kg/day in a five-day course. However, priority was given to the development of the compound for cutaneous metastases of breast cancer. In 1992 a new research was reported in which the compound was highly effective in mouse against different life cycle stages of different \"Leishmania\" species, and in fact, more potent than the conventional sodium stibogluconate therapy by a factor of more than 600. Results of the first clinical trial in humans were reported from Indian patients with chronic leishmaniasis with high degree of success and safety. This promising development promulgated a unique public–private partnership collaboration between ASTA Medica (later Zentaris GmbH), the WHO Special Programme for Research and Training in Tropical Diseases, and the Government of India. Eventually, several successful Phase II and III trials led to the approval of miltefosine in 2002 as the first and only oral drug for leishmaniasis.",
            "score": 82.10382843017578
        },
        {
            "docid": "4350672_11",
            "document": "Fibromuscular dysplasia . While the cause of FMD remains unclear, current theory suggest that there may be a genetic predisposition as case reports have identified clusters of the disease and prevalence among twins. In fact, according to the Cleveland Clinic approximately 10% of cases appear to be inherited and often coexists with other genetic abnormalities that affect the blood vessels. Approximately 10% of patients with FMD have an affected family member. A study conducted from the patient registry at Michigan Cardiovascular Outcomes Research and Reporting Program (MCORRP) at the University of Michigan Health System reported a high prevalence of a family history of stroke (53.5%), aneurysm (23.5%), and sudden death (19.8%). Even though FMD is a non-atherosclerotic disease family histories of hypertension and hyperlipidemia were also common among those diagnosed with FMD. It is believed that the cause of FMD is not a single identifier such as genetics but has multiple underlying factors. Theories of hormonal influence, mechanical stress from trauma and stress to the artery walls, and also the effect of loss of oxygen supply to the blood vessel wall caused by fibrous lesions. It has been suggested that environmental factors, such as smoking and estrogen, may play role in addition to genetic factors.",
            "score": 81.99479675292969
        },
        {
            "docid": "198491_20",
            "document": "Leishmaniasis . Descriptions of conspicuous lesions similar to cutaneous leishmaniasis appear on tablets from King Ashurbanipal from the seventh century BCE, some of which may have derived from even earlier texts from 1500 to 2500 BCE. Persian physicians, including Avicenna in the 10th century CE, gave detailed descriptions of what was called \"balkh\" sore. In 1756, Alexander Russell, after examining a Turkish patient, gave one of the most detailed clinical descriptions of the disease. Physicians in the Indian subcontinent would describe it as \"kala-azar\" (pronounced \"kālā āzār\", the Urdu, Hindi, and Hindustani phrase for \"black fever\", \"kālā\" meaning black and \"āzār\" meaning fever or disease). In the Americas, evidence of the cutaneous form of the disease in Ecuador and Peru appears in pre-Inca pottery depicting skin lesions and deformed faces dating back to the first century CE. Some 15th- and 16th-century texts from the Inca period and from Spanish colonials mention \"valley sickness\", \"Andean sickness\", or \"white leprosy\", which are likely to be the cutaneous form.",
            "score": 81.80558013916016
        },
        {
            "docid": "10459208_4",
            "document": "Paraphasia . Paraphasia is associated with fluent aphasias, characterized by “fluent spontaneous speech, long grammatically shaped sentences and preserved prosody abilities.” Examples of these fluent aphasias include receptive or Wernicke’s aphasia, anomic aphasia, conduction aphasia, and transcortical sensory aphasia, among others. All of these lead to a difference in processing efficiency, which is often caused by damage to a cortical region in the brain (in receptive aphasia, for example, the lesion is in or near Wernicke’s area); lesion location is the most important determining factor for all aphasic disorders, including paraphasia - the location of the lesion can be used to hypothesize the type of aphasic symptoms the patient will display. This lesion can be caused by a variety of different methods: malfunctioning blood vessels (caused, for example, by a stroke) in the brain are the cause of 80% of aphasias in adults, as compared to head injuries, dementia and degenerative diseases, poisoning, metabolic disorders, infectious diseases, and demyelinating diseases. Lesions involving the posterior superior temporal lobe are often associated with fluent aphasias.",
            "score": 81.72682189941406
        },
        {
            "docid": "2930584_2",
            "document": "Visceral leishmaniasis . Visceral leishmaniasis (VL), also known as kala-azar (), black fever, and Dumdum fever, is the most severe form of leishmaniasis and, without proper diagnosis and treatment, is associated with high fatality. Leishmaniasis is a disease caused by protozoan parasites of the genus \"Leishmania\".",
            "score": 81.42288970947266
        },
        {
            "docid": "30876737_3",
            "document": "Behçet's disease . Nearly all people with Behçet's disease present with some form of painful ulcerations inside the mouth. They are a form of aphthous ulcers or non-scarring oral lesions. The oral lesions are similar to those found in inflammatory bowel disease and can be relapsing. Painful genital ulcerations usually develop around the anus, vulva, or scrotum and cause scarring in 75 percent of the patients. Additionally, patients may present with erythema nodosum, cutaneous pustular vasculitis, and lesions similar to pyoderma gangrenosum.",
            "score": 81.2750015258789
        },
        {
            "docid": "36584567_12",
            "document": "Ulegyria . Ulegyria was found in about 1/3 of patients with defects caused by circulatory disease in the perinatal period. Most clinical observations of the condition report mental retardation, cerebral palsy, and seizures as the main defects. However, milder cases have been reported in which patients that exhibit ulegyria develop relatively normally. The main movement disorders associated with ulegyria that are classified as cerebral palsy are choreoathetosis, dystonia, and ataxia. It is suspected that ulegyria leads to epilepsy because malformation of the cortex obstructs the differentiation of neurons, glial cells, and synapses. Parietal-occipital lobe epilepsy, which is often synonymous with posterior cortex epilepsy (PCE), is the form of the disease seen in most cases involving ulegyria. This type of epilepsy is very rare, making up about 5% of all reports of epilepsy. This form of the disease involves symptoms that would be expected from damage to the parietal and occipital lobes: seizures with visual hallucinations, visuospatial dysfunction, tingling, numbness, pain, and a burning sensation. In addition to ulegyria, tumors and cortical dysplasia constitute the major causes of PCE. Most of the epilepsy seen in conjunction with ulegyria is classified as medically refractory, meaning it is not responsive to treatment. Patients usually present symptoms of epilepsy at an early age. The severity of epilepsy has been shown to depend on this age of onset as well as the quantity of cortical lesions; earlier onset of epilepsy and a larger extent of lesions tends to mean more severe seizures.",
            "score": 81.17034149169922
        },
        {
            "docid": "4870889_2",
            "document": "Equine herpesvirus 3 . Equine herpesvirus 3 (EHV-3) is a virus of the family \"Herpesviridae\" that affects horses. It causes a disease known as equine coital exanthema. The disease is spread through direct and sexual contact and possibly through flies carrying infected vaginal discharge. EHV-3 has an incubation period of as little as two days. Signs of the disease include pustules and ulcerations of the vagina, penis, prepuce, and perineum. Lesions may also be seen on the lips and teats. Usually the only symptom seen is a decreased libido in stallions. The lesions heal within two weeks. As with other herpes viruses, the virus remains latent in the host for life. Carrier animals can sometimes be identified by spots of pigment loss on black skin in the genital region. EHV-3 is best prevented by taking note of present clinical signs and keeping infected horses isolated and breeding stock from sexual contact with other horses. Antibiotic ointments should be used on the lesions to prevent secondary bacterial infections and hasten the healing process. It is also important to use disposable gloves and instruments in veterinary exams as the virus can be spread by using contaminated equipment.",
            "score": 80.69869995117188
        },
        {
            "docid": "820953_6",
            "document": "Malabsorption . Depending on the nature of the disease process causing malabsorption and its extent, gastrointestinal symptoms may range from severe to subtle or may even be totally absent. Diarrhea, weight loss, flatulence, abdominal bloating, abdominal cramps, and pain may be present. Although diarrhea is a common complaint, the character and frequency of stools may vary considerably ranging from over 10 watery stools per day to less than one voluminous putty-like stool, the latter causing some patients to complain of constipation. On the other hand, stool mass is invariably increased in patients with steatorrhea and generalized malabsorption above the normal with 150–200 g/day. Not only do unabsorbed nutrients contribute to stool mass but mucosal fluid and electrolyte secretion is also increased in diseases associated with mucosal inflammation such as coeliac disease. In addition, unabsorbed fatty acids, converted to hydroxy-fatty acids by colonic flora, as well as unabsorbed bile acids both impair absorption and induce secretion of water and electrolytes by the colon adding to stool mass. Weight loss is common among patients with significant intestinal malabsorption but must be evaluated in the context of caloric intake. Some patients compensate for fecal wastage of unabsorbed nutrients by significantly increasing their oral intake. Eliciting a careful dietary history from patients with suspected malabsorption is therefore crucial. Excessive flatus and abdominal bloating may reflect excessive gas production due to fermentation of unabsorbed carbohydrate, especially among patients with primary or secondary disaccharidase deficiency. Malabsorption of dietary nutrients and excessive fluid secretion by inflamed small intestine also contribute to abdominal distention and bloating. Prevalence, severity, and character of abdominal pain vary considerably among the various disease processes associated with intestinal malabsorption. For example, pain is common in patients with chronic pancreatitis or pancreatic cancer and Crohn disease, but it is absent in many patients with coeliac disease or postgastrectomy malabsorption.",
            "score": 80.48783874511719
        }
    ]
}