{
    "q": [
        {
            "docid": "14290682_29",
            "document": "Reminiscence therapy . Many specific groups have been targeted for studying the effects of reminiscence therapy and were evaluated using different measures based on their previously existing condition and the problems associated with it. Those ranking higher in their depression rating showed a greater rate of improvement of their symptoms compared to those exhibiting less depressive symptoms before the therapy began, although improvements were seen across depression levels. Across studies, reminiscence therapy positively influenced patients with dementia evaluated using various measures Specifically in vascular dementia, cortical glucose metabolism increase in areas important for social interaction and remote memories. Those with Alzheimer's Disease had improved blood flow to areas in brain, as previously discussed, and positive changes in evaluated behavioural traits. In patients with leprosy, the greatest positive effects were seen in those with depression but reminiscence therapy did not effect the stage of dementia or cognitive scores. Initially reminiscence was intended for older adults. However, this therapy my prove to be a valuable tool for adults at earlier stages of their life as well. In the elderly, improvement in satisfaction with life and self, self-esteem, increase in social involvement which led to an improvement in their ability to deal with social situations, lower loneliness and alienation. In addition, depressive symptoms, psychological symptoms, psychological well-being, ego-integrity, meaning of/purpose in life, mastery, cognitive performance, social integration, preparation for death all showed improvements after the therapy was concluded. At a follow up depression, other indicators of mental health, well-being, ego-integrity, cognitive performance, death preparation all remained to be improved from pre treatment. Improvements comparable to those found in the elderly have been found in studies that included younger age brackets. Improvements in depression occur in both females and males. Comparative analysis between males and females on the effects of reminiscence therapy found no evidence for a difference in the success of the therapy between genders. Reminiscence therapy has been conducted in groups composed of residents from group centres and those living in broader communities. Recent analysis suggests that no differences in outcomes from reminiscence exist between the type of community that the individuals are living in during the time of therapy, which contradicts the earlier findings that those living in group homes or care centres benefited less from these programs. Those who experienced various major life events showed improved mental stability including a decrease in depressive symptoms and anxiety. Institutionalized elderly male veterans showed increased self-esteem and life satisfaction and a decrease in symptoms of depression who were involved in a 12-week reminiscence therapy program compared to those that were not.",
            "score": 61.92785847187042
        },
        {
            "docid": "141029_19",
            "document": "African trypanosomiasis . At the 25th ISCTRC (International Scientific Council for Trypanosomiasis Research and Control) in Mombasa, Kenya, in October 1999, the idea of an African-wide initiative to control tsetse and trypanosomiasis populations was discussed. During the 36th summit of the Organization for African Unity in Lome, Togo, in July 2000, a resolution was passed to form the Pan African Tsetse and Trypanosomiasis Eradication Campaign (PATTEC). The campaign works to eradicate the tsetse vector population levels and subsequently the protozoan disease, by use of insecticide-impregnated targets, fly traps, insecticide-treated cattle, ultra-low dose aerial/ground spraying (SAT) of tsetse resting sites and the sterile insect technique (SIT). The use of SIT in Zanzibar proved effective in eliminating the entire population of tsetse flies but was expensive and is relatively impractical to use in many of the endemic countries afflicted with African trypanosomiasis.",
            "score": 82.45035743713379
        },
        {
            "docid": "141029_20",
            "document": "African trypanosomiasis . Regular active surveillance, involving detection and prompt treatment of new infections, and tsetse fly control is the backbone of the strategy used to control sleeping sickness. Systematic screening of at-risk communities is the best approach, because case-by-case screening is not practical in endemic regions. Systematic screening may be in the form of mobile clinics or fixed screening centres where teams travel daily to areas of high infection rates. Such screening efforts are important because early symptoms are not evident or serious enough to warrant patients with gambiense disease to seek medical attention, particularly in very remote areas. Also, diagnosis of the disease is difficult and health workers may not associate such general symptoms with trypanosomiasis. Systematic screening allows early-stage disease to be detected and treated before the disease progresses, and removes the potential human reservoir. A single case of sexual transmission of West African sleeping sickness has been reported.",
            "score": 88.76911842823029
        },
        {
            "docid": "10051422_3",
            "document": "Waldaschaff . The community lies at the threshold of the High Spessart (range), roughly 15 km from Aschaffenburg and roughly 65 km from Frankfurt am Main. Like many villages in this part of the country, Waldaschaff is a linear settlement, following a road. Around the village are found the woodlands of the Spessart Nature Park (\"Naturpark Spessart\").  The community’s upswing and development into modernity are closely linked with mayor Herbert Brehm’s name. Important projects during his mayoralty were things such as opening up building development areas like Breite Wiese, dredging the Aschaff for flood control, and laying down requirements for further development at the YMOS metalworks which were then being operated in the community, employing more than a thousand workers. Further businesses such as the drinks industry and tourism managed to blossom. Substantial infrastructure projects in waterworks and sewage and transport links were undertaken and successfully completed. The sport centre and the gymnasium came into being and were put into a developmental context with the Ebets building development area. In the zoning plan that was put forth, Brehm introduced the ideas for the Ebets building development area and the Heerbach commercial area, thereby laying decisive guidelines down, until his very early death, for the village’s future development. Today, the community administration’s eyes have been cast upon renewing the village’s core. To this end, a consortium was formed. In 2006, the Ebets-Rodwiesen building development area had been fully opened up.",
            "score": 38.90016162395477
        },
        {
            "docid": "4636301_12",
            "document": "Saadani National Park . To this day, park governance and management approaches have been unable to gain the support of surrounding villages, which traditionally have been very conservation minded, for addressing poaching and for collaboratively sustaining landscape level conservation efforts. All of which are desperately needed to combat the sevenfold increase in poaching activity being faced by the park in the last seven years. No less than 10 of the 17 villages adjacent to the park have their own community-conserved areas, equivalent to no less than 20% of area identified as park lands. Despite the level of environmental awareness of these adjacent villages and the importance of corridors and ecosystem connectivity to successful ecological conservation, the villages’ conservation efforts have not been linked to park efforts but at present represent a threat to park authorities. For park authorities, it is within villages’ conserved areas where more often than not poaching is seen to be taking place.",
            "score": 42.64392840862274
        },
        {
            "docid": "6090525_5",
            "document": "Neglected tropical diseases . Twenty neglected tropical diseases are prioritized by the World Health Organization (WHO), though other organizations define NTDs differently. Chromoblastomycosis and other deep mycoses, scabies and other ectoparasites and snakebite envenoming were added to the list in 2017. These diseases are common in 149 countries, affecting more than 1.4 billion people (including more than 500  million children) and costing developing economies billions of dollars every year. They resulted in 142,000 deaths in 2013—down from 204,000 deaths in 1990. Of these 20, two were targeted for eradication (dracunculiasis (guinea-worm disease) by 2015 and yaws by 2020), and four for elimination (blinding trachoma, human African trypanosomiasis, leprosy and lymphatic filariasis by 2020).",
            "score": 26.31564426422119
        },
        {
            "docid": "23942966_6",
            "document": "Phyllocnistis citrella . Insecticide applications is among the most effective methods available for managing CLM. Yet because of the CLM's ability to \"mine\" leaves insecticides are not entirely effective when dealing with CLM infestations. Cultural control, such as basic citrus tree upkeep and management, are essential to keeping mature citrus trees healthy and capable at combating CLM infestations. A number of insecticides are used to manage CLM, concerns linger over the type and amount to apply to CLM orchards and nurseries. Some concerns include: wide-spectrum insecticides targeting more than just CLM, killing more than a single insect species this can have adverse effects on beneficial insects that prey on CLM and even beneficial pollinators like bees; insecticide resistance has been reported in certain citrus growing areas; use near residential areas. Insecticides used to manage this pest include but not limited to the following: Traps specifically designed to lure CLM are also deployed as a mechanism to both monitor and reduce CLM populations. Although during high infestation situations traps alone are not recommended without additional measures. They are however a good indicator of CLM population levels which can help in developing effective management plans.",
            "score": 64.23185622692108
        },
        {
            "docid": "331913_17",
            "document": "Qualitative psychological research . Focus group discussion in qualitative method has gain huge popularity of this method across the social sciences over the past decade. Focus groups are now thoroughly assessable and familiar to the general public. Prior 1920’s and late 1970’s the focus groups were mainly used in marketing, tool, and studies in the field in the business. Aspects like including education, communication, media studies, feminist research, sociology and social psychology. Focused groups are also known as ‘group interviews’. The members are encouraged to interact and have discussions. The data collected by focused group discussion are seldom produced through interview and observation; it enlightens us with its power of knowledge. Focus group discussion also focuses on the process beyond the individual’s memory and desires. The richness and complexity of group dynamics should be considered. Focus group can also access to social interactional dynamics that produce particular memories, ideologies, and practices among the group members. It themselves becomes relevant, termed as units of analysis of our study. Questions, issues and topics process focus group. Through different dynamics multiple angles of vision can be seen in the new world in unexpected ways. Focus group helps us move towards constructing a ‘methodology of getting lost” and toward enacting “double practices” (lather, 2001). This seems a necessary step towards conducting qualitative research. Keeping norms and rules of groups in mind the researcher and research participants realize that interpretation of individual are situated, provisional, contingent, unstable thus it’s unchangeable. It is necessary for the researcher to have self-reflectivity that involves making the research transparent rhetorical and poetic work of the researcher in representing the object of the study. It is theoretically important to construct a mutual ground between the researcher and the research participants. The second sense of self-reflexivity is important to encourage refection on interpretive research as the dual practice of knowledge gathering and self transformation is done through self-reflection and mutual reflection. Allowing ourselves to dwell in the existing inevitable indeterminacies, we are leading ourselves in the best way of the qualitative research practice.  According to Lederman, a focus group is a ‘technique that involves the use of profound group interviews in which participants are selected because they are a purposive sampling of a specific population, with the group being ‘focused’ on a given topic’. (Rabiee, 2004). According to Powell et al., a group of individuals selected and gathered by researchers to discuss and comment on, from personal experience, the topic that is the subject of the research form a focus group.(Gibbs, 1997) Some of the features of focus group discussions include, member’s involvement, a number of consecutive meetings, the common characteristics of members with respect to interests, the evolvement of qualitative data, and discussion within the group that is focused on a topic, that is determined by the purposes of the research(Freitas, 1998). In other words, a focus group is an informal discussion among a group of selected individuals about a particular topic (Wilkinson 2004). A focus group, as a research method, involves more than one participant per data collection session. Some of the main characteristics of Focus Groups are; Focus groups involve people in which there is a group of usually 4-10 members. The group size depends on the topic. It should be understood that the size should be small enough so that all the members get a chance to share their views and yet, large enough for people to get different perspectives (Ogunbameru, 2003).Participants are homogenous and unfamiliar with each other which means that people who have similar ages, ethnic backgrounds, etc. this is because it will help the session very effectively as there won't be too many clashes. It should be noted that the group should not be too homogenous because some amount of heterogeneity is required to get useful information when it comes to recalling past events or religious groups (Ogunbameru, 2003).Focus groups are a data collection procedure where in, the main purpose is to determine the perception, feelings, and manner of thinking. These are not aimed to develop consensus or to arrive at some agreeable plan (Ogunbameru, 2003). Focus groups make use of Qualitative data, which means that the data is collected using qualitative tools, which requires very skilled people. This data provides a great insight into the phenomenological world of the members, taking into consideration the attitude, perceptions, and thoughts (Ogunbameru, 2003). Focus groups have a focused discussion where in the leader maintains focus on a particular topic. This helps the discussion to stay on track as every member has different ideas to pool in about the same topic (Ogunbameru, 2003). The significance of focus group methodology is that it helps in exploring what people perceive and think, and understanding why the members have certain opinions about what they believe in(n.d, 2009). Jenny Kitzinger (2005), a famous focus group researcher, is of the opinion that focus group method is an ‘ideal’ approach for examining the stories, experiences, points of view, beliefs, needs and concerns of individuals. Working in a group enables the researchers to receive different communication forms that the members use in their day-today interactions with other. These communications and interactions involve joking, arguing, teasing and recapturing past events. This is important since it may not be easy, or even possible to receive the knowledge and attitudes of various people while they respond to more direct form of questions One of the main purposes of focus group discussion is to get light into the respondents’ phenomenological world of experience, thinking, perceiving and feeling. These experiences, feelings, attitudes might be independent of a group or its cultural and social settings but are more likely to reveal itself in the interaction with other people in a group or another social setting. Focus group discussions help in elaborating the different viewpoints and emotional processes of each member within a group context. The individual interview is simpler for the researcher to control in comparison to a focus group discussion. A focus group discussion, in comparison to other methods helps the research to gain larger pool information in a much lesser amount of time. This observation depends on waiting for things to happen, whereas the researcher has to follow an interview guide in a focus group. In this aspect, focus group discussions are not natural but organized and planned. These discussions are especially helpful when there are differences related to power between its members, decision-makers or professionals, when the culture and language of a specific group is of, and when the researcher or a member wants to understand and explore the level of consensus over a given theme or topic(Kreuger, 1993).",
            "score": 53.85759222507477
        },
        {
            "docid": "160067_68",
            "document": "Tsetse fly . The entire target area (Block 1, 2 and 3) has a total surface of 1000 km2, and the first block (northern part) can be considered free of tsetse, as intensive monitoring has failed to detect since 2012 a single wild tsetse fly. The prevalence of AAT has decreased from 40-50% before the project started to less than 10% to date in blocks 1 and 2. Although insecticides are being used for fly suppression, they are applied for short periods on traps, nets and livestock, and are not spread into the environment. After the suppression activities are completed, no more insecticide is applied in the area. The removal of trypanosomosis will eliminate the need for constant prophylactic treatments of the cattle with trypanocidal drugs, therefore reducing residues of these drugs in the dung, meat and milk.",
            "score": 75.7261130809784
        },
        {
            "docid": "44112655_8",
            "document": "Louise Pearce . Sleeping sickness was a devastating epidemic which had depopulated whole districts of Africa. The symptoms of the disease begin very insidiously, some slight change in the former mental attitude of the patient being the first thing noticed by the relatives of the patient. Next, a disinclination to work, with a tendency to sit about and rest more than usual, appears, and at this time headaches and other transient pains may be complained of, especially pains in the upper part of the chest. The facial aspect now also changes, and a previously happy and intelligent looking negro, becomes, instead, dull, heavy and apathetic. Once these changes have appeared, the disease may run an acute or more or less chronic course, progressing however to its ultimate fatal termination... The temperature – a very important point – is elevated, rising in the evenings to 101° or 102° F., falling to subnormal in the morning, the range often extending over four degrees or more, and the pulse of very low tension is accelerated, varying from 90 to 130 beats per minute. These two symptoms are of the greatest diagnostic importance in the early recognition of the disease... Drowsiness, which has gradually been increasing, now passes on to coma, from which the patients can only be roused with difficulty; the temperature falls to subnormal, in rare cases convulsive fits appear, and the patient dies in a complete state of coma. This is the common course of an ordinary acute case of the disease, the different changes taking about a month or six weeks for completion. By 1903, researchers had determined that sleeping sickness was caused by a trypanosome, a parasite that lived and multiplied extracellularly in the blood and tissue fluids of its human hosts. Researchers also knew that trypanosomes were transmitted by a species of tsetse fly. It had been suggested that preparations of arsenic might be useful in treating the disease, but an effective treatment had not been found.",
            "score": 80.90672051906586
        },
        {
            "docid": "6090525_73",
            "document": "Neglected tropical diseases . There are currently only two donor-funded non-governmental organizations that focus exclusively on NTDs: the Schistosomiasis Control Initiative and Deworm the World. Despite under-funding, many neglected diseases are cost-effective to treat and prevent. The cost of treating a child for infection of soil transmitted helminths and schistosomes (some of the main causes of neglected diseases), is less than US$0.50 per year, when administered as part of school-based mass deworming by Deworm the World. This programme is recommended by Giving What We Can and the Copenhagen Consensus Centre as one of the most efficient and cost-effective solutions. The efforts of Schistosomiasis Control Initiative to combat neglected diseases include the use of rapid-impact packages: supplying schools with packages including four or five drugs, and training teachers in how to administer them.",
            "score": 52.33126091957092
        },
        {
            "docid": "42685962_3",
            "document": "Oakland gang injunctions . Gang Injunctions have become more common in California because of the rapid growth of gangs in the 1940s-1980s. Criminal activities committed by street gangs strike fear in those who live among them and gang injunctions, in general, can provide a sense of control and security for neighborhoods. However, it is impossible to impose uniform standards on injunctions and a balance must be reached between the need to identify and punish suspected criminals and ensuring that their everyday liberties are not violated. Gang injunctions seem to be beneficial when they are well thought out and when there are proper channels of communication and dedicated individuals committed to investing their time to accommodate any necessary changes. In order to achieve the most effective outcome, each gang needs to be analyzed and understood before an injunction is implemented. The current ways in which injunctions are placed are not always successful because all gangs are viewed as a homogeneous group and, since many gangs actually function in different ways, some of the injunctions’ processes fail to accommodate each gang's different actions. They are also vague by accusing gang members by association rather than by crime. They may simply arrest a youth because they live in the same block as the gang or because they are of the same racial group. Gang injunctions target minorities as a result of the power that is given to authorities to determine who becomes criminalized and for what crime. This then becomes an issue of banishing certain racial group in the community rather than actually combatting crime. It has been recorded in 2010 that Oakland's urban population decreased by 25%. This is the result of gerrymandering and the mass incarceration of African Americans. This overall decrease in population has a negative impact on the community, by having less resources, increasing more single-home families and a higher turn to drugs as a way out of this life. This further criminalizes the image of the Blacks and portrays it as an issue of their culture rather than the structure built around incarcerating them. Oppression is then faced by minority groups based on other's perception of them, leading to an arc of incarceration, where they do not need to be arrested and placed in prison to feel that they are unwanted in their community. However, others do argue that injunctions are effective because when they are put into action there is often evidence of less graffiti and less gang gatherings, equating to people feeling safe in their own community. Some experts on gangs also argue that the gang members’ fear of impending injunctions can be effective as the fear of going to prison acts as a deterrent to some crime. Another argument is that the fear that injunctions implement on gang members is what leads to effective injunctions and have This proves the effectiveness of some injunctions as crime rates are known to decrease by five percent in the first year of injunctions. However one main problem, with injunctions is that they are not effective long-term. There are also problems with the choice of locations where the injunctions are implemented. For instance, the targeted areas are not always where the highest crime rate is taking place. In Oakland 72 percent of homicides occur in West Oakland’s District 3 and East Oakland’s district 6 and 7, which do not have an injunction. Yet people who are in the gang injunction area are more likely to be punished than if they were to live in West Oakland or East Oakland, meaning that most of the crime committed is not being dealt with.",
            "score": 67.41993272304535
        },
        {
            "docid": "17785123_32",
            "document": "African military systems to 1800 . Limitations of the horse. There were serious limitations to the spread of the horse in warfare however, as opposed to their use for ceremonial purposes. Horse breeding and maintenance was difficult and restricted in many parts of West and Central Africa due to the tsetse fly induced \"sleeping sickness\" disease that struck both man and beast; heavy imports were a practical necessity, especially the larger breeds. States like Dagoma in northern Ghana, Nupe and the Yoruba kingdom of Oyo in Nigeria were very dependent on imports of horses, usually financed by the sale of slaves. As in medieval Europe, maintaining cavalry forces was also more expensive, requiring armor, saddlery, stables, trappings, and extra remounts. Disruption of imports on trade routes could reduce the horse supply. The absence of relatively flat terrain also made cavalry more difficult to deploy. The Oyo for example, had relatively little success in thick forested areas during an ineffective invasion of Nigeria in the 17th century. Horses also had to be fed and maintained, a pressing logistical burden for large formations. Indeed, fighting horses in West African states were often kept in stables and fed there, rather than being put out to graze in the open where the tsetse fly might whittle down their numbers. In Oyo, large numbers of slaves were kept to maintain horses, hauling fodder and water to the stables, and accompanying the cavalry forces as support troops. Their introduction thus had a varying impact in many areas, but nevertheless the horse transformed African warfare in significant ways.",
            "score": 72.22699439525604
        },
        {
            "docid": "4637216_20",
            "document": "Diseases of poverty . Based upon the spread of research in cures for diseases, certain diseases are identified and referred to as \"neglected diseases\". These include the following diseases: Tropical diseases such as these tend to be neglected in research and development efforts. Of 1393 new drugs brought into use over a period of 25 years (1975–1999), only a total of thirteen, less than 1%, related to these diseases. Of 20 MNC drug companies surveyed for research on PRDs, only two had projects targeted towards these neglected PRDs. However, the combined total number of deaths due to these diseases is dwarfed by the enormous number of patients affected by PRDs such as respiratory infections, HIV/AIDs, diarrhoea and tuberculosis, besides many others. Similar to the spread of tropical neglected diseases in developing nations, these neglected infections disproportionately affect poor and minority populations in the United States. These diseases have been identified by the Centers for Disease Control and Prevention, as priorities for public health action based on the number of people infected, the severity of the illnesses, and the ability to prevent and treat them.",
            "score": 44.99990403652191
        },
        {
            "docid": "141029_2",
            "document": "African trypanosomiasis . African trypanosomiasis, also known as sleeping sickness, is an insect-borne parasitic disease of humans and other animals. It is caused by protozoa of the species \"Trypanosoma brucei\". There are two types that infect humans, \"Trypanosoma brucei gambiense\" (TbG) and \"Trypanosoma brucei rhodesiense\" (TbR). TbG causes over 98% of reported cases. Both are usually transmitted by the bite of an infected tsetse fly and are most common in rural areas. Initially, in the first stage of the disease, there are fevers, headaches, itchiness and joint pains. This begins one to three weeks after the bite. Weeks to months later the second stage begins with confusion, poor coordination, numbness and trouble sleeping. Diagnosis is via finding the parasite in a blood smear or in the fluid of a lymph node. A lumbar puncture is often needed to tell the difference between first and second stage disease. Prevention of severe disease involves screening the population at risk with blood tests for TbG. Treatment is easier when the disease is detected early and before neurological symptoms occur. Treatment of the first stage is with the medications pentamidine or suramin. Treatment of the second stage involves eflornithine or a combination of nifurtimox and eflornithine for TbG. While melarsoprol works for both stages, it is typically only used for TbR, due to serious side effects. Without treatment it typically results in death. The disease occurs regularly in some regions of sub-Saharan Africa with the population at risk being about 70 million in 36 countries. An estimated 11,000 people are currently infected with 2,800 new infections in 2015. In 2015 it caused around 3,500 deaths, down from 34,000 in 1990. More than 80% of these cases are in the Democratic Republic of the Congo. Three major outbreaks have occurred in recent history: one from 1896 to 1906 primarily in Uganda and the Congo Basin and two in 1920 and 1970 in several African countries. It is classified as a neglected tropical disease. Other animals, such as cows, may carry the disease and become infected in which case it is known as animal trypanosomiasis.",
            "score": 82.84516417980194
        },
        {
            "docid": "3298906_23",
            "document": "Midgegooroo . Shortly after the death of Yagan, the Perth Gazette expressed hope that the Aboriginal people of the Swan and Canning Rivers would stop harassing colonists. At the same time, the way in which Yagan met his death was 'revolting to our feelings to hear this lauded as a meritorious deed.' 'What a fearful lesson of instruction have we given the savage!' the newspaper lamented. Munday approached the Lieutenant Governor seeking to make peace, and his outlaw status was annulled. Remarking on the apparent desire of Aboriginal visitors to the Perth town area to 'renew the friendly understanding', the newspaper nevertheless warned that 'they ought … never to be out of the sight of some authorized persons, who should have the power of controlling the conduct of individuals towards them, at the same time as they protect the public from any aggression on the part of the natives.' Early in September 1833, Munday and Migo were taken by a young colonist named Francis Armstrong, later to be appointed to manage a ration depot at Mt. Eliza, to meet the Lieutenant Governor. With Armstrong acting as interpreter, Migo and Munday told the Lieutenant Governor that they 'wished to come to an amicable treaty with us, and were desirous to know whether the white people would shoot any more of their black people.' \"Being assured that they would not, they proceeded to give the names of all the black men of the tribes in this immediate neighbourhood who had been killed with a description of where they were shot and the persons who had shot them. The number amounted to sixteen, killed, and nearly twice as many wounded; indeed it is supposed that few have escaped uninjured. The accuracy with which they mark out the persons who have been implicated in these attacks, should serve as a caution to the public in regulating their conduct towards them. … After all the names of the dead were given, they intimated that they were still afraid that, before long, more would be added to the number, but being assured again that it would not be the case, unless they \"quippled\", committed theft, they said then no more white men would be speared. They seemed perfectly aware that it was our intention to shoot them if they 'quippled'; they argued however that it was opposed to their laws, - which as banishment from the tribe, or spearing through the leg. The death of Domjun at Fremantle, who was shot in the act of carrying away a bag of flour, they say was not merited, that the punishment was too severe for the offence; and further, that it was wrong to endanger the lives of others for the act of one, - two of his companions having been severely wounded. They say that only one life would have been taken for this occurrence, had they not met with the Velvicks at the Canning, who had previously behaved ill towards them: the attempt which was made at the Canning to break their spears, it seems, increased their irritation.\"",
            "score": 40.40284252166748
        },
        {
            "docid": "20422698_4",
            "document": "Bahá'í Faith in Chad . Following the death of Shoghi Effendi, the elected Universal House of Justice was head of the religion and began to re-organized the Bahá'í communities of Africa by splitting off regional national communities to form their own National Assemblies from 1967 though the 1990s. The Bahá'í community was much stimulated by the arrival of the first Hand of the Cause to visit Chad, Rúhíyyih Khanum who had been crossing Africa from east to west visiting many country's communities including Chad. She arrived by way of Bangui in February 1970, on the tenth anniversary of Chad's independence, to Fort Lamy and visited there and in the villages of Gassi and Djari. During the two weeks visit she met with mostly individuals and institutions of the religion. In Gassi she helped dedicate the Bahá'í center being built. From Chad Khanum traveled into Cameroon. Two developments following her trip were the participation of Chad Bahá'ís in the first regional national convention of central Africa held in Bangui (Uganda splitting off its own national assembly in 1970) and second, the Bahá'ís of Chad attempted to be registered with the federal government but it turned out the government had no procedure to register a new religion organizing in the country. Chad delegates to the regional convention arrived in time for pre-convention classes and saw Hand of the Cause Abu'l-Qásim Faizi who represented the Universal House of Justice. Consultation at the convention noted the fast growth of the religion in Chad and Faizi appointed Adrienne Morgan as an Auxiliary Board Member. Back in Chad and the pursuit of official recognition from the government, Dr. Aziz Navidi, a lawyer and pioneer, representing the Universal House of Justice, assisted by sharing information about the worldwide character of the religion to the authorities while appeals were processed by the community and government which was finally brought to the attention of then President, François Tombalbaye. Following this success in February the community gather in convention for the election of its first National Spiritual Assembly in April 1971 which was attended by Enoch Olinga who was himself then appointed as a Hand of the Cause. The convention was held in Gassi outside of Fort Lamy in part because a village chief had joined the religion and provided a large meeting space for the convention. An anecdote told by Olinga at the convention captured the need for the fast-growing community's need to study their new religion and understand it personally. He compared the need for daily prayer with the need for daily food. We don't wait for someone else to eat for us, nor should be wait for someone else to pray for us. The community of the religion in Fort Lamy was then counted at over one thousand while the community across Chad was characterized as being ninety-six local spiritual assemblies among the 300 localities with Bahá'ís who had swollen to more than 8000. The second national convention held two days of classes for the delegates to understand the process and purpose of convention, of the national assembly, and their role as delegates and those of officers of the convention (which they too elect.) The Bahá'ís of Gassi had already formed a children's Bahá'í school while land for nine Bahá'í centers was donated at the convention and the consultation of the delegates focused on the need to French-speaking pioneers who understood the religion especially in outlying areas. In December 1971 bus loads and cars of youth came from Chad and the Central African Republic to Cameroon who hosted the first regional African youth conference. In 1972 (and again in 1974) the Bahá'ís of Chad celebrated the first United Nations Day of Chad. The public meeting held at the national Bahá'í center with the cooperation of United Nations Development Program Resident Representative featured an assistant of the UN Representative who spoke and offered literature while a Bahá'í spoke of the Bahá'í teachings - the event was covered by print and radio media in Chad and 50 people attended the meeting. The third national convention was held in Sarh in southern Chad where the mayor had donate use of the city's municipal center. In 1974 prayers were published translated into Massa, Ngambay and Kanuri languages. In October 1976 the Bahá'ís held a national conference on the progress of the religion as part of a wave of such conferences across the world. Following the conference waves of traveling Bahá'ís, some from Iran, brought the religion to villages as well as offering institutes to promote understanding of the religion and classes for children. In January 1977 the Bahá'ís in Sahr held a conference for women at which only 12 of the 40 participants were Bahá'ís following which a wave of conversions included half women. Other conferences continued through summer 1977. The community of Chad avoided being banned as part of a sweep across several Sub-Saharan countries. Chad was one of the countries Bahá'í organized a series of events in honor of the International Year of the Child, 1979. A Bahá'í consultant traveled western Africa including Chad assisting communities in their efforts. Though the consultant took ill in Chad, the program developed was the most successful in the region. A children's committee organized institutes for 125 villages and themselves conducted the meetings and produced a set of lesson plans in both French and English that was distributed to other West African communities. In 1981 the national convention was held in Moïssala In 1982 sixty of the local assemblies of Chad were designated as leaders in their regions to help nearby communities organize their religious meetings while at the same time a regional permanent institute was finished in Manda. In 1983 crowd surpassing the seats allotted turns out for a film describing Bahá'í pilgrimage in Moïssala.",
            "score": 41.9866578578949
        },
        {
            "docid": "31522012_39",
            "document": "Grand Ethiopian Renaissance Dam . Since the Blue Nile is a highly seasonal river, the dam would reduce flooding downstream of the dam, including on the 15 km stretch within Ethiopia. On the one hand, the reduction of flooding is beneficial since it protects settlements from flood damage. On the other hand, it can be harmful, if flood recession agriculture is practiced in the river valley downstream of the dam since it deprives fields from being watered. However, the next water regulating dam in Sudan, the Roseires Dam, sits only a few dozens of kilometers downstream. The dam could also serve as a bridge across the Blue Nile, complementing a bridge that was under construction in 2009 further upstream. An independent assessment estimated that at least 5,110 people will be resettled from the reservoir and downstream area, and the dam is expected to lead to a significant change in the fishery. According to an independent researcher who conducted research in the area where the dam is being built, near to 20,000 people are being relocated. According to the same source, \"a solid plan (is) in place for the relocated people\" and those who have already been resettled \"were given more than they expected in compensation\". Locals have never seen a dam before and \"are not completely sure what a dam actually is\", despite community meetings in which affected people were informed about the impacts of the dam on their livelihoods. Except for a few older people, almost all locals interviewed \"expressed hope that the project brings something of benefit to them\" in terms of education and health services or electricity supply based on the information available to them. At least some of the new communities for those relocated will be downstream of the dam. The area around the reservoir will consist of a 5 km buffer zone for malaria control that will not be available for settlement. In at least some upstream areas erosion control measures will be undertaken in order to reduce siltation of the reservoir.",
            "score": 49.79298973083496
        },
        {
            "docid": "421306_10",
            "document": "Operation Colossus . At 00:30 on 11 February the explosives were detonated and the western pier destroyed, causing the aqueduct to crumble and effectively break in half, and the Ginestra bridge was also successfully destroyed. Leaving one man who had broken his ankle when he had landed with a nearby farmer, the remainder of the Troop withdrew from the area at 01:00, splitting into three groups and heading towards the coast. The three groups moved as fast as possible towards the coast, but were all captured within a few hours of the aqueduct being demolished. The group commanded by Major Pritchard was spotted by a farmer who raised the alarm at a nearby village, leading to a local carabinieri unit surrounding the group; with little ammunition and heavily outnumbered, Pritchard decided to surrender. The other three groups, including the six sappers who had landed two miles from the objective, fared little better. The two groups from the aqueduct were soon located by Italian soldiers and ambushed, forcing them to surrender after brief firefights. The third group were found by a group of civilians as they moved towards the coast; after attempting to bluff their way past by claiming to be German soldiers on a special field exercise, which failed when the local Mayor demanded identity papers, they were captured by carabinieri. All were stripped of their weapons and equipment and transported to Naples, with the exception of the Italian translator, Picchi; he was handed over to the Blackshirts, a Fascist paramilitary group, who tortured and then executed him. Even if any of the groups had managed to make their way to the coast and the rendezvous point, they would not have been picked up by HMS \"Triumph\". One of the two Whitleys conducting the diversionary raid at Foggia suffered engine trouble after bombing the railway yards. The pilot radioed Malta, informing his airfield that he was ditching in the mouth of the River Sele, coincidentally the area where the rendezvous was to occur. Fearing that the message had been monitored by the Italians and that the submarine might sail into a trap, the decision was made by senior officers not to send it to the rendezvous point.",
            "score": 32.814149260520935
        },
        {
            "docid": "2118246_28",
            "document": "Global health . More than one billion people were treated for at least one neglected tropical disease in 2015. Neglected tropical diseases are a diverse group of infectious diseases that are endemic in tropical and subtropical regions of 149 countries, primarily effecting low and middle income populations in Africa, Asia, and Latin America. They are variously caused by bacteria (Trachoma, Leprosy), viruses (Dengue, Rabies), protozoa (Human African trypanosomiasis, Chagas), and helminths (Schistosomiasis, Onchocerciasis, Soil transmitted helminths). The Global Burden of Disease Study concluded that neglected tropical diseases comprehensively contributed to approximately 26.06 million disability-adjusted life years in 2010, as well as significant deleterious economic effects. In 2011, the World Health Organization launched a 2020 Roadmap for neglected tropical diseases, aiming for the control or elimination of 10 common diseases. The 2012 London Declaration builds on this initiative, and called on endemic countries and the international community to improve access to clean water and basic sanitation, improved living conditions, vector control, and health education, to reach the 2020 goals. In 2017, a WHO report cited 'unprecedented progress' against neglected tropical diseases since 2007, especially due to mass drug administration of drugs donated by pharmaceutical companies.",
            "score": 43.842838406562805
        },
        {
            "docid": "42570470_3",
            "document": "Takayoshi Kano . In 1973, Takayoshi Kano conducted this survey, covering a large area of several hundred kilometers on bicycle, when he visited a number of remote villages unaccustomed to non-Africans, some which were hostile. He eventually came upon the village of Wamba, where the villagers were more welcoming, and he could hear bonobo calls from the forest. Unlike the area near Lake Tumba visited by Nishida, there was no tradition of hunting chimpanzees for bushmeat here. It took over a year of effort by Kano and his assistant, Suehisa Kuroda, before they could habituate the first group of bonobos in the area, provisioning them via a sugarcane patch. The chimpanzees in the area have little fear of humans, because of a local legend, that the humans  and bonobos were cousins.  In the local language Bongando, one of the words for the bonobo is \"elia\", or \"missed\" - the bonobos are thought to have \"missed\" becoming human, or have been \"blocked\" on this path.",
            "score": 35.02548670768738
        },
        {
            "docid": "18505697_25",
            "document": "Alcoholism in family systems . Professor and psychiatric Dieter J. Meyerhoff state that the negative effects of alcohol on the body and on health are undeniable, but we should not forget the most important unit in our society that this is affects the family and the children. The family is the main institution in which the child should feel safe and have moral values. If a good starting point is given, it is less likely that when a child becomes an adult, has a mental disorder or is addicted to drugs or alcohol. According to the American Academy of Child and Adolescent Psychiatry (AACAP) children are in a unique position when their parents abuse alcohol. The behavior of a parent is the essence of the problem, because such children do not have and do not receive support from their own family. Seeing changes from happy to angry parents, the children begin to think that they are the reason for these changes. Self-accusation, guilt, frustration, anger arises because the child is trying to understand why this behavior is occurs. Dependence on alcohol has a huge harm in childhood and adolescent psychology in a family environment. Psychologists Michelle L. Kelley and Keith Klostermann describe the effects of parental alcoholism on children, and describe the development and behavior of these children. Alcoholic children often face problems such as behavioral disorders, oppression, crime and attention deficit disorder, and there is a higher risk of internal behavior, such as depression and anxiety. Therefore, they are drinking earlier, drinking alcohol more often and are less likely to grow from moderate to severe alcohol consumption. Young people with parental abuse and parental violence are likely to live in large crime areas, which may have a negative impact on the quality of schools and increase the impact of violence in the area. Paternity alcoholism and the general parental verbal and physical spirit of violence witnessed the fears of children and the internalization of symptoms, greater likelihood of child aggression and emotional misconduct. Research on alcoholism within families has leaned towards exploring issues that are wrong in the community rather than potential strengths or positives. When researchers conduct research that helps communities, it can be easier for community members to identify with the positives and work towards a path of resilience. Flawed research design in adult children of alcoholics (ACOA) research showed ACOAs were psychologically damaged. Some flawed research designs include using ACOAs as part of the control group and comparing them to other ACOAs within the same study. This may have caused some limitations in the study that were not listed. When comparing ACOAs to other ACOAs, it is difficult to interpret accurate results that show certain behaviors in the group studied. Research that has been conducted more recently has used control groups with non-ACOAs to see whether the behaviors align with prior research. This research has shown that behaviors were similar between non-ACOAs and ACOAs. An 18-year-long study compared children of alcoholics (COA) to other COAs. In failing to use non-COAs as controls, we miss an opportunity to see if the negative aspects of a person are related to having an alcoholic parent, or are they just simply a fact of life. For example, in Werner’s study, he found that 30% of COAs were committing serious delinquencies. This data would have been more usable if they had viewed the percentage of those committing crimes when compared to non-ACOAs. In a study conducted in a midwestern university, researchers found that there was no significant difference between ACOA and non-ACOA students. One of the main differences was the student’s views on how they connect their past experiences with their current social-emotional functioning. Students who were ACOAs did not demonstrate issues with their perspective on their interpersonal issues any more than the non-ACA students. However, this study did show that there were other underlying problems in the family structure that may attribute to the perception of not being well adjusted in life.",
            "score": 66.78268206119537
        },
        {
            "docid": "24975724_17",
            "document": "Abir Congo Company . The presence of Abir in the area exacerbated the effect of natural disasters such as famine and disease. Abir's tax collection system forced men out from the villages to collect rubber which meant that there was no labour available to clear new fields for planting. This in turn meant that the women had to continue to plant worn-out fields resulting in lower yields, a problem aggravated by Abir sentries stealing crops and farm animals. The post at Bonginda experienced a famine in 1899 and in 1900 missionaries recorded a \"terrible famine\" across the Abir region. The modern descendants of Abir's villagers refer to the period of company control as \"Lonkali\", the period of famine. Disease was also a problem with smallpox moving in from the east being reported in the Upper Lopori in 1893 and reaching Bongandanga in 1901. A concurrent smallpox epidemic moving from the west destroyed villages along the Lulonga in 1899, and reached Basankusu in 1902. Sleeping sickness was also reported around the Lulonga by 1900 and spread up the Maringa and Lopori. Despite the arrival of these deadly diseases the main killers in the area were lung and intestinal diseases which killed twenty times as many people as smallpox and sleeping sickness combined. At least one missionary attributed the rise of disease with rubber collecting. Abuses of power over the villagers by Abir had been reported by missionaries almost since they began operations in the Congo but the first real public disclosure came in 1901 with the publication of a report, written by an ex-agent, in several Belgian newspapers. The Free State began an investigation into Abir's abuses during which an inquiry established at Bongandanga heard evidence from missionaries in the concession. As a result, Abir took action against the missionaries, stopping the carriage of their mail on company steamers, stopping the missionaries' boats and confiscating any mail that they carried. Abir also forbid missionaries from buying food from villagers, forcing them to buy from Abir's own stores. In 1904 Roger Casement issued the Casement Report which condemned the Abir system; this resulted in the Free State launching another investigation later that year. Although evidence of unlawful killings made by Abir was uncovered the investigation had no powers of arrest and could only submit a report to the Free State authorities. This lack of action resulted in deteriorating relations between Abir and the missionaries and there was at least one attempted shooting of a missionary. Evidence for Abir's abuses also came from the governor of the French Congo, to the north-west, who claimed that prior to 1903 30,000 people had been driven from the Free State to the French Congo by Abir's actions.",
            "score": 48.716946721076965
        },
        {
            "docid": "22492806_9",
            "document": "Nature Seekers . At first, there was much opposition in the Matura community towards the new conservation efforts. Many people made a living off of turtle meat and eggs, and were worried that the restrictions of the beach would interfere with their ability to survive. Even more resented the beach being closed off during nesting season, as many locals used the beach for recreation. However, over time, Nature Seekers has had a positive effect on the community. In addition to creating jobs within the organization, the increased tourism brought to Matura by Nature Seekers created a strong tourism industry in the village, with many villagers operating bed and breakfasts and other tourism-related businesses. Nature Seekers has also been successful in generating community awareness about the importance of conservation. Even some poachers and their families became convinced of the importance of conservation, and some even joined the Nature Seekers. Through this and their patrolling efforts, Nature Seekers claims to have brought down the rate of turtles being slaughtered from 30% to zero. Because of the effectiveness of the conservation efforts, Nature Seekers has become a model for similar programs in other parts of Trinidad.",
            "score": 40.730743050575256
        },
        {
            "docid": "8026042_66",
            "document": "Viet Cong and PAVN strategy, organization and structure . As in any guerrilla warfare, control of the populace is the key to the guerrilla's prosperity and survival. To this end, Communist forces deployed an elaborate and sophisticated political and propaganda effort. Importance of the party cadres. Recruitment of VC fighters followed patterns similar to those in Mao's Revolutionary China. Party operatives dominated or influenced most significant activities, and so the initial agents of recruitment were the party cadres, tightly organized into small cells. The cadre, or team of cadres, typically were southern regroupees returning to help the insurgency. Since such persons would have some knowledge of the local area, theirs would not be a \"cold call\". They would enter a village, and make a careful study of its social, political and economic structure. Cadres usually downplayed communism, stressing local grievances and resentments, and national independence. All was not serious discussion. Musical groups, theater troupes and other forms of entertainment were frequently employed. The personal behavior of cadres was also vital. They were expected to lead austere, dedicated lives, beyond reproach. This would enable villagers to contrast their relatively restrained, non-pecuniary way of life, with the corruption of government representatives or targeted enemies. Female cadres sometimes made effective recruiters, being able to shame and goad young males into committing for the Revolution.",
            "score": 37.366665959358215
        },
        {
            "docid": "21129200_7",
            "document": "Gesang (village) . Gesang has a \"Puskesmas\" (\"Pusat Kesehatan Masyarakat\" - Community Health Centre) in the centre of the village. The centre's staff includes a doctor, a dentist, a nurse and a midwife. A pharmacy for prescription drugs is also located within the \"Puskesmas\". The staff at the Puskesmas run community centred programs aimed at improving the health of the town using social cohesion. There is a particular focus on the health of women and children, with special clinics being run to target key issues such as nutrition, physical health and mental development, and basic sanitation. The centre is also initiating a campaign to improve the sanitation in the village to prevent the occurrence and transmission of communicable disease. Additionally there is a continuous mosquito surveillance program, aimed at assessing and decreasing the incidence of dengue fever in the local area. Also separate from the \"Puskesmas\", there are several sporting initiatives such as soccer, volleyball and aerobics, aimed at getting members of different demographics physically active.",
            "score": 44.24440789222717
        },
        {
            "docid": "30862937_5",
            "document": "Guéckédou . As of June 11, 2014, volunteers organized by Guéckédou's Red Cross have been working in sanitation, disinfection, and monitoring efforts to help contain the 2014 West Africa Ebola outbreak. Some reported they were \"encountering resistance in some villages such as Bafassa, Wassaya and Tolebengo in Guéckédou Prefecture, where rumours help fuel the flames of fear ... A main focus of the interventions involves deploying volunteers to communities to raise awareness on how to prevent the spread of the disease and, in the process, address the fear and stigma gripping many communities.\" The World Health Organization estimated cumulative totals of 227 cases and 173 deaths occurred in Guéckédou as of June 22, 2014. 11 patients were in Ebola Virus Disease (EVD) Treatment Centres in Guéckédou as of that date, and 527 contacts were being followed up on as part of a mandatory 21-day observation period.",
            "score": 30.675129175186157
        },
        {
            "docid": "160067_34",
            "document": "Tsetse fly . Tsetse flies transmit a similar disease to humans, called African trypanosomiasis - human African trypanosomiasis (HAT) or sleeping sickness. An estimated 70 million people in 20 countries are at different levels of risk and only 3-4 million people are covered by active surveillance. The DALY index (disability-adjusted life years), an indicator to quantify the burden of disease, includes the impact of both the duration of life lost due to premature death and the duration of life lived with a disability. The annual burden of sleeping sickness is estimated at 2 million DALYs. Since the disease tends to affect economically active adults, the total cost to a family with a patient is about 25% of a year’s income.",
            "score": 78.11300826072693
        },
        {
            "docid": "33959_110",
            "document": "Witchcraft . Historians Keith Thomas and his student Alan Macfarlane study witchcraft by combining historical research with concepts drawn from anthropology. They argued that English witchcraft, like African witchcraft, was endemic rather than epidemic. Older women were the favorite targets because they were marginal, dependent members of the community and therefore more likely to arouse feelings of both hostility and guilt, and less likely to have defenders of importance inside the community. Witchcraft accusations were the village's reaction to the breakdown of its internal community, coupled with the emergence of a newer set of values that was generating psychic stress. In Wales, fear of witchcraft mounted around the year 1500. There was a growing alarm of women's magic as a weapon aimed against the state and church. The Church made greater efforts to enforce the canon law of marriage, especially in Wales where tradition allowed a wider range of sexual partnerships. There was a political dimension as well, as accusations of witchcraft were levied against the enemies of Henry VII, who was exerting more and more control over Wales.",
            "score": 40.79706645011902
        },
        {
            "docid": "36281800_8",
            "document": "Sex differences in leadership . When studying perception and effectiveness of men and women in leadership, in multiple studies, it was found that men and women are perceived better by subordinates and are seen as more effective leaders when in positions in accordance to traditional gender roles. In a study conducted in 1990, it was found that women “lose authority... if they employ feminine styles of leadership in male-dominated roles.\" A meta-analysis conducted later yielded similar results in which men and women are both perceived as more effective leaders in stereotypical roles and both are found ineffective in non-traditional roles. Female leaders are perceived as less dominant than male leaders by their subordinates. Furthermore, a single male in a group is more likely to assume leadership than a single female in a group, who is likely to have less influence over the group members. Members of the group are more likely to agree with a male leader when power is exerted than a female leader. However, in a study conducted by Shelby et al. (2010), female leadership advantage was investigated by specifying contextual factors that moderate the likelihood that such an advantage would emerge. These authors considered if female gender role and the leader role were incongruent and led to a disadvantage or if instead, an advantage. They conducted two studies and found that only when success was seen as internal that top women leaders were considered more agentic and more communal than top men leaders. They also found that the effect on agentic attributes were mediated by perceptions of double standards, while communal traits were mediated by expectations of feminized management skills. This particular study showed the presence of qualified female leader advantage.",
            "score": 46.89227521419525
        },
        {
            "docid": "2568137_7",
            "document": "Animal trypanosomiasis . If the outbreak is detected early, the organism can be destroyed by quarantines, movement controls, and maybe even put infected animals under euthanasia medication. Tsetse fly populations can be reduced or eliminated by traps, insecticides, and by treating infected animals with antiparasitic drugs. The Tse Tse habitat can be destroyed by alteration of vegetation so they can no longer live there.There are some drugs available that can prevent trypanosomiasis called prophylactic drugs.These drugs are very effective to protect animals during the times they are exposed to challenged diseases. Since they have been around for so long, some were not properly used which caused resistance to these drugs in some places.",
            "score": 70.71601748466492
        },
        {
            "docid": "22829683_20",
            "document": "Bahá'í Faith in Costa Rica . In early 1976 Bahá'í women from many northern Latin American countries including Costa Rica gathered in El Salvador for a women's conference sponsored by the Continental Counselors of Central America and the event included meetings among the Bahá'ís only as well as invited non-Bahá'ís. Some of the attendees called for further meetings and in 1977 the National Women's Committee decided to sponsor monthly teas in communities all over Costa Rica which continued into 1979. The purpose of the teas was to give Bahá'í and non-Babá'í women a chance to discuss their changing role in society, and also for non-Babá'ís to hear of the religion. Men have asked to attend and help though the focus of the discussions remained the role of women and the equality of women and men. In early 1977 an unusual conference, composed of 1/3 indigenous believers from across Central America - and some non-Bahá'í family members of them were allowed to fully attend the meeting - held in Mérida, Mexico. Costa Rica, Guatemala, Honduras and Mexico were priority goal areas for them. In early 1980 the Bahá'í Committee for the Education of Women and Children organized a day-long institute where one hundred children ages 3 to 14 and 35 adults participated in a village. In 1985 fifty-eight people from six of the seven provinces attended a Bahá'í Women's Conference which was planned to help strengthen contact between Bahá'í women of various groups in Costa Rica and to clarify the role of women in the religion. Presentations were made on the lives of May Maxwell and Martha Root and mentioned local Bahá'í women who pioneered to Costa Rica when the religion was first being established in Costa Rica.",
            "score": 31.38982403278351
        }
    ],
    "r": [
        {
            "docid": "160067_2",
            "document": "Tsetse fly . Tsetse ( , or ), sometimes spelled tzetze and also known as tik-tik flies, are large biting flies that inhabit much of tropical Africa. Tsetse flies include all the species in the genus Glossina, which are placed in their own family, Glossinidae. The tsetse are obligate parasites that live by feeding on the blood of vertebrate animals. Tsetse have been extensively studied because of their role in transmitting disease. They have a prominent economic impact in sub-Saharan Africa as the biological vectors of trypanosomes, which cause human sleeping sickness and animal trypanosomiasis. Tsetse are multivoltine and long-lived, typically producing about four broods per year, and up to 31 broods over their lifespans.",
            "score": 96.73340606689453
        },
        {
            "docid": "141029_20",
            "document": "African trypanosomiasis . Regular active surveillance, involving detection and prompt treatment of new infections, and tsetse fly control is the backbone of the strategy used to control sleeping sickness. Systematic screening of at-risk communities is the best approach, because case-by-case screening is not practical in endemic regions. Systematic screening may be in the form of mobile clinics or fixed screening centres where teams travel daily to areas of high infection rates. Such screening efforts are important because early symptoms are not evident or serious enough to warrant patients with gambiense disease to seek medical attention, particularly in very remote areas. Also, diagnosis of the disease is difficult and health workers may not associate such general symptoms with trypanosomiasis. Systematic screening allows early-stage disease to be detected and treated before the disease progresses, and removes the potential human reservoir. A single case of sexual transmission of West African sleeping sickness has been reported.",
            "score": 88.76911926269531
        },
        {
            "docid": "1854_45",
            "document": "Geography of Africa . Sleeping sickness, or African trypanosomiasis, is a disease that usually affects animals, but has been known to be fatal to some humans as well. It is transmitted by the tsetse fly and is found almost exclusively in Sub-Saharan Africa. This disease has had a significant impact on African development not because of its deadly nature, like Malaria, but because it has prevented Africans from pursuing agriculture (as the sleeping sickness would kill their livestock).",
            "score": 88.12410736083984
        },
        {
            "docid": "160067_35",
            "document": "Tsetse fly . Tsetse are biological vectors of trypanosomes, meaning that in the process of feeding, they acquire and then transmit small, single-celled trypanosomes from infected vertebrate hosts to uninfected animals. Some tsetse-transmitted trypanosome species cause trypanosomiasis, an infectious disease. In humans, tsetse transmitted trypanosomiasis is called sleeping sickness. In animals, tsetse-vectored trypanosomiases include \"nagana\", \"souma\", and \"surra\" according to the animal infected and the trypanosome species involved. The usage is not strict and while \"nagana\" generally refers to the disease in cattle and horses it is commonly used for any of animal trypanosomiasis.",
            "score": 85.1211166381836
        },
        {
            "docid": "10013549_14",
            "document": "Sensory ecology . Visual traps are important in the management of a number of insect species. For example, Tsetse flies, a vector of African Trypanosomiasis (sleeping sickness), are attracted to blue colors. Flies can therefore be lured in and killed by blue fabric traps imbued with pesticides. Scientists believe that flies are attracted to these blue fabrics because blue colors are similar to the color of the ground under a shady tree. Since flies must seek out cool places in the heat of the day, blue colors are more attractive. Exploitation of visual cues has also been used for the control of aphids and whiteflies. Many aphid species show a strong preference for yellow colors. Scientists have suggested that this may be the result of a preference for yellow leaves, which tend to have higher flows of accessible nitrogen sources.",
            "score": 84.46936798095703
        },
        {
            "docid": "6706071_3",
            "document": "List of diseases caused by insects . Many invertebrates are responsible for transmitting diseases. Mosquitoes are perhaps the best known invertebrate vector and transmit a wide range of tropical diseases including malaria, dengue fever and yellow fever. Another large group of vectors are flies. Sandfly species transmit the disease leishmaniasis, by acting as vectors for protozoan \"Leishmania\" species, and tsetse flies transmit protozoan trypansomes (\"Trypanosoma brucei gambiense\" and \"Trypansoma brucei rhodesiense\") which cause African Trypanosomiasis (sleeping sickness). Ticks and lice form another large group of invertebrate vectors. The bacterium \"Borrelia burgdorferi\", which causes Lyme Disease, is transmitted by ticks and members of the bacterial genus \"Rickettsia\" are transmitted by lice. For example, the human body louse transmits the bacterium \"Rickettsia prowazekii\" which causes epidemic typhus.",
            "score": 83.87673950195312
        },
        {
            "docid": "2568137_2",
            "document": "Animal trypanosomiasis . Animal trypanosomiasis, also known as nagana and nagana pest, or sleeping sickness, is a disease of vertebrates. The disease is caused by trypanosomes of several species in the genus \"Trypanosoma\" such as \"Trypanosoma brucei\". \"Trypanosoma vivax\" causes nagana mainly in West Africa, although it has spread to South America. The trypanosomes infect the blood of the vertebrate host, causing fever, weakness, and lethargy, which lead to weight loss and anemia; in some animals the disease is fatal unless treated. The trypanosomes are transmitted by tsetse flies.",
            "score": 83.66536712646484
        },
        {
            "docid": "2198661_2",
            "document": "Trypanosoma brucei . Trypanosoma brucei is a species of parasitic kinetoplastid belonging to the genus \"Trypanosoma\". The parasite is the cause of a vector-borne disease of vertebrate animals, including humans, carried by genera of tsetse fly in sub-Saharan Africa. In humans \"T. brucei\" causes African trypanosomiasis, or sleeping sickness. In animals it causes animal trypanosomiasis, also called nagana in cattle and horses. \"T. brucei\" has traditionally been grouped into three subspecies: \"T. b. brucei\", \"T. b. gambiense\" and \"T. b. rhodesiense\". The first is a parasite of non-human vertebrates, while the latter two are the known parasites of humans. Only rarely can the \"T. b. brucei\" infect a human.",
            "score": 83.47669982910156
        },
        {
            "docid": "160067_60",
            "document": "Tsetse fly . Tsetse populations can be monitored and effectively controlled using simple, inexpensive traps. These often use electric blue cloth, since this color attracts the flies. Early traps mimicked the form of cattle but this seems unnecessary and recent traps are simple sheets or have a biconical form. The traps can kill by channeling the flies into a collection chamber or by exposing the flies to insecticide sprayed on the cloth. Tsetse are also attracted to large dark colors like the hides of cow and buffaloes. Some scientists put forward the idea that zebra have stripes, not as a camouflage in long grass, but because the black and white bands tend to confuse tsetse and prevent attack.",
            "score": 83.30814361572266
        },
        {
            "docid": "141029_2",
            "document": "African trypanosomiasis . African trypanosomiasis, also known as sleeping sickness, is an insect-borne parasitic disease of humans and other animals. It is caused by protozoa of the species \"Trypanosoma brucei\". There are two types that infect humans, \"Trypanosoma brucei gambiense\" (TbG) and \"Trypanosoma brucei rhodesiense\" (TbR). TbG causes over 98% of reported cases. Both are usually transmitted by the bite of an infected tsetse fly and are most common in rural areas. Initially, in the first stage of the disease, there are fevers, headaches, itchiness and joint pains. This begins one to three weeks after the bite. Weeks to months later the second stage begins with confusion, poor coordination, numbness and trouble sleeping. Diagnosis is via finding the parasite in a blood smear or in the fluid of a lymph node. A lumbar puncture is often needed to tell the difference between first and second stage disease. Prevention of severe disease involves screening the population at risk with blood tests for TbG. Treatment is easier when the disease is detected early and before neurological symptoms occur. Treatment of the first stage is with the medications pentamidine or suramin. Treatment of the second stage involves eflornithine or a combination of nifurtimox and eflornithine for TbG. While melarsoprol works for both stages, it is typically only used for TbR, due to serious side effects. Without treatment it typically results in death. The disease occurs regularly in some regions of sub-Saharan Africa with the population at risk being about 70 million in 36 countries. An estimated 11,000 people are currently infected with 2,800 new infections in 2015. In 2015 it caused around 3,500 deaths, down from 34,000 in 1990. More than 80% of these cases are in the Democratic Republic of the Congo. Three major outbreaks have occurred in recent history: one from 1896 to 1906 primarily in Uganda and the Congo Basin and two in 1920 and 1970 in several African countries. It is classified as a neglected tropical disease. Other animals, such as cows, may carry the disease and become infected in which case it is known as animal trypanosomiasis.",
            "score": 82.84516143798828
        },
        {
            "docid": "141029_19",
            "document": "African trypanosomiasis . At the 25th ISCTRC (International Scientific Council for Trypanosomiasis Research and Control) in Mombasa, Kenya, in October 1999, the idea of an African-wide initiative to control tsetse and trypanosomiasis populations was discussed. During the 36th summit of the Organization for African Unity in Lome, Togo, in July 2000, a resolution was passed to form the Pan African Tsetse and Trypanosomiasis Eradication Campaign (PATTEC). The campaign works to eradicate the tsetse vector population levels and subsequently the protozoan disease, by use of insecticide-impregnated targets, fly traps, insecticide-treated cattle, ultra-low dose aerial/ground spraying (SAT) of tsetse resting sites and the sterile insect technique (SIT). The use of SIT in Zanzibar proved effective in eliminating the entire population of tsetse flies but was expensive and is relatively impractical to use in many of the endemic countries afflicted with African trypanosomiasis.",
            "score": 82.45035552978516
        },
        {
            "docid": "160067_43",
            "document": "Tsetse fly . Human African trypanosomiasis, also called sleeping sickness, is caused by trypanosomes of the species \"Trypanosoma brucei\". This disease is invariably fatal unless treated but can almost always be cured with current medicines, if the disease is diagnosed early enough.",
            "score": 82.00431060791016
        },
        {
            "docid": "152878_3",
            "document": "Trypanosomatida . The three major human diseases caused by trypanosomatids are; African trypanosomiasis (sleeping sickness, caused by \"Trypanosoma brucei\" and transmitted by tsetse flies), South American trypanosomiasis (Chagas disease, caused by \"Trypanosoma cruzi\" and transmitted by triatomine bugs), and leishmaniasis (a set of trypanosomal diseases caused by various species of \"Leishmania\" transmitted by sandflies).",
            "score": 81.20557403564453
        },
        {
            "docid": "2198661_16",
            "document": "Trypanosoma brucei . The insect vectors for \"T. brucei\" are different species of tsetse fly (genus \"Glossina\"). The major vectors of \"T. b. gambiense\", causing West African sleeping sickness, are \"G. palpapalis\", \"G. tachinoides\", and \"G. fuscipes\". While the principal vectors of \"T. b. rhodesiense\", causing East African sleeping sickness, are \"G. morsitans\", \"G. pallidipes\", and \"G. Swynnertoni\". Animal trypanosomiasis is transmitted by a dozen species of \"Glossina\".",
            "score": 81.09668731689453
        },
        {
            "docid": "160067_55",
            "document": "Tsetse fly . Vector control strategies can aim at either continuous suppression or eradication of target populations. Tsetse fly eradication programmes are complex and logistically demanding activities and usually involve the integration of different control tactics, such as trypanocidal drugs, impregnated treated targets (ITT), insecticide-treated cattle (ITC), aerial spraying (Sequential Aerosol Technique - SAT) and in some situations the release of sterile males (sterile insect technique – SIT). To ensure sustainability of the results, it is critical to apply the control tactics on an area-wide basis, i.e. targeting an entire tsetse population that is preferably genetically isolated.",
            "score": 80.98278045654297
        },
        {
            "docid": "44112655_8",
            "document": "Louise Pearce . Sleeping sickness was a devastating epidemic which had depopulated whole districts of Africa. The symptoms of the disease begin very insidiously, some slight change in the former mental attitude of the patient being the first thing noticed by the relatives of the patient. Next, a disinclination to work, with a tendency to sit about and rest more than usual, appears, and at this time headaches and other transient pains may be complained of, especially pains in the upper part of the chest. The facial aspect now also changes, and a previously happy and intelligent looking negro, becomes, instead, dull, heavy and apathetic. Once these changes have appeared, the disease may run an acute or more or less chronic course, progressing however to its ultimate fatal termination... The temperature – a very important point – is elevated, rising in the evenings to 101° or 102° F., falling to subnormal in the morning, the range often extending over four degrees or more, and the pulse of very low tension is accelerated, varying from 90 to 130 beats per minute. These two symptoms are of the greatest diagnostic importance in the early recognition of the disease... Drowsiness, which has gradually been increasing, now passes on to coma, from which the patients can only be roused with difficulty; the temperature falls to subnormal, in rare cases convulsive fits appear, and the patient dies in a complete state of coma. This is the common course of an ordinary acute case of the disease, the different changes taking about a month or six weeks for completion. By 1903, researchers had determined that sleeping sickness was caused by a trypanosome, a parasite that lived and multiplied extracellularly in the blood and tissue fluids of its human hosts. Researchers also knew that trypanosomes were transmitted by a species of tsetse fly. It had been suggested that preparations of arsenic might be useful in treating the disease, but an effective treatment had not been found.",
            "score": 80.90672302246094
        },
        {
            "docid": "4615586_2",
            "document": "Wigglesworthia glossinidia . Wigglesworthia glossinidia is a species of gram-negative bacteria which was isolated from the gut of the tsetse fly. \"W. glossinidia\" is a bacterial endosymbiont of the tsetse fly. Because of this relationship, \"Wigglesworthia\" has lost a large part of its genome and has one of the smallest known genomes of any living organism, consisting of a single chromosome of 700,000 bp and a plasmid of 5,200. Together with \"Buchnera aphidicola\", \"Wigglesworthia\" has been the subject of genetic research into the minimal genome necessary for any living organism. \"Wigglesworthia\" also synthesizes key B-complex vitamins which the tsetse fly does not get from its diet of blood. Without the vitamins \"Wigglesworthia\" produces, the tsetse fly has greatly reduced growth and reproduction. Since the tsetse fly is the primary vector of \"Trypanosoma brucei\", the pathogen that causes African trypanosomiasis, it has been suggested that \"W. glossinidia\" may one day be used to help control the spread of this disease.",
            "score": 80.77507781982422
        },
        {
            "docid": "53631421_28",
            "document": "Parasitic flies of domestic animals . Bites from tsetse flies are painful but these flies are not generally associated with direct causes of lost production in cattle. \"Glossina morsitans\" and \"G.pallidipes\" tsetse-flies are transmitters of various species of \"Trypanosoma\" protozoa causing animal trypanosomiasis (= nagana) in cattle, and other forms of trypanosomiasis in sheep, goats, pigs, camels and horses. Tsetse-flies are also notorious as transmitters of the \"Trypanosoma\" species causing African trypanosomiasis (= sleeping sickness) in humans.",
            "score": 78.4623794555664
        },
        {
            "docid": "160067_34",
            "document": "Tsetse fly . Tsetse flies transmit a similar disease to humans, called African trypanosomiasis - human African trypanosomiasis (HAT) or sleeping sickness. An estimated 70 million people in 20 countries are at different levels of risk and only 3-4 million people are covered by active surveillance. The DALY index (disability-adjusted life years), an indicator to quantify the burden of disease, includes the impact of both the duration of life lost due to premature death and the duration of life lived with a disability. The annual burden of sleeping sickness is estimated at 2 million DALYs. Since the disease tends to affect economically active adults, the total cost to a family with a patient is about 25% of a year’s income.",
            "score": 78.11300659179688
        },
        {
            "docid": "160067_5",
            "document": "Tsetse fly . Tsetse were absent from much of southern and eastern Africa until colonial times. The accidental introduction of rinderpest in 1887 killed most of the cattle in these areas, and the resulting famine removed much of the human population. Thorny bush ideal for tsetse quickly grew up, and was populated by wild mammals. Tsetse and sleeping sickness soon colonised the whole region, effectively excluding farming and animal husbandry. Hunters and conservationists supposed that the empty, game-rich land was typical of primeval Africa. Large areas were turned over to reserves, first for game hunting and later for conservation. Sleeping sickness was described by conservationists as \"the best game warden in Africa\".",
            "score": 77.95439147949219
        },
        {
            "docid": "53631421_37",
            "document": "Parasitic flies of domestic animals . These can contribute to control of blowflies and tsetse-flies for example. The blowfly traps contain a liquid that smells like the rotting flesh of a carcass and the structure of the trap is designed to prevent the flies from escaping once attracted in. Horse-flies can be controlled by traps that attract the flies to a suspended black ball that mimics a potential host; flies attracted become trapped in a cone above. For area wide control of tsetse-flies targets (these do not trap the flies) that combine a rectangle of dark blue or black cloth and often an attractant chemical act as simple mimics of the fly's host. When the flies land on the cloth they contact the synthetic pyrethroid that is impregnated into the cloth.",
            "score": 75.96929168701172
        },
        {
            "docid": "160067_31",
            "document": "Tsetse fly . Tsetse flies are regarded as a major cause of rural poverty in sub-Saharan Africa because they prevent mixed farming. The land infested with tsetse flies is often cultivated by people using hoes rather than more efficient draught animals because \"nagana\", the disease transmitted by tsetse, weakens and often kills these animals. Those cattle that survive produce little milk, pregnant cows often abort their calves, and manure is not available to fertilize the worn-out soils. The disease \"nagana\" or African animal trypanosomiasis (AAT) causes gradual health decline in infected livestock, reduces milk and meat production, increases abortion rates, and animals eventually succumb to the disease (annual cattle deaths caused by trypanosomiasis are estimated at 3 million). This has an enormous impact on the livelihood of farmers who live in tsetse-infested areas, as infected animals cannot be used to plough the land, and keeping cattle is only feasible when the animals are kept under constant prophylactic treatment with trypanocidal drugs, often with associated problems of drug resistance, counterfeited drugs, and suboptimal dosage. The overall annual direct lost potential in livestock and crop production was estimated at US$4.5 billion.",
            "score": 75.79364013671875
        },
        {
            "docid": "160067_68",
            "document": "Tsetse fly . The entire target area (Block 1, 2 and 3) has a total surface of 1000 km2, and the first block (northern part) can be considered free of tsetse, as intensive monitoring has failed to detect since 2012 a single wild tsetse fly. The prevalence of AAT has decreased from 40-50% before the project started to less than 10% to date in blocks 1 and 2. Although insecticides are being used for fly suppression, they are applied for short periods on traps, nets and livestock, and are not spread into the environment. After the suppression activities are completed, no more insecticide is applied in the area. The removal of trypanosomosis will eliminate the need for constant prophylactic treatments of the cattle with trypanocidal drugs, therefore reducing residues of these drugs in the dung, meat and milk.",
            "score": 75.72611236572266
        },
        {
            "docid": "160067_29",
            "document": "Tsetse fly . The land was left emptied of its cattle and its people, enabling the colonial powers Germany and Britain to take over Tanzania and Kenya with little effort. With greatly reduced grazing, grassland turned rapidly to bush. The closely cropped grass sward was replaced in a few years by woody grassland and thornbush, ideal habitat for tsetse flies. Wild mammal populations increased rapidly, accompanied by the tsetse fly. Highland regions of east Africa which had been free of tsetse fly were colonised by the pest, accompanied by sleeping sickness, until then unknown in the area. Millions of people died of the disease in the early 20th century.",
            "score": 75.67642974853516
        },
        {
            "docid": "9677_23",
            "document": "Endosymbiont . Attacking obligate bacterial endosymbionts may present a way to control their insect hosts, many of which pests or carriers of human disease. For example, aphids are crop pests and the tsetse fly carries the organism \"Trypanosoma brucei\" that causes African sleeping sickness. Other motivations for their study is to understand symbiosis, and to understand how bacteria with severely depleted genomes are able to survive, thus improving our knowledge of genetics and molecular biology.",
            "score": 75.43555450439453
        },
        {
            "docid": "33896904_8",
            "document": "Ndjili River . Human African trypanosomiasis, or sleeping sickness, is a disease that usually only occurs in rural locations, since it is spread by tsetse flies that need a combination of forest and water to thrive. Between 1970 and 1995, about 39 cases per year were reported in Kinshasa. Numbers of documented cases (which may have been affected by improved screening) jumped to 254 cases in 1996, 226 in 1997, 433 in 1998 and 912 in 1999. Counts of tsetse flies from insect traps along the Ndjili River indicate that market gardening has recreated the conditions needed for active disease transmission.",
            "score": 75.19489288330078
        },
        {
            "docid": "8739390_2",
            "document": "Cognized environment . Cognized environment is a concept first introduced by the late anthropologist, Roy Rappaport (1968), in contrast to what he called the \"operational environment\" (see Rappaport 1979:97-144, 1984:337-352). Rappaport was an ecological anthropologist, like Andrew P. Vayda, and wished to contrast the actual reality and adaptations (the operational environment) within a people's ecological niche – say, the existence of tsetse flies and their role in causing sleeping sickness among humans – with how the people’s culture understands nature (the cognized environment) – say, the belief that witches live in those areas that science knows is the habitat of the tsetse. Rappaport’s principal concern was the role of ritual in mediating the cognized and operational environments.",
            "score": 73.40673828125
        },
        {
            "docid": "17495039_3",
            "document": "Protozoan infection . Examples include \"Entamoeba histolytica\", \"Plasmodium\" (some of which cause malaria), and \"Giardia lamblia\". \"Trypanosoma brucei\", transmitted by the tsetse fly and the cause of African sleeping sickness, is another example.",
            "score": 73.17623138427734
        },
        {
            "docid": "2198661_19",
            "document": "Trypanosoma brucei . \"T. brucei\" is found where the tsetse fly vectors are prevalent. It is present in tropical and subtropical areas of Africa north of the equator, covering East, Central and West Africa. Hence, the equatorial region of Africa is called the \"sleeping sickness\" belt. However, the specific type of the trypanosome differs according to geography. \"T. b. rhodesiense\" is found primarily in East Africa (Botswana, Ethiopia, Kenya, Malawi, Tanzania, Uganda, Zaire, and Zimbabwe), while \"T. b. gambiense\" is found in Central and West Africa.",
            "score": 72.4715576171875
        },
        {
            "docid": "17785123_32",
            "document": "African military systems to 1800 . Limitations of the horse. There were serious limitations to the spread of the horse in warfare however, as opposed to their use for ceremonial purposes. Horse breeding and maintenance was difficult and restricted in many parts of West and Central Africa due to the tsetse fly induced \"sleeping sickness\" disease that struck both man and beast; heavy imports were a practical necessity, especially the larger breeds. States like Dagoma in northern Ghana, Nupe and the Yoruba kingdom of Oyo in Nigeria were very dependent on imports of horses, usually financed by the sale of slaves. As in medieval Europe, maintaining cavalry forces was also more expensive, requiring armor, saddlery, stables, trappings, and extra remounts. Disruption of imports on trade routes could reduce the horse supply. The absence of relatively flat terrain also made cavalry more difficult to deploy. The Oyo for example, had relatively little success in thick forested areas during an ineffective invasion of Nigeria in the 17th century. Horses also had to be fed and maintained, a pressing logistical burden for large formations. Indeed, fighting horses in West African states were often kept in stables and fed there, rather than being put out to graze in the open where the tsetse fly might whittle down their numbers. In Oyo, large numbers of slaves were kept to maintain horses, hauling fodder and water to the stables, and accompanying the cavalry forces as support troops. Their introduction thus had a varying impact in many areas, but nevertheless the horse transformed African warfare in significant ways.",
            "score": 72.22699737548828
        },
        {
            "docid": "605577_5",
            "document": "Mbuti people . The forest of Ituri is a tropical rainforest. In this area, there is a high amount of rainfall annually, ranging from 50 to 70 inches (127 cm to 178 cm). The rainforest covers 70,000 square kilometers.The Mbuti population lives in the Ituri Forest, a tropical rainforest covering about 70,000 km of the north/northeast portion of the Congo. The dry season is relatively short, ranging from one to two months in duration. The forest is a moist, humid region strewn with rivers and lakes. Several ecological problems exist which affect the Bambuti. Disease is prevalent in the forests and can spread quickly, killing not only humans, but plants, and animals, the major source of food, as well. One disease, carried by tsetse flies, is sleeping sickness, which limits the use of large mammals. Too much rainfall, as well as droughts, can greatly diminish the food supply.",
            "score": 72.10547637939453
        },
        {
            "docid": "2568137_7",
            "document": "Animal trypanosomiasis . If the outbreak is detected early, the organism can be destroyed by quarantines, movement controls, and maybe even put infected animals under euthanasia medication. Tsetse fly populations can be reduced or eliminated by traps, insecticides, and by treating infected animals with antiparasitic drugs. The Tse Tse habitat can be destroyed by alteration of vegetation so they can no longer live there.There are some drugs available that can prevent trypanosomiasis called prophylactic drugs.These drugs are very effective to protect animals during the times they are exposed to challenged diseases. Since they have been around for so long, some were not properly used which caused resistance to these drugs in some places.",
            "score": 70.71601867675781
        }
    ]
}