{
    "q": [
        {
            "docid": "12266_42",
            "document": "Genetics . Some DNA sequences are transcribed into RNA but are not translated into protein products—such RNA molecules are called non-coding RNA. In some cases, these products fold into structures which are involved in critical cell functions (e.g. ribosomal RNA and transfer RNA). RNA can also have regulatory effects through hybridization interactions with other RNA molecules (e.g. microRNA).",
            "score": 90.17202353477478
        },
        {
            "docid": "5054730_9",
            "document": "Biomolecular structure . The secondary structure of a nucleic acid molecule refers to the base pairing interactions within one molecule or set of interacting molecules. The secondary structure of biological RNA's can often be uniquely decomposed into stems and loops. Often, these elements or combinations of them can be further classified, e.g. tetraloops, pseudoknots and stem loops. There are many secondary structure elements of functional importance to biological RNA. Famous examples include the Rho-independent terminator stem loops and the transfer RNA (tRNA) cloverleaf. There is a minor industry of researchers attempting to determine the secondary structure of RNA molecules. Approaches include both experimental and computational methods (see also the List of RNA structure prediction software).",
            "score": 69.51579666137695
        },
        {
            "docid": "235550_13",
            "document": "Sequence analysis . Gene prediction or gene finding refers to the process of identifying the regions of genomic DNA that encode genes. This includes protein-coding genes as well as RNA genes, but may also include the prediction of other functional elements such as regulatory regions. Gene finding is one of the first and most important steps in understanding the genome of a species once it has been sequenced. In general, the prediction of bacterial genes is significantly simpler and more accurate than the prediction of genes in eukaryotic species that usually have complex intron/exon patterns. Identifying genes in long sequences remains a problem, especially when the number of genes is unknown. Hidden markov models can be part of the solution. Machine learning has played a significant role in predicting the sequence of transcription factors. Traditional sequencing analysis focused on the statistical parameters of the nucleotide sequence itself (The most common programs used are listed in Table 4.1). Another method is to identify homologous sequences based on other known gene sequences (Tools see Table 4.3). The two methods described here are focused on the sequence. However, the shape feature of these molecules such as DNA and protein have also been studied and proposed to have an equivalent, if not higher, influence on the behaviors of these molecules.",
            "score": 82.755686044693
        },
        {
            "docid": "25766_3",
            "document": "Ribosome . The sequence of DNA, which encodes the sequence of the amino acids in a protein, is copied into a messenger RNA chain. It may be copied many times into RNA chains. Ribosomes can bind to a messenger RNA chain and use its sequence for determining the correct sequence of amino acids. Amino acids are selected, collected, and carried to the ribosome by transfer RNA (tRNA) molecules, which enter one part of the ribosome and bind to the messenger RNA chain. It is during this binding that the correct translation of nucleic acid sequence to amino acid sequence occurs. For each coding triplet in the messenger RNA there is a distinct transfer RNA that matches and which carries the correct amino acid for that coding triplet. The attached amino acids are then linked together by another part of the ribosome. Once the protein is produced, it can then fold to produce a specific functional three-dimensional structure although during synthesis some proteins start folding into their correct form.",
            "score": 87.5666012763977
        },
        {
            "docid": "474908_26",
            "document": "Structural alignment . A recent method for pairwise structural alignment of RNA sequences with low sequence identity has been published and implemented in the program FOLDALIGN. However, this method is not truly analogous to protein structural alignment techniques because it computationally predicts the structures of the RNA input sequences rather than requiring experimentally determined structures as input. Although computational prediction of the protein folding process has not been particularly successful to date, RNA structures without pseudoknots can often be sensibly predicted using free energy-based scoring methods that account for base pairing and stacking.",
            "score": 92.29483962059021
        },
        {
            "docid": "2514209_9",
            "document": "Nucleoprotein . A ribonucleoprotein (RNP) is a complex of ribonucleic acid and RNA-binding protein. These complexes play an integral part in a number of important biological functions that include DNA replication, regulating gene expression and regulating the metabolism of RNA. A few examples of RNPs include the ribosome, the enzyme telomerase, vault ribonucleoproteins, RNase P, hnRNP and small nuclear RNPs (snRNPs), which have been implicated in pre-mRNA splicing (spliceosome) and are among the main components of the nucleolus. Some viruses are simple ribonucleoproteins, containing only one molecule of RNA and a number of identical protein molecules. Others are ribonucleoprotein or deoxyribonucleoprotein complexes containing a number of different proteins, and exceptionally more nucleic acid molecules.Currently, over 2000 RNPs can be found in the RCSB Protein Data Bank (PDB). Furthermore, the Protein-RNA Interface Data Base (PRIDB) possesses a collection of information on RNA-protein interfaces based on data drawn from the PDB. Some common features of protein-RNA interfaces were deduced based on known structures. For example, RNP in snRNPs have an RNA-binding motif in its RNA-binding protein. Aromatic amino acid residues in this motif result in stacking interactions with RNA. Lysine residues in the helical portion of RNA-binding proteins help to stabilize interactions with nucleic acids. This nucleic acid binding is strengthened by electrostatic attraction between the positive lysine side chains and the negative nucleic acid phosphate backbones. Additionally, it is possible to model RNPs computationally. Although computational methods of deducing RNP structures are less accurate than experimental methods, they provide a rough model of the structure which allows for predictions of the identity of significant amino acids and nucleotide residues. Such information helps in understanding the overall function the RNP.'RNP' can also refer to ribonucleoprotein particles. Ribonucleoprotein particles are distinct intracellular foci for post-transcriptional regulation. These particles play an important role in influenza A virus replication. The influenza viral genome is composed of eight ribonucleoprotein particles formed by a complex of negative-sense RNA bound to a viral nucleoprotein. Each RNP carries with it an RNA polymerase complex. When the nucleoprotein binds to the viral RNA, it is able to expose the nucleotide bases which allow the viral polymerase to transcribe RNA. At this point, once the virus enters a host cell it will be prepared to begin the process of replication.",
            "score": 96.13177227973938
        },
        {
            "docid": "5092142_15",
            "document": "Laboratory of Molecular Biology . During the next decade, molecular biology the world over flourished, the outline bones of the 1950s now having flesh put on them. The detailed 3-D atomic structures of a series of proteins, and how they function, were deduced. These included myoglobin, hemoglobin and chymotrypsin, the last by David Blow. The genetic code, from evidence around the world, was assembled by Crick. Punctuation signals in the messenger RNA — where to start translating the RNA into a protein sequence, and where to stop — were discovered. Crick suggested how the tRNA molecules — his original adaptors — read the messenger in his wobble hypothesis. Sanger devised new methods for sequencing RNA molecules and then later for DNA molecules (for which he received a second Nobel prize in chemistry in 1980). Much later, this line was extended to include determining the sequence of whole genomes, in which John Sulston played a key role. How tRNA precursor molecules are processed to give a functional tRNA was elucidated by John Smith and Sid Altman, and this later led to the discovery of ribozymes. The atomic structure of the first tRNA molecule was solved and zinc fingers discovered by Klug (who received the Nobel prize for chemistry in 1982). The structure of the ATP synthase was solved by John E. Walker and Andrew Leslie, for which Walker shared the Nobel prize for chemistry in 1997. The structure of the ribosome was solved by Venkatraman Ramakrishnan, for which he shared the Nobel prize for chemistry in 2009.",
            "score": 74.60708165168762
        },
        {
            "docid": "26846483_6",
            "document": "Nucleic acid structure . The secondary structure of RNA consists of a single polynucleotide. Base pairing in RNA occurs when RNA folds between complementarity regions. Both single- and double-stranded regions are often found in RNA molecules. The antiparallel strands form a helical shape. The four basic elements in the secondary structure of RNA are helices, loops, bulges, and junctions. Stem-loop or hairpin loop is the most common element of RNA secondary structure. Stem-loop is formed when the RNA chains fold back on themselves to form a double helical tract called the stem, the unpaired nucleotides forms single stranded region called the loop. Secondary structure of RNA can be predicted by experimental data on the secondary structure elements, helices, loops and bulges. Bulges and internal loops are formed by separation of the double helical tract on either one strand (bulge) or on both strands (internal loops) by unpaired nucleotides. A tetraloop is a four-base pairs hairpin RNA structure. There are three common families of tetraloop in ribosomal RNA: UNCG, GNRA, and CUUG (N is one of the four nucleotides and R is a purine).UNCG is the most stable tetraloop. Pseudoknot is a RNA secondary structure first identified in turnip yellow mosaic virus. Pseudoknots are formed when nucleotides from the hairpin loop pairs with a single stranded region outside of the hairpin to form a helical segment. H-type fold pseudoknots are best characterized. In H-type fold, nucleotides in the hairpin loop pairs with the bases outside the hairpin stem forming second stem and loop. This causes formation of pseudoknots with two stems and two loops. Pseudoknots are functional elements in RNA structure having diverse function and found in most classes of RNA. DotKnot-PW method is used for comparative pseudoknots prediction. The main points in the DotKnot-PW method is scoring the similarities found in stems, secondary elements and H-type pseudoknots.",
            "score": 78.00717794895172
        },
        {
            "docid": "56731305_3",
            "document": "RNA-targeting small molecule drugs . Recent discoveries implicating RNA in the pathogenesis of several forms of cancer and neuromuscular diseases have created a paradigm shift in drug discovery. This work combined with advances in structural characterization techniques such as NMR spectroscopy and X-ray crystallography together with computational modeling, has pushed forward the realization that RNA is a dynamic yet viable drug target. Traditionally, RNA was thought to be a mediator between DNA sequence-encoded instructions and functional protein. However, recent reports have shown that there are a large number of non-coding RNAs (ncRNAs) that are not translated into protein. Whereas 85% of the human genome is transcribed into RNA only 3% of the transcripts code for functional protein. Although, ncRNAs do affect gene expression levels by a variety of mechanisms. Further, RNA can adopt discrete secondary or tertiary structures which play a pivotal role in many biological processes and disease pathology. For these reasons, RNA is being recognized as an attractive drug target for small molecules.",
            "score": 97.37134826183319
        },
        {
            "docid": "55481097_13",
            "document": "RNA origami . RNA origami is a new concept and has great potential for applications in nanomedicine and synthetic biology. The method was developed to allow new creations of large RNA nanostructures that create defined scaffolds for combining RNA based functionalities. Because of the infancy of RNA origami, many of its potential applications are still in the process of discovery. Its structures are able to provide a stable basis to allow functionality for RNA components. These structures include riboswitches, ribozymes, interaction sites, and aptamers. Aptamer structures allow the binding of small molecules which gives possibilities for construction of future RNA based nanodevices. RNA origami is further useful in areas such as cell recognition and binding for diagnosis. Additionally, targeted delivery and blood-brain barrier passing have been studied. Perhaps the most important future application for RNA origami is building scaffolds to arrange other microscopic proteins and allow them to work with one another.",
            "score": 70.9136575460434
        },
        {
            "docid": "29732133_19",
            "document": "History of RNA biology . The detailed three-dimensional structure of tRNA molecules was determined using X-ray crystallography, and revealed highly complex, compact three dimensional structures consisting of tertiary interactions laid upon the basic cloverleaf secondary structure. Key features of tRNA tertiary structure include the coaxial stacking of adjacent helices and non-Watson-Crick interactions among nucleotides within the apical loops. Additional crystallographic studies showed that a wide range of RNA molecules (including ribozymes, riboswitches and ribosomal RNA) also fold into specific structures containing a variety of 3D structural motifs. The ability of RNA molecules to adopt specific tertiary structures is essential for their biological activity, and results from the single-stranded nature of RNA. In many ways, RNA folding is more highly analogous to the folding of proteins rather than to the highly repetitive folded structure of the DNA double helix.",
            "score": 83.71347939968109
        },
        {
            "docid": "5054738_3",
            "document": "Nucleic acid structure prediction . The problem of predicting nucleic acid secondary structure is dependent mainly on base pairing and base stacking interactions; many molecules have several possible three-dimensional structures, so predicting these structures remains out of reach unless obvious sequence and functional similarity to a known class of nucleic acid molecules, such as transfer RNA (tRNA) or microRNA (miRNA), is observed. Many secondary structure prediction methods rely on variations of dynamic programming and therefore are unable to efficiently identify pseudoknots.",
            "score": 71.07714557647705
        },
        {
            "docid": "29467449_4",
            "document": "Protein function prediction . While techniques such as microarray analysis, RNA interference, and the yeast two-hybrid system can be used to experimentally demonstrate the function of a protein, advances in sequencing technologies have made the rate at which proteins can be experimentally characterized much slower than the rate at which new sequences become available. Thus, the annotation of new sequences is mostly by \"prediction\" through computational methods, as these types of annotation can often be done quickly and for many genes or proteins at once. The first such methods inferred function based on homologous proteins with known functions (homology-based function prediction). The development of context-based and structure based methods have expanded what information can be predicted, and a combination of methods can now be used to get a picture of complete cellular pathways based on sequence data. The importance and prevalence of computational prediction of gene function is underlined by an analysis of 'evidence codes' used by the GO database: as of 2010, 98% of annotations were listed under the code IEA (inferred from electronic annotation) while only 0.6% were based on experimental evidence.",
            "score": 108.92668151855469
        },
        {
            "docid": "4230_28",
            "document": "Cell (biology) . Transcription is the process where genetic information in DNA is used to produce a complementary RNA strand. This RNA strand is then processed to give messenger RNA (mRNA), which is free to migrate through the cell. mRNA molecules bind to protein-RNA complexes called ribosomes located in the cytosol, where they are translated into polypeptide sequences. The ribosome mediates the formation of a polypeptide sequence based on the mRNA sequence. The mRNA sequence directly relates to the polypeptide sequence by binding to transfer RNA (tRNA) adapter molecules in binding pockets within the ribosome. The new polypeptide then folds into a functional three-dimensional protein molecule.",
            "score": 82.39196276664734
        },
        {
            "docid": "33663886_2",
            "document": "ChiRP-Seq . ChiRP-Seq (Chromatin Isolation by RNA purification) is a high-throughput sequencing method to discover regions of the genome which are bound by a specific RNA (or by a ribonucleoprotein containing the RNA of interest).  Recent studies have shown that a significant proportion of some genomes (including mouse and human genomes) synthesize RNA that apparently do not code for proteins. The function of most of these non-coding RNA still has to be ascertained. Various genomic methods are being developed to map the functional association of these novel RNA to distinct regions of the genome to gain a better understanding of their function. ChiRP-Seq is one of these new methods which uses the massively parallel sequencing capability of 2nd generation sequencers to catalog the binding sites of these novel RNA molecules on a genome.",
            "score": 93.02074909210205
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 67.53514003753662
        },
        {
            "docid": "25758_4",
            "document": "RNA . Like DNA, most biologically active RNAs, including mRNA, tRNA, rRNA, snRNAs, and other non-coding RNAs, contain self-complementary sequences that allow parts of the RNA to fold and pair with itself to form double helices. Analysis of these RNAs has revealed that they are highly structured. Unlike DNA, their structures do not consist of long double helices, but rather collections of short helices packed together into structures akin to proteins. In this fashion, RNAs can achieve chemical catalysis (like enzymes). For instance, determination of the structure of the ribosome—an RNA-protein complex that catalyzes peptide bond formation—revealed that its active site is composed entirely of RNA.",
            "score": 74.59504437446594
        },
        {
            "docid": "4250553_36",
            "document": "Gene . Translation is the process by which a mature mRNA molecule is used as a template for synthesizing a new protein. Translation is carried out by ribosomes, large complexes of RNA and protein responsible for carrying out the chemical reactions to add new amino acids to a growing polypeptide chain by the formation of peptide bonds. The genetic code is read three nucleotides at a time, in units called codons, via interactions with specialized RNA molecules called transfer RNA (tRNA). Each tRNA has three unpaired bases known as the anticodon that are complementary to the codon it reads on the mRNA. The tRNA is also covalently attached to the amino acid specified by the complementary codon. When the tRNA binds to its complementary codon in an mRNA strand, the ribosome attaches its amino acid cargo to the new polypeptide chain, which is synthesized from amino terminus to carboxyl terminus. During and after synthesis, most new proteins must fold to their active three-dimensional structure before they can carry out their cellular functions.",
            "score": 73.01018190383911
        },
        {
            "docid": "27157933_12",
            "document": "Nucleic acid secondary structure . There are many secondary structure elements of functional importance to biological RNA's; some famous examples are the Rho-independent terminator stem-loops and the tRNA cloverleaf. Active research is on-going to determine the secondary structure of RNA molecules, with approaches including both experimental and computational methods (see also the List of RNA structure prediction software).",
            "score": 68.0826575756073
        },
        {
            "docid": "4292_3",
            "document": "Base pair . Intramolecular base pairs can occur within single-stranded nucleic acids. This is particularly important in RNA molecules (e.g., transfer RNA), where Watson-Crick base pairs (guanine-cytosine and adenine-uracil) permit the formation of short double-stranded helices, and a wide variety of non-Watson-Crick interactions (e.g., G-U or A-A) allow RNAs to fold into a vast range of specific three-dimensional structures. In addition, base-pairing between transfer RNA (tRNA) and messenger RNA (mRNA) forms the basis for the molecular recognition events that result in the nucleotide sequence of mRNA becoming translated into the amino acid sequence of proteins via the genetic code.",
            "score": 70.90236139297485
        },
        {
            "docid": "474908_24",
            "document": "Structural alignment . Structural alignment techniques have traditionally been applied exclusively to proteins, as the primary biological macromolecules that assume characteristic three-dimensional structures. However, large RNA molecules also form characteristic tertiary structures, which are mediated primarily by hydrogen bonds formed between base pairs as well as base stacking. Functionally similar noncoding RNA molecules can be especially difficult to extract from genomics data because structure is more strongly conserved than sequence in RNA as well as in proteins, and the more limited alphabet of RNA decreases the information content of any given nucleotide at any given position.",
            "score": 82.21530628204346
        },
        {
            "docid": "4681639_8",
            "document": "Gene structure . An additional layer of regulation occurs for protein coding genes after the mRNA has been processed to prepare it for translation to protein. Only the region between the start and stop codons encodes the final protein product. The flanking untranslated regions (UTRs) contain further regulatory sequences. The 3' UTR contains a terminator sequence, which marks the endpoint for transcription and releases the RNA polymerase. The 5’ UTR binds the ribosome, which translates the protein-coding region into a string of amino acids that fold to form the final protein product. In the case of genes for non-coding RNAs the RNA is not translated but instead folds to be directly functional.",
            "score": 95.4723072052002
        },
        {
            "docid": "27157933_16",
            "document": "Nucleic acid secondary structure . For many RNA molecules, the secondary structure is highly important to the correct function of the RNA — often more so than the actual sequence. This fact aids in the analysis of non-coding RNA sometimes termed \"RNA genes\". One application of bioinformatics uses predicted RNA secondary structures in searching a genome for noncoding but functional forms of RNA. For example, microRNAs have canonical long stem-loop structures interrupted by small internal loops.",
            "score": 76.00074195861816
        },
        {
            "docid": "25715899_5",
            "document": "Shwachman–Diamond syndrome . The \"SBDS\" gene is expressed in all tissues and encodes a protein of 250 amino acid residues. The function of this protein is not known and it has no primary sequence similarity to any other protein or structural domain that would indicate a possible function. The atomic structure of an archaeal ortholog of the human protein has been determined by x-ray crystallography and indicates a novel three-dimensional fold in the most N-terminal of the three structural domains and many of the known human disease associated mutations and truncations occur within this structural domain. There is however, a great deal of indirect evidence to suggest that the SBDS protein may be involved in an aspect of cellular RNA metabolism or ribosome assembly or function. The wide occurrence of the gene in all archaea and eukaryotes supports a role for this protein in a very fundamental and evolutionarily conserved aspect of cellular biology. A specific function for SBDS in RNA metabolism or ribosome assembly or function is supported by its localization to the nucleolus, the nuclear subdomain where these processes occur. At present, it is not obvious how disruption of a basic cellular process causes the tissue- and organ-specific manifestations seen in SDS. However, unusual and combinations of tissues and organs are also affected in Diamond–Blackfan anemia, X-linked dyskeratosis congenita, and cartilage–hair hypoplasia—three diseases that may also be linked to defective ribosome function.",
            "score": 77.6013971567154
        },
        {
            "docid": "26633416_2",
            "document": "ManA RNA motif . The \"manA\" RNA motif (also called manA) refers to a conserved RNA structure that was identified by bioinformatics. Instances of the \"manA\" RNA motif were detected in bacteria in the genus \"Photobacterium\" and phages that infect certain kinds of cyanobacteria. However, most predicted \"manA\" RNA sequences are derived from DNA collected from uncultivated marine bacteria. Almost all \"manA\" RNAs are positioned such that they might be in the 5' untranslated regions of protein-coding genes, and therefore it was hypothesized that \"manA\" RNAs function as cis-regulatory elements. Given the relative complexity of their secondary structure, and their hypothesized \"cis\"-regulatory role, they might be riboswitches.",
            "score": 66.58427858352661
        },
        {
            "docid": "8874156_4",
            "document": "LSm . Proteins with similar structures are grouped into a hierarchy of protein families, superfamilies, and folds. The LSm protein structure is an example of a small beta sheet folded into a short barrel. Individual LSm proteins assemble into a six or seven member doughnut ring (more properly termed a torus), which usually binds to a small RNA molecule to form a ribonucleoprotein complex. The LSm torus assists the RNA molecule to assume and maintain its proper three-dimensional structure. Depending on which LSm proteins and RNA molecule are involved, this ribonucleoprotein complex facilitates a wide variety of RNA processing including degradation, editing, splicing, and regulation.",
            "score": 75.9762773513794
        },
        {
            "docid": "11422263_9",
            "document": "Spot 42 RNA . It was for some years unclear if the function of Spot 42 was mediated through the 109 nucleotide RNA itself or if the function was mediated through the 14 amino acids long peptide which is hypothetically encoded from within the sRNA sequence. This was based on the observation that Spot42 contains structural features similar to other non-coding RNAs found in \"E. coli\" (such as 6S RNA and lambda bacteriophage), as well as features that are typically found in mRNAs (i.e., polypurine sequence followed by AUG, 14 amino acids and an UGA terminator). Using a filter binding assay and other methods showed that Spot 42 is not an mRNA. In this approach the affinity between Spot42 and the 70S ribosome was tested. Here, Spot 42 showed very inefficient binding to purified 70S ribosomes, which lead to the conclusion that the function of Spot 42 is mediated by the RNA itself. Bækkedal and Haugen made a Spot42 consensus secondary structure based on all known \"spf\" sequences at the time (2015) and found that the spot42 gene is highly conserved across the 5 orders it is identified. The secondary structure has highly conserved nucleotide positions that have the potenital to participatie in binding with known mRNA targets.",
            "score": 92.18901634216309
        },
        {
            "docid": "16019737_8",
            "document": "Tiling array . Another popular use of tiling arrays is in finding expressed genes. Traditional methods of gene prediction for annotation of genomic sequences have had problems when used to map the transcriptome, such as not producing an accurate structure of the genes and also missing transcripts entirely. The method of sequencing cDNA to find transcribed genes also runs into problems, such as failing to detect rare or very short RNA molecules, and so do not detect genes that are active only in response to signals or specific to a time frame. Tiling arrays can solve these issues. Due to the high resolution and sensitivity, even small and rare molecules can be detected. The overlapping nature of the probes also allows detection of non-polyadenylated RNA and can produce a more precise picture of gene structure. Earlier studies on chromosome 21 and 22 showed the power of tiling arrays for identifying transcription units. The authors used 25-mer probes that were 35bp apart, spanning the entire chromosomes. Labeled targets were made from polyadenylated RNA. They found many more transcripts than predicted and 90% were outside of annotated exons. Another study with Arabidopsis used high-density oligonucleotide arrays that cover the entire genome. More than 10 times more transcripts were found than predicted by ESTs and other prediction tools. Also found were novel transcripts in the centromeric regions where it was thought that no genes are actively expressed. Many noncoding and natural antisense RNA have been identified using tiling arrays.",
            "score": 86.6318746805191
        },
        {
            "docid": "44260712_9",
            "document": "SNP annotation . Mutations in the untranslated region (UTR) affect many post-transcriptional regulation. Distinctive structural features are required for many RNA molecules and cis-acting regulatory elements to execute effective functions during gene regulation. SNVs can alter the secondary structure of RNA molecules and then disrupt the proper folding of RNAs, such as tRNA/mRNA/lncRNA folding and miRNA binding recognition regions.",
            "score": 86.24140810966492
        },
        {
            "docid": "25758_14",
            "document": "RNA . These so-called non-coding RNAs (\"ncRNA\") can be encoded by their own genes (RNA genes), but can also derive from mRNA introns. The most prominent examples of non-coding RNAs are transfer RNA (tRNA) and ribosomal RNA (rRNA), both of which are involved in the process of translation. There are also non-coding RNAs involved in gene regulation, RNA processing and other roles. Certain RNAs are able to catalyse chemical reactions such as cutting and ligating other RNA molecules, and the catalysis of peptide bond formation in the ribosome; these are known as ribozymes.",
            "score": 58.13339364528656
        },
        {
            "docid": "3131507_12",
            "document": "RNA-binding protein . The RNA recognition motif, which is the most common RNA-binding motif, is a small protein domain of 75–85 amino acids that forms a four-stranded β-sheet against the two α-helices. This recognition motif exerts its role in numerous cellular functions, especially in mRNA/rRNA processing, splicing, translation regulation, RNA export, and RNA stability. Ten structures of an RRM have been identified through NMR spectroscopy and X-ray crystallography. These structures illustrate the intricacy of protein–RNA recognition of RRM as it entails RNA–RNA and protein–protein interactions in addition to protein–RNA interactions. Despite their complexity, all ten structures have some common features. All RRMs' main protein surfaces' four-stranded β-sheet was found to interact with the RNA, which usually contacts two or three nucleotides in a specific manner. In addition, strong RNA binding affinity and specificity towards variation are achieved through an interaction between the inter-domain linker and the RNA and between RRMs themselves. This plasticity of the RRM explains why RRM is the most abundant domain and why it plays an important role in various biological functions.",
            "score": 72.61607384681702
        },
        {
            "docid": "26947385_2",
            "document": "TraJ-II RNA motif . The \"traJ\"-II RNA motif is a conserved RNA structure discovered in bacteria by using bioinformatics. \"traJ\"-II RNAs appear to be in the 5' untranslated regions of protein-coding genes called \"traJ\", which functions in the process of bacterial conjugation. A previously identified motif known as TraJ 5' UTR is also found upstream of \"traJ\" genes functions as the target of FinP antisense RNAs, so it is possible that \"traJ\"-II RNAs play a similar role as targets of an antisense RNA. However, some sequence features within the \"traJ\"-II RNA motif suggest that the biological RNA might be transcribed from the reverse-complement strand. Thus is it unclear whether \"traJ\"-II function as cis-regulatory elements. \"traJ\"-II RNAs are found in a variety of proteobacteria.",
            "score": 85.63938200473785
        }
    ],
    "r": [
        {
            "docid": "29467449_4",
            "document": "Protein function prediction . While techniques such as microarray analysis, RNA interference, and the yeast two-hybrid system can be used to experimentally demonstrate the function of a protein, advances in sequencing technologies have made the rate at which proteins can be experimentally characterized much slower than the rate at which new sequences become available. Thus, the annotation of new sequences is mostly by \"prediction\" through computational methods, as these types of annotation can often be done quickly and for many genes or proteins at once. The first such methods inferred function based on homologous proteins with known functions (homology-based function prediction). The development of context-based and structure based methods have expanded what information can be predicted, and a combination of methods can now be used to get a picture of complete cellular pathways based on sequence data. The importance and prevalence of computational prediction of gene function is underlined by an analysis of 'evidence codes' used by the GO database: as of 2010, 98% of annotations were listed under the code IEA (inferred from electronic annotation) while only 0.6% were based on experimental evidence.",
            "score": 108.92668151855469
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 99.69334411621094
        },
        {
            "docid": "1158788_4",
            "document": "Antisense RNA . Unlike micF RNA being discovered by accident, the majority of asRNAs were discovered by genome wide searches for small regulatory RNAs and by transcriptome analysis. Conventionally, the first step involves computational predictions based on some known characteristics of asRNAs. During computational searches, the encoding regions are excluded. The regions that are predicted to have conserved RNA structures and act as orphan promoters and Rho-independent terminators are preferenced during analysis. Because computational searches focuses on the intergenic region, the asRNAs that are transcribed from the opposite strand of an encoding gene are likely to be missed using this method. To detect asRNA transcribed from the encoding region, oligonucleotide microarrays can be used. In this methods, one or both strands of encoding genes can be used as probes. In addition to computational searches and microarrays, some asRNAs were discovered by sequencing cDNA clones as well as mapping promoter elements. Although many findings from the approaches mentioned above gave rise to a lot of possible asRNAs, only few were proven to be actual asRNAs via further functional tests. To minimize the number of false positive results, new approaches from recent years have been focusing on strand-specific transcription, chromatin binding noncoding RNAs and single cell studies.",
            "score": 98.07788848876953
        },
        {
            "docid": "215038_12",
            "document": "Enhancer (genetics) . The development of genomic and epigenomic technologies, however, has dramatically changed the outlook for cis-regulatory modules (CRM) discovery. Next-generation sequencing (NGS) methods now enable high-throughput functional CRM discovery assays, and the vastly increasing amounts of available data, including large-scale libraries of transcription factor-binding site (TFBS) motifs, collections of annotated, validated CRMs, and extensive epigenetic data across many cell types, are making accurate computational CRM discovery an attainable goal. An example of NGS-based approach called DNase-seq have enabled identification of nucleosome-depleted, or open chromatin regions, which can contain CRM. Computational methods include comparative genomics, clustering of known or predicted TF-binding sites, and supervised machine-learning approaches trained on known CRMs.  All of these methods have proven effective for CRM discovery, but each has its own considerations and limitations, and each is subject to a greater or lesser number of false-positive identifications. In the comparative genomics approach, sequence conservation of non-coding regions can be indicative of enhancers. Sequences from multiple species are aligned, and conserved regions are identified computationally. Identified sequences can then be attached to a reporter gene such as green fluorescent protein or lacZ to determine the \"in vivo\" pattern of gene expression produced by the enhancer when injected into an embryo. mRNA expression of the reporter can be visualized by \"in situ\" hybridization, which provides a more direct measure of enhancer activity, since it is not subjected to the complexities of translation and protein folding. Although much evidence has pointed to sequence conservation for critical developmental enhancers, other work has shown that the function of enhancers can be conserved with little or no primary sequence conservation. For example, the \"RET\" enhancers in humans have very little sequence conservation to those in zebrafish, yet both species' sequences produce nearly identical patterns of reporter gene expression in zebrafish. Similarly, in highly diverged insects (separated by around 350 million years), similar gene expression patterns of several key genes was found to be regulated through similarly constituted CRMs although these CRMs do not show any appreciable sequence conservation detectable by standard sequence alignment methods such as BLAST.",
            "score": 97.57694244384766
        },
        {
            "docid": "4635854_3",
            "document": "Hypothetical protein . The function of a hypothetical protein can be predicted by domain homology searches with various confidence levels. Conserved domains are available in the hypothetical proteins which need to be compared with the known family domains by which hypothetical protein could be classified into particular protein families even though they have not been in vivo investigated. The function of hypothetical protein could also be predicted by homology modelling, in which hypothetical protein has to align with known protein sequence whose three dimensional structure is known and by modelling method if structure predicted then the capability of hypothetical protein to function could be ascertained computationally. Further, approaches to annotate function to hypothetical proteins include determination of 3-dimensional structure of these proteins by structural genomics initiatives, understanding the nature and mode of prosthetic group/metal ion binding, fold similarity with other proteins of known functions and annotating possible catalytic site and regulatory site. Structure prediction with biochemical function assessment by screening for various substrate is another promising approach to annotate function",
            "score": 97.5294189453125
        },
        {
            "docid": "56731305_3",
            "document": "RNA-targeting small molecule drugs . Recent discoveries implicating RNA in the pathogenesis of several forms of cancer and neuromuscular diseases have created a paradigm shift in drug discovery. This work combined with advances in structural characterization techniques such as NMR spectroscopy and X-ray crystallography together with computational modeling, has pushed forward the realization that RNA is a dynamic yet viable drug target. Traditionally, RNA was thought to be a mediator between DNA sequence-encoded instructions and functional protein. However, recent reports have shown that there are a large number of non-coding RNAs (ncRNAs) that are not translated into protein. Whereas 85% of the human genome is transcribed into RNA only 3% of the transcripts code for functional protein. Although, ncRNAs do affect gene expression levels by a variety of mechanisms. Further, RNA can adopt discrete secondary or tertiary structures which play a pivotal role in many biological processes and disease pathology. For these reasons, RNA is being recognized as an attractive drug target for small molecules.",
            "score": 97.37135314941406
        },
        {
            "docid": "11420873_5",
            "document": "Group I catalytic intron . Since the early 1990s, scientists started to study how the group I intron achieves its native structure in vitro, and some mechanisms of RNA folding have been appreciated thus far. It is agreed that the tertiary structure is folded after the formation of the secondary structure. During folding, RNA molecules are rapidly populated into different folding intermediates, the intermediates containing native interactions are further folded into the native structure through a fast folding pathway, while those containing non-native interactions are trapped in metastable or stable non-native conformations, and the process of conversion to the native structure occurs very slowly. It is evident that group I introns differing in the set of peripheral elements display different potentials in entering the fast folding pathway. Meanwhile, cooperative assembly of the tertiary structure is important for the folding of the native structure. Nevertheless, folding of group I introns in vitro encounters both thermodynamic and kinetic challenges. A few RNA binding proteins and chaperones have been shown to promote the folding of group I introns in vitro and in bacteria by stabilizing the native intermediates, and by destabilizing the non-native structures, respectively.",
            "score": 97.09024810791016
        },
        {
            "docid": "2514209_9",
            "document": "Nucleoprotein . A ribonucleoprotein (RNP) is a complex of ribonucleic acid and RNA-binding protein. These complexes play an integral part in a number of important biological functions that include DNA replication, regulating gene expression and regulating the metabolism of RNA. A few examples of RNPs include the ribosome, the enzyme telomerase, vault ribonucleoproteins, RNase P, hnRNP and small nuclear RNPs (snRNPs), which have been implicated in pre-mRNA splicing (spliceosome) and are among the main components of the nucleolus. Some viruses are simple ribonucleoproteins, containing only one molecule of RNA and a number of identical protein molecules. Others are ribonucleoprotein or deoxyribonucleoprotein complexes containing a number of different proteins, and exceptionally more nucleic acid molecules.Currently, over 2000 RNPs can be found in the RCSB Protein Data Bank (PDB). Furthermore, the Protein-RNA Interface Data Base (PRIDB) possesses a collection of information on RNA-protein interfaces based on data drawn from the PDB. Some common features of protein-RNA interfaces were deduced based on known structures. For example, RNP in snRNPs have an RNA-binding motif in its RNA-binding protein. Aromatic amino acid residues in this motif result in stacking interactions with RNA. Lysine residues in the helical portion of RNA-binding proteins help to stabilize interactions with nucleic acids. This nucleic acid binding is strengthened by electrostatic attraction between the positive lysine side chains and the negative nucleic acid phosphate backbones. Additionally, it is possible to model RNPs computationally. Although computational methods of deducing RNP structures are less accurate than experimental methods, they provide a rough model of the structure which allows for predictions of the identity of significant amino acids and nucleotide residues. Such information helps in understanding the overall function the RNP.'RNP' can also refer to ribonucleoprotein particles. Ribonucleoprotein particles are distinct intracellular foci for post-transcriptional regulation. These particles play an important role in influenza A virus replication. The influenza viral genome is composed of eight ribonucleoprotein particles formed by a complex of negative-sense RNA bound to a viral nucleoprotein. Each RNP carries with it an RNA polymerase complex. When the nucleoprotein binds to the viral RNA, it is able to expose the nucleotide bases which allow the viral polymerase to transcribe RNA. At this point, once the virus enters a host cell it will be prepared to begin the process of replication.",
            "score": 96.13176727294922
        },
        {
            "docid": "4681639_8",
            "document": "Gene structure . An additional layer of regulation occurs for protein coding genes after the mRNA has been processed to prepare it for translation to protein. Only the region between the start and stop codons encodes the final protein product. The flanking untranslated regions (UTRs) contain further regulatory sequences. The 3' UTR contains a terminator sequence, which marks the endpoint for transcription and releases the RNA polymerase. The 5’ UTR binds the ribosome, which translates the protein-coding region into a string of amino acids that fold to form the final protein product. In the case of genes for non-coding RNAs the RNA is not translated but instead folds to be directly functional.",
            "score": 95.47230529785156
        },
        {
            "docid": "55481097_2",
            "document": "RNA origami . RNA origami is the nanoscale folding of RNA, enabling the RNA to create particular shapes to organize these molecules. It is a new method that was developed by researchers from Aarhus University and California Institute of Technology. RNA origami is synthesized by enzymes that fold RNA into particular shapes. The folding of the RNA occurs in living cells under natural conditions. RNA origami is represented as a DNA gene, which within cells can be transcribed into RNA by RNA polymerase. Many computer algorithms are present to help with RNA folding, but none can fully predict the folding of RNA of a singular sequence.",
            "score": 95.20997619628906
        },
        {
            "docid": "25536008_28",
            "document": "Nucleic acid tertiary structure . Functional RNAs are often folded, stable molecules with three-dimensional shapes rather than floppy, linear strands. Cations are essential for thermodynamic stabilization of RNA tertiary structures. Metal cations that bind RNA can be monovalent, divalent or trivalent. Potassium (K) is a common monovalent ion that binds RNA. A common divalent ion that binds RNA is magnesium (Mg). Other ions including sodium (Na), calcium (Ca) and manganese (Mn) have been found to bind RNA \"in vivo\" and \"in vitro\". Multivalent organic cations such as spermidine or spermine are also found in cells and these make important contributions to RNA folding. Trivalent ions such as cobalt hexamine or lanthanide ions such as terbium (Tb) are useful experimental tools for studying metal binding to RNA.",
            "score": 94.63720703125
        },
        {
            "docid": "235550_2",
            "document": "Sequence analysis . In bioinformatics, sequence analysis is the process of subjecting a DNA, RNA or peptide sequence to any of a wide range of analytical methods to understand its features, function, structure, or evolution. Methodologies used include sequence alignment, searches against biological databases, and others. Since the development of methods of high-throughput production of gene and protein sequences, the rate of addition of new sequences to the databases increased exponentially. Such a collection of sequences does not, by itself, increase the scientist's understanding of the biology of organisms. However, comparing these new sequences to those with known functions is a key way of understanding the biology of an organism from which the new sequence comes. Thus, sequence analysis can be used to assign function to genes and proteins by the study of the similarities between the compared sequences. Nowadays, there are many tools and techniques that provide the sequence comparisons (sequence alignment) and analyze the alignment product to understand its biology.",
            "score": 93.37467956542969
        },
        {
            "docid": "33663886_2",
            "document": "ChiRP-Seq . ChiRP-Seq (Chromatin Isolation by RNA purification) is a high-throughput sequencing method to discover regions of the genome which are bound by a specific RNA (or by a ribonucleoprotein containing the RNA of interest).  Recent studies have shown that a significant proportion of some genomes (including mouse and human genomes) synthesize RNA that apparently do not code for proteins. The function of most of these non-coding RNA still has to be ascertained. Various genomic methods are being developed to map the functional association of these novel RNA to distinct regions of the genome to gain a better understanding of their function. ChiRP-Seq is one of these new methods which uses the massively parallel sequencing capability of 2nd generation sequencers to catalog the binding sites of these novel RNA molecules on a genome.",
            "score": 93.020751953125
        },
        {
            "docid": "16770101_19",
            "document": "Long non-coding RNA . A dissection of the functional sequences within Alu RNA transcripts has drafted a modular structure analogous to the organization of domains in protein transcription factors. The Alu RNA contains two ‘arms’, each of which may bind one RNAP II molecule, as well as two regulatory domains that are responsible for RNAP II transcriptional repression in vitro. These two loosely structured domains may even be concatenated to other ncRNAs such as B1 elements to impart their repressive role. The abundance and distribution of Alu elements and similar repetitive elements throughout the mammalian genome may be partly due to these functional domains being co-opted into other long ncRNAs during evolution, with the presence of functional repeat sequence domains being a common characteristic of several known long ncRNAs including Kcnq1ot1, Xlsirt and Xist.",
            "score": 92.88452911376953
        },
        {
            "docid": "54112223_31",
            "document": "Transcriptomics technologies . Transcriptomics methods are highly parallel and require significant computation to produce meaningful data for both microarray and RNA-Seq experiments. Microarray data is recorded as high-resolution images, requiring feature detection and spectral analysis. Microarray raw image files are each about 750 MB in size, while the processed intensities are around 60 MB in size. Multiple short probes matching a single transcript can reveal details about the intron-exon structure, requiring statistical models to determine the authenticity of the resulting signal. RNA-Seq studies produce billions of short DNA sequences, which must be aligned to reference genomes composed of millions to billions of base pairs. \"De novo\" assembly of reads within a dataset requires the construction of highly complex sequence graphs. RNA-Seq operations are highly repetitious and benefit from parallelised computation but modern algorithms mean consumer computing hardware is sufficient for simple transcriptomics experiments that do not require \"de novo\" assembly of reads. A human transcriptome could be accurately captured using RNA-Seq with 30 million 100 bp sequences per sample. This example would require approximately 1.8 gigabytes of disk space per sample when stored in a compressed fastq format. Processed count data for each gene would be much smaller, equivalent to processed microarray intensities. Sequence data may be stored in public repositories, such as the Sequence Read Archive (SRA). RNA-Seq datasets can be uploaded via the Gene Expression Omnibus.",
            "score": 92.75572967529297
        },
        {
            "docid": "474908_26",
            "document": "Structural alignment . A recent method for pairwise structural alignment of RNA sequences with low sequence identity has been published and implemented in the program FOLDALIGN. However, this method is not truly analogous to protein structural alignment techniques because it computationally predicts the structures of the RNA input sequences rather than requiring experimentally determined structures as input. Although computational prediction of the protein folding process has not been particularly successful to date, RNA structures without pseudoknots can often be sensibly predicted using free energy-based scoring methods that account for base pairing and stacking.",
            "score": 92.29484558105469
        },
        {
            "docid": "11422263_9",
            "document": "Spot 42 RNA . It was for some years unclear if the function of Spot 42 was mediated through the 109 nucleotide RNA itself or if the function was mediated through the 14 amino acids long peptide which is hypothetically encoded from within the sRNA sequence. This was based on the observation that Spot42 contains structural features similar to other non-coding RNAs found in \"E. coli\" (such as 6S RNA and lambda bacteriophage), as well as features that are typically found in mRNAs (i.e., polypurine sequence followed by AUG, 14 amino acids and an UGA terminator). Using a filter binding assay and other methods showed that Spot 42 is not an mRNA. In this approach the affinity between Spot42 and the 70S ribosome was tested. Here, Spot 42 showed very inefficient binding to purified 70S ribosomes, which lead to the conclusion that the function of Spot 42 is mediated by the RNA itself. Bækkedal and Haugen made a Spot42 consensus secondary structure based on all known \"spf\" sequences at the time (2015) and found that the spot42 gene is highly conserved across the 5 orders it is identified. The secondary structure has highly conserved nucleotide positions that have the potenital to participatie in binding with known mRNA targets.",
            "score": 92.18901824951172
        },
        {
            "docid": "209459_35",
            "document": "Alternative splicing . Genome-wide analysis of alternative splicing is a challenging task. Typically, alternatively spliced transcripts have been found by comparing EST sequences, but this requires sequencing of very large numbers of ESTs. Most EST libraries come from a very limited number of tissues, so tissue-specific splice variants are likely to be missed in any case. High-throughput approaches to investigate splicing have, however, been developed, such as: DNA microarray-based analyses, RNA-binding assays, and deep sequencing. These methods can be used to screen for polymorphisms or mutations in or around splicing elements that affect protein binding. When combined with splicing assays, including \"in vivo\" reporter gene assays, the functional effects of polymorphisms or mutations on the splicing of pre-mRNA transcripts can then be analyzed.",
            "score": 92.08172607421875
        },
        {
            "docid": "417038_12",
            "document": "Rhabdoviridae . Replication of many rhabdoviruses occurs in the cytoplasm, although several of the plant infecting viruses replicate in the nucleus.. In order for replication, both the L and P protein must be expressed to regulate transcription. The L protein have a lot of enzymatic actiivites such as RNA replication, capping mRNAs phospholorylation of P. L protein gives feature in about replication in cytopolasm. Transcription results in five monocistronic mRNAs being produced because the intergenic sequences act as both termination and promoter sequences for adjacent genes. This type of transcription mechanism is explained by stop-start model( stuttering transcription). Owing to stop-start model, the large amounts of the structural proteins are produced. According to this model, the virus-associated RNA polymerase starts firstly the synthesis of leader RNA and then the five mRNA which will produce N,P,M,G,L proteins, respectively. After the leader RNA was produced, the polymerase enzyme reinitiates virion transcription on N gene and proceeds its synthesis until it ends 3′ end of the chain.Then, the synthesis of P mRNAs are made by same enzyme with new starter sinyal. These steps continue until the enzyme arrives the end of the L gene. During transcription process, the polymerase enzyme may leave the template at any point and then bound just at the 3′ end of the genome RNA to start mRNA synthesis again. This process will results concentration gradient of the amount of mRNA based on its place and its range from the 3′ end. In the circumstances, the amounts of mRNA species change and will be produced N>P>M>G>L proteins. During their synthesis the mRNAs are processed to introduce a 5' cap and a 3’ polyadenylated tail to each of the molecules .This structure is homologous to cellular mRNAs and can thus be translated by cellular ribosomes to produce both structural and non-structural proteins.",
            "score": 92.06774139404297
        },
        {
            "docid": "4232119_3",
            "document": "Attenuator (genetics) . Attenuation is a regulatory feature found throughout Archaea and Bacteria causing premature termination of transcription. Attenuators are 5'-\"cis\" acting regulatory regions which fold into one of two alternative RNA structures which determine the success of transcription. The folding is modulated by a sensing mechanism producing either a Rho-independent terminator, resulting in interrupted transcription and a non-functional RNA product; or an anti-terminator structure, resulting in a functional RNA transcript. There are now many equivalent examples where the translation, not transcription, is terminated by sequestering the Shine-Dalgarno sequence (ribosomal binding site) in a hairpin-loop structure. While not meeting the previous definition of (transcriptional) attenuation, these are now considered to be variants of the same phenomena and are included in this article. Attenuation is an ancient regulatory system, prevalent in many bacterial species providing fast and sensitive regulation of gene operons and is commonly used to repress genes in the presence of their own product (or a downstream metabolite).",
            "score": 91.8939437866211
        },
        {
            "docid": "23634_47",
            "document": "Protein . Complementary to the field of structural genomics, \"protein structure prediction\" develops efficient mathematical models of proteins to computationally predict the molecular formations in theory, instead of detecting structures with laboratory observation. The most successful type of structure prediction, known as homology modeling, relies on the existence of a \"template\" structure with sequence similarity to the protein being modeled; structural genomics' goal is to provide sufficient representation in solved structures to model most of those that remain. Although producing accurate models remains a challenge when only distantly related template structures are available, it has been suggested that sequence alignment is the bottleneck in this process, as quite accurate models can be produced if a \"perfect\" sequence alignment is known. Many structure prediction methods have served to inform the emerging field of protein engineering, in which novel protein folds have already been designed. A more complex computational problem is the prediction of intermolecular interactions, such as in molecular docking and protein–protein interaction prediction.",
            "score": 91.88618469238281
        },
        {
            "docid": "14875776_7",
            "document": "XIST . The Xist RNA contains a region of conservation called the repeat A (repA) region that contains up to nine repeated elements. It was initially suggested that repA repeats could fold back on themselves to form local intra-repeat stem-loop structures. Later work using in vitro biochemical structure probing proposed several inter-repeat stem-loop structures. A recent study using in vivo biochemical probing and comparative sequence analysis proposed a revision of the repA structure model that includes both intra-repeat and inter-repeat folding found in previous models as well as novel features (see Figure). In addition to its agreement with the in vivo data, this revised model is highly conserved in rodents and mammals (including humans) suggesting functional importance for repA structure. Although the exact function of the repA region is uncertain, it was shown that the entire region is needed for efficient binding to the Suz12 protein.",
            "score": 91.57259368896484
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 91.40638732910156
        },
        {
            "docid": "42071402_3",
            "document": "Transcriptome in vivo analysis tag . A transcript is an RNA molecule that is copied or transcribed from a DNA template. A transcript can be further processed by alternative splicing, which is the retention of different combinations of exons. These unique combinations of exons are termed RNA transcript isoforms. The transcriptome is a set of all RNA, including rRNA, mRNA, tRNA, and non-coding RNA. Specifically mRNA transcripts can be used to investigate differences in gene expression patterns. Transcriptome profiling is determining the composition of transcripts and their relative expression levels in a given reference set of cells. This analysis involves characterization of all functional genomic elements, coding and non-coding.",
            "score": 91.03702545166016
        },
        {
            "docid": "345919_11",
            "document": "Three prime untranslated region . Scientists use a number of methods to study the complex structures and functions of the 3' UTR. Even if a given 3'-UTR in an mRNA is shown to be present in a tissue, the effects of localization, functional half-life, translational efficiency, and trans-acting elements must be determined to understand the 3'-UTR's full functionality. Computational approaches, primarily by sequence analysis, have shown the existence of AREs in approximately 5 to 8% of human 3'-UTRs and the presence of one or more miRNA targets in as many as 60% or more of human 3'-UTRs. Software can rapidly compare millions of sequences at once to find similarities between various 3' UTRs within the genome. Experimental approaches have been used to define sequences that associate with specific RNA-binding proteins; specifically, recent improvements in sequencing and cross-linking techniques have enabled fine mapping of protein binding sites within the transcript. Induced site-specific mutations, for example those that affect the termination codon, polyadenylation signal, or secondary structure of the 3'-UTR, can show how mutated regions can cause translation deregulation and disease. These types of transcript-wide methods should help our understanding of known cis elements and trans-regulatory factors within 3'-UTRs.",
            "score": 90.87464904785156
        },
        {
            "docid": "28615_10",
            "document": "Sequencing . RNA is less stable in the cell, and also more prone to nuclease attack experimentally. As RNA is generated by transcription from DNA, the information is already present in the cell's DNA. However, it is sometimes desirable to sequence RNA molecules. While sequencing DNA gives a genetic profile of an organism, sequencing RNA reflects only the sequences that are actively expressed in the cells. To sequence RNA, the usual method is first to reverse transcribe the RNA extracted from the sample to generate cDNA fragments. This can then be sequenced as described above. The bulk of RNA expressed in cells are ribosomal RNAs or small RNAs, detrimental for cellular translation, but often not the focus of a study. This fraction can fortunately be removed \"in vitro\", however, to enrich for the messenger RNA, also included, that usually is of interest. Derived from the exons these mRNAs are to be later translated to proteins that support particular cellular functions. The expression profile therefore indicates cellular activity, particularly desired in the studies of diseases, cellular behaviour, responses to reagents or stimuli. Eukaryotic RNA molecules are not necessarily co-linear with their DNA template, as introns are excised. This gives a certain complexity to map the read sequences back to the genome and thereby identify their origin. For more information on the capabilities of next-generation sequencing applied to whole transcriptomes see: RNA-Seq and MicroRNA Sequencing.",
            "score": 90.63385009765625
        },
        {
            "docid": "12266_42",
            "document": "Genetics . Some DNA sequences are transcribed into RNA but are not translated into protein products—such RNA molecules are called non-coding RNA. In some cases, these products fold into structures which are involved in critical cell functions (e.g. ribosomal RNA and transfer RNA). RNA can also have regulatory effects through hybridization interactions with other RNA molecules (e.g. microRNA).",
            "score": 90.1720199584961
        },
        {
            "docid": "29732133_12",
            "document": "History of RNA biology . Additional tRNA molecules were purified and sequenced. The first comparative sequence analysis was done and revealed that the sequences varied through evolution in such a way that all of the tRNAs could fold into very similar secondary structures (two-dimensional structures) and had identical sequences at numerous positions (e.g. CCA at the 3' end). The radial four-arm structure of tRNA molecules is termed the 'cloverleaf structure', and results from the evolution of sequences with common ancestry and common biological function. Since the discovery of the tRNA cloverleaf, comparative analysis of numerous other homologous RNA molecules has led to the identification of common sequences and folding patterns.",
            "score": 89.6522216796875
        },
        {
            "docid": "54112223_21",
            "document": "Transcriptomics technologies . RNA-Seq refers to the combination of a high-throughput sequencing methodology with computational methods to capture and quantify transcripts present in an RNA extract. The nucleotide sequences generated are typically around 100 bp in length, but can range from 30 bp to over 10,000 bp depending on the sequencing method used. RNA-Seq leverages deep sampling of the transcriptome with many short fragments from a transcriptome to allow computational reconstruction of the original RNA transcript by aligning reads to a reference genome or to each other (de novo assembly). Both low-abundance and high-abundance RNAs can be quantified in an RNA-Seq experiment (dynamic range of 5 orders of magnitude)—a key advantage over microarray transcriptomes. In addition, input RNA amounts are much lower for RNA-Seq (nanogram quantity) compared to microarrays (microgram quantity), which allows finer examination of cellular structures down to the single-cell level when combined with linear amplification of cDNA. Theoretically, there is no upper limit of quantification in RNA-Seq, and background noise is very low for 100 bp reads in non-repetitive regions.",
            "score": 89.4765396118164
        },
        {
            "docid": "1505491_10",
            "document": "Lassa virus . The life cycle of Lassa virus is similar to the Old World arenaviruses. Lassa virus enters the cell by the receptor-mediated endocytosis. Which endocytotic pathway is used is not known yet, but at least the cellular entry is sensitive to cholesterol depletion. It was reported that virus internalization is limited upon cholesterol depletion. The receptor used for cell entry is alpha-dystroglycan, a highly conserved and ubiquitously expressed cell surface receptor for extracellular matrix proteins. Dystroglycan, which is later cleaved into alpha-dystroglycan and beta-dystroglycan is originally expressed in most cells to mature tissues, and it provides molecular link between the ECM and the actin-based cytoskeleton. After virus enters the cell by alpha-dystroglycan mediated endocytosis, low-pH environment triggers pH-dependent membrane fusion and releases RNP (viral ribonucleoprotein) complex into the cytoplasm. Viral RNA is unpacked, and replication and transcription initiate in the cytoplasm. As the replication starts, both S and L RNA genomes synthesize the antigenomic S and L RNAs, and from the antigenomic RNAs, genomic S and L RNA are synthesized. Both genomic and antigenomic RNAs are needed for transcription and translation. S RNA encodes GP and NP (viral nucleocapsid protein) proteins, and L RNA encodes Z and L proteins. L protein most likely represents the viral RNA-dependent RNA polymerase. When the cell is infected by the virus, L polymerase is associated with the viral RNP and initiates the transcription of the genomic RNA. The 5’ and 3’ terminal 19 nt viral promoter regions of both RNA segments are necessary for recognition and binding of the viral polymerase. The primary transcription first transcribes mRNAs from the genomic S and L RNAs, which code NP and L proteins, respectively. Transcription terminates at the stem-loop (SL) structure within the intergenomic region. Arenaviruses use a cap snatching strategy to gain the cap structures from the cellular mRNAs, and it is mediated by the endonuclease activity of the L polymerase and the cap binding activity of NP. Antigenomic RNA transcribes viral genes GPC and Z, encoded in genomic orientation, from S and L segments respectively. The antigenomic RNA also serves as the template for the replication. After translation of GPC, it is posttranslationally modified in the endoplasmic reticulum. GPC is cleaved into GP1 and GP2 at the later stage of the secretory pathway. It is reported the cellular protease SKI-1/S1P was responsible for the cleavage. Cleaved glycoproteins are incorporated into the virion envelope when the virus buds and release from the cell membrane.",
            "score": 89.46592712402344
        },
        {
            "docid": "216104_4",
            "document": "Protein engineering . In rational protein design, a scientist uses detailed knowledge of the structure and function of a protein to make desired changes. In general, this has the advantage of being inexpensive and technically easy, since site-directed mutagenesis methods are well-developed. However, its major drawback is that detailed structural knowledge of a protein is often unavailable, and, even when available, it can be very difficult to predict the effects of various mutations since structural information most often provide a static picture of a protein structure. However, programs such as Folding@home and Foldit have utilized crowdsourcing techniques in order to gain insight into the folding motifs of proteins.  Computational protein design algorithms seek to identify novel amino acid sequences that are low in energy when folded to the pre-specified target structure. While the sequence-conformation space that needs to be searched is large, the most challenging requirement for computational protein design is a fast, yet accurate, energy function that can distinguish optimal sequences from similar suboptimal ones.",
            "score": 89.38533020019531
        },
        {
            "docid": "46734589_2",
            "document": "Spinach aptamer . The need for fluorescently tracking RNA rose as its roles in complex cellular functions has grown to not only include mRNA, rRNA, and tRNA, but also RNAi, siRNA, snoRNA, and lncRNA, among others. Spinach is a synthetically derived RNA aptamer born out of the need for a way of studying the role of RNAs at the cellular level. This aptamer was created using Systematic Evolution for Ligands by EXponential enrichment, or SELEX, which is also known as in vitro evolution. The aptamer was designed to be an RNA mimic of green fluorescent protein (GFP); similar to GFP for proteins, Spinach can be used for the fluorescently labeling RNA and tracking it in vivo. A method for inserting the Spinach sequence after an RNA sequence of interest is readily available.",
            "score": 89.26084899902344
        }
    ]
}