{
    "q": [
        {
            "docid": "4902413_2",
            "document": "Trypanosoma cruzi . Trypanosoma cruzi is a species of parasitic euglenoids. Amongst the protozoa, the trypanosomes characteristically bore tissue in another organism and feed on blood (primarily) and also lymph. This behaviour causes disease or the likelihood of disease that varies with the organism: for example, trypanosomiasis in humans (Chagas disease in South America), dourine and surra in horses, and a brucellosis-like disease in cattle. Parasites need a host body and the haematophagous insect triatomine (descriptions \"assassin bug\", \"cone-nose bug\", and \"kissing bug\") is the major vector in accord with a mechanism of infection. The triatomine likes the nests of vertebrate animals for shelter, where it bites and sucks blood for food. Individual triatomines infected with protozoa from other contact with animals transmit trypanosomes when the triatomine deposits its faeces on the host's skin surface and then bites. Penetration of the infected faeces is further facilitated by the scratching of the bite area by the human or animal host.",
            "score": 83.08151721954346
        },
        {
            "docid": "1848927_2",
            "document": "Triatominae . The members of Triatominae , a subfamily of Reduviidae, are also known as conenose bugs, kissing bugs (so called from their habit of feeding on the lips of human victims), assassin bugs, or vampire bugs. Other local names for them used in the Latin Americas include barbeiros, vinchucas, pitos and chinches. Most of the 130 or more species of this subfamily are haematophagous, i.e. feeds on vertebrate blood; a very few species feed on other invertebrates (Sandoval \"et al.\" 2000, 2004). They are mainly found and widespread in the Americas, with a few species present in Asia, Africa, and Australia. These bugs usually share shelter with nesting vertebrates, from which they suck blood. In areas where Chagas disease occurs (from the southern United States to northern Argentina), all triatomine species are potential vectors of the Chagas disease parasite \"Trypanosoma cruzi\", but only those species (such as \"Triatoma infestans\" and \"Rhodnius prolixus\") that are well adapted to living with humans are considered important vectors. Proteins released from their bites have been known to induce anaphylaxis in sensitive and sensitized individuals.",
            "score": 61.467207193374634
        },
        {
            "docid": "29393471_5",
            "document": "Rare biosphere . Recent use of high-throughput sequencing techniques, pioneered by Dr. Mitchell Sogin of the Marine Biological Laboratory, has broadened the scope of biodiversity, with the discovery of the rare biosphere. Previous attempts to characterize in situ abundance have been made through pure culture and molecular techniques. Pure culture providing a very narrow picture of some of the rarer species present, <1-5% of bacteria present. Molecular techniques, such as Sanger sequencing, resulting in a much broader scope but highlighting the more abundant species present. Neither technique captures all of the diversity present. Alternatively high throughput sequencing, “tag sequencing”, divides unique rRNA tag sequences into operational taxonomic units (OTUs) based upon similarities in mitochondrial-encoded cytochrome oxidases. Both Sanger, shot gun sequencing, and tag sequencing organize sequences into OTUs. However, it is the resolution that tag sequencing provides that sets it apart, resulting from the increased efficiency in serial analysis. This efficiency increase is made possible through the use of internal primer sequences resulting in restriction digest overhanging sequences. Though OTUs provide a means of distinguishing the possible number of phylogenetic groups, it is not possible to deduce phylogenetic relationships based upon OTU’s. Tags associated with OTUs must be cross-referenced with gene banks, in order for tags to be phylotyped and relationships established.",
            "score": 11.844000339508057
        },
        {
            "docid": "7012_10",
            "document": "Chagas disease . In Chagas-endemic areas, the main mode of transmission is through an insect vector called a triatomine bug. A triatomine becomes infected with \"T. cruzi\" by feeding on the blood of an infected person or animal. During the day, triatomines hide in crevices in the walls and roofs.",
            "score": 61.22703957557678
        },
        {
            "docid": "7012_2",
            "document": "Chagas disease . Chagas disease, also known as American trypanosomiasis, is a tropical parasitic disease caused by the protist \"Trypanosoma cruzi\". It is spread mostly by insects known as Triatominae, or \"kissing bugs\". The symptoms change over the course of the infection. In the early stage, symptoms are typically either not present or mild, and may include fever, swollen lymph nodes, headaches, or local swelling at the site of the bite. After 8–12 weeks, individuals enter the chronic phase of disease and in 60–70% it never produces further symptoms. The other 30 to 40% of people develop further symptoms 10 to 30 years after the initial infection, including enlargement of the ventricles of the heart in 20 to 30%, leading to heart failure. An enlarged esophagus or an enlarged colon may also occur in 10% of people. \"T. cruzi\" is commonly spread to humans and other mammals by the blood-sucking \"kissing bugs\" of the subfamily Triatominae. These insects are known by a number of local names, including: \"vinchuca\" in Argentina, Bolivia, Chile and Paraguay, \"barbeiro\" (the barber) in Brazil, \"pito\" in Colombia, \"chinche\" in Central America, and \"chipo\" in Venezuela. The disease may also be spread through blood transfusion, organ transplantation, eating food contaminated with the parasites, and by vertical transmission (from a mother to her fetus). Diagnosis of early disease is by finding the parasite in the blood using a microscope. Chronic disease is diagnosed by finding antibodies for \"T. cruzi\" in the blood. Prevention mostly involves eliminating kissing bugs and avoiding their bites. This may involve the use of insecticides or bed-nets. Other preventive efforts include screening blood used for transfusions. A vaccine has not been developed as of 2017. Early infections are treatable with the medication benznidazole or nifurtimox. Medication nearly always results in a cure if given early, but becomes less effective the longer a person has had Chagas disease. When used in chronic disease, medication may delay or prevent the development of end–stage symptoms. Benznidazole and nifurtimox cause temporary side effects in up to 40% of people including skin disorders, brain toxicity, and digestive system irritation. It is estimated that 6.6 million people, mostly in Mexico, Central America and South America, have Chagas disease as of 2015. In 2015, Chagas was estimated to result in 8,000 deaths. Most people with the disease are poor, and most do not realize they are infected. Large-scale population movements have increased the areas where Chagas disease is found and these include many European countries and the United States. These areas have also seen an increase in the years up to 2014. The disease was first described in 1909 by the Brazilian physician Carlos Chagas, after whom it is named. Chagas disease is classified as a neglected tropical disease. It affects more than 150 other animals.",
            "score": 57.70397424697876
        },
        {
            "docid": "642755_14",
            "document": "Reduviidae . Some species are blood suckers rather than predators, and they are accordingly far less welcome to humans. \"Triatoma\" species and other members of the subfamily Triatominae, such as \"Rhodnius\" species, \"Panstrongylus megistus\", and \"Paratriatoma hirsuta\", are known as kissing bugs, because they tend to bite sleeping humans in the soft tissue around the lips and eyes. A more serious problem than their bites is the fact that several of these haematophagous Central and South American species transmit the potentially fatal trypanosomal Chagas disease, sometimes called American trypanosomiasis.",
            "score": 26.812170028686523
        },
        {
            "docid": "28615_3",
            "document": "Sequencing . DNA sequencing is the process of determining the nucleotide order of a given DNA fragment. So far, most DNA sequencing has been performed using the chain termination method developed by Frederick Sanger. This technique uses sequence-specific termination of a DNA synthesis reaction using modified nucleotide substrates. However, new sequencing technologies such as pyrosequencing are gaining an increasing share of the sequencing market. More genome data are now being produced by pyrosequencing than Sanger DNA sequencing. Pyrosequencing has enabled rapid genome sequencing. Bacterial genomes can be sequenced in a single run with several times coverage with this technique. This technique was also used to sequence the genome of James Watson recently.",
            "score": 3.5538997650146484
        },
        {
            "docid": "39479634_2",
            "document": "GeneTalk . GeneTalk is a web-based platform, tool, and database, for filtering, reduction and prioritization of human sequence variants from next-generation sequencing (NGS) data. GeneTalk allows editing annotation about sequence variants and build up a crowd sourced database with clinically relevant information for diagnostics of genetic disorders. GeneTalk allows searching for information about specific sequence variants and connects to experts on variants that are potentially disease-relevant.",
            "score": 7.969024181365967
        },
        {
            "docid": "2410939_2",
            "document": "Rhodnius . Rhodnius is a genus of assassin bugs in the subfamily Triatominae (the kissing bugs), and is an important vector in the spread of Chagas disease. The \"Rhodnius\" species were important models for Sir Vincent Wigglesworth's studies of insect physiology, specifically growth and development.",
            "score": 18.7141854763031
        },
        {
            "docid": "57432949_23",
            "document": "Plant genome assembly . Due to its relatively cheap cost in comparison to previous methods, most of the recent plant genomes were sequenced and assembled using data from NGS (next-generation- sequencing) technology. In general the NGS data are used in combination with Sanger Sequencing technology or long-reads obtained from the third generation sequencing. The genome of the cucumber, (Cucumis sativus), was one of the plant genomes that used the NGS Illumina reads in combination with Sanger sequences. 72.2-fold genome coverage high quality base pairs were generated from which 3.9-fold coverage was provided from Sanger and the Illumina GA reads provided 68.3-fold coverage. From this two assemblies were produced based on the sequencing technology. The resulting contigs were compared between them, resulting in a total length of the assembled genome of 243.5 Mb. The result is about 30% smaller than the genome size estimated by flow cytometry of isolated nuclei stained with propidium iodide (367 Mb). A genetic map was constructed to anchor the assembled genome. 72.8% of the assembled sequences were successfully anchored onto the seven chromosomes. Another plant genome that combined NGS with Sanger sequencing was the genome of Theobroma cacao, 2010, an economically important tropical fruit tree crop. The genome was sequenced in a consortium, “The International Cocoa Genome Sequencing consortium (ICGS) “ and produced a total of 17.6 million 454 single end reads, 8.8 million 454 paired-end reads, 398.0 million Illumina paired-end reads and about 88,000 Sanger BAC reads. First by using genome assembly software, Newbler, an assembly was produced with 25,912 contigs and 4,792 scaffolds from the reads obtained from Roche/454 and Sanger raw data. This had a total length of 326.9 Mb, which represents 76% of the estimated genome size. The Illumina reads were used to complement the 454 assembly, by aligning the short reads on the cocoa genome assembly using the SOAP software. A similar strategy that combined NGS reads and Sanger Sequencing was used for other important plant species like the first published apple genome (Malus domestica), cotton (Gossypium Raimond), draft genome of sweet orange (Citrus sinensis) and the domesticated tomato (Solanum lycopersicum) genome",
            "score": 4.077752947807312
        },
        {
            "docid": "43745781_8",
            "document": "Cancer Genome Anatomy Project . The sequencing of cDNA will produce the entire mRNA transcript that generated it. Practically, only part of the sequence is required to uniquely identify the mRNA or protein associated. The resultant part of the sequence was termed the expressed sequence tag (EST) and is always at the end of the sequence close to the poly A tail. EST data are stored in a database called dbEST. ESTs only need to be around 400 bases long, but with NGS sequencing techniques this will still produce low quality reads. Therefore, an improved method called serial analysis of gene expression (SAGE) is also used. This method identifies, for each cDNA transcript molecule produced from a cell's gene expression, regions only 10-14 bases long anywhere along the read sequence, sufficient to uniquely identify that cDNA transcript. These bases are cut out and linked together, then incorporated into bacterial plasmids as mentioned above. SAGE libraries have better read quality and generate a larger amount of data when sequenced, and since transcripts are compared in absolute rather than relative levels, SAGE has the advantage of requiring no normalisation of data via comparison with a reference.",
            "score": 17.945473670959473
        },
        {
            "docid": "42067613_3",
            "document": "Single cell sequencing . A typical human cell consists of about 2 x 3.3 billion base pairs of DNA and 600 million bases of mRNA. Usually a mix of millions of cells are used in sequencing the DNA or RNA using traditional methods like Sanger sequencing or Illumina sequencing. By using deep sequencing of DNA and RNA from a single cell, cellular functions can be investigated extensively. Like typical NGS experiments, the protocols of single cell sequencing generally contain the following steps: isolation of a single cell, nucleic acid extraction and amplification, sequencing library preparation, sequencing and bioinformatic data analysis. It is more challenging to perform single cell sequencing in comparison with sequencing from cells in bulk. The minimal amount of starting materials from a single cell make degradation, sample loss and contamination exert pronounced effects on quality of sequencing data. In addition, due to the picogram level of the amount of nucleic acids used, heavy amplification is often needed during sample preparation of single cell sequencing, resulting in the uneven coverage, noise and inaccurate quantification of sequencing data.",
            "score": 5.9509358406066895
        },
        {
            "docid": "26062564_21",
            "document": "Cancer genome sequencing . Cancer genome sequencing utilizes the same technology involved in whole genome sequencing. The history of sequencing has come a long way, originating in 1977 by two independent groups - Fredrick Sanger’s enzymatic didoxy DNA sequencing technique and the Allen Maxam and Walter Gilbert chemical degradation technique. Following these landmark papers, over 20 years later ‘Second Generation’ high-throughput next generation sequencing (HT-NGS) was born followed by ‘Third Generation HT-NGS technology’ in 2010. The figures to the right illustrate the general biological pipeline and companies involved in second and third generation HT-NGS sequencing.",
            "score": 0.0
        },
        {
            "docid": "21731590_26",
            "document": "RNA-Seq . Compared with microarrays, NGS technology has identified novel and low frequency RNAs associated with disease processes. This advantage aids in the diagnosis and possible future treatments of diseases, including cancer. For example, NGS technology identified several previously undocumented differentially-expressed transcripts in rats treated with AFB1, a potent hepatocarcinogen. Nearly 50 new differentially-expressed transcripts were identified between the controls and AFB1-treated rats. Additionally potential new exons were identified, including some that are responsive to AFB1. The next-generation sequencing pipeline identified more differential gene expressions compared with microarrays, particularly when DESeq software was utilized. Cufflinks identified two novel transcripts that were not previously annotated in the Ensembl database; these transcripts were confirmed using PCR-cloning. A followup study identified twenty-five, unannotated AFB1 transcripts from RNA-Seq as long noncoding RNAs. Numerous other studies have demonstrated NGS's ability to detect aberrant mRNA and small non-coding RNA expression in disease processes above that provided by microarrays. The lower cost and higher throughput offered by NGS confers another advantage to researchers.",
            "score": 17.168718814849854
        },
        {
            "docid": "159266_51",
            "document": "Gene expression . For expression profiling, or high-throughput analysis of many genes within a sample, quantitative PCR may be performed for hundreds of genes simultaneously in the case of low-density arrays. A second approach is the hybridization microarray. A single array or \"chip\" may contain probes to determine transcript levels for every known gene in the genome of one or more organisms. Alternatively, \"tag based\" technologies like Serial analysis of gene expression (SAGE) and RNA-Seq, which can provide a relative measure of the cellular concentration of different mRNAs, can be used. An advantage of tag-based methods is the \"open architecture\", allowing for the exact measurement of any transcript, with a known or unknown sequence. Next-generation sequencing (NGS) such as RNA-Seq is another approach, producing vast quantities of sequence data that can be matched to a reference genome. Although NGS is comparatively time-consuming, expensive, and resource-intensive, it can identify single-nucleotide polymorphisms, splice-variants, and novel genes, and can also be used to profile expression in organisms for which little or no sequence information is available.",
            "score": 12.227961540222168
        },
        {
            "docid": "53266177_2",
            "document": "Targeted analysis sequencing . Targeted analysis sequencing (sometimes called target amplicon sequencing) (TAS) is a next-generation DNA sequencing technique focusing on amplicons and specific genes. It is useful in population genetics since it can target a large diversity of organisms. The TAS approach incorporates bioinformatics techniques to produce a large amount of data at a fraction of the cost involved in Sanger sequencing. TAS is also useful in DNA studies because it allows for amplification of the needed gene area via PCR, which is followed by next-gen sequencing platforms. Next-gen sequencing use shorter reads 50–400 base pairs which allow for quicker sequencing of multiple specimens. Thus TAS allows for a cheaper sequencing approach for that is easily scalable and offers both reliability and speed.",
            "score": 10.887275695800781
        },
        {
            "docid": "21669631_12",
            "document": "Genomatix . 1. The Genomatix Mining Station (GMS) is based on a proprietary genomic pattern recognition paradigm, or GenomeThesaurus, which allows for input of raw sequence reads plus optional quality files from any deep sequencing hardware. It provides ultra fast mapping of sequences of any length (starting from 8bp) with no practical limits on the number of point mutations and/or insertions and deletions that can be taken into account during the mapping process. Depending on the nature of the experiment, the GMS can provide SNP detection and genotyping, copy number analysis, and small RNA analysis. For ChIPseq data, the GMS delivers clustering and peak finding, and performs automated binding pattern identification. For RNAseq experiments, normalized expression values are calculated at the exon and transcript level. A special GenomeThesaurus is also provided for potential splice junctions, which allows for splice junction analysis and identification of new transcriptional units.",
            "score": 4.332818508148193
        },
        {
            "docid": "1158125_19",
            "document": "DNA sequencing . Several new methods for DNA sequencing were developed in the mid to late 1990s and were implemented in commercial DNA sequencers by the year 2000. Together these were called the \"next-generation\" or \"second-generation\" sequencing (NGS) methods, in order to distinguish them from the aforementioned earlier methods, like Sanger Sequencing. In contrast to the first generation of sequencing, NGS technology is typically characterized by being highly scalable, allowing the entire genome to be sequenced at once. Usually, this is accomplished by fragmenting the genome into small pieces, randomly sampling for a fragment, and sequencing it using one of a variety of technologies, such as those described below. An entire genome is possible because multiple fragments are sequenced at once (giving it the name \"massively parallel\" sequencing) in an automated process.",
            "score": 0.0
        },
        {
            "docid": "42067613_2",
            "document": "Single cell sequencing . Single cell sequencing examines the sequence information from individual cells with optimized next generation sequencing (NGS) technologies, providing a higher resolution of cellular differences and a better understanding of the function of an individual cell in the context of its microenvironment.",
            "score": 9.60701036453247
        },
        {
            "docid": "34932939_4",
            "document": "MicroRNA sequencing . MicroRNA sequencing (miRNA-seq) was developed to take advantage of next-generation sequencing or massively parallel high-throughput sequencing technologies in order to find novel miRNAs and their expression profiles in a given sample. miRNA sequencing in and of itself is not a new idea, initial methods of sequencing utilized Sanger sequencing methods. Sequencing preparation involved creating libraries by cloning of DNA reverse transcribed from endogenous small RNAs of 21–25 bp size selected by column and gel electrophoresis. However, this method is exhaustive in terms of time and resources, as each clone has to be individually amplified and prepared for sequencing. This method also inadvertently favors miRNAs that are highly expressed. Next-generation sequencing eliminates the need for sequence specific hybridization probes required in DNA microarray analysis as well as laborious cloning methods required in the Sanger sequencing method. Additionally, next-generation sequencing platforms in the miRNA-SEQ method facilitate the sequencing of large pools of small RNAs in a single sequencing run. miRNA-seq can be performed using a variety of sequencing platforms. The first analysis of small RNAs using miRNA-seq methods examined approximately 1.4 million small RNAs from the model plant \"Arabidopsis thaliana\" using Lynx Therapeutics' Massively Parallel Signature Sequencing (MPSS) sequencing platform. This study demonstrated the potential of novel, high-throughput sequencing technologies for the study of small RNAs, and it showed that genomes generate large numbers of small RNAs with plants as particularly rich sources of small RNAs. Later studies used other sequencing technologies, such as a study in \"C. elegans\" which identified 18 novel miRNA genes as well as a new class of nematode small RNAs termed 21U-RNAs. Another study comparing small RNA profiles of human cervical tumours and normal tissue, utilized the Illumina (company) Genome Analyzer to identify 64 novel human miRNA genes as well as 67 differentially expressed miRNAs. Applied Biosystems SOLiD sequencing platform has also been used to examine the prognostic value of miRNAs in detecting human breast cancer.",
            "score": 8.786773800849915
        },
        {
            "docid": "53653356_3",
            "document": "Elective genetic and genomic testing . Genetic testing for a variety of disorders has seen many advances starting with cytogenetics to evaluate human chromosomes for aneuploidy and other chromosome abnormalities. The development of molecular cytogenetics involving techniques such as fluorescence in situ hybridization (FISH) followed, permitting the detection of more subtle changes in the karyotype. Techniques to determine the precise sequence of nucleotides in DNA by DNA sequencing, notably Sanger sequencing was developed in the 1970s. In the 1980s the DNA microarray appeared, permitting laboratories to find copy number variants associated with disease that are below the level of detection of cytogenetics but too large to be detected by DNA sequencing. In recent years the development of high-throughput or next-generation sequencing has dramatically lowered the cost of DNA sequencing permitting laboratories to evaluate all 20,000 genes of the human genome at once through exome sequencing and whole genome sequencing. A catalogue of the many uses of these techniques can be found in the section: genetic testing. Most elective genetic and genomic testing employs either a DNA microarray or next-generation sequencing.",
            "score": 10.41141939163208
        },
        {
            "docid": "16020703_10",
            "document": "Single molecule real time sequencing . For \"de novo\" genome sequencing, read lengths from the single molecule real time sequencing are comparable to or greater than that from the Sanger sequencing method based on dideoxynucleotide chain termination. The longer read length allows \"de novo\" genome sequencing and easier genome assemblies. Scientists are also using single molecule real time sequencing in hybrid assemblies for de novo genomes to combine short-read sequence data with long-read sequence data. In 2012, several peer-reviewed publications were released demonstrating the automated finishing of bacterial genomes, including one paper that updated the Celera Assembler with a pipeline for genome finishing using long SMRT sequencing reads. In 2013, scientists estimated that long-read sequencing could be used to fully assemble and finish the majority of bacterial and archaeal genomes.",
            "score": 4.77401065826416
        },
        {
            "docid": "40323377_8",
            "document": "Scaffolding (bioinformatics) . Most High-Throughput, Next Generation Sequencing (HT-NGS) platforms produce shorter read lengths compared to Sanger Sequencing. These new platforms are able to generate large quantities of data in short periods of time, but until methods were developed for de novo assembly of large genomes from short read sequences, Sanger sequencing remained the standard method of creating a reference genome. Although Illumina platforms are now able to generate mate pair reads with average lengths of 150bp, they were originally only able to generate reads of 75bp or less, which caused many people in the science community to doubt a reliable reference genome could ever be constructed with short read technology. The increased difficulty of contig and scaffold assembly associated with the new technologies has created a demand for powerful new computer programs and algorithms capable of making sense of the data.",
            "score": 11.225467443466187
        },
        {
            "docid": "20800103_27",
            "document": "Biological functions of nitric oxide . Blood-sucking insects exploit vasodilation induced by NO to ensure their blood meal. These insects include \"Cimex lectularius\" (bed bug) and \"Rhodnius proxlixus\" (kissing bug). These insects deliver NO from its carrier nitrophorin carrier, which is in their saliva.",
            "score": 46.63089561462402
        },
        {
            "docid": "49528672_2",
            "document": "Duplex sequencing . Duplex sequencing is a library preparation and analysis method for next-generation sequencing (NGS) platforms that employs random tagging of double stranded DNA to detect mutations with higher accuracy and lower error rate. This method uses degenerate molecular tags in addition to sequencing adapters to recognize reads originating from each strand of DNA. The generated sequencing reads then will be analyzed using two methods: single strand consensus sequences (SSCSs) and Duplex consensus sequences (DCSs) assembly. Duplex sequencing theoretically can detect mutations with frequencies as low as 5 x 10 that is more than 10,000 fold higher in accuracy compared to the conventional next-generation sequencing methods.",
            "score": 2.3408432006835938
        },
        {
            "docid": "38629644_3",
            "document": "Single-molecule magnetic sequencing . With the development of various next-generation sequencing platforms, there has been a substantial reduction in costs, and increase in throughput of DNA sequencing. However, the majority of the sequencing technologies rely on PCR-based clonal amplification of the DNA molecule in order to bring the signal to a detectable range. Sequencing of amplified clusters, or bulk sequencing in such a propose a read length-dependent phasing problem. During each cycle, not all of the molecules within the bulk have successful incorporation of an additional nucleotide. With increased sequencing cycle, the signal of the lagging molecules will eventually overwhelm the true signal. The phasing problem is a major limitation for the read lengths of the next-generation sequencing technologies. Therefore, there is an increased interest in developing single-molecule sequencing technologies, where no amplification is required. This not only shortens the preparation time for the sequencing libraries, it also has the potential to achieve much longer read lengths, as the lagging molecules with failed extensions can be ignored or considered separately. Previously known single-molecule sequencing technologies include Nanopore sequencing (Oxford Nanopore), SMRT sequencing (Pacific Biosciences), and Heliscope single molecule sequencing (Helicos Biosciences).",
            "score": 11.388213872909546
        },
        {
            "docid": "28616_21",
            "document": "Shotgun sequencing . The classical shotgun sequencing was based on the Sanger sequencing method: this was the most advanced technique for sequencing genomes from about 1995–2005. The shotgun strategy is still applied today, however using other sequencing technologies, called next-generation sequencing. These technologies produce shorter reads (anywhere from 25–500bp) but many hundreds of thousands or millions of reads in a relatively short time (on the order of a day). This results in high coverage, but the assembly process is much more computationally intensive. These technologies are vastly superior to Sanger sequencing due to the high volume of data and the relatively short time it takes to sequence a whole genome.",
            "score": 3.2577691078186035
        },
        {
            "docid": "6090525_10",
            "document": "Neglected tropical diseases . Chagas disease is also known as American trypanosomiasis. There are approximately 15 million people infected with Chagas disease. The chance of morbidity is higher for immuno-compromised individuals, children, and elderly, but very low if treated early. Chagas disease does not kill victims rapidly, instead causing years of debilitating chronic symptoms. It is caused by a vector-borne protozoa and spread by contact with \"Trypanosoma cruzi\" infected feces of the triatomine (assassin) bug. The protozoan can enter the body via the bug's bite, skin breaks, or mucous membranes. Infection can result from eating infected food and coming into contact with contaminated bodily fluids. There are two phases of Chagas disease. The acute phase is usually asymptomatic. The first symptoms are usually skin chancres, unilateral purplish orbital oedema, local lymphoadenopathies, and fever accompanied by a variety of other symptoms depending on infection site. The chronic phase occurs in 30 percent of total infections and can take three forms, which are asymptomatic (most prevalent), cardiac, and digestive lesions.",
            "score": 52.50117826461792
        },
        {
            "docid": "37518608_2",
            "document": "Helicos single molecule fluorescent sequencing . The Helicos Genetic Analysis System platform was the first commercial NGS (Next Generation Sequencing) implementation to use the principle of single molecule fluorescent sequencing, a method of identifying the exact sequence of a piece of DNA. It was marketed by the now defunct Helicos Biosciences.",
            "score": 4.952817916870117
        },
        {
            "docid": "32020153_5",
            "document": "Massive parallel sequencing . NGS parallelization of the sequencing reactions generates hundreds of megabases to gigabases of nucleotide sequence reads in a single instrument run. This has enabled a drastic increase in available sequence data and fundamentally changed genome sequencing approaches in the biomedical sciences. Newly emerging NGS technologies and instruments have further contributed to a significant decrease in the cost of sequencing nearing the mark of $1000 per genome sequencing.",
            "score": 2.5208473205566406
        },
        {
            "docid": "127511_7",
            "document": "DNA sequencer . The first DNA sequencing methods were developed by Gilbert (1973) and Sanger (1975). Gilbert introduced a sequencing method based on chemical modification of DNA followed by cleavage at specific bases whereas Sanger’s technique is based on dideoxynucleotide chain termination. The Sanger method became popular due to its increased efficiency and low radioactivity. The first automated DNA sequencer was the AB370A, introduced in 1986 by Applied Biosystems. The AB370A was able to sequence 96 samples simultaneously, 500 kilobases per day, and reaching read lengths up to 600 bases. This was the beginning of the “first generation” of DNA sequencers, which implemented Sanger sequencing, fluorescent dideoxy nucleotides and polyacrylamide gel sandwiched between glass plates - slab gels. The next major advance was the release in 1995 of the AB310 which utilized a linear polymer in a capillary in place of the slab gel for DNA strand separation by electrophoresis. These techniques formed the base for the completion of the human genome project in 2001. The human genome project catalysed the development of cheaper, high throughput and more accurate platforms known as Next Generation Sequencers (NGS). In 2005, 454 Life Sciences released the 454 sequencer, followed by Solexa Genome Analyzer and SOLiD (Supported Oligo Ligation Detection) by Agencourt in 2006. Applied Biosystems acquired Agencourt in 2006, and in 2007, Roche bought 454 Life Sciences, while Illumina purchased Solexa. Ion Torrent entered the market in 2010 and was acquired by Life Technologies (now Thermo Fisher Scientific). These are still the most common NGS systems due to their competitive cost, accuracy, and performance.",
            "score": 4.0569387674331665
        },
        {
            "docid": "1708335_11",
            "document": "Sanger sequencing . In cases where DNA fragments are cloned before sequencing, the resulting sequence may contain parts of the cloning vector. In contrast, PCR-based cloning and next-generation sequencing technologies based on pyrosequencing often avoid using cloning vectors. Recently, one-step Sanger sequencing (combined amplification and sequencing) methods such as Ampliseq and SeqSharp have been developed that allow rapid sequencing of target genes without cloning or prior amplification.",
            "score": 9.938761472702026
        }
    ],
    "r": [
        {
            "docid": "4902413_2",
            "document": "Trypanosoma cruzi . Trypanosoma cruzi is a species of parasitic euglenoids. Amongst the protozoa, the trypanosomes characteristically bore tissue in another organism and feed on blood (primarily) and also lymph. This behaviour causes disease or the likelihood of disease that varies with the organism: for example, trypanosomiasis in humans (Chagas disease in South America), dourine and surra in horses, and a brucellosis-like disease in cattle. Parasites need a host body and the haematophagous insect triatomine (descriptions \"assassin bug\", \"cone-nose bug\", and \"kissing bug\") is the major vector in accord with a mechanism of infection. The triatomine likes the nests of vertebrate animals for shelter, where it bites and sucks blood for food. Individual triatomines infected with protozoa from other contact with animals transmit trypanosomes when the triatomine deposits its faeces on the host's skin surface and then bites. Penetration of the infected faeces is further facilitated by the scratching of the bite area by the human or animal host.",
            "score": 83.08151245117188
        },
        {
            "docid": "4458156_6",
            "document": "Rhodnius prolixus . Chagas disease is caused by the parasitic protozoan \"Trypanosoma cruzi\".  Infection with Chagas disease occurs after \"Rhodnius\" releases protozoans in its feces immediately following a blood meal. The parasite enters the victim through  the bite wound after the human host scratches the bite. Infection may also occur via blood  transfusion and ingestion of food contaminated with kissing bug feces.",
            "score": 77.76264953613281
        },
        {
            "docid": "37789_51",
            "document": "Mosquito . For the mosquito to obtain a blood meal, it must circumvent the vertebrate's physiological responses. The mosquito, as with all blood-feeding arthropods, has mechanisms to effectively block the hemostasis system with their saliva, which contains a mixture of secreted proteins. Mosquito saliva negatively affects vascular constriction, blood clotting, platelet aggregation, angiogenesis and immunity, and creates inflammation. Universally, hematophagous arthropod saliva contains at least one anti-clotting, one anti-platelet, and one vasodilatory substance. Mosquito saliva also contains enzymes that aid in sugar feeding, and antimicrobial agents to control bacterial growth in the sugar meal. The composition of mosquito saliva is relatively simple, as it usually contains fewer than 20 dominant proteins. , scientists still were unable to ascribe functions to more than half of the molecules found in arthropod saliva. One promising application is the development of anti-clotting drugs, such as clotting inhibitors and capillary dilators, that could be useful for cardiovascular disease.",
            "score": 74.49581909179688
        },
        {
            "docid": "40934598_5",
            "document": "Triatoma gerstaeckeri . \"T. gerstaeckeri\" is a reservoir for the parasite \"T. cruzi\", which causes Chagas Disease. This is a very relevant disease in the Western Hemisphere because there are about 56,000 new incidents of Chagas Disease every year and about 12,000 deaths annually caused by this disease. All blood-feeding arthropods in the \"Triatoma\" genus are vectors of \"T. cruzi\", so these numbers are not caused by \"T. gerstaeckeri\" alone. Chagas Disease is spread when an infected triatomine defecates on or near a host, causing the parasite to enter the body of the host, usually through the site of a wound. This is usually how \"T. cruzi\" is transmitted, but it can also occur during blood transfusion, organ donation or the consumption of contaminated food or drink. \"T. cruzi\" is not transmitted directly by biting. The most common animal hosts of \"T. gerstaeckeri\" are woodrats, but raccoons, opossums, humans and dogs are also common. There is no vaccine for Chagas Disease, so to decrease the prevalence of the disease, the spread of the \"T. gerstaeckeri\" and other Triatomine bugs must be limited.",
            "score": 73.39324188232422
        },
        {
            "docid": "40969774_6",
            "document": "Triatoma indictiva . \"T. indictiva\" is one of the main vectors of \"T. cruzi\", the hemoflagellate protozoan that causes Chagas disease. \"T. cruzi\" is transmitted through infectious feces left by \"T. indictiva\" after a blood meal. \"T. cruzi\" then usually enters the vertebrate by contaminating the bite site or through a nearby mucous membrane. Enzootic infection is prevalent across the southern United States, where there are 24 reservoir species and triatomine vectors, including \"T. indictiva\" reported in 28 states. Only 7 autochthonous human cases of Chagas disease have been reported in the U.S. from 1955-2006, which is considerably lower than the rates in Central and South America. Fewer locally-acquired human Chagas disease cases in the U.S. is presumably due to better awareness and better economic conditions keeping the vectors outside the home. \"Triatoma\" spp. in the U.S., including \"T. indictiva\", have slower times for defecation following a blood meal compared to South American species, which could be an additional reason reducing the risk of acquiring Chagas disease in the U.S.",
            "score": 71.09288787841797
        },
        {
            "docid": "927267_22",
            "document": "Dengue virus . The immune responses of antibodies, that are trying to fight off the foreign virus, actually increase transmission and make the infection worse. Scientists found levels of protein D7 to be more prevalent in salivary glands of dengue-infected mosquitoes compared to those uninfected. D7 is found in mosquito saliva and was thought to assist the process of blood feeding. Despite the prior assumptions, D7 can modulate the host cell and act against the virus to prevent virus infection. Unfortunately D7 proteins provoke immune responses, which raise anti-D7 antibody levels. These antibodies inhibit the function of D7 proteins, which enhance transmission of dengue virus.",
            "score": 68.45576477050781
        },
        {
            "docid": "37796_8",
            "document": "West Nile fever . Recently, the potential for mosquito saliva to affect the course of WNV disease was demonstrated. Mosquitoes inoculate their saliva into the skin while obtaining blood. Mosquito saliva is a pharmacological cocktail of secreted molecules, principally proteins, that can affect vascular constriction, blood coagulation, platelet aggregation, inflammation, and immunity. It clearly alters the immune response in a manner that may be advantageous to a virus. Studies have shown it can specifically modulate the immune response during early virus infection, and mosquito feeding can exacerbate WNV infection, leading to higher viremia and more severe forms of disease.",
            "score": 66.56511688232422
        },
        {
            "docid": "50015256_25",
            "document": "Insects in medicine . Many blood-feeding insects like ticks, horseflies, and mosquitoes inject multiple bioactive compounds into their prey. These insects have been used by practitioners of Eastern Medicine for hundreds of years to prevent blood clot formation or thrombosis. However, modern medical research has only recently begun to investigate the drug development potential of blood-feeding insect saliva. These compounds in the saliva of blood feeding insects are capable of increasing the ease of blood feeding by preventing coagulation of platelets around the wound and provide protection against the host’s immune response. Currently, over 1280 different protein families have been associated with the saliva of blood feeding organisms. This diverse range of compounds may include:",
            "score": 65.91398620605469
        },
        {
            "docid": "1848927_2",
            "document": "Triatominae . The members of Triatominae , a subfamily of Reduviidae, are also known as conenose bugs, kissing bugs (so called from their habit of feeding on the lips of human victims), assassin bugs, or vampire bugs. Other local names for them used in the Latin Americas include barbeiros, vinchucas, pitos and chinches. Most of the 130 or more species of this subfamily are haematophagous, i.e. feeds on vertebrate blood; a very few species feed on other invertebrates (Sandoval \"et al.\" 2000, 2004). They are mainly found and widespread in the Americas, with a few species present in Asia, Africa, and Australia. These bugs usually share shelter with nesting vertebrates, from which they suck blood. In areas where Chagas disease occurs (from the southern United States to northern Argentina), all triatomine species are potential vectors of the Chagas disease parasite \"Trypanosoma cruzi\", but only those species (such as \"Triatoma infestans\" and \"Rhodnius prolixus\") that are well adapted to living with humans are considered important vectors. Proteins released from their bites have been known to induce anaphylaxis in sensitive and sensitized individuals.",
            "score": 61.46720886230469
        },
        {
            "docid": "7012_10",
            "document": "Chagas disease . In Chagas-endemic areas, the main mode of transmission is through an insect vector called a triatomine bug. A triatomine becomes infected with \"T. cruzi\" by feeding on the blood of an infected person or animal. During the day, triatomines hide in crevices in the walls and roofs.",
            "score": 61.22704315185547
        },
        {
            "docid": "13865571_5",
            "document": "Vector (epidemiology) . Triatomine bugs are responsible for the transmission of a trypanosome, \"Trypanosoma cruzi\", which causes Chagas Disease. The Triatomine bugs defecate during feeding and the excrement contains the parasites which are accidentally smeared into the open wound by the host responding to pain and irritation from the bite.",
            "score": 60.812416076660156
        },
        {
            "docid": "2593330_11",
            "document": "Megacolon . In Central and South America, the most common incidence of chronic megacolon is that observed in about 20% of patients affected with Chagas disease. Chagas is caused by \"Trypanosoma cruzi\", a flagellate protozoan transmitted by the feces of a hematophagous insect, the assassin bug, when it feeds. Chagas can also be acquired congenitally, through blood transfusion or organ transplant, and rarely through contaminated food (for example garapa). There are several theories on how megacolon (and also megaesophagus) develops in Chagas disease. The Austrian-Brazilian physician and pathologist Fritz Köberle was the first to propose the \"neurogenic hypothesis\" based on the documented destruction of the Auerbach's plexus in the walls of the intestinal tracts of Chagas patients. In this, the destruction of the autonomic nervous system innervation of the colon leads to a loss of the normal smooth muscle tone of the wall and subsequent gradual dilation. His research proved that, by extensively quantifying the number of neurons of the autonomic nervous system in the Auerbach's plexus, that:",
            "score": 60.80085372924805
        },
        {
            "docid": "2198661_3",
            "document": "Trypanosoma brucei . \"T. brucei\" is transmitted between mammal hosts by an insect vector belonging to different species of tsetse fly (\"Glossina\"). Transmission occurs by biting during the insect's blood meal. The parasites undergo complex morphological changes as they move between insect and mammal over the course of their life cycle. The mammalian bloodstream forms are notable for their cell surface proteins, variant surface glycoproteins, which undergo remarkable antigenic variation, enabling persistent evasion of host adaptive immunity leading to chronic infection. \"T. brucei\" is one of only a few pathogens known to cross the blood brain barrier. There is an urgent need for the development of new drug therapies, as current treatments can have severe side effects and can prove fatal to the patient.",
            "score": 60.04759216308594
        },
        {
            "docid": "33894099_15",
            "document": "Ticks of domestic animals . These are numerous; typical examples follow. Because ticks feed repeatedly and only on blood, and have long lives, they are suitable hosts for many types of microbes. The microbes exploit the ticks for transmission between one domestic animal and another. Ticks are thus known as vectors (transmitters) of microbes. If the microbes cause pathological changes, they are known as pathogens. Most of these parasitic relationships are highly developed with a strict biological relationship between the microbe and the tick’s gut and salivary glands. However, some microbes, such as \"Anaplasma marginale\" and \"A. centrale\", can also be transmitted by biting flies, or by blood on injection needles (iatrogenic transmission). A characteristic of diseases caused by tick-transmitted microbes is that herds or flocks of livestock often acquire effective levels of immune resistance to both the vector ticks and the microbes, so outbreaks of acute disease tend to be rare. This stability is often due to immunity to the microbes developing as a result of survival through early infection from ticks carring small infective doses of the microbe, the epidemiology of infections with \"Babesia\" species of protozoa is a well described example. The ticks are often constantly present and long-lived. Acquisition of immunity may be aided by the protection of antibodies in the mother’s colostrum (first milk).",
            "score": 59.967586517333984
        },
        {
            "docid": "13865571_4",
            "document": "Vector (epidemiology) . The \"Anopheles\" mosquito, a vector for malaria, filariasis, and various arthropod-borne-viruses (arboviruses), inserts its delicate mouthpart under the skin and feeds on its host's blood. The parasites the mosquito carries are usually located in its salivary glands (used by mosquitoes to anaesthetise the host). Therefore, the parasites are transmitted directly into the host's blood stream. Pool feeders such as the sand fly and black fly, vectors for pathogens causing leishmaniasis and onchocerciasis respectively, will chew a well in the host's skin, forming a small pool of blood from which they feed. \"Leishmania\" parasites then infect the host through the saliva of the sand fly. Onchocerca force their own way out of the insect's head into the pool of blood.",
            "score": 59.7296028137207
        },
        {
            "docid": "10085290_33",
            "document": "Lyme disease microbiology . OspC is a strong antigen; detection of its presence by the host organism stimulates an immune response. While each individual bacterial cell contains just one copy of the \"ospC\" gene, the gene sequence of \"ospC\" among different strains within each of the three major Lyme disease species is highly variable. OspC plays an essential role during the early stage of mammalian infection. In infected ticks feeding on a mammalian host, OspC may also be necessary to allow \"B. burgdorferi\" to invade and attach to the salivary gland after leaving the gut, although not all studies agree on such a role for the protein. OspC attaches to the tick salivary protein Salp15, which protects the spirochete from complement and impairs the function of dendritic cells.",
            "score": 59.72496795654297
        },
        {
            "docid": "30864598_4",
            "document": "Hematophagy . Once phlebotomy is performed (in most insects by a specialized fine hollow \"needle,\" the proboscis, which perforates skin and capillaries; in bats by sharp incisor teeth that act as a razor to cut the skin), blood is acquired either by sucking action directly from the veins or capillaries, from a pool of escaped blood, or by lapping (again, in bats). To overcome natural hemostasis (blood coagulation), vasoconstriction, inflammation, and pain sensation in the host, hematophagous animals have evolved hembiochemical solutions, in their saliva for instance, that they pre-inject—and anesthesia and capillary dilation have evolved in some hematophagous species. Scientists have developed anticoagulant medicines from studying substances in the saliva of several hematophagous species, such as leeches (hirudin).",
            "score": 59.26289367675781
        },
        {
            "docid": "160067_40",
            "document": "Tsetse fly . The cycle of biological transmission of trypanosomiasis involves two phases, one inside the tsetse host and the other inside the vertebrate host. Trypanosomes are not passed between a pregnant tsetse and her offspring, so all newly emerged tsetse adults are free of infection. An uninfected fly that feeds on an infected vertebrate animal may acquire trypanosomes in its proboscis or gut. These trypanosomes, depending on the species, may remain in place, move to a different part of the digestive tract, or migrate through the tsetse body into the salivary glands. When an infected tsetse bites a susceptible host, the fly may regurgitate part of a previous blood meal that contains trypanosomes, or may inject trypanosomes in its saliva. Inoculation must contain a minimum of 300 to 450 individual trypanosomes to be successful, and may contain up to 40,000 cells.",
            "score": 58.7320671081543
        },
        {
            "docid": "32932180_9",
            "document": "Anopheles albimanus . \"A. albimanus\" is a medically important species, as it is a key \"Plasmodium vivax\" malaria vector; this means that they carry and transmit an organism that causes a disease in another host organism, and usually are not harmed themselves. In countries such as Belize, they are considered a secondary vector because they prefer not to enter human homes, and rather, feed on domestic animals. However, in other areas where domestic animals are not abundant, and especially regions where indigenous people live, malaria is endemic. This is due to large populations of the mosquitoes, as well as poorly built houses. Females acquire \"P. vivax\" during a blood meal from an infected host. The parasite moves to the midgut and reproduces sexually. The parasite and the blood itself interact with the lining of the midgut, eliciting stress and digestion responses in the mosquito, as well as immune reactions. The parasite must survive these responses in order for the egg to fertilize and form an ookinete. The ookinetes then move into the epithelial lining of the midgut to multiply further, resulting in sporozoites. These sporozoites travel to the salivary glands, and can then be spread to a new host when a blood meal is taken. These changes in the midgut evolved to cope with the invasion of microorganisms, free radical formation, and digestion of the blood meal.",
            "score": 58.1546516418457
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 58.1514892578125
        },
        {
            "docid": "47995460_24",
            "document": "Phytomonas . Aside from the harmful impact these organisms can have, \"Phytomonas\" species can also be useful as parallel models for the study of dangerous diseases caused by organisms in other infections trypanosomatid genera. \"Trypanosoma cruzi\" is the causative agent of Chagas' disease, and as a member of the Trypanosomatidae family, is related to organisms of the \"Phytomonas\" genus. In a 2015 study, \"Phytomonas\" Jma was tested as a model for the expression of heterologous proteins in the dangerous \"T. cruzi\". It was found that \"Phytomonas\" was able to express GFP levels similar to that of \"T. cruzi\", and it was concluded that organisms in the genus could be used as human-safe models for functional expression of trypanosomatid proteins.",
            "score": 58.11176681518555
        },
        {
            "docid": "544177_15",
            "document": "Plasmodium falciparum . The infective stage called sporozoites released from the salivary glands through the proboscis of the mosquito enter the bloodstream during feeding. The mosquito saliva contains antihemostatic and anti-inflammatory enzymes that disrupt blood clotting and inhibit the pain reaction. Typically, each infected bite contains 20-200 sporozoites. The immune system clears the sporozoites from the circulation within 30 minutes. But a few escape and quickly invade liver cells (hepatocytes). The sporozoits move in the blood stream by gliding, which is driven by motor made up of proteins actin and myosin beneath their plasma membrane.",
            "score": 57.93244934082031
        },
        {
            "docid": "7012_2",
            "document": "Chagas disease . Chagas disease, also known as American trypanosomiasis, is a tropical parasitic disease caused by the protist \"Trypanosoma cruzi\". It is spread mostly by insects known as Triatominae, or \"kissing bugs\". The symptoms change over the course of the infection. In the early stage, symptoms are typically either not present or mild, and may include fever, swollen lymph nodes, headaches, or local swelling at the site of the bite. After 8–12 weeks, individuals enter the chronic phase of disease and in 60–70% it never produces further symptoms. The other 30 to 40% of people develop further symptoms 10 to 30 years after the initial infection, including enlargement of the ventricles of the heart in 20 to 30%, leading to heart failure. An enlarged esophagus or an enlarged colon may also occur in 10% of people. \"T. cruzi\" is commonly spread to humans and other mammals by the blood-sucking \"kissing bugs\" of the subfamily Triatominae. These insects are known by a number of local names, including: \"vinchuca\" in Argentina, Bolivia, Chile and Paraguay, \"barbeiro\" (the barber) in Brazil, \"pito\" in Colombia, \"chinche\" in Central America, and \"chipo\" in Venezuela. The disease may also be spread through blood transfusion, organ transplantation, eating food contaminated with the parasites, and by vertical transmission (from a mother to her fetus). Diagnosis of early disease is by finding the parasite in the blood using a microscope. Chronic disease is diagnosed by finding antibodies for \"T. cruzi\" in the blood. Prevention mostly involves eliminating kissing bugs and avoiding their bites. This may involve the use of insecticides or bed-nets. Other preventive efforts include screening blood used for transfusions. A vaccine has not been developed as of 2017. Early infections are treatable with the medication benznidazole or nifurtimox. Medication nearly always results in a cure if given early, but becomes less effective the longer a person has had Chagas disease. When used in chronic disease, medication may delay or prevent the development of end–stage symptoms. Benznidazole and nifurtimox cause temporary side effects in up to 40% of people including skin disorders, brain toxicity, and digestive system irritation. It is estimated that 6.6 million people, mostly in Mexico, Central America and South America, have Chagas disease as of 2015. In 2015, Chagas was estimated to result in 8,000 deaths. Most people with the disease are poor, and most do not realize they are infected. Large-scale population movements have increased the areas where Chagas disease is found and these include many European countries and the United States. These areas have also seen an increase in the years up to 2014. The disease was first described in 1909 by the Brazilian physician Carlos Chagas, after whom it is named. Chagas disease is classified as a neglected tropical disease. It affects more than 150 other animals.",
            "score": 57.703975677490234
        },
        {
            "docid": "207600_27",
            "document": "Hemiptera . A few hemipterans are haematophagic (often described as \"parasites\"), feeding on the blood of larger animals. These include bedbugs and the triatomine kissing bugs of the assassin bug family Reduviidae, which can transmit the dangerous \"Chagas disease\". The first known hemipteran to feed in this way on vertebrates was the extinct assassin bug \"Triatoma dominicana\" found fossilized in amber and dating back about twenty million years. Faecal pellets fossilised beside it show that it transmitted a disease-causing \"Trypanosoma\" and the amber included hairs of the likely host, a bat.",
            "score": 57.56583786010742
        },
        {
            "docid": "461410_6",
            "document": "Arbovirus . Transmission between the vector and the host occurs when the vector feeds on the blood of the vertebrate, wherein the virus that has established an infection in the salivary glands of the vector comes into contact with the host's blood. While the virus is inside the host, it undergoes a process called amplification, where the virus replicates at sufficient levels to induce viremia, a condition in which there are large numbers of viruses present in the blood. The abundance of viruses in the host's blood allows the host to transmit the virus to other organisms if its blood is consumed by them. When uninfected vectors become infected from feeding, they are then capable of transmitting the virus to uninfected hosts, resuming amplification of virus populations. If viremia is not achieved in a vertebrate, the species can be called a \"dead-end host\", as the virus cannot be transmitted back to the vector.",
            "score": 56.616844177246094
        },
        {
            "docid": "1310186_4",
            "document": "Gametocyte . Gametocytes, the precursors of male and female gametes, of malaria parasites are formed in the human host through the developmental switch from asexual replication in erythrocytes. Although gametocytes are not responsible for clinical symptoms, they ensure the transmission of malaria to another host. Upon taking a blood meal, gametocytes are transferred to a mosquito’s midgut lumen where they differentiate into male and female gametes. After complete sexual reproduction and successive processes of sporogonic development, mature sporozoites accumulate in the vector’s salivary gland, ready to be inoculated into a new host. Therefore, the presence of gametocytes in circulation of infected individuals is imperative for malaria to remain endemic in a given community. Male and female gametocytes are the components of the malaria parasite life cycle which are taken up from an infected host bloodstream by mosquitoes and thus mediate disease transmission. These gamete precursors are quite distinct from their asexual blood stage counterparts and this is reflected in their distinct patterns of gene expression, cellular development, and metabolism.",
            "score": 56.24754333496094
        },
        {
            "docid": "204420_14",
            "document": "Saliva . Sympathetic stimulation results in the release of norepinephrine. Norepinephrine binding to α-adrenergic receptors will cause an increase in intracellular calcium levels leading to more fluid vs. protein secretion. If norepinephrine binds β-adrenergic receptors, it will result in more protein or enzyme secretion vs. fluid secretion. Stimulation by norepinephrine initially decreases blood flow to the salivary glands due to constriction of blood vessels but this effect is overtaken by vasodilation caused by various local vasodilators.",
            "score": 56.12298583984375
        },
        {
            "docid": "11207780_18",
            "document": "Beet leafhopper . In order to understand the movement of the MBCTV inside its hosts, experiments have been conducted using PCR analysis which allow for the detection and quantification of MBCTV particles inside leafhoppers. One such study measured the amounts of MBCTV found in the gut, hemocoel and salivary glands of beet leafhoppers and found that the virus was present in all those regions suggesting that the virus may use a circulative transmission mechanism inside its host. A circulative transmission mechanism refers to a transmission mechanism in which the vector ingests a pathogen during feeding from an infected host, the pathogen is absorbed in the vector’s gut and then travels through the hemocoel into the salivary glands. When the vector then bites into an uninfected host, the pathogen enters the new host. This mechanism is similar to the transmission mechanism used by \"Spiroplasma citri\" in transmitting the Stubborn citrus disease which also uses the beet leafhopper as a vector.",
            "score": 56.09538269042969
        },
        {
            "docid": "35033343_4",
            "document": "Intravascular immunity . Leukocytes move through blood vessels using protein-protein interactions between cells and are also assisted by blood flow. Circulating immune cells behave differently in the presence and absence of an infection. For example, in the absence of an invader, monocytes migrate randomly throughout the microvasculature, cerebral vessels, and mesentery vessels. However, in the presence of an invader, monocytes emigrate to the infected area. Similarly, neutrophils use a rolling mechanism to counteract the blood flow and localize to the infected area. In a healthy state, neutrophils have been observed to exhibit a similar but brief crawling mechanism. The function and precise mechanism is not yet known.",
            "score": 55.74723434448242
        },
        {
            "docid": "14958_13",
            "document": "Immune system . Inflammation is one of the first responses of the immune system to infection. The symptoms of inflammation are redness, swelling, heat, and pain, which are caused by increased blood flow into tissue. Inflammation is produced by eicosanoids and cytokines, which are released by injured or infected cells. Eicosanoids include prostaglandins that produce fever and the dilation of blood vessels associated with inflammation, and leukotrienes that attract certain white blood cells (leukocytes). Common cytokines include interleukins that are responsible for communication between white blood cells; chemokines that promote chemotaxis; and interferons that have anti-viral effects, such as shutting down protein synthesis in the host cell. Growth factors and cytotoxic factors may also be released. These cytokines and other chemicals recruit immune cells to the site of infection and promote healing of any damaged tissue following the removal of pathogens.",
            "score": 55.65897750854492
        },
        {
            "docid": "2198728_2",
            "document": "Surra . Surra (from the Marathi \"sūra\", meaning the sound of heavy breathing through nostrils, of imitative origin) is a disease of vertebrate animals. The disease is caused by protozoan trypanosomes, specifically \"Trypanosoma evansi\", of several species which infect the blood of the vertebrate host, causing fever, weakness, and lethargy which lead to weight loss and anemia. In some animals the disease is fatal unless treated.",
            "score": 55.51506423950195
        },
        {
            "docid": "43937_14",
            "document": "Parasitism . Vector-transmitted parasites rely on a third party, an intermediate host, where the parasite does not reproduce sexually to carry them from one definitive host to another. These parasites are microorganisms, namely protozoa, bacteria, or viruses, often intracellular pathogens (causing disease). Their vectors are mostly hematophagic arthropods such as fleas, lice, ticks, and mosquitoes. For example, the deer tick \"Ixodes scapularis\" acts as a vector for diseases including Lyme disease, babesiosis, and anaplasmosis. Protozoan endoparasites, such as the malarial parasites in the genus \"Plasmodium\" and sleeping sickness parasites in the genus \"Trypanosoma\", infective stages in the host's blood are transported to new hosts by biting insects.",
            "score": 55.45994186401367
        }
    ]
}