{
    "q": [
        {
            "docid": "937967_2",
            "document": "Endemic (epidemiology) . In epidemiology, an infection is said to be endemic (from Greek ἐν \"en\" \"in, within\" and δῆμος \"demos\" \"people\") in a population when that infection is constantly maintained at a baseline level in a geographic area without external inputs. For example, chickenpox is endemic (steady state) in the UK, but malaria is not. Every year, there are a few cases of malaria reported in the UK, but these do not lead to sustained transmission in the population due to the lack of a suitable vector (mosquitoes of the genus \"Anopheles\"). While it might be common to say that AIDS is \"endemic\" in Africa, meaning found in an area, this is a use of the word in its etymological, rather than epidemiological, form. AIDS cases in Africa are increasing, so the disease is not in an endemic steady state. It is correct to call the spread of AIDS in Africa an epidemic.",
            "score": 44.10336399078369
        },
        {
            "docid": "14544789_3",
            "document": "Tele-epidemiology . Tele-epidemiology applies satellite communication systems to investigate or support investigations of infectious disease outbreak, including disease reemergence. In this application, space-based systems (i.e. GIS, GPS, SPOT5) use natural index and in-situ data (i.e. NDVI, Meteosat, Envisat) to assess health risk to human and animal populations. Space-based applications of tele-epidemiology extend to health surveillance and health emergency response. Internet-based applications of tele-epidemiology include sourcing of epidemiological data in generating internet reports and real-time disease mapping. This entails gathering and structuring epidemiological data from news and social media outlets, and mapping or reporting this data for application with research or public health organizations. Examples of such applications include HealthMap and ProMED-mail, two web-based services that map and e-mail global cases of disease outbreak, respectively.",
            "score": 65.72326231002808
        },
        {
            "docid": "343538_18",
            "document": "Cushing's disease . Cases of Cushing's disease are rare, and little epidemiological data is available on the disease. An 18-year study conducted on the population of Vizcaya, Spain reported a 0.004% prevalence of Cushing's disease. The average incidence of newly diagnosed cases was 2.4 cases per million inhabitants per year. The disease is often diagnosed 3–6 years after the onset of illness. Several studies have shown that Cushing's disease is more prevalent in women than men at a ratio of 3-6:1, respectively. Moreover, most women affected were between the ages of 50 and 60 years. The prevalence of hypertension, and abnormalities in glucose metabolism are major predictors of mortality and morbidity in untreated cases of the disease. The mortality rate of Cushing's disease was reported to be 10-11%, with the majority of deaths due to vascular disease Women aged 45–70 years have a significantly higher mortality rate than men. Moreover, the disease shows a progressive increase with time. Reasons for the trend are unknown, but better diagnostic tools, and a higher incidence rate are two possible explanations.",
            "score": 63.54790902137756
        },
        {
            "docid": "11738155_3",
            "document": "Spatiotemporal Epidemiological Modeler . STEM currently includes a large number of plug-ins for the 244 countries and dependent areas defined by the Geographic Coding Standard maintained by the International Organization for Standardization. These plug-ins contain global data including geographic data, population data, demographics, and basic models of disease. The disease models distributed with STEM include epidemiological compartment models. Other plug-ins describe relationships between regions including nearest-neighbor or adjacency relationships as well as information about transportation, such as connections by roads and a model of air transportation.",
            "score": 53.70296859741211
        },
        {
            "docid": "8072_21",
            "document": "Disease . Epidemiology is considered a cornerstone methodology of public health research, and is highly regarded in evidence-based medicine for identifying risk factors for disease. In the study of communicable and non-communicable diseases, the work of epidemiologists ranges from outbreak investigation to study design, data collection and analysis including the development of statistical models to test hypotheses and the documentation of results for submission to peer-reviewed journals. Epidemiologists also study the interaction of diseases in a population, a condition known as a syndemic. Epidemiologists rely on a number of other scientific disciplines such as biology (to better understand disease processes), biostatistics (the current raw information available), Geographic Information Science (to store data and map disease patterns) and social science disciplines (to better understand proximate and distal risk factors). Epidemiology can help identify causes as well as guide prevention efforts.",
            "score": 74.65599799156189
        },
        {
            "docid": "4639874_21",
            "document": "Epidemiological transition . The majority of the literature on the epidemiological transition that was published since these seminal papers confirms the context-specific nature of the epidemiological transition: while there is an overall all-cause mortality decline, the nature of cause-specific mortality declines differs across contexts. Increasing obesity rates in high-income countries are further confirming the epidemiological transition theory as the epidemic leads to an increase in NCDs. The picture is more nuanced in low- and middle-income countries, where there are signs of a protracted transition with the double burden of communicable and noncommunicable disease. A recent review of cause-specific mortality rates from 12 low- and middle-income countries in Asia and sub-Saharan Africa by Santosa and Byass (2016) shows that broadly, low- and middle-income countries are rapidly transitioning to lower total mortality and lower infectious disease mortality. A more macro-level analysis from the Global Burden of Disease data conducted by Murray and others (2015) finds that while there is a global trend towards decreasing mortality and increasing NCD prevalence, this global trend is being driven by country-specific effects as opposed to a broader transition; further, there are varying patterns within and between countries, which makes it difficult to have a single unified theory of epidemiological transition.",
            "score": 68.824942111969
        },
        {
            "docid": "19167679_62",
            "document": "Virus . Epidemiology is used to break the chain of infection in populations during outbreaks of viral diseases. Control measures are used that are based on knowledge of how the virus is transmitted. It is important to find the source, or sources, of the outbreak and to identify the virus. Once the virus has been identified, the chain of transmission can sometimes be broken by vaccines. When vaccines are not available, sanitation and disinfection can be effective. Often, infected people are isolated from the rest of the community, and those that have been exposed to the virus are placed in quarantine. To control the outbreak of foot-and-mouth disease in cattle in Britain in 2001, thousands of cattle were slaughtered. Most viral infections of humans and other animals have incubation periods during which the infection causes no signs or symptoms. Incubation periods for viral diseases range from a few days to weeks, but are known for most infections. Somewhat overlapping, but mainly following the incubation period, there is a period of communicability — a time when an infected individual or animal is contagious and can infect another person or animal. This, too, is known for many viral infections, and knowledge of the length of both periods is important in the control of outbreaks. When outbreaks cause an unusually high proportion of cases in a population, community, or region, they are called epidemics. If outbreaks spread worldwide, they are called pandemics.",
            "score": 82.9660370349884
        },
        {
            "docid": "25768475_12",
            "document": "Anti-NMDA receptor encephalitis . The number of new cases a year is unknown. According to the California Encephalitis Project, the disease has a higher incidence than its individual viral counterparts in patients younger than 30. The largest case series to date characterized 577 patients with anti-NMDA receptor encephalitis. The epidemiological data were limited, but this study provides the best approximation of disease distribution. It found that women are disproportionally affected, with 81% of cases reported in female patients. Disease onset is skewed toward children, with a median age of diagnosis of 21 years. Over a third of cases were children, while only 5% of cases were patients over the age of 45. This same review found that 394 out of 501 patients (79%) had a good outcome by 24 months. 30 patients (6%) died, and the rest were left with mild to severe deficits. The study also confirmed that patients with the condition are more likely to be of Asian or African origin.",
            "score": 56.59587383270264
        },
        {
            "docid": "12616176_13",
            "document": "Mirko Grmek . But Grmek believes that the epidemiological research can't record the appearance and spread of a specific disease in a specific society if the disease in question isn't linked with all the other diseases, chronic or occasional, which appear in the relevant society. It is the basis of his theory of \"pathocenosis\", the coexistence of all diseases in a specific time, place and society. The pathocenosis theory, which was adopted by Grmek to explain the spread of AIDS, but also to reconstruct the pathological state of the Greek world (\"Diseases at the Dawn of Western Civilization\"), includes several hypotheses which can all be verified with methods appropriate for the relevant period (paleopathological data and literary texts for the ancient world; statistics for the contemporary world). Those hypotheses can be summarized in this way:",
            "score": 56.28029441833496
        },
        {
            "docid": "4753359_8",
            "document": "Epidemiology of autism . When studying how diseases are caused, incidence rates are the most appropriate measure of disease frequency as they assess risk directly. However, incidence can be difficult to measure with rarer chronic diseases such as autism. In autism epidemiology, point or period prevalence is more useful than incidence, as the disorder starts long before it is diagnosed, and the gap between initiation and diagnosis is influenced by many factors unrelated to risk. Research focuses mostly on whether point or period prevalence is increasing with time; cumulative incidence is sometimes used in studies of birth cohorts.",
            "score": 65.54443955421448
        },
        {
            "docid": "40653712_2",
            "document": "The Diseases Population Index for lung cancer incidence . The Diseases Population Index for Lung Cancer Incidence is a tool in epidemiology that enables health care professionals to obtain an overview trends and cross-country comparisons with respect to lung cancer incidence. The Diseases Population Index (DPI) also aids in decision making for setting priorities in health care settings. Currently, the world population exceeds 6.8 billion. For certain countries, the total number of cases of diseases is measured in millions. In this situation, the DPI provides an overview, since it is a concise measurement. The term ‘risk scenario’ is used in the DPI’s approach which applies chaos theory to the holistic risk approach of the DPI.",
            "score": 59.71040868759155
        },
        {
            "docid": "49379135_2",
            "document": "Zika virus outbreak timeline . This article primarily covers the chronology of the 2015–16 Zika virus epidemic. Flag icons denote the first announcements of confirmed cases by the respective nation-states, their first deaths (and other events such as their first reported cases of microcephaly and major public health announcements), and relevant sessions and announcements of the World Health Organization (WHO), and the U.S. Centers for Disease Control (CDC), as well as relevant virological, epidemiological, and entomological studies.",
            "score": 62.13974738121033
        },
        {
            "docid": "167008_11",
            "document": "Incidence (epidemiology) . Incidence should not be confused with prevalence, which is the proportion of cases in the population at a given time rather than rate of occurrence of new cases. Thus, incidence conveys information about the risk of contracting the disease, whereas prevalence indicates how widespread the disease is. Prevalence is the proportion of the total number of cases to the total population and is more a measure of the burden of the disease on society with no regard to time at risk or when subjects may have been exposed to a possible risk factor. Prevalence can also be measured with respect to a specific subgroup of a population (see: denominator data). Incidence is usually more useful than prevalence in understanding the disease etiology: for example, if the incidence rate of a disease in a population increases, then there is a risk factor that promotes the incidence.",
            "score": 60.09315729141235
        },
        {
            "docid": "4753359_21",
            "document": "Epidemiology of autism . A 2001 review of the medical research conducted by the Public Health Agency of Canada concluded that there was no link between MMR vaccine and either inflammatory bowel disease or autism. The review noted, \"An increase in cases of autism was noted by year of birth from 1979 to 1992; however, no incremental increase in cases was observed after the introduction of MMR vaccination.\" After the introduction of MMR, \"A time trend analysis found no correlation between prevalence of MMR vaccination and the incidence of autism in each birth cohort from 1988 to 1993.\"",
            "score": 54.63347029685974
        },
        {
            "docid": "24471476_3",
            "document": "Denominator data . In an epidemiological compartment model, for example, variables are often scaled to total population. The susceptible fraction of a population is obtained by taking the ratio of the number of people susceptible to the total population. Susceptibility to a disease may depend on other factors such as age or sex. Data about a population including age distribution, male/female ratios, and other demographic factors may be relevant as denominator data. Denominator data is not only limited to data describing human populations but also includes information about wild and domestic animal populations.",
            "score": 35.171958923339844
        },
        {
            "docid": "5015982_2",
            "document": "Disease surveillance . Disease surveillance is an epidemiological practice by which the spread of disease is monitored in order to establish patterns of progression. The main role of disease surveillance is to predict, observe, and minimize the harm caused by outbreak, epidemic, and pandemic situations, as well as increase knowledge about which factors contribute to such circumstances. A key part of modern disease surveillance is the practice of disease case reporting.",
            "score": 63.89238929748535
        },
        {
            "docid": "25114520_8",
            "document": "Carlo La Vecchia . La Vecchia's specific fields of research are Cancer epidemiology (case-control studies on cancers of the breast, female genital tract, digestive sites, urinary organs, lymphoreticular malignancies, etc.); epidemiological studies on the risk related to diet, tobacco, oral contraceptive use and occupational or environmental exposure to toxic substances; coordination of clinical trials; analysis of temporal trends and of geographical distribution of mortality from cancer, cardiovascular diseases, perinatal and other selected conditions.",
            "score": 52.1088593006134
        },
        {
            "docid": "32129789_28",
            "document": "Epidemiology of syphilis . The United Kingdom and other parts of Western Europe have also seen a major increase in syphilis in recent times. A study called \"Are trends in HIV, gonorrhea, and syphilis worsening in western Europe?\" in a journal of medicine called BMJ outlines the data collected from 1995 to 2000 on sexually transmitted diseases throughout western Europe. As with Russia and China there was a big decline in syphilis before 1980 but a big resurgence during the 1990s. The most common form of how the disease was spread was from sex between two men, 37%, and the second highest was from sex between a man and a woman, 35%.",
            "score": 40.65460753440857
        },
        {
            "docid": "66997_16",
            "document": "Epidemiology . In the late 20th century, with advancement of biomedical sciences, a number of molecular markers in blood, other biospecimens and environment were identified as predictors of development or risk of a certain disease. Epidemiology research to examine the relationship between these biomarkers analyzed at the molecular level, and disease was broadly named “molecular epidemiology”. Specifically, \"genetic epidemiology\" has been used for epidemiology of germline genetic variation and disease. Genetic variation is typically determined using DNA from peripheral blood leukocytes. Since the 2000s, genome-wide association studies (GWAS) have been commonly performed to identify genetic risk factors for many diseases and health conditions.",
            "score": 70.67633271217346
        },
        {
            "docid": "883645_13",
            "document": "Blastomycosis . There is also a developing profile of urban and other domestic blastomycosis cases, beginning with an outbreak tentatively attributed to construction dust in Westmont, Illinois. The city of Rockford, Illinois, was also documented as a hyperendemic area based on incidence rates as high as 6.67 per 100,000 population for some areas of the city. Though proximity to open watersheds was linked to incidence in some areas, suggesting that outdoor activity within the city may be connected to many cases, there is also an increasing body of evidence that even the interiors of buildings may be risk areas. An early case concerned a prisoner who was confined to prison during the whole of his likely blastomycotic incubation period. An epidemiological survey found that although many patients who contracted blastomycosis had engaged in fishing, hunting, gardening, outdoor work and excavation, the most strongly linked association in patients was living or visiting near waterways. Based on a similar finding in a Louisiana study, it has been suggested that place of residence might be the most important single factor in blastomycosis epidemiology in north central Wisconsin. Follow-up epidemiological and case studies indicated that clusters of cases were often associated with particular domiciles, often spread out over a period of years, and that there were uncommon but regularly occurring cases in which pets kept mostly or entirely indoors, in particular cats, contracted blastomycosis. The occurrence of blastomycosis, then, is an issue strongly linked to housing and domestic circumstances.",
            "score": 23.829047560691833
        },
        {
            "docid": "66997_4",
            "document": "Epidemiology . Major areas of epidemiological study include disease causation, transmission, outbreak investigation, disease surveillance, forensic epidemiology, occupational epidemiology, screening, biomonitoring, and comparisons of treatment effects such as in clinical trials. Epidemiologists rely on other scientific disciplines like biology to better understand disease processes, statistics to make efficient use of the data and draw appropriate conclusions, social sciences to better understand proximate and distal causes, and engineering for exposure assessment.",
            "score": 59.13529968261719
        },
        {
            "docid": "18487313_4",
            "document": "Robert V. Tauxe . Dr. Tauxe's research interests include bacterial enteric diseases, epidemiology and pathogenesis of infectious diseases, epidemiological and clinical consequences of bacterial genetic exchange, antimicrobial use and resistance to antimicrobial agents, and teaching epidemiological methods. He has participated in or supervised numerous domestic and overseas epidemiological investigations all over the world, most notably the 1984 Rajneeshee bioterror attack, the 2008 United States salmonellosis outbreak, the 2010-2013 Haiti cholera outbreak, establishment of Pulsenet, and the West African Ebola virus epidemic.",
            "score": 63.52028036117554
        },
        {
            "docid": "32129789_11",
            "document": "Epidemiology of syphilis . In Europe rates of syphilis are higher in eastern and southern countries than in western ones. Rates overall in Europe are 6.0 per 100,000 population. Syphilis infection was eight times higher in men than women. The majority of cases were reported in people 25 and older, while younger people, aged 15 to 24 represented 13% of the cases. Almost two-thirds (62%) of the cases in which the sexual partner was accounted for were reported in men who have sex with men (MSM), echoing a phenomena in other parts of the world. An annual epidemiological report from 2015 done by the European Centre for Disease Prevention and Control found that there is a high proportion of HIV co-infections. These co-infections tend to appear most in men who have sex with men, who are already the most effected group overall.",
            "score": 46.07072055339813
        },
        {
            "docid": "40667078_23",
            "document": "Mesoamerican nephropathy . The real timeline of the disease is unknown since most of the aforementioned countries did not have or still lack renal disease registries, and the affected regions are mainly poor farm lands. Nicaraguan health authorities have commented that they have been noting an increase of CKD cases in the Pacific Ocean coastal regions since the 80s, but it was not until 2002 that a scientific paper from an El Salvadoran reference hospital first communicated and described the existence of an important group of CKDu patients with a particular epidemiological pattern. In January 2005, a second scientific paper, also from El Salvador, reported some field efforts on trying to identify the cause of the disease, and confirmed its curious epidemiological pattern.",
            "score": 70.52565884590149
        },
        {
            "docid": "24987602_3",
            "document": "Waterborne Disease and Outbreak Reporting System . Waterborne disease outbreaks may be associated with recreational water, water intended for drinking, water not intended for drinking (non-recreational water, for example, from cooling towers or ornamental fountains) and water of unknown intent. In order for a waterborne disease outbreak to be included in WBDOSS there must be an epidemiologic link between two or more persons that includes a location of water exposure, a clearly defined time period for the water exposure, and one or more waterborne illnesses caused by pathogens such as bacteria, parasites and viruses, or by chemicals/toxins. Common routes of exposure to waterborne pathogens include swallowing contaminated water, inhaling water droplets or airborne chemicals from the water, and direct physical contact with contaminated water. Epidemiologic evidence must implicate water or volatile compounds from the water that have entered the air as the probable source of the illness. WBDOSS outbreaks are further evaluated and classified based on the strength of evidence in the outbreak report that implicates water as the source of the outbreak. Waterborne disease outbreaks that have both strong epidemiologic data and comprehensive water-quality testing data are assigned a higher class than outbreaks with weak epidemiologic data and little or no water-quality testing data.",
            "score": 47.94787788391113
        },
        {
            "docid": "2118246_6",
            "document": "Global health . The 19th century held major discoveries in medicine and public health. The Broad Street cholera outbreak of 1854 was central to the development of modern epidemiology. The microorganisms responsible for malaria and tuberculosis were identified in 1880 and 1882, respectively. The 20th century saw the development of preventive and curative treatments for many diseases, including the BCG vaccine (for tuberculosis) and penicillin in the 1920s. The eradication of smallpox, with the last naturally occurring case recorded in 1977, raised hope that other diseases could be eradicated as well.",
            "score": 61.224395751953125
        },
        {
            "docid": "46899627_5",
            "document": "Sleep epidemiology . As a consequence the field of sleep medicine has become an increasingly popular sub-specialty of medicine. In order to provide evidence for this medical specialty, sleep epidemiology provides data on the incidence and prevalence of good and poor sleep. This then allows the collection of evidence for the causes and consequences of the quantity and quality of sleep in the population. Studies provide the direction for research into interventions on sleep to improve health and well being. The USA dominates in this field. Sleep epidemiology has provided evidence for the association between sleep and various diseases, particularly metabolic and cardiovascular diseases, such as diabetes and cardiovascular disease. It is also related to known risk factors for disease such as obesity.",
            "score": 73.67560529708862
        },
        {
            "docid": "28677498_9",
            "document": "Epidemiology of leprosy . New case detection is another indicator of the disease that is usually reported by countries on an annual basis. It includes cases diagnosed with onset of disease in the year in question (true incidence) and a large proportion of cases with onset in previous years (termed a backlog prevalence of undetected cases).",
            "score": 52.64241552352905
        },
        {
            "docid": "13924377_2",
            "document": "Molecular epidemiology . Molecular epidemiology is a branch of epidemiology and medical science that focuses on the contribution of potential genetic and environmental risk factors, identified at the molecular level, to the etiology, distribution and prevention of disease within families and across populations. This field has emerged from the integration of molecular biology into traditional epidemiological research. Molecular epidemiology improves our understanding of the pathogenesis of disease by identifying specific pathways, molecules and genes that influence the risk of developing disease. More broadly, it seeks to establish understanding of how the interactions between genetic traits and environmental exposures result in disease.",
            "score": 68.80069136619568
        },
        {
            "docid": "39618075_2",
            "document": "Molecular pathological epidemiology . Molecular pathological epidemiology (MPE, also molecular pathologic epidemiology) is a discipline combining epidemiology and pathology. It is defined as \"epidemiology of molecular pathology and heterogeneity of disease\". Pathology and epidemiology share the same goal of elucidating etiology of disease, and MPE aims to achieve this goal at molecular, individual and population levels. Typically, MPE utilizes tissue pathology resources and data within existing epidemiology studies. Molecular epidemiology broadly encompasses MPE and conventional-type molecular epidemiology with the use of traditional disease designation systems.",
            "score": 54.75824451446533
        },
        {
            "docid": "28677498_8",
            "document": "Epidemiology of leprosy . Although annual incidence—the number of new leprosy cases occurring each year—is important as a measure of transmission, it is difficult to measure in leprosy due to its long incubation period, delays in diagnosis after onset of the disease and the lack of laboratory tools to detect leprosy in its very early stages. Instead, the registered prevalence is used. Registered prevalence is a useful proxy indicator of the disease burden as it reflects the number of active leprosy cases diagnosed with the disease and receiving treatment with MDT at a given point in time. The prevalence rate is defined as the number of cases registered for MDT treatment among the population in which the cases have occurred, again at a given point in time.",
            "score": 63.8616738319397
        },
        {
            "docid": "4639874_20",
            "document": "Epidemiological transition . Building on the existing body of evidence, Salomon and Murray (2002), further add nuances to the traditional theory of epidemiological transition by disintegrating it based on disease categories and different age-sex groups, positing that the epidemiological transition entails a real transition in the cause composition of age-specific mortality, as opposed to just a transition in the age structure. Using Global Burden of Disease data from 1990, they disintegrate the transition across three cause groups: communicable diseases, non-communicable diseases and injuries, seeking to explain the variation in all-cause mortality as a function of cause-specific mortality in 58 countries from 1950 to 1998. This analysis validates the underlying premise of the classic epidemiological transition theory: as total mortality declines and income rises, communicable diseases cause less and less mortality compared to non-communicable diseases and injuries. Decomposing this overall impact by age-sex groups, they find that for males, when overall mortality decreases, the importance of non-communicable diseases (NCDs) increases relative to the other causes with an age-specific impact on the role of injuries, whereas for women, both NCDs and injuries gain a more significant share with mortality decreases. For children over one year, they find that there is a gradual transition from communicable to non-communicable diseases, with injuries remaining significant in males. For young adults, the epidemiological transition is particularly different: for males, there is a shift from injuries to NCDs in lower income settings, and the opposite in higher-income settings; for females, rising income also signifies a shift from NCDs to injuries, but the role of injuries becomes more significant over time compared to males. Finally, for both males and females over 50, there is no epidemiological transition impact on the cause composition of mortality.",
            "score": 64.87409114837646
        }
    ],
    "r": [
        {
            "docid": "9634765_4",
            "document": "Eva Harris . After a post-doctoral fellowship and Assistant Adjunct Professorship at the University of California, San Francisco, Harris joined the faculty at UC Berkeley. There, she developed a multidisciplinary approach for studying the virology, pathogenesis, and epidemiology of dengue fever, the most prevalent mosquito-borne viral disease in humans. Harris' lab studies the mechanism of dengue virus infection of human dendritic cells. The lab is also developing a mouse model to study viral tropism and the immune response to dengue virus infection, to generate a better model of the disease. Harris' fieldwork focuses on molecular and epidemiological field studies of dengue in endemic Latin American countries, particularly in Nicaragua. Ongoing fieldwork projects include clinical and biological studies of severe dengue, a pediatric cohort study of dengue transmission in Managua, and a project on evidence-based, community-derived interventions for prevention of dengue via control of its mosquito vector. Harris is currently initiating studies of dengue pathogenesis in humans, focusing on functional characterization of antibodies and B cell memory response, host gene expression profiling, and viral factors such as quasispecies. Harris is also collaborating with investigators at the UC Berkeley College of Engineering to develop the ImmunoSensor: a novel, rapid, low-cost diagnostic device for point-of-care diagnosis of dengue and other infectious diseases. She served as co-director of the \"International Training and Research in Emerging Infectious Diseases\" program at the Fogarty International Center from 1997 to 2003.",
            "score": 133.3423309326172
        },
        {
            "docid": "927267_23",
            "document": "Dengue virus . Only one vaccine for dengue is currently approved in three countries (Brazil, Mexico, Philippines). Several vaccines are under development by private and public researchers. Developing a vaccine against the disease is challenging. With four different serotypes of the dengue virus that can cause the disease, the vaccine must immunize against all four types to be effective. Vaccination against only one serotype could possibly lead to severe dengue hemorrhagic shock (DHS) when infected with another serotype due to antibody-dependent enhancement. When infected with dengue virus, the immune system produces cross-reactive antibodies that provide immunity to that particular serotype. However, these antibodies are incapable of neutralizing other serotypes upon reinfection and actually increase viral replication. When macrophages consume the ‘neutralized’ virus, the virus is able to replicate within the macrophage, causing disease. These cross-reactive, ineffective antibodies ease access of virus into macrophages, which induces more severe disease (dengue hemorrhagic fever, dengue shock syndrome). A common problem faced in dengue-endemic regions is when mothers become infected with dengue; after giving birth, offspring carry the immunity from their mother and are susceptible to hemorrhagic fever if infected with any of the other three serotypes. One vaccine was in phase III trials in 2012 and planning for vaccine usage and effectiveness surveillance had started.",
            "score": 125.16654205322266
        },
        {
            "docid": "927267_2",
            "document": "Dengue virus . Dengue virus (DENV) is the cause of dengue fever. It is a mosquito-borne single positive-stranded RNA virus of the family \"Flaviviridae\"; genus \"Flavivirus\". Five serotypes of the virus have been found, all of which can cause the full spectrum of disease. Nevertheless, scientists are finding their understanding of dengue virus may be simplistic, as rather than distinct antigenic groups there appears to be a \"continuum\". This same study identified 47 strains of dengue virus. Additionally, coinfection with and lack of rapid tests for zika virus and chikungunya complicate matters in real world infections.",
            "score": 121.06684875488281
        },
        {
            "docid": "21054623_30",
            "document": "Mosquito-borne disease . Although dengue fever has a global incidence of 50-100 million cases, only several hundreds of thousands of these cases are life-threatening. The geographic prevalence of the disease can be examined by the spread of the Aedes aegypti. Over the last twenty years, there has been a geographic spread of the disease. Dengue incidence rates have risen sharply within urban areas which have recently become endemic hot spots for the disease. The recent spread of Dengue can also be attributed to rapid population growth, increased coagulation in urban areas, and global travel. Without sufficient vector control, the dengue virus has evolved rapidly over time, posing challenges to both government and public health officials.",
            "score": 119.85555267333984
        },
        {
            "docid": "30110147_3",
            "document": "Dengue fever outbreaks . The first recognized dengue epidemics occurred almost simultaneously in Asia, Africa, and North America in the 1780s, shortly after the identification and naming of the disease in 1779. A pandemic began in Southeast Asia in the 1950s, and by 1975 DHF had become a leading cause of death among children in the region. The first case of DHF was reported in Manila, Philippines around 1953 through 1954. A small child with dengue fever started to bleed uncontrollably. Other children then became victims to the new symptom. Epidemic dengue has become more common since the 1980s. By the late 1990s, dengue was the most important mosquito-borne disease affecting humans after malaria, with around 40 million cases of dengue fever and several hundred thousand cases of dengue hemorrhagic fever each year. Significant outbreaks of dengue fever tend to occur every five or six months. The cyclical rise and fall in numbers of dengue cases is thought to be the result of seasonal cycles interacting with a short-lived cross-immunity for all four strains in people who have had dengue. When the cross-immunity wears off the population is more susceptible to transmission whenever the next seasonal peak occurs. Thus over time there remain large numbers of susceptible people in affected populations despite previous outbreaks due to the four different serotypes of dengue virus and the presence of unexposed individuals from childbirth or immigration.",
            "score": 118.7059326171875
        },
        {
            "docid": "39669_14",
            "document": "Dengue fever . Severe disease is more common in babies and young children, and in contrast to many other infections, it is more common in children who are relatively well nourished. Other risk factors for severe disease include female sex, high body mass index, and viral load. While each serotype can cause the full spectrum of disease, virus strain is a risk factor. Infection with one serotype is thought to produce lifelong immunity to that type, but only short-term protection against the other three. The risk of severe disease from secondary infection increases if someone previously exposed to serotype DENV-1 contracts serotype DENV-2 or DENV-3, or if someone previously exposed to DENV-3 acquires DENV-2. Dengue can be life-threatening in people with chronic diseases such as diabetes and asthma.",
            "score": 116.81231689453125
        },
        {
            "docid": "37063005_24",
            "document": "Effects of global warming on human health . The cases of dengue fever have increased dramatically since the 1970s and it continues to become more prevalent. The greater incidence of this disease is believed to be due to a combination of urbanization, population growth, increased international travel, and global warming. The same trends also led to the spread of different serotypes of the disease to new areas, and to the emergence of dengue hemorrhagic fever. There are four different types of viruses in dengue fever. If someone is infected with one type of dengue virus, he or she will have permanent immunity to that type of dengue virus, but will have short term immunity to the other type of dengue fever. Some of the symptoms of dengue fever are fever, headache, muscle and joint pains and skin rash. There is no vaccine for dengue fever right now and there is no true treatment to get rid of it, but there are treatments to assist with some of the work of dengue, such as the use of oral or intravenous fluids for rehydration.",
            "score": 116.22500610351562
        },
        {
            "docid": "39669_43",
            "document": "Dengue fever . The marked spread of dengue during and after the Second World War has been attributed to ecologic disruption. The same trends also led to the spread of different serotypes of the disease to new areas, and to the emergence of dengue hemorrhagic fever. This severe form of the disease was first reported in the Philippines in 1953; by the 1970s, it had become a major cause of child mortality and had emerged in the Pacific and the Americas. Dengue hemorrhagic fever and dengue shock syndrome were first noted in Central and South America in 1981, as DENV-2 was contracted by people who had previously been infected with DENV-1 several years earlier.",
            "score": 116.18045806884766
        },
        {
            "docid": "461410_3",
            "document": "Arbovirus . Arboviruses were not known to exist until the , with the germ theory and an understanding that viruses were distinct from other microorganisms. The connection between arthropods and disease was not postulated until 1881 when Cuban doctor and scientist Carlos Finlay proposed that yellow fever may be transmitted by mosquitoes instead of human contact, a reality that was verified by Major Walter Reed in 1901. The primary vector, \"Aedes aegypti\", had spread globally from the 15th to the 19th centuries as a result of globalization and the slave trade. This geographic spreading caused dengue fever epidemics throughout the 18th and 19th centuries, and later, in 1906, transmission by the \"Aedes\" mosquitoes was confirmed, making yellow fever and dengue fever the first two diseases known to be caused by viruses. Thomas Milton Rivers published the first clear description of a virus as distinct from a bacterium in 1927. The discovery of the West Nile virus came in 1937, and has since been found in \"Culex\" populations causing epidemics throughout Africa, the Middle East, and Europe. In 1999, the virus was introduced into the Western Hemisphere, sparking a series of epidemics. During the latter half of the 20th century, Dengue fever reemerged as a global disease, with the virus spreading geographically due to urbanization, population growth, increased international travel, and global warming, and continues to cause at least 50 million infections per year, making Dengue fever the most common and clinically important arboviral disease.",
            "score": 115.15409088134766
        },
        {
            "docid": "6090525_12",
            "document": "Neglected tropical diseases . There are 50–100 million dengue virus infections annually. Dengue fever is usually not fatal, but infection with one of four serotypes can increase later susceptibility to other serotypes, resulting in a potentially fatal disease called severe dengue. Dengue fever is caused by a flavivirus, and is spread mostly by the bite of the \"A. Aegypti\" mosquito. No treatment for either dengue or severe dengue exists beyond palliative care. The symptoms are high fever and flu-like symptoms. It is found in Asia, Latin America, and Northern Australia.",
            "score": 114.12164306640625
        },
        {
            "docid": "9634765_7",
            "document": "Eva Harris . Her group has developed an animal model for dengue virus infection and disease that effectively emulates the pathology seen in humans. In particular, the critical problem of the dengue virus infection, called \"antibody-dependent enhancement\" (ADE), is reproduced in this animal model. When a person who was previously infected with one serotype of dengue virus is later infected by a different serotype, the antibodies produced by the immune system can lead to increased severity of the second dengue infection, instead of controlling it. ADE, as a result, can lead to severe dengue disease or dengue hemorrhagic fever (DHF).",
            "score": 113.16095733642578
        },
        {
            "docid": "39669_39",
            "document": "Dengue fever . Rates of dengue increased 30 fold between 1960 and 2010. This increase is believed to be due to a combination of urbanization, population growth, increased international travel, and global warming. The geographical distribution is around the equator. Of the 2.5 billion people living in areas where it is common 70% are from Asia and the Pacific. An infection with dengue is second only to malaria as a diagnosed cause of fever among travelers returning from the developing world. It is the most common viral disease transmitted by arthropods, and has a disease burden estimated at 1,600 disability-adjusted life years per million population. The World Health Organization counts dengue as one of seventeen neglected tropical diseases.",
            "score": 111.9541244506836
        },
        {
            "docid": "33054977_5",
            "document": "2011 dengue outbreak in Pakistan . A special tribunal for Dengue fever was empanelled. The chairman of the Dengue Emergency Response Committee was Khawaja Saad Rafique. The Government of Pakistan and the provincial Government of Punjab (Pakistan) took preventive measures to reduce the spread of the disease. A hotline called the \"Punjab Health Line Project For Dengue\" was opened to facilitate knowledge of the signs and symptoms of dengue fever, provide help people affected and identify areas where the epidemic may have spread. Teams of workers fumigated areas, particularly educational institutions and rural areas where the Aedes mosquito was present.  In early September 2011, the Government of Punjab (Pakistan) ordered the schools, colleges and universities in Punjab, Pakistan to close for 10 days for intensive fogging to eliminate the vector mosquitoes. Article 144 was implemented in Lahore city for the prevention of dengue fever. After an appeal by the Government of Punjab (Pakistan), private hospitals agreed to provide free treatment to dengue patients. During dengue fever epidemics, the Pakistan army created camps in Lahore city. The Pakistan Air Force has also assisted the government. The Punjab government worked to increase public awareness. Local authorities in Hyderabad held a seminar. Other programs were held in educational facilities. A 24-hour government sponsored online service, the \"Punjab Health Line Project For Dengue\" provided information about the disease and its prevention.",
            "score": 110.9892807006836
        },
        {
            "docid": "39669_2",
            "document": "Dengue fever . Dengue fever is a mosquito-borne tropical disease caused by the dengue virus. Symptoms typically begin three to fourteen days after infection. This may include a high fever, headache, vomiting, muscle and joint pains, and a characteristic skin rash. Recovery generally takes two to seven days. In a small proportion of cases, the disease develops into the life-threatening dengue hemorrhagic fever, resulting in bleeding, low levels of blood platelets and blood plasma leakage, or into dengue shock syndrome, where dangerously low blood pressure occurs. Dengue is spread by several species of mosquito of the \"Aedes\" type, principally \"A. aegypti\". The virus has five different types; infection with one type usually gives lifelong immunity to that type, but only short-term immunity to the others. Subsequent infection with a different type increases the risk of severe complications. A number of tests are available to confirm the diagnosis including detecting antibodies to the virus or its RNA. A vaccine for dengue fever has been approved and is commercially available in a number of countries. Other methods of prevention are by reducing mosquito habitat and limiting exposure to bites. This may be done by getting rid of or covering standing water and wearing clothing that covers much of the body. Treatment of acute dengue is supportive and includes giving fluid either by mouth or intravenously for mild or moderate disease. For more severe cases blood transfusion may be required. About half a million people require admission to hospital a year. Paracetamol (acetaminophen) is recommended instead of nonsteroidal anti-inflammatory drugs (NSAIDs) for fever reduction and pain relief in dengue due to an increased risk of bleeding from NSAID use. Dengue has become a global problem since the Second World War and is common in more than 110 countries. Each year between 50 and 528 million people are infected and approximately 10,000 to 20,000 die. The earliest descriptions of an outbreak date from 1779. Its viral cause and spread were understood by the early 20th century. Apart from eliminating the mosquitoes, work is ongoing for medication targeted directly at the virus. It is classified as a neglected tropical disease.",
            "score": 110.63492584228516
        },
        {
            "docid": "13476223_7",
            "document": "Natural hazards in Colombia . Some of the main public health issues in Colombia are: malnutrition, pregnancy-related deaths, neonatal deaths, acute respiratory disease-related deaths in children under 5 years, diarrhea-related deaths in children under 5 years, lack of vaccinations, tropical diseases such as malaria, dengue fever, hemorrhagic dengue fever, yellow fever, Chagas disease and leishmaniasis, poly-parasitism, snakebites and violence related causes of mortality.",
            "score": 107.69041442871094
        },
        {
            "docid": "9275369_2",
            "document": "Paul Reiter . Paul Reiter is a professor of medical entomology at the Pasteur Institute in Paris, France. He is a member of the World Health Organization Expert Advisory Committee on Vector Biology and Control. He was an employee of the Center for Disease Control (Dengue Branch) for 22 years. He is a specialist in the natural history, epidemiology and control of mosquito-borne diseases such as dengue fever, West Nile Virus and malaria. He is a Fellow of the Royal Entomological Society .",
            "score": 107.26604461669922
        },
        {
            "docid": "43740616_6",
            "document": "Anavaj Sakuntabhai . He is a partner of a Wellcome Trust financed project on the human genome wide screening for dengue susceptible genes. His laboratory is a principal investigator of a French initiative to tackle the disease burden under changing environments. He is a coordinator of the European FP7 project on Dengue Framework for Resisting Epidemics in Europe (DENFREE). The project aims to find key factors determining dengue transmission and dengue epidemics in order to develop new tools and strategies for controlling dengue transmission. The project also estimates the risk of spreading DENV to uninfected areas, especially in Southern Europe where susceptible vectors exist.",
            "score": 104.71505737304688
        },
        {
            "docid": "33054977_2",
            "document": "2011 dengue outbreak in Pakistan . Dengue fever is an important infectious disease in Pakistan with increasingly frequent epidemics. Despite the efforts of the Government of Pakistan, especially in Punjab, the high cost of prevention has limited the ability of Pakistan to control epidemics. In Pakistan, in the summer of 2011, more than 300 people died of Dengue fever. The prevalence of the disease was over 14,000. The outbreaks occurred mostly in the Lahore area, Punjab, Pakistan.",
            "score": 104.14629364013672
        },
        {
            "docid": "13017167_14",
            "document": "Fe del Mundo . Del Mundo was noted for her pioneering work on infectious diseases in Philippine communities. Undeterred by the lack of well-equipped laboratories in post-war Philippines, she would not hesitate to send specimens or blood samples for analysis abroad. In the 1950s, she pursued studies on dengue fever, a common malady in the Philippines of which little was then yet known. Her clinical observations on dengue, and the findings of research she later undertook on the disease are said to \"have led to a fuller understanding of dengue fever as it afflicts the young\". She authored over a hundred articles, reviews and reports in medical journals on such diseases as dengue, polio and measles. She also authored \"Textbook of Pediatrics\", a fundamental medical text used in Philippine medical schools.",
            "score": 103.39450073242188
        },
        {
            "docid": "21054623_29",
            "document": "Mosquito-borne disease . Dengue fever is caused by infection through viruses of the family Flaviviridae. The illness is most commonly transmitted by Aedes aegypti mosquitoes in tropical and subtropical regions. Dengue virus has four different serotypes, each of which are antigenically related but have limited cross-immunity to reinfection.",
            "score": 103.18093872070312
        },
        {
            "docid": "10849236_3",
            "document": "Antibody-dependent enhancement . The most widely known example of ADE occurs in the setting of infection with the dengue virus (DENV). DENV is a single-stranded positive-polarity RNA virus of the Flaviviridae family. It causes a disease of varying severity in humans, from dengue fever (DF), which is usually self-limited, to dengue hemorrhagic fever (DHF) and dengue shock syndrome (DSS), either of which may be life-threatening. It is estimated that as many as 390 million individuals are infected with DENV annually.",
            "score": 102.92741394042969
        },
        {
            "docid": "32221188_3",
            "document": "InBios . In April 2011, InBios International announced the clearance of its IgM test for dengue fever, DENV Detect IgM Capture ELISA. It is the first test for the diagnosis of dengue infection approved in the United States. The technology is based on detecting dengue specific IgM antibodies in the serum of afflicted patients. The test is available internationally, especially in Southeast Asia, where dengue fever is particularly prevalent. The company also manufactures tests for other infectious diseases, including Leishmaniasis, Chagas disease, Scrub Typhus, Leptospirosis, Malaria, and West Nile.",
            "score": 102.76627349853516
        },
        {
            "docid": "37063005_25",
            "document": "Effects of global warming on human health . Dengue fever used to be considered a tropical disease, but climate change is causing dengue fever to spread. Dengue fever is transmitted by certain types of mosquitoes, which have been spreading further and further north. This is because some of the climate changes that are occurring are increased heat, precipitation and humidity which create prime breeding grounds for mosquitoes. The hotter and wetter a climate is, the faster the mosquitoes can mature and the faster the disease can develop. Another influence is the changing El Nino effects that are affecting the climate to change in different areas of the world, causing dengue fever to be able to spread.",
            "score": 102.64225006103516
        },
        {
            "docid": "21054623_44",
            "document": "Mosquito-borne disease . Dengue infection's therapeutic management is simple, cost effective and successful in saving lives by adequately performing timely institutionalized interventions. Treatment options are restricted, while no effective antiviral drugs for this infection have been accessible to date. Patients in the early phase of the dengue virus may recover without hospitalization. However, ongoing clinical research is in the works to find specific anti-dengue drugs.",
            "score": 101.05414581298828
        },
        {
            "docid": "2645596_2",
            "document": "2005 dengue outbreak in Singapore . In the 2005 dengue outbreak in Singapore, a significant rise in the number of dengue fever cases was reported in Singapore, becoming the country's worst health crisis since the 2003 SARS epidemic. In October 2005, there were signs that the dengue fever outbreak had peaked, as the number of weekly cases had declined and the outbreak of this infectious disease declined by the end of 2005.",
            "score": 100.75450134277344
        },
        {
            "docid": "53307600_5",
            "document": "U. C. Chaturvedi . Chaturvedi's early researches spanned the pathogenesis of various diseases which he carried out using animal models and subsequently reconfirming them by clinical trials. The human disorders he covered included chromium toxicity, immunological cardiac injury and dengue haemorrhagic fever (DHF) and it was during this time, he demonstrated that T-lymphocytes could inflict damage on heart tissues thereby leading to post-myocardial infarction and the postpericardiotomy syndrome. When an epidemic of dengue broke out in Kanpur in 1968, the team led by him carried out extensive studies independently and were successful in isolating dengue virus from the patients for further investigations. With the help of his studies on the pathogenesis of Dengue fever, he demonstrated that T helper cell-Type II cytokine receptor causes severity of the disease and he termed the incidence as \"Cytokine Tsunami\", as revealed in articles and an editorial written by him in Indian Journal of Medical Research.",
            "score": 100.5367660522461
        },
        {
            "docid": "56469772_5",
            "document": "Sheila Dorothy King . Besides her teaching, King conducted research on viral diseases. In 1968, she was involved in a vaccine study to inoculate Jamaican school children at risk for the rubella virus with a weakened strain of live virus. In 1970, King was granted tenure and three years later she was made Head of the Department of Microbiology. Simultaneously, in 1973, she began working as the supervisor for the Ministry of Health’s Typhoid Carrier Surveillance Programme. The following year she was appointed to the advisory board of the Trinidad Virus Laboratory and became an advisor to the Pan American Health Organization (PAHO)'s Committee on Dengue in the Americas. In 1977, a dengue epidemic swept through Jamaica, soon spreading throughout the Caribbean and to the American mainland. King and Dr. Esmie Rose, who headed the Virology Department directed the investigation to identify the virus and develop a plan to control the virus. Their findings were presented at a conference held in Montego Bay between 8–11 May 1978.",
            "score": 100.2693099975586
        },
        {
            "docid": "9198086_5",
            "document": "Trinidad Regional Virus Laboratory . Under the inspired leadership of Dr Downs the laboratory began intensive research programs and made many new discoveries including the isolating of several arthropod-borne disease-causing viruses, and new insights into the epidemiology of key virus diseases including yellow fever, dengue fever, and rabies.",
            "score": 99.05171203613281
        },
        {
            "docid": "46187159_43",
            "document": "Technical aspects of urban planning . Water and sanitation issues relate directly to health outcomes due to the susceptibility to disease experienced by populations that lack adequate access. In the 19th and 20th centuries, diseases like cholera were particularly feared due to their devastating effects and due to their proliferation in areas with poor waste management practices. Today diseases such as dengue fever, Hepatitis A, and intestinal parasites, are all examples of water-borne illnesses that affect the urban poor. Diarrheal illnesses are perhaps today the leading type of waterborne disease with cities like Jakarta experiencing disease rates as high as 50 cases per 1000 people. In India, waterborne disease accounts for the loss of roughly 180 million person-workdays annually, the economic equivalent of approximately 12 billion rupees. Thus inadequate access to water and sanitation among the urban poor and socially disadvantaged leads to systematic vulnerability to disease, which has both public health and economic consequences.",
            "score": 98.93173217773438
        },
        {
            "docid": "22613352_18",
            "document": "International Vaccine Institute . The successor to PDVI, the Dengue Vaccine Initiative was an IVI-led consortium with the World Health Organization, the Sabin Vaccine Institute, the Initiative for Vaccine Research (IVR), and the International Vaccine Access Center (IVAC) at Johns Hopkins University. DVI continued the work of PDVI and focused on laying the groundwork for dengue vaccine decision-making and vaccine introduction in endemic areas. Each consortium member was responsible for a specific component: WHO – information and guidance documents, and regulatory training activities; Johns Hopkins – dengue vaccine financing and strategic demand forecasting; and Sabin – communications and advocacy. Besides leading the consortium, IVI generated evidence for decision-making such as disease burden, country vaccine introduction cases and a global investment case. From 2010 to 2016, DVI operated in Brazil, Burkina Faso, Cambodia, Colombia, Gabon, India, Kenya, Thailand, and Vietnam. From 2013-2015, with funding from Germany’s Federal Ministry of Education & Research (BMBF), IVI continued support for preclinical development of dengue vaccines by Brazil’s Butantan Institute and Vietnam’s VaBiotech. After the 2016 licensure of Sanofi Pasteur’s Dengvaxia vaccine, the DVI project came to a close and its IVI staff transitioned to a new project, the Global Dengue & Aedes-Transmitted Disease Consortium (GDAC).",
            "score": 98.65801239013672
        },
        {
            "docid": "2118246_28",
            "document": "Global health . More than one billion people were treated for at least one neglected tropical disease in 2015. Neglected tropical diseases are a diverse group of infectious diseases that are endemic in tropical and subtropical regions of 149 countries, primarily effecting low and middle income populations in Africa, Asia, and Latin America. They are variously caused by bacteria (Trachoma, Leprosy), viruses (Dengue, Rabies), protozoa (Human African trypanosomiasis, Chagas), and helminths (Schistosomiasis, Onchocerciasis, Soil transmitted helminths). The Global Burden of Disease Study concluded that neglected tropical diseases comprehensively contributed to approximately 26.06 million disability-adjusted life years in 2010, as well as significant deleterious economic effects. In 2011, the World Health Organization launched a 2020 Roadmap for neglected tropical diseases, aiming for the control or elimination of 10 common diseases. The 2012 London Declaration builds on this initiative, and called on endemic countries and the international community to improve access to clean water and basic sanitation, improved living conditions, vector control, and health education, to reach the 2020 goals. In 2017, a WHO report cited 'unprecedented progress' against neglected tropical diseases since 2007, especially due to mass drug administration of drugs donated by pharmaceutical companies.",
            "score": 98.45112609863281
        },
        {
            "docid": "25037081_2",
            "document": "Health in Ecuador . Ecuador contains three distinct climatic regions: Tropical, Highland or Sierra and Amazon rain forest. The health conditions of this country vary according to these regions. In the sierras, in cities such as Quito or Cuenca where most Ecuadorians live, health conditions most commonly associated with the tropics do not exist. For example, the types of mosquitoes which carry malaria and dengue fever cannot live at altitudes above 2300 meters (according to the US Centers for Disease Control) as is the case in virtually all of the sierras. While there does not seem to be general agreement in the medical community about the prevalence of altitude-related conditions, some visitors to the highlands may experience symptoms. The lower atmospheric pressure of the sierras affects some individuals profoundly with difficulty in breathing, nausea and dizziness but these conditions are typically not of long duration and require a period of reduced activity and conservative eating and drinking for acclimatization. Ecuadorians living most of their lives in the sierras commonly require a brief period of re-adjustment after living at sea level for prolonged periods of time. In the low-lying coastal regions and in the Amazonian region the predictable diseases of those climates exist. Malaria, for example, is according to UN sources no longer epidemic in Ecuador. Nor is Dengue Fever. According to WHO data on confirmed cases of malaria, Ecuador had 8464 cases per 100,000 population in 2007 and 544 cases in 2012 (the latest year in WHO figures). Changes in living conditions and health care appear to have had a significant effect on this condition. The potential for these diseases does exist but mostly in isolated, economically-depressed areas of the Amazon and seacoast. Many do not realize that dengue-infected mosquitoes exist in the states of the southeastern US but do not infect inhabitants on a widespread basis. Life expectancy is approximately that of the US.",
            "score": 98.0990982055664
        }
    ]
}