{
    "q": [
        {
            "docid": "4110763_15",
            "document": "Extrachromosomal DNA . One example of infection of a virus constituting as extrachromosomal DNA is the human papillomavirus (HPV). The HPV DNA genome undergoes three distinct stages of replication: establishment, maintenance and amplification. HPV infects epithelial cells in the anogenital tract and oral cavity. Normally, HPV is detected and cleared by the immune system. The recognition of viral DNA is an important part of immune responses. For this virus to persist, the circular genome must be replicated and inherited during cell division.",
            "score": 220.237065076828
        },
        {
            "docid": "10075058_6",
            "document": "Shope papilloma virus . The Papillomavirus life cycle begins with cells actively multiplying in epithelial cells of basal and parabasal layers. The differentiation of these cells is necessary for this virus to complete its life cycle. Transforming proteins E6 and E7 induce the S-phase in the lower epithelial layers. Viral replication proteins E1 and E2 are also required to form the papilloma and keep the episomal viral genome replication low. Genome amplification will be restrained until viral replication proteins increase and several viral proteins are co-expressed. The infected, differentiating cells travel towards the epithelial surface during the viral cycle’s late stage. In the upper epithelial layers, the promoter activity is altered during the virus’ production. E4 proteins are expressed, and viral DNA amplification starts in the differentiated cells. Following this, the L1 and L2 viral capsid proteins are expressed and the infectious virions begin to assemble.",
            "score": 203.55369448661804
        },
        {
            "docid": "188518_52",
            "document": "Human papillomavirus infection . The E6/E7 proteins inactivate two tumor suppressor proteins, p53 (inactivated by E6) and pRb (inactivated by E7). The viral oncogenes E6 and E7 are thought to modify the cell cycle so as to retain the differentiating host keratinocyte in a state that is favourable to the amplification of viral genome replication and consequent late gene expression. E6 in association with host E6-associated protein, which has ubiquitin ligase activity, acts to ubiquitinate p53, leading to its proteosomal degradation. E7 (in oncogenic HPVs) acts as the primary transforming protein. E7 competes for retinoblastoma protein (pRb) binding, freeing the transcription factor E2F to transactivate its targets, thus pushing the cell cycle forward. All HPV can induce transient proliferation, but only strains 16 and 18 can immortalize cell lines \"in vitro\". It has also been shown that HPV 16 and 18 cannot immortalize primary rat cells alone; there needs to be activation of the ras oncogene. In the upper layers of the host epithelium, the late genes L1 and L2 are transcribed/translated and serve as structural proteins that encapsidate the amplified viral genomes. Once the genome is encapsidated, the capsid appears to undergo a redox-dependent assembly/maturation event, which is tied to a natural redox gradient that spans both suprabasal and cornified epithelial tissue layers. This assembly/maturation event stabilizes virions, and increases their specific infectivity. Virions can then be sloughed off in the dead squames of the host epithelium and the viral lifecycle continues. A 2010 study has found that E6 and E7 are involved in beta-catenin nuclear accumulation and activation of Wnt signaling in HPV-induced cancers.",
            "score": 228.8507126569748
        },
        {
            "docid": "5735696_11",
            "document": "Gammaherpesvirinae . Viruses that establish lifelong latent infections must ensure that the viral genome is maintained within the latently infected cell throughout the life of the host, yet at the same time must also be capable of avoiding elimination by the immune surveillance system especially must avoid being detected by host CD8+ cytotoxic T lymphocytes (CTLs). The gamma-herpesviruses are characteristically latent in lymphocytes and drive the proliferation that requires the expression of latent viral antigens. The majority of gammaherpesviruses encode a specific protein that is critical for maintenance of the viral genome within latently infected cells termed the genome maintenance protein (GMP). GMPs are DNA-binding proteins that ensures that, as the host cell progresses through mitosis, the viral episomes are partitioned to daughter cells. This provides continuous existence of the viral genome within the host cells.",
            "score": 106.18622636795044
        },
        {
            "docid": "188518_51",
            "document": "Human papillomavirus infection . The two primary oncoproteins of high risk HPV types are E6 and E7. The “E” designation indicates that these two proteins are expressed early in the HPV life cycle, while the \"L\" designation indicates late expression. The HPV genome is composed of six early (E1, E2, E4, E5, E6, and E7) open-reading frames (ORF), two late (L1 and L2) ORFs, and a non-coding long control region (LCR). After the host cell is infected viral early promoter is activated and a polycistronic primary RNA containing all six early ORFs is transcribed. This polycistronic RNA then undergoes active RNA splicing to generate multiple isoforms of mRNAs. One of the spliced isoform RNAs, E6*I, serves as an E7 mRNA to translate E7 protein. However, viral early transcription subjects to viral E2 regulation and high E2 levels repress the transcription. HPV genomes integrate into host genome by disruption of E2 ORF, preventing E2 repression on E6 and E7. Thus, viral genome integration into host DNA genome increases E6 and E7 expression to promote cellular proliferation and the chance of malignancy. The degree to which E6 and E7 are expressed is correlated with the type of cervical lesion that can ultimately develop.",
            "score": 169.02655565738678
        },
        {
            "docid": "24795530_29",
            "document": "HPV-positive oropharyngeal cancer . Differences in response to treatment between HPV-OPC and HPV+OPC may include differences in the extent and manner in which cellular growth-regulatory pathways are altered in the two forms of OPC. For instance in HPV+OPC the HPV E6 and E7 oncogenes merely render the p53 and pRb pathways dormant, leaving open the possibility of reactivation of these pathways by down-regulating (reducing) expression of the oncogenes. This is in contrast to the mutant form of p53 found in HPV-OPC that is associated with treatment resistance. Furthermore, it is suggested that the effects of E6 and E7 on these pathways renders the tumour more radiosensitive, possibly by interference with mechanisms such as DNA repair, repopulation signalling, and cell-cycle redistribution. The microenvironment is also important, with radiation increasing host immune response to viral antigens expressed on the tumour. Also, there is an association between an increase in tumour-infiltrating lymphocytes and in circulating white blood cells in HPV+OPC patients and better prognosis. This implies a role for an adaptive immune system in suppressing tumour progression.",
            "score": 178.57038915157318
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 150.08970522880554
        },
        {
            "docid": "23974_21",
            "document": "Plasmid . Today some authors use \"episome\" in the context of prokaryotes to refer to a plasmid that is capable of integrating into the chromosome. The integrative plasmids may be replicated and stably maintained in a cell through multiple generations, but always at some stage they exist as an independent plasmid molecule. In the context of eukaryotes, the term \"episomes\" is used to mean a non-integrated extrachromosomal closed circular DNA molecule that may be replicated in the nucleus. Viruses are the most common examples of this, such as herpesviruses, adenoviruses, and polyomaviruses, but some are plasmids. Other examples include aberrant chromosomal fragments, such as double minute chromosomes, that can arise during artificial gene amplifications or in pathologic processes (e.g., cancer cell transformation). Episomes in eukaryotes behave similarly to plasmids in prokaryotes in that the DNA is stably maintained and replicated with the host cell. Cytoplasmic viral episomes (as in poxvirus infections) can also occur. Some episomes, such as herpesviruses, replicate in a rolling circle mechanism, similar to bacterial phage viruses. Others replicate through a bidirectional replication mechanism (\"Theta type\" plasmids). In either case, episomes remain physically separate from host cell chromosomes. Several cancer viruses, including Epstein-Barr virus and Kaposi's sarcoma-associated herpesvirus, are maintained as latent, chromosomally distinct episomes in cancer cells, where the viruses express oncogenes that promote cancer cell proliferation. In cancers, these episomes passively replicate together with host chromosomes when the cell divides. When these viral episomes initiate lytic replication to generate multiple virus particles, they in general activate cellular innate immunity defense mechanisms that kill the host cell.",
            "score": 114.58155012130737
        },
        {
            "docid": "729500_28",
            "document": "Head and neck cancer . Induction of cancer can be associated for the expression of viral oncoproteins, the most important E6 and E7, or other mechanisms many of them run by the integration such as the generation of altered transcripts, disruption of tumor suppressors, high levels of DNA amplifications, interchromosomial rearrangements, or changes in DNA methylation patterns, the latter being able to find even when the virus is identified in episomes. E6 sequesters p53 to promote p53 degradation while pRb inhibits E7. p53 prevents cell growth when DNA is damaged by activating apoptosis and p21, a kinase that blocks the formation of cyclin D / Cdk4 avoiding pRb phosphorylation and thereby prevents release of E2F is a transcription factor required for activation of genes involved in cell proliferation. pRb remains bound to E2F while this action phosphorylated preventing activation of proliferation. Therefore, E6 and E7 act synergistically in triggering cell cycle progression and therefore uncontrolled proliferation by inactivating the p53 and Rb tumor suppressors.",
            "score": 114.38632297515869
        },
        {
            "docid": "21373569_3",
            "document": "Epstein–Barr virus nuclear antigen 1 . EBNA1 is integral to many EBV functions including gene regulation, extrachromosomal replication, and maintenance of the EBV episomal genome through positive and negative regulation of viral promoters. Studies show that the phosphorylation of ten specific sites on EBNA1 regulates these functions. When phosphorylation does not occur, replication and transcription activities of the protein are significantly decreased. EBNA1 binds to sequence-specific sites at the origin of viral replication (oriP) within the viral episome. The oriP has four EBNA1 binding sites (called the Dyad Symmetry; DS) where replication is initiated as well as a 20-site repeat segment (called the Family of Repeats; FR). EBNA1’s specific binding ability, as well as its ability to tether EBV DNA to chromosomal DNA, allows EBNA1 to mediate replication and partitioning of the episome during division of the host cell. EBNA1 also interacts with some viral promoters via several mechanisms, further contributing to transcriptional regulation of EBNA1 itself as well as the other EBNAs (2 and 3) and of EBV latent membrane protein 1 (LMP1).",
            "score": 102.62527394294739
        },
        {
            "docid": "969821_15",
            "document": "JAK-STAT signaling pathway . Given that many JAKs are associated with cytokine receptors, the JAK-STAT signalling pathway plays a major role in cytokine receptor signalling. Since cytokines are substances produced by immune cells that can alter the activity of neighbouring cells, the effects of JAK-STAT signalling are often more highly seen in cells of the immune system. For example, JAK3 activation in response to IL-2 is vital for lymphocyte development and function. Also, one study indicates that JAK1 is needed to carry out signalling for receptors of the cytokines IFNγ, IL-2, IL-4 and IL-10.",
            "score": 132.4789354801178
        },
        {
            "docid": "546406_6",
            "document": "Toll-like receptor . Upon activation, TLRs recruit adapter proteins (proteins that mediate other protein-protein interactions) within the cytosol of the immune cell in order to propagate the antigen-induced signal transduction pathway. These recruited proteins are then responsible for the subsequent activation of other downstream proteins, including protein kinases (IKKi, IRAK1, IRAK4, and TBK1) that further amplify the signal and ultimately lead to the upregulation or suppression of genes that orchestrate inflammatory responses and other transcriptional events. Some of these events lead to cytokine production, proliferation, and survival, while others lead to greater adaptive immunity. If the ligand is a bacterial factor, the pathogen might be phagocytosed and digested, and its antigens presented to CD4+ T cells. In the case of a viral factor, the infected cell may shut off its protein synthesis and may undergo programmed cell death (apoptosis). Immune cells that have detected a virus may also release anti-viral factors such as interferons.",
            "score": 130.59608387947083
        },
        {
            "docid": "35036168_5",
            "document": "NKG2D . NKG2D ligands are induced-self proteins which are completely absent or present only at low levels on surface of normal cells, but they are overexpressed by infected, transformed, senescent and stressed cells. Their expression is regulated at different stages (transcription, mRNA and protein stabilization, cleavage from the cell surface) by various stress pathways. Among them, one of the most prominent stress pathways is DNA damage response. Genotoxic stress, stalled DNA replication, poorly regulated cell proliferation in tumorigenesis, viral replication or some viral products activate the ATM and ATR kinases. These kinases initiate the DNA damage response pathway which participates in NKG2D ligand upregulation. DNA damage response thus participate in alerting the immune system to the presence of potentially dangerous cells.",
            "score": 174.53790616989136
        },
        {
            "docid": "8733663_7",
            "document": "Peginterferon alfa-2b . One of the major mechanisms of PEG-interferon alpha-2b utilizes the JAK-STAT signaling pathway. The basic mechanism works such that PEG-interferon alpha-2b will bind to its receptor, interferon-alpha receptor 1 and 2 (IFNAR1/2). Upon ligand binding the Tyk2 protein associated with IFNAR1 is phosphorylated which in turn phosphorylates Jak1 associated with IFNAR2. This kinase continues its signal transduction by phosphorylation of signal transducer and activator of transcription (STAT) 1 and 2 via Jak 1 and Tyk2 respectively. The phosphorylated STATs then dissociate from the receptor heterodimer and form an interferon transcription factor with p48 and IRF9 to form the interferon stimulate transcription factor-3 (ISGF3). This transcription factor then translocates to the nucleus where it will transcribe several genes involved in cell cycle control, cell differentiation, apoptosis, and immune response. PEG-interferon alpha-2b acts as a multifunctional immunoregulatory cytokine by transcribing several genes, including interleukin 4 (IL4). This cytokine is responsible for inducing T helper cells to become type 2 helper T cells. This ultimately results in the stimulation of B cells to proliferate and increase their antibody production. This ultimately allows for an immune response, as the B cells will help to signal the immune system that a foreign antigen is present.",
            "score": 154.50861155986786
        },
        {
            "docid": "24795530_16",
            "document": "HPV-positive oropharyngeal cancer . HPV associated cancers are caused by high-risk strains of HPV, mainly HPV-16 and HPV-18. HPV is a small non-enveloped DNA virus of the papillomavirus family. Its genome encodes the early (E) oncoproteins E5, E6 and E7 and the late (L) capsid proteins L1 and L2. The virus gains access to the mucosa through microlesions, where it infects the basal layer of cells, which are still able to proliferate. While the virus does not replicate in these cells, expression of its early genes stimulates proliferation and lateral expansion of the basal cells. As this moves the virus particles into the overlying suprabasal layers, late viral gene expression occurs, enabling replication of the circular viral genome (\"see\" figure) and structural proteins. As these are pushed into the most superficial mucosal layers, complete viral particles are assembled and released.",
            "score": 198.3792873620987
        },
        {
            "docid": "606000_34",
            "document": "Papillomaviridae . After the host cell is infected, HPV16 early promoter is activated and a polycistronic primary RNA containing all six early ORFs is transcribed. This polycistronic RNA contains three exons and two introns and undergoes active RNA splicing to generate multiple isoforms of mRNAs. One of the spliced isoform RNAs, E6*I, serves as an E7 mRNA to translate E7 oncoprotein. In contrast, an intron in the E6 ORF that remains intact without splicing is necessary for translation of E6 oncoprotein. However, viral early transcription subjects to viral E2 regulation and high E2 levels repress the transcription. HPV genomes integrate into host genome by disruption of E2 ORF, preventing E2 repression on E6 and E7. Thus, viral genome integration into host DNA genome increases E6 and E7 expression to promote cellular proliferation and the chance of malignancy.",
            "score": 125.58746886253357
        },
        {
            "docid": "969821_16",
            "document": "JAK-STAT signaling pathway . The JAK-STAT pathway in cytokine receptor signalling can activate STATs, which can bind to DNA and allow the transcription of genes involved in immune cell division, survival, activation and recruitment. For example, STAT1 can enable the transcription of genes which inhibit cell division and stimulate inflammation. Also, STAT4 is able to activate NK cells (natural killer cells), and STAT5 can drive the formation of white blood cells. In response to cytokines, such as IL-4, JAK-STAT signalling is also able to stimulate STAT6, which can promote B-cell proliferation, immune cell survival, and the production of an antibody called IgE.",
            "score": 154.39717841148376
        },
        {
            "docid": "32921916_3",
            "document": "RIG-I-like receptor . Though each of these three receptors is located in tissues throughout the body, RLRs are especially active in the innate immune defense of epithelial cells, myeloid cells, and CNS cells. As pattern recognition receptors, RLRs live in the cytosol of a cell, so that they can detect the presence of viral DNA or RNA. Upon detection of a viral infection, two of the RLRs, RIG-I and MDA5, possess the ability to activate a complex signaling network that leads to the production of pro-inflammatory molecules. RIG-I and MDA5 recognize distinct viruses but both produce the antiviral immune changes that initiate an innate response and regulate the subsequent adaptive response. LGP2, the remaining RLR, lacks the ability to induce signaling alone, but is necessary for effective RIG-I and MDA5-mediated antiviral responses.",
            "score": 128.98639178276062
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 126.11224949359894
        },
        {
            "docid": "2626268_2",
            "document": "STAT protein . Members of the signal transducer and activator of transcription (STAT) protein family are intracellular transcription factors that mediate many aspects of cellular immunity, proliferation, apoptosis and differentiation. They are primarily activated by membrane receptor-associated Janus kinases (JAK). Dysregulation of this pathway is frequently observed in primary tumors and leads to increased angiogenesis which enhances the survival of tumors and immunosuppression. Gene knockout studies have provided evidence that STAT proteins are involved in the development and function of the immune system and play a role in maintaining immune tolerance and tumor surveillance.",
            "score": 124.49616837501526
        },
        {
            "docid": "5069516_18",
            "document": "HIV/AIDS . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses share many morphological and biological characteristics. Many species of mammals are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded reverse transcriptase that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded integrase and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system. Alternatively, the virus may be transcribed, producing new RNA genomes and viral proteins that are packaged and released from the cell as new virus particles that begin the replication cycle anew.",
            "score": 119.72008883953094
        },
        {
            "docid": "449450_25",
            "document": "Flavivirus . Subgenomic flavivirus RNA (sfRNA) is an extension of the 3' UTR and has been demonstrated to play a role in flavivirus replication and pathogenesis. sfRNA is produced by incomplete degradation of genomic viral RNA by the host cells 5'-3' exoribonuclease 1 (XRN1). As the XRN1 degrades viral RNA, it stalls at stemloops formed by the secondary structure of the 5' and 3' UTR. This pause results in an undigested fragment of genome RNA known as sfRNA. sfRNA influences the life cycle of the flavivirus in a concentration dependent manner. Accumulation of sfRNA causes (1) antagonization of the cell's innate immune response, thus decreasing host defense against the virus (2) inhibition of XRN1 and Dicer activity to modify RNAi pathways that destroy viral RNA (3) modification of the viral replication complex to increase viral reproduction. Overall, sfRNA is implied in multiple pathways that compromise host defenses and promote infection by flaviviruses.",
            "score": 138.8170690536499
        },
        {
            "docid": "11509270_4",
            "document": "Cholinergic anti-inflammatory pathway . Tumor necrosis factors (TNF) (and other cytokines) are produced by cells of the innate immune system during local injury and infection. These contribute to initiating a cascade of mediator release, and recruiting inflammatory cells to the site of infection to contain infection, referred to as \"innate immunity.\". TNF amplifies and prolongs the inflammatory response by activating other cells to release interleukin-1 (IL-1), high mobility group B1 (HMGB1) and other cytokines. These inflammatory cytokine responses confer protective advantages to the host at the site of bacterial infection. A “beneficial” inflammatory response is limited, resolves in 48–72 hours, and does not spread systemically. The cholinergic anti-inflammatory pathway provides a braking effect on the innate immune response which protects the body against the damage that can occur if a localized inflammatory response spreads beyond the local tissues, which results in toxicity or damage to the kidney, liver, lungs, and other organs.",
            "score": 104.24727940559387
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 122.8420512676239
        },
        {
            "docid": "57393812_5",
            "document": "HSV epigenetics . Latent infection is described as the dormancy of a virus, by which proliferation of viral particles cease, yet the viral genome still remains incorporated as reservoirs within the cell. Although diversity among viruses' latent phase exist, ranging from selective viral gene expression (e.g., HSV expression of latency associated transcripts) to complete lack of expression, incorporation into the cell's genome (such as in retroviruses), and episomal persistence, common generalities too can be ascribed. Generally, the long-term latency of a mammalian virus is a dynamic interaction between it and the host cell's antiviral immunity. The establishment, maintenance, and reactivation of the infection cycle (reversibility) largely relies on cellular epigenetic processes in this dynamic and thus opens a discussion for viral treatment via an epigenetic perspective.",
            "score": 88.54553651809692
        },
        {
            "docid": "53151252_9",
            "document": "Large tumor antigen . The major functions of LTag in the viral life cycle involve dysregulation of the host cell's cell cycle and replication of the virus's circular DNA genome. Because polyomavirus genome replication relies on the DNA replication machinery of the host cell, the cell must be in S phase (the part of the cell cycle in which the host cell's genome is normally replicated) in order to provide the necessary molecular machinery for viral DNA replication. The SV40 LTag can induce S phase and activate the host cell's DNA damage response. Coordinated actions of the OBD and helicase regions result in physical manipulation of the viral genome, melting the DNA double helix at the origin of replication and unwinding the circular DNA chromosome in a bidirectional fashion. The structure and function of LTag resembles that of the human papillomavirus oncoproteins.",
            "score": 157.97733294963837
        },
        {
            "docid": "188518_49",
            "document": "Human papillomavirus infection . HPV is a small double-stranded circular DNA virus with a genome of approximately 8000 base pairs. The HPV life cycle strictly follows the differentiation program of the host keratinocyte. It is thought that the HPV virion infects epithelial tissues through micro-abrasions, whereby the virion associates with putative receptors such as alpha integrins, laminins, and annexin A2 leading to entry of the virions into basal epithelial cells through clathrin-mediated endocytosis and/or caveolin-mediated endocytosis depending on the type of HPV. At this point, the viral genome is transported to the nucleus by unknown mechanisms and establishes itself at a copy number of 10-200 viral genomes per cell. A sophisticated transcriptional cascade then occurs as the host keratinocyte begins to divide and become increasingly differentiated in the upper layers of the epithelium.",
            "score": 221.74289894104004
        },
        {
            "docid": "2311903_16",
            "document": "Endogenous retrovirus . ERVs have been found to be associated to disease not only through disease-causing relations, but also through immunity. The frequency of ERVs in long terminal repeats (LTRs) likely correlates to viral adaptations to take advantage of immunity signaling pathways that promote viral transcription and replication. A study done in 2016 investigated the benefit of ancient viral DNA integrated into a host through gene regulation networks induced by interferons, a branch of innate immunity. These cytokines are first to respond to viral infection and are also important in immunosurveillance for malignant cells. ERVs are predicted to act as cis-regulatory elements, but much of the adaptive consequences of this for certain physiological functions is still unknown. There is data that supports the general role of ERVs in the regulation of human interferon response, specifically to interferon-gamma (IFNG). For example, interferon-stimulated genes were found to be greatly enriched with ERVs bound by signal transducer and activator of transcription (STAT1) and/or Interferon regulatory factor (IRF1) in CD14+ macrophages.",
            "score": 128.59390819072723
        },
        {
            "docid": "51903_15",
            "document": "Tyrosine kinase . An example of this trigger-system in action is the process by which the formation of erythrocytes is regulated. Mammals possess this system, which begins in the kidneys where the developmental signal is manufactured. The developmental signal, also called a cytokine, is erythropoietin in this case. (Cytokines are key regulators of hematopoietic cell proliferation and differentiation.) Erythropoietin's activity is initiated when hematopoietic cytokine receptors become activated. In erythrocyte regulation, erythropoietin is a protein containing 165 amino acids that plays a role in activating the cytoplasmic protein kinase JAK. The results of some newer research have also indicated that the aforementioned cytokine receptors function with members of the JAK tyrosine kinase family. The cytokine receptors activate the JAK kinases. This then results in the phosphorylation of several signaling proteins located in the cell membrane. This subsequently affects both the stimulation of ligand-mediated receptors and intracellular signaling pathway activation. Substrates for JAK kinases mediate some gene responses and more. The process is also responsible for mediating the production of blood cells. In this case, erythropoietin binds to the corresponding plasma membrane receptor, dimerizing the receptor. The dimer is responsible for activating the kinase JAK via binding. Tyrosine residues located in the cytoplasmic domain of the erythropoietin receptor are consequently phosphorylated by the activated protein kinase JAK. Overall, this is also how a receptor tyrosine kinase might be activated by a ligand to regulate erythrocyte formation.",
            "score": 108.14755928516388
        },
        {
            "docid": "24762_33",
            "document": "P53 . Certain pathogens can also affect the p53 protein that the \"TP53\" gene expresses. One such example, human papillomavirus (HPV), encodes a protein, E6, which binds to the p53 protein and inactivates it. This mechanism, in synergy with the inactivation of the cell cycle regulator pRb by the HPV protein E7, allows for repeated cell division manifested clinically as warts. Certain HPV types, in particular types 16 and 18, can also lead to progression from a benign wart to low or high-grade cervical dysplasia, which are reversible forms of precancerous lesions. Persistent infection of the cervix over the years can cause irreversible changes leading to carcinoma in situ and eventually invasive cervical cancer. This results from the effects of HPV genes, particularly those encoding E6 and E7, which are the two viral oncoproteins that are preferentially retained and expressed in cervical cancers by integration of the viral DNA into the host genome.",
            "score": 173.48693680763245
        },
        {
            "docid": "606000_24",
            "document": "Papillomaviridae . After successful infection of a keratinocyte, the virus expresses E1 and E2 proteins, which are for replicating and maintaining the viral DNA as a circular episome. The viral oncogenes E6 and E7 promote cell growth by inactivating the tumor suppressor proteins p53 and pRb. Keratinocyte stem cells in the epithelial basement layer can maintain papillomavirus genomes for decades.",
            "score": 118.40244746208191
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 136.03862738609314
        }
    ],
    "r": [
        {
            "docid": "188518_52",
            "document": "Human papillomavirus infection . The E6/E7 proteins inactivate two tumor suppressor proteins, p53 (inactivated by E6) and pRb (inactivated by E7). The viral oncogenes E6 and E7 are thought to modify the cell cycle so as to retain the differentiating host keratinocyte in a state that is favourable to the amplification of viral genome replication and consequent late gene expression. E6 in association with host E6-associated protein, which has ubiquitin ligase activity, acts to ubiquitinate p53, leading to its proteosomal degradation. E7 (in oncogenic HPVs) acts as the primary transforming protein. E7 competes for retinoblastoma protein (pRb) binding, freeing the transcription factor E2F to transactivate its targets, thus pushing the cell cycle forward. All HPV can induce transient proliferation, but only strains 16 and 18 can immortalize cell lines \"in vitro\". It has also been shown that HPV 16 and 18 cannot immortalize primary rat cells alone; there needs to be activation of the ras oncogene. In the upper layers of the host epithelium, the late genes L1 and L2 are transcribed/translated and serve as structural proteins that encapsidate the amplified viral genomes. Once the genome is encapsidated, the capsid appears to undergo a redox-dependent assembly/maturation event, which is tied to a natural redox gradient that spans both suprabasal and cornified epithelial tissue layers. This assembly/maturation event stabilizes virions, and increases their specific infectivity. Virions can then be sloughed off in the dead squames of the host epithelium and the viral lifecycle continues. A 2010 study has found that E6 and E7 are involved in beta-catenin nuclear accumulation and activation of Wnt signaling in HPV-induced cancers.",
            "score": 228.8507080078125
        },
        {
            "docid": "188518_49",
            "document": "Human papillomavirus infection . HPV is a small double-stranded circular DNA virus with a genome of approximately 8000 base pairs. The HPV life cycle strictly follows the differentiation program of the host keratinocyte. It is thought that the HPV virion infects epithelial tissues through micro-abrasions, whereby the virion associates with putative receptors such as alpha integrins, laminins, and annexin A2 leading to entry of the virions into basal epithelial cells through clathrin-mediated endocytosis and/or caveolin-mediated endocytosis depending on the type of HPV. At this point, the viral genome is transported to the nucleus by unknown mechanisms and establishes itself at a copy number of 10-200 viral genomes per cell. A sophisticated transcriptional cascade then occurs as the host keratinocyte begins to divide and become increasingly differentiated in the upper layers of the epithelium.",
            "score": 221.74290466308594
        },
        {
            "docid": "4110763_15",
            "document": "Extrachromosomal DNA . One example of infection of a virus constituting as extrachromosomal DNA is the human papillomavirus (HPV). The HPV DNA genome undergoes three distinct stages of replication: establishment, maintenance and amplification. HPV infects epithelial cells in the anogenital tract and oral cavity. Normally, HPV is detected and cleared by the immune system. The recognition of viral DNA is an important part of immune responses. For this virus to persist, the circular genome must be replicated and inherited during cell division.",
            "score": 220.237060546875
        },
        {
            "docid": "10075058_6",
            "document": "Shope papilloma virus . The Papillomavirus life cycle begins with cells actively multiplying in epithelial cells of basal and parabasal layers. The differentiation of these cells is necessary for this virus to complete its life cycle. Transforming proteins E6 and E7 induce the S-phase in the lower epithelial layers. Viral replication proteins E1 and E2 are also required to form the papilloma and keep the episomal viral genome replication low. Genome amplification will be restrained until viral replication proteins increase and several viral proteins are co-expressed. The infected, differentiating cells travel towards the epithelial surface during the viral cycle’s late stage. In the upper epithelial layers, the promoter activity is altered during the virus’ production. E4 proteins are expressed, and viral DNA amplification starts in the differentiated cells. Following this, the L1 and L2 viral capsid proteins are expressed and the infectious virions begin to assemble.",
            "score": 203.55369567871094
        },
        {
            "docid": "24795530_16",
            "document": "HPV-positive oropharyngeal cancer . HPV associated cancers are caused by high-risk strains of HPV, mainly HPV-16 and HPV-18. HPV is a small non-enveloped DNA virus of the papillomavirus family. Its genome encodes the early (E) oncoproteins E5, E6 and E7 and the late (L) capsid proteins L1 and L2. The virus gains access to the mucosa through microlesions, where it infects the basal layer of cells, which are still able to proliferate. While the virus does not replicate in these cells, expression of its early genes stimulates proliferation and lateral expansion of the basal cells. As this moves the virus particles into the overlying suprabasal layers, late viral gene expression occurs, enabling replication of the circular viral genome (\"see\" figure) and structural proteins. As these are pushed into the most superficial mucosal layers, complete viral particles are assembled and released.",
            "score": 198.37928771972656
        },
        {
            "docid": "24795530_29",
            "document": "HPV-positive oropharyngeal cancer . Differences in response to treatment between HPV-OPC and HPV+OPC may include differences in the extent and manner in which cellular growth-regulatory pathways are altered in the two forms of OPC. For instance in HPV+OPC the HPV E6 and E7 oncogenes merely render the p53 and pRb pathways dormant, leaving open the possibility of reactivation of these pathways by down-regulating (reducing) expression of the oncogenes. This is in contrast to the mutant form of p53 found in HPV-OPC that is associated with treatment resistance. Furthermore, it is suggested that the effects of E6 and E7 on these pathways renders the tumour more radiosensitive, possibly by interference with mechanisms such as DNA repair, repopulation signalling, and cell-cycle redistribution. The microenvironment is also important, with radiation increasing host immune response to viral antigens expressed on the tumour. Also, there is an association between an increase in tumour-infiltrating lymphocytes and in circulating white blood cells in HPV+OPC patients and better prognosis. This implies a role for an adaptive immune system in suppressing tumour progression.",
            "score": 178.5703887939453
        },
        {
            "docid": "2457_41",
            "document": "Apoptosis . Apoptosis in HeLa cells is inhibited by proteins produced by the cell; these inhibitory proteins target retinoblastoma tumor-suppressing proteins. These tumor-suppressing proteins regulate the cell cycle, but are rendered inactive when bound to an inhibitory protein. HPV E6 and E7 are inhibitory proteins expressed by the human papillomavirus, HPV being responsible for the formation of the cervical tumor from which HeLa cells are derived. HPV E6 causes p53, which regulates the cell cycle, to become inactive. HPV E7 binds to retinoblastoma tumor suppressing proteins and limits its ability to control cell division. These two inhibitory proteins are partially responsible for HeLa cells' immortality by inhibiting apoptosis to occur. CDV (Canine Distemper Virus) is able to induce apoptosis despite the presence of these inhibitory proteins. This is an important oncolytic property of CDV: this virus is capable of killing canine lymphoma cells. Oncoproteins E6 and E7 still leave p53 inactive, but they are not able to avoid the activation of caspases induced from the stress of viral infection. These oncolytic properties provided a promising link between CDV and lymphoma apoptosis, which can lead to development of alternative treatment methods for both canine lymphoma and human non-Hodgkin lymphoma. Defects in the cell cycle are thought to be responsible for the resistance to chemotherapy or radiation by certain tumor cells, so a virus that can induce apoptosis despite defects in the cell cycle is useful for cancer treatment.",
            "score": 176.76585388183594
        },
        {
            "docid": "35036168_5",
            "document": "NKG2D . NKG2D ligands are induced-self proteins which are completely absent or present only at low levels on surface of normal cells, but they are overexpressed by infected, transformed, senescent and stressed cells. Their expression is regulated at different stages (transcription, mRNA and protein stabilization, cleavage from the cell surface) by various stress pathways. Among them, one of the most prominent stress pathways is DNA damage response. Genotoxic stress, stalled DNA replication, poorly regulated cell proliferation in tumorigenesis, viral replication or some viral products activate the ATM and ATR kinases. These kinases initiate the DNA damage response pathway which participates in NKG2D ligand upregulation. DNA damage response thus participate in alerting the immune system to the presence of potentially dangerous cells.",
            "score": 174.53790283203125
        },
        {
            "docid": "24762_33",
            "document": "P53 . Certain pathogens can also affect the p53 protein that the \"TP53\" gene expresses. One such example, human papillomavirus (HPV), encodes a protein, E6, which binds to the p53 protein and inactivates it. This mechanism, in synergy with the inactivation of the cell cycle regulator pRb by the HPV protein E7, allows for repeated cell division manifested clinically as warts. Certain HPV types, in particular types 16 and 18, can also lead to progression from a benign wart to low or high-grade cervical dysplasia, which are reversible forms of precancerous lesions. Persistent infection of the cervix over the years can cause irreversible changes leading to carcinoma in situ and eventually invasive cervical cancer. This results from the effects of HPV genes, particularly those encoding E6 and E7, which are the two viral oncoproteins that are preferentially retained and expressed in cervical cancers by integration of the viral DNA into the host genome.",
            "score": 173.4869384765625
        },
        {
            "docid": "24795530_19",
            "document": "HPV-positive oropharyngeal cancer . The pRb protein is inactivated by E7 in HPV+OPC, but in HPV-OPC it is the p16 tumour suppressor part of the pRb tumour suppressor network that is inactivated. Also the pRb pathway is inactivated by E7 instead of Cyclin D1 amplification. \"CDKN2A\" is a tumour suppressor gene that encodes a tumor suppressor protein, p16 (cyclin-dependent kinase inhibitor 2A) and inhibits the kinase activity of the cyclin-dependant kinases CDK4 and CDK6, which in turn induce cell cycle arrest. p16 expression is cell cycle dependent and is expressed focally in only about 5–10% of normal squamous epithelium. Like most HPV+ cancers, HPV+OPC express p16 but the latter does not function as a tumour-suppressor, because the mechanism by which this is achieved, pRb, has been inactivated by E7. p16 is upregulated (over-expressed) due to E7-related loss of pRB with reduced negative feedback, whereas it is downregulated in up to 90% of HPV-OPC. This diffuse over-expression in the tumour cells provides a diagnostic marker for HPV involvement. Although HPV E6 and E7 reduce tumour suppressor activity, they do so less than genetic and epigenetic processes do in HPV-OPC.",
            "score": 172.69044494628906
        },
        {
            "docid": "1552139_11",
            "document": "Langerhans cell . High-risk human papillomaviruses (HPV) are sexually transmitted viruses causally associated with several cancers including cervical, vaginal, anal, and head and neck cancers that cause significant morbidity and mortality worldwide. Over half of all cervical cancer cases are associated with HPV16, the most common of the cancer-causing high-risk genotypes. During its natural life cycle, HPV16 infects the basal cells of the epithelium and interacts with Langerhans cells within the epithelial layer, which are responsible for initiating immune responses against epithelial invading pathogens. However, HPV does not activate Langerhans cells \"in vitro\", and this may represent a key mechanism by which HPV evades immune detection \"in vivo\". Specifically, HPV16 entry into Langerhans cells via the annexin A2/S100A10 heterotetramer results in suppressive signaling and lack of Langerhans cell-mediated immune responses. This Langerhans cell-targeted immune escape mechanism seems to be conserved among different HPV genotypes enabling these viruses to remain undetected in the absence of other inflammatory events. T cells exposed to these inactivated Langerhans cells are not anergic, and can be activated against HPV upon receiving the appropriate stimuli at a later time point.",
            "score": 172.414306640625
        },
        {
            "docid": "4066270_9",
            "document": "Rolling circle replication . Human Papillomavirus-16 (HPV-16) is another virus that employs rolling replication to produce progeny at a high rate. HPV-16 infects human epithelial cells and has a double stranded circular genome. During replication, at the origin, the E1 hexamer wraps around the single strand DNA and moves in the 3' to 5' direction. In normal bidirectional replication, the two replication proteins will disassociate at time of collision, but in HPV-16 it is believed that the E1 hexamer does not disassociate, hence leading to a continuous rolling replication. It is believed that this replication mechanism of HPV may have physiological implications into the integration of the virus into the host chromosome and eventual progression into cervical cancer.",
            "score": 171.20314025878906
        },
        {
            "docid": "188518_51",
            "document": "Human papillomavirus infection . The two primary oncoproteins of high risk HPV types are E6 and E7. The “E” designation indicates that these two proteins are expressed early in the HPV life cycle, while the \"L\" designation indicates late expression. The HPV genome is composed of six early (E1, E2, E4, E5, E6, and E7) open-reading frames (ORF), two late (L1 and L2) ORFs, and a non-coding long control region (LCR). After the host cell is infected viral early promoter is activated and a polycistronic primary RNA containing all six early ORFs is transcribed. This polycistronic RNA then undergoes active RNA splicing to generate multiple isoforms of mRNAs. One of the spliced isoform RNAs, E6*I, serves as an E7 mRNA to translate E7 protein. However, viral early transcription subjects to viral E2 regulation and high E2 levels repress the transcription. HPV genomes integrate into host genome by disruption of E2 ORF, preventing E2 repression on E6 and E7. Thus, viral genome integration into host DNA genome increases E6 and E7 expression to promote cellular proliferation and the chance of malignancy. The degree to which E6 and E7 are expressed is correlated with the type of cervical lesion that can ultimately develop.",
            "score": 169.02655029296875
        },
        {
            "docid": "1300874_12",
            "document": "Actinic keratosis . Recent research suggests that the human papillomavirus (HPV) may also play a role in the development of AKs. The HPV virus has been detected in AKs, with measurable HPV viral loads (1 HPV-DNA copy per less than 50 cells) measured in 40% of AKs. Similar to UV radiation, higher levels of HPV found in AKs reflect enhanced viral DNA replication; this is suspected to be related to the abnormal keratinocyte proliferation and differentiation in AKs which provide a commensalic environment for HPV replication. This in turn may further stimulate the abnormal proliferation that contributes to the development of AKs and carcinogenesis.",
            "score": 165.9395751953125
        },
        {
            "docid": "24795530_17",
            "document": "HPV-positive oropharyngeal cancer . An increased risk of HPV+OPC is observed more than 15 years after HPV exposure, pointing to a slow development of the disease, similar to that seen in cervical cancer. Relative to HPV-OPC, the oncogenic molecular progression of HPV+OPC is poorly understood. The two main viral oncoproteins of the high risk HPV types are E6 and E7. These are consistently expressed in malignant cell lines, and if their expression is inhibited the malignant phenotype of the cancer cells is blocked. Either of these oncoproteins can immortalise cell lines, but are more efficient when both are expressed, since their separate molecular roles are synergistic. The E6 and E7 oncogenes become integrated into host-cell DNA, and the oncoproteins they express interfere with a variety of predominantly antiproliferative cellular regulatory mechanisms. They bind to and inactivate the best known of these mechanisms, the tumor suppressor proteins p53 and retinoblastoma protein pRB (pRb) leading to genomic instability and then cell cycle deregulation (\"see\" Chung et al., 2016 Fig. 35.2). Further, yet to be elicited, mechanisms are required for the final steps of malignant transformation of HPV infected cells.",
            "score": 163.63058471679688
        },
        {
            "docid": "32167_36",
            "document": "Ubiquitin . Oncogenic types of the human papillomavirus (HPV) are known to hijack cellular ubiquitin-proteasome pathway for viral infection and replication. The E6 proteins of HPV will bind to the N-terminus of the cellular E6-AP E3 ubiquitin ligase, redirecting the complex to bind p53, a well-known tumor suppressor gene that inactivation is found in many types of cancer. Thus, p53 undergoes ubiquitination and proteasome-mediated degradation. Meanwhile, E7, another one of the early-expressed HPV genes, will bind to Rb, also a tumor suppressor gene, mediating its degradation. The loss of p53 and Rb in cells allows limitless cell proliferation to occur.",
            "score": 159.41114807128906
        },
        {
            "docid": "53151252_9",
            "document": "Large tumor antigen . The major functions of LTag in the viral life cycle involve dysregulation of the host cell's cell cycle and replication of the virus's circular DNA genome. Because polyomavirus genome replication relies on the DNA replication machinery of the host cell, the cell must be in S phase (the part of the cell cycle in which the host cell's genome is normally replicated) in order to provide the necessary molecular machinery for viral DNA replication. The SV40 LTag can induce S phase and activate the host cell's DNA damage response. Coordinated actions of the OBD and helicase regions result in physical manipulation of the viral genome, melting the DNA double helix at the origin of replication and unwinding the circular DNA chromosome in a bidirectional fashion. The structure and function of LTag resembles that of the human papillomavirus oncoproteins.",
            "score": 157.9773406982422
        },
        {
            "docid": "606000_47",
            "document": "Papillomaviridae . In most papillomavirus types, the primary function of the E7 protein is to inactivate members of the pRb family of tumor suppressor proteins. Together with E6, E7 serves to prevent cell death (apoptosis) and promote cell cycle progression, thus priming the cell for replication of the viral DNA. E7 also participates in immortalization of infected cells by activating cellular telomerase. Like E6, E7 is the subject of intense research interest and is believed to exert a wide variety of other effects on infected cells. As with E6, the ongoing expression of E7 is required for survival of cancer cell lines, such as HeLa, that are derived from HPV-induced tumors.",
            "score": 157.0770263671875
        },
        {
            "docid": "36777018_22",
            "document": "Causes of cancer . In Western developed countries, human papillomavirus (HPV), hepatitis B virus (HBV) and hepatitis C virus (HCV) are the most common oncoviruses. In the United States, HPV causes most cervical cancers, as well as some cancers of the vagina, vulva, penis, anus, rectum, throat, tongue and tonsils. Among high-risk HPV viruses, the HPV E6 and E7 oncoproteins inactivate tumor suppressor genes when infecting cells. In addition, the oncoproteins independently induce genomic instability in normal human cells, leading to an increased risk of cancer development. Individuals with chronic hepatitis B virus infection are more than 200 times more likely to develop liver cancer than uninfected individuals. Liver cirrhosis, whether from chronic viral hepatitis infection or alcohol abuse, is independently associated with the development of liver cancer, but the combination of cirrhosis and viral hepatitis presents the highest risk of liver cancer development.",
            "score": 156.0828857421875
        },
        {
            "docid": "8733663_7",
            "document": "Peginterferon alfa-2b . One of the major mechanisms of PEG-interferon alpha-2b utilizes the JAK-STAT signaling pathway. The basic mechanism works such that PEG-interferon alpha-2b will bind to its receptor, interferon-alpha receptor 1 and 2 (IFNAR1/2). Upon ligand binding the Tyk2 protein associated with IFNAR1 is phosphorylated which in turn phosphorylates Jak1 associated with IFNAR2. This kinase continues its signal transduction by phosphorylation of signal transducer and activator of transcription (STAT) 1 and 2 via Jak 1 and Tyk2 respectively. The phosphorylated STATs then dissociate from the receptor heterodimer and form an interferon transcription factor with p48 and IRF9 to form the interferon stimulate transcription factor-3 (ISGF3). This transcription factor then translocates to the nucleus where it will transcribe several genes involved in cell cycle control, cell differentiation, apoptosis, and immune response. PEG-interferon alpha-2b acts as a multifunctional immunoregulatory cytokine by transcribing several genes, including interleukin 4 (IL4). This cytokine is responsible for inducing T helper cells to become type 2 helper T cells. This ultimately results in the stimulation of B cells to proliferate and increase their antibody production. This ultimately allows for an immune response, as the B cells will help to signal the immune system that a foreign antigen is present.",
            "score": 154.5086212158203
        },
        {
            "docid": "10213576_19",
            "document": "Stem-cell niche . The two main molecular signalling pathways regulating stem cell behaviour in the testis GSC niche are the Jak-STAT and BMP signalling pathways. Jak-STAT signalling originates in the hub cells, where the ligand Upd is secreted to the GSCs and SSCs. This leads to activation of the \"Drosophila\" STAT, Stat92E, a transcription factor which effects GSC adhesion to the hub cells, and SSC self-renewal via Zfh-1. Jak-STAT signalling also influences the activation of BMP signalling, via the ligands Dpp and Gbb. These ligands are secreted into the GSCs from the SSCs and hub cells, activate BMP signalling, and suppress the expression of Bam, a differentiation factor. Outside of the niche, gonialblasts no longer receive BMP ligands, and are free to begin their differentiation program. Other important signalling pathways include the MAPK and Hedgehog, which regulate germline enclosure and somatic cell self-renewal, respectively.",
            "score": 154.4831085205078
        },
        {
            "docid": "969821_16",
            "document": "JAK-STAT signaling pathway . The JAK-STAT pathway in cytokine receptor signalling can activate STATs, which can bind to DNA and allow the transcription of genes involved in immune cell division, survival, activation and recruitment. For example, STAT1 can enable the transcription of genes which inhibit cell division and stimulate inflammation. Also, STAT4 is able to activate NK cells (natural killer cells), and STAT5 can drive the formation of white blood cells. In response to cytokines, such as IL-4, JAK-STAT signalling is also able to stimulate STAT6, which can promote B-cell proliferation, immune cell survival, and the production of an antibody called IgE.",
            "score": 154.3971710205078
        },
        {
            "docid": "969821_2",
            "document": "JAK-STAT signaling pathway . The JAK-STAT signalling pathway is a chain of interactions between proteins in a cell, and is involved in processes such as immunity, cell division, cell death and tumour formation. The pathway communicates information from chemical signals outside of a cell to the cell nucleus, resulting in the activation of genes through a process called transcription. There are three key parts of JAK-STAT signalling: Janus kinases (JAKs), Signal Transducer and Activator of Transcription proteins (STATs), and receptors (which bind the chemical signals). Disrupted JAK-STAT signalling may lead to a variety of diseases, such as skin conditions, cancers, and disorders affecting the immune system.",
            "score": 154.0110626220703
        },
        {
            "docid": "188518_2",
            "document": "Human papillomavirus infection . Human papillomavirus infection is an infection by \"human papillomavirus\" (HPV). Most HPV infections cause no symptoms and resolve spontaneously. In some people, an HPV infection persists and results in warts or precancerous lesions. The precancerous lesions increase the risk of cancer of the cervix, vulva, vagina, penis, anus, mouth, or throat. Nearly all cervical cancer is due to HPV with two types, HPV16 and HPV18, accounting for 70% of cases. Between 60% and 90% of the other cancers mentioned above are also linked to HPV. HPV6 and HPV11 are common causes of genital warts and laryngeal papillomatosis. An HPV infection is caused by \"human papillomavirus\", a DNA virus from the papillomavirus family, of which over 170 types are known. More than 40 types are transmitted through sexual contact and infect the anus and genitals. Risk factors for persistent HPV infections include early age of first sexual intercourse, multiple partners, smoking, and poor immune function. HPV is typically spread by sustained direct skin-to-skin contact with vaginal and anal sex being the most common methods. Occasionally, it can spread from a mother to her baby during pregnancy. It does not spread via common items like toilet seats. People can become infected with more than one type of HPV. HPV only affects humans. HPV vaccines can prevent the most common types of infection. To be most effective, they should be used before an infection occurs and are therefore recommended between the ages of nine and 13. Cervical cancer screening, such as with the Papanicolaou test (pap) or looking at the cervix after using acetic acid, can detect early cancer or abnormal cells that may develop into cancer. This allows for early treatment which results in better outcomes. Screening has reduced both the number and deaths from cervical cancer in the developed world. Warts can be removed by freezing. HPV is the most common sexually transmitted infection globally. Most people are infected at some point in their lives. In 2012, about 528,000 new cases and 266,000 deaths occurred from cervical cancer worldwide. Around 85% of these occurred in the developing world. In the United States, about 27,000 cases of cancer due to HPV occur each year. About 1% of sexually active adults have genital warts. While cases of warts have been described since the time of ancient Greece, their viral nature was not discovered until 1907.",
            "score": 152.89183044433594
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 152.57608032226562
        },
        {
            "docid": "15120_15",
            "document": "Interferon . Many viruses have evolved mechanisms to resist interferon activity. They circumvent the IFN response by blocking downstream signaling events that occur after the cytokine binds to its receptor, by preventing further IFN production, and by inhibiting the functions of proteins that are induced by IFN. Viruses that inhibit IFN signaling include Japanese Encephalitis Virus (JEV), dengue type 2 virus (DEN-2) and viruses of the herpesvirus family, such as human cytomegalovirus (HCMV) and Kaposi's sarcoma-associated herpesvirus (KSHV or HHV8). Viral proteins proven to affect IFN signaling include EBV nuclear antigen 1 (EBNA1) and EBV nuclear antigen 2 (EBNA-2) from Epstein-Barr virus, the large T antigen of Polyomavirus, the E7 protein of Human papillomavirus (HPV), and the B18R protein of vaccinia virus. Reducing IFN-α activity may prevent signaling via STAT1, STAT2, or IRF9 (as with JEV infection) or through the JAK-STAT pathway (as with DEN-2 infection). Several poxviruses encode soluble IFN receptor homologs—like the B18R protein of the vaccinia virus—that bind to and prevent IFN interacting with its cellular receptor, impeding communication between this cytokine and its target cells. Some viruses can encode proteins that bind to double-stranded RNA (dsRNA) to prevent the activity of RNA-dependent protein kinases; this is the mechanism reovirus adopts using its sigma 3 (σ3) protein, and vaccinia virus employs using the gene product of its E3L gene, p25. The ability of interferon to induce protein production from interferon stimulated genes (ISGs) can also be affected. Production of protein kinase R, for example, can be disrupted in cells infected with JEV Some viruses escape the anti-viral activities of interferons by gene (and thus protein) mutation. The H5N1 influenza virus, also known as bird flu, has resistance to interferon and other anti-viral cytokines that is attributed to a single amino acid change in its Non-Structural Protein 1 (NS1), although the precise mechanism of how this confers immunity is unclear.",
            "score": 152.28770446777344
        },
        {
            "docid": "39669_18",
            "document": "Dengue fever . The initial reaction of infected cells is to produce interferon, a cytokine that raises a number of defenses against viral infection through the innate immune system by augmenting the production of a large group of proteins mediated by the JAK-STAT pathway. Some serotypes of dengue virus appear to have mechanisms to slow down this process. Interferon also activates the adaptive immune system, which leads to the generation of antibodies against the virus as well as T cells that directly attack any cell infected with the virus. Various antibodies are generated; some bind closely to the viral proteins and target them for phagocytosis (ingestion by specialized cells and destruction), but some bind the virus less well and appear instead to deliver the virus into a part of the phagocytes where it is not destroyed but is able to replicate further.",
            "score": 150.86141967773438
        },
        {
            "docid": "9752878_4",
            "document": "Interferon-alpha/beta receptor . IFNAR is a heteromeric cell surface receptor composed of two subunits, referred to as the low affinity subunit, IFNAR1, and the high affinity subunit, IFNAR2. Upon binding of type I interferons, IFNAR activates the JAK-STAT signalling pathway, along with MAPK, PI3K, and Akt signaling pathways. IFNAR agonism results in transcriptional changes, with the potential to increase or suppress the transcription of over 2000 different genes. For example, type I IFNs induce interferon-stimulated gene (ISG) expression, classically resulting in a robust anti-viral immune response. Additionally, IFNs largely impact cell health and viability, with effects on apoptosis, autophagy, cell differentiation, and proliferation. The diverse effects of type I IFNs is likely dependent on the cellular and environmental context.",
            "score": 150.2969970703125
        },
        {
            "docid": "563093_16",
            "document": "Paracrine signalling . Research on paracrine signaling through the Jak-STAT pathway revealed its potential in activating invasive behavior of ovarian epithelial cells. This epithelial to mesenchymal transition is highly evident in metastasis. Paracrine signaling through the Jak-STAT pathway is necessary in the transition from stationary epithelial cells to mobile mesenchymal cells, which are capable of invading surrounding tissue. Only the Jak-STAT pathway has been found to induce migratory cells.",
            "score": 150.13177490234375
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 150.08970642089844
        },
        {
            "docid": "14170638_6",
            "document": "CD69 . CD69 expression has been associated with both regulatory T cell (Treg) and memory T cell precursors. Treg precursors exit the thymus expressing CD69 and complete differentiation into Treg cells in peripheral tissues when they encounter antigens and other cytokines, like IL-2. Through the JAK/STAT signaling pathway, CD69 activation also induces the production of TGF-β as well as IL-2, which contribute to the differentiation of Treg cells as mentioned above. Furthermore, CD69 is also known to be upregulated by NF-κB signaling at the onset of an immune response. A prolonged immune response is then maintained by the non-canonical NF-κB pathway, which in turn is associated with Treg differentiation.",
            "score": 149.1145477294922
        },
        {
            "docid": "606000_38",
            "document": "Papillomaviridae . The E2 protein serves as a master transcriptional regulator for viral promoters located primarily in the long control region. The protein has a transactivation domain linked by a relatively unstructured hinge region to a well-characterized DNA binding domain. E2 facilitates the binding of E1 to the viral origin of replication. E2 also utilizes a cellular protein known as Bromodomain-4 (Brd4) to tether the viral genome to cellular chromosomes. This tethering to the cell's nuclear matrix ensures faithful distribution of viral genomes to each daughter cell after cell division. It is thought that E2 serves as a negative regulator of expression for the oncogenes E6 and E7 in latently HPV-infected basal layer keratinocytes. Genetic changes, such as integration of the viral DNA into a host cell chromosome, that inactivate E2 expression tend to increase the expression of the E6 and E7 oncogenes, resulting in cellular transformation and possibly further genetic destabilization.",
            "score": 148.7952880859375
        }
    ]
}