{
    "q": [
        {
            "docid": "307556_7",
            "document": "Hypocotyl . One of the widely used assay in the field of photobiology is the investigation of the effect of changes in light quantity and quality on hypocotyl elongation. It is frequently used to study the growth promoting vs. growth repressing effects of application of plant hormones like ethylene. Under normal light conditions, hypocotyl growth is controlled by a process called photomorphogenesis, while shading the seedlings evokes a rapid transcriptional response which negatively regulates photomorphogenesis and results in increased rates of hypocotyl growth. This rate is highest when plants are kept in darkness mediated by a process called skotomorphogenesis, which contrasts photomorphogenesis.",
            "score": 50.83842611312866
        },
        {
            "docid": "53763747_8",
            "document": "Andrew Millar (scientist) . In 2017, Millar and colleagues quantitatively explained and predicted canonical phenotypes of circadian timing in a multicellular, model organism. The research team used metabolic and physiological data to combine and extend mathematical models of rhythmic gene expression, photoperiod-dependent flowering, elongation growth, and starch metabolism within a framework model for Arabidopsis. The model predicted the effect of altered circadian timing upon particular phenotypes in clock-mutant plants. Whole-plant growth rate decreased, which was attributed to altered night-time metabolism of stored starch in addition to altered mobilisation of secondary stores of organic acids.",
            "score": 70.31062126159668
        },
        {
            "docid": "46358103_8",
            "document": "Circadian Clock Associated 1 . Mutants such as cca1-1 plants, which lack CCA1 protein, show short period phenotypes for the expression of several genes when assayed under constant light conditions. They also have a period 3 hours shorter than that of the wild-type plant, which demonstrates that expression of LHY, its homolog, cannot fully compensate for the loss of the function of CCA1. Plants that have lost function of LHY and CCA1 (lhy;cca1) lost the ability to stably maintain circadian rhythm and other output phenomena. In one study, lhy;cca1 show photoperiod- insensitive early flowering under long- day ( 16 hours of light/ 8 hours of dark) conditions and short day (8 hours of light, 16 hours of dark conditions), and arrhythmicity under constant light conditions. However they retain some circadian function in light/dark cycles, showing that \"Arabidopsis\" circadian clock is not completely dependent on CCA1 and LHY activity. Plants with non-functioning LHY and CCA1 show a wavy leaf phenotype in constant light conditions. Mutants also have increased vascular pattern complexity in their leaves, with more areoles, branch points and free ends than wild-type \"Arabidopsis\".",
            "score": 44.52060794830322
        },
        {
            "docid": "46366102_11",
            "document": "Steve A. Kay . Kay identified ELF3, GI, Lux, CHE and PRRs as core clock genes and studied their role in the circadian regulation loop. He also profiled clock controlled genes (ccg) in \"Arabidopsis\" with several technologies and identified key pathways temporally controlled by circadian clock. His work on functional analyses of core clock genes, as well as ccg, successfully connected circadian rhythm with the control of development, like seedling, growth and flowering. His work on these clock genes contributed significantly to the understanding of repression-based clock regulation loops in plants, which is distinct to the ones in animals that are composed of both positive and negative elements.",
            "score": 66.87310075759888
        },
        {
            "docid": "53763747_6",
            "document": "Andrew Millar (scientist) . With Kay's group, Millar identified roles for the \"ELF3\" and \"ELF4\" genes in the plant circadian system. Plants with loss-of-function mutations in \"elf3\" exhibited arrhythmicity in constant light conditions but not in constant darkness, suggesting that \"elf3\" was necessary for proper control of the clock by light. Additionally, Millar and colleagues showed that \"ELF3\" and its paralog \"ELF4\" are necessary for the proper rhythmic expression of two other important genes involved in the plant circadian clock, \"Circadian Clock Associated 1\" (\"CCA1\") and \"Late Elongated Hypocotyl\" (LHY). These early efforts greatly contributed to efforts to understand the mechanisms underlying the function of the plant circadian oscillator. \"ELF3\" and \"ELF4\" have been shown to be important mediators of light input into the plant circadian oscillator. The mechanisms underlying the oscillator's function, specifically the full extent of \"ELF3\" and \"ELF4\"'s interactions with other parts of the clock, are an active area of research.",
            "score": 70.8493344783783
        },
        {
            "docid": "48835610_2",
            "document": "LUX . LUX or Phytoclock1 (PCL1) is a gene that codes for LUX ARRHYTHMO, a protein necessary for circadian rhythms in \"Arabidopsis thaliana\". LUX protein associates with Early Flowering 3 (ELF3) and Early Flowering 4 (ELF4) to form the Evening Complex (EC), a core component of the \"Arabidopsis\" repressilator model of the plant circadian clock. The LUX protein functions as a transcription factor that negatively regulates \"Pseudo-Response Regulator 9\" (\"PRR9\"), a core gene of the Midday Complex, another component of the \"Arabidopsis\" repressilator model. LUX is also associated with circadian control of hypocotyl growth factor genes \"PHYTOCHROME INTERACTING FACTOR 4\" (\"PIF4)\" and \"PHYTOCHROME INTERACTING FACTOR 5\" (\"PIF5)\".",
            "score": 55.369330644607544
        },
        {
            "docid": "56565_25",
            "document": "Circadian rhythm . Plant circadian rhythms tell the plant what season it is and when to flower for the best chance of attracting pollinators. Behaviors showing rhythms include leaf movement, growth, germination, stomatal/gas exchange, enzyme activity, photosynthetic activity, and fragrance emission, among others. Circadian rhythms occur as a plant entrains to synchronize with the light cycle of its surrounding environment. These rhythms are endogenously generated and self-sustaining and are relatively constant over a range of ambient temperatures. Important features include two interacting transcription-translation feedback loops: proteins containing PAS domains, which facilitate protein-protein interactions; and several photoreceptors that fine-tune the clock to different light conditions. Anticipation of changes in the environment allows appropriate changes in a plant's physiological state, conferring an adaptive advantage. A better understanding of plant circadian rhythms has applications in agriculture, such as helping farmers stagger crop harvests to extend crop availability and securing against massive losses due to weather.",
            "score": 61.61104762554169
        },
        {
            "docid": "56565_27",
            "document": "Circadian rhythm . The central oscillator generates a self-sustaining rhythm and is driven by two interacting feedback loops that are active at different times of day. The morning loop consists of CCA1 (Circadian and Clock-Associated 1) and LHY (Late Elongated Hypocotyl), which encode closely related MYB transcription factors that regulate circadian rhythms in \"Arabidopsis\", as well as PRR 7 and 9 (Pseudo-Response Regulators.) The evening loop consists of GI (Gigantea) and ELF4, both involved in regulation of flowering time genes. When CCA1 and LHY are overexpressed (under constant light or dark conditions), plants become arrhythmic, and mRNA signals reduce, contributing to a negative feedback loop. Gene expression of CCA1 and LHY oscillates and peaks in the early morning, whereas TOC1 gene expression oscillates and peaks in the early evening. While it was previously hypothesised that these three genes model a negative feedback loop in which over-expressed CCA1 and LHY repress TOC1 and over-expressed TOC1 is a positive regulator of CCA1 and LHY, it was shown in 2012 by Andrew Millar and others that TOC1 in fact serves as a repressor not only of CCA1, LHY, and PRR7 and 9 in the morning loop but also of GI and ELF4 in the evening loop. This finding and further computational modeling of TOC1 gene functions and interactions suggest a reframing of the plant circadian clock as a triple negative-component repressilator model rather than the positive/negative-element feedback loop characterizing the clock in mammals.",
            "score": 54.89058518409729
        },
        {
            "docid": "53763747_7",
            "document": "Andrew Millar (scientist) . In 2005, Millar and his colleagues discovered how plant circadian clocks increase photosynthesis and growth, thereby offering a selective advantage. First, they compared the survivability of wild-type \"Arabidopsis\", which has a circadian period of about 24 hours, when grown in a 20-hour, then 24-hour, and lastly 28-hour light-dark cycle. Then they examined long (28-hour) and short (20-hour) period mutants grown in light-dark cycles that were similar to, or dissimilar from, their endogenous clock periods. In all three strains, leaves contained more chlorophyll when the period of the plant matched that of the environment. Additionally, both short and long period mutants fixed around 40% more carbon when exogenous periods matched their endogenous rhythms, consistent with the hypothesis of circadian resonance. Millar's experiments demonstrated one possible mechanism that has selected for circadian clock function during plant evolution.",
            "score": 51.36808633804321
        },
        {
            "docid": "40788589_4",
            "document": "Joanne Chory . Chory is interested in identifying the mechanisms by which plants respond to changes in their light environment. Light signals are required for the induction and regulation of many developmental processes in plants. She has participated in research dissecting this complex process by isolating mutations that alter light-regulated seedling development in Arabidopsis. Her work has identified mutants that are deficient in the phytochrome photoreceptors and in nuclear-localized repressors and has also revealed that steroid hormones control light-regulated seedling development. Dr. Chory's lab has been involved in the manipulation of the biosynthetic pathway for these steroids that altered the growth and development of plants and identification of the putative steroid receptor, a transmembrane receptor kinase. Her group has also contributed towards the understanding of chloroplast to nuclear retrograde signaling and plant shade avoidance responses.",
            "score": 38.80628859996796
        },
        {
            "docid": "21944_42",
            "document": "Nervous system . Internal pattern generation operates on a wide range of time scales, from milliseconds to hours or longer. One of the most important types of temporal pattern is circadian rhythmicity—that is, rhythmicity with a period of approximately 24 hours. All animals that have been studied show circadian fluctuations in neural activity, which control circadian alternations in behavior such as the sleep-wake cycle. Experimental studies dating from the 1990s have shown that circadian rhythms are generated by a \"genetic clock\" consisting of a special set of genes whose expression level rises and falls over the course of the day. Animals as diverse as insects and vertebrates share a similar genetic clock system. The circadian clock is influenced by light but continues to operate even when light levels are held constant and no other external time-of-day cues are available. The clock genes are expressed in many parts of the nervous system as well as many peripheral organs, but in mammals, all of these \"tissue clocks\" are kept in synchrony by signals that emanate from a master timekeeper in a tiny part of the brain called the suprachiasmatic nucleus.",
            "score": 43.86998653411865
        },
        {
            "docid": "39055192_4",
            "document": "Frequency (gene) . Feldman used nitrosoguanidine as a mutagen and used race tubes to screen individual strains surviving the mutagenesis for their circadian period length. Race tubes are long hollow glass tubes bent at either end to hold an agar growth medium. When \"Neurospora\" is inoculated at one end of a tube it will grow to the other end, and in constant darkness the daily circadian cycle of growth and development is manifest. Although Feldman's screens were successful he was slow to publish so the identity of mutant genes \"frq\"[1], \"frq\"[2], and \"frq\"[3] were not reported until 1973. In 1986, \"frq\" was cloned by Jay Dunlap and his colleagues using a strategy that involved a long chromosome walk and successful application of the then-untried strategy of rescuing an arrhythmic behavioral mutant through transformation of exogenous DNA arising from the chromosome walk. The success of this strategy and of the cloning of a clock gene sparked interest in further research and understanding of the \"N. crassa \"circadian clock. The expression of \"frq\" was later shown to rhythmically cycle; furthermore, when strains of \"Neurospora\" were engineered in which \"frq\" expression could be driven from a region distinct from the resident wild type gene, it was found that FRQ repressed its own expression and that no level of constant expression could support a circadian clock. These experiments were the first to manipulate the expression of a clock gene through means that did not themselves affect the clock and established that autoregulatory negative feedback giving rise to cyclical clock gene expression lay at the core of the circadian oscillator.",
            "score": 54.94756293296814
        },
        {
            "docid": "25280550_10",
            "document": "Arabinogalactan protein . The functions of AGPs in plant growth and development processes rely heavily on the incredible diversity of their glycan and protein backbone moieties. In particular, it is the AG polysaccharides that are most likely to be involved in development. Most of the biological roles of AGPs have been identified through T-DNA insertional mutants characterization of genes or enzymes involved in AGP glycosylation, primarily in \"Arabidopsis thaliana\". The \"galt2-6\" single mutants revealed some physiological phenotypes under normal growth conditions, including reduced root hair length and density, reduced seed set, reduced adherent seed coat mucilage, and premature senescence. However, \"galt2galt5\" double mutants showed more severe and pleiotropic physiological phenotypes than the single mutants with respect to root hair length and density and seed coat mucilage. Similarly, \"hpgt1hpgt2hpgt3\" triple mutants showed several pleiotropic phenotypes including longer lateral roots, increased root hair length and density, thicker roots, smaller rosette leaves, shorter petioles, shorter inflorescence stems, reduced fertility, and shorter siliques. In the case of \"GALT31A\", it has been found to be essential for embryo development in \"Arabidopsis\". A T-DNA insertion in the 9th exon of \"GALT31A\" resulted in embryo lethality of this mutant line. Meanwhile, knockout mutants for \"KNS4/UPEX1\" have collapsed pollen grains and abnormal pollen exine structure and morphology. In addition, \"kns4\" single mutants exhibited reduced fertility, confirming that \"KNS4/UPEX1\" is critical for pollen viability and development. Knockout mutants for \"FUT4\" and \"FUT6\" showed severe inhibition in root growth under salt conditions while knockout mutants for \"GlcAT14A\", \"GlcAT14B\", and \"GlcAT14C\" showed enhanced cell elongation rates in dark grown hypocotyls and light grown roots during seedling growth. In the case of \"ray1\" mutant seedlings grown on vertical plates, the length of the primary root was affected by \"RAY1\" mutation. In addition, the primary root of \"ray1\" mutants grew with a slower rate compared to wild-type \"Arabidopsis\". Taken together, these studies provide evidence that proper glycosylation of AGPs is important to AGP function in plant growth and development.",
            "score": 37.33940386772156
        },
        {
            "docid": "39068045_15",
            "document": "TOC1 (gene) . To most efficiently use environmental resources such as light, plants generally synchronize their circadian rhythms to match the period of the environment. In a study published in 2005, it was shown that plants whose circadian period matched the period of the light-dark cycle in its environment had increased photosynthesis and growth. Using this knowledge, botanists can take advantage of a mutation in the toc1 gene that has been shown to decrease the period of a plant. It is plausible that these toc1 mutants can easily be used to produce plants in a shorter amount of time, with a smaller amount of energy.",
            "score": 53.14287853240967
        },
        {
            "docid": "8651984_13",
            "document": "Plant perception (physiology) . Many plant organs contain photo-sensitive compounds (phototropins, cryptochromes and phytochromes), each reacting very specifically to certain wavelengths of light. These light sensors tell the plant if it is day or night, how long the day is, how much light is available and from where the light comes. Shoots grow towards light and roots usually grow away from light. These responses are called phototropism and skototropism respectively. They are brought about by light sensitive pigments like phototropins and phytochromes and the plant hormone auxin. Many plants exhibit certain phenomena at specific times of the day; for example, certain flowers open only in the mornings. Plants keep track of the time of day with a circadian clock. This internal clock is set to solar time every day using sunlight, temperature and other cues, similar to the biological clocks of other organisms. The internal clock coupled with the ability to perceive light also allows plants to measure the time of the day and so find the season of the year. This is how many plants know when to flower. (see photoperiodism) The seeds of many plants sprout only after they are exposed to light. This response is carried out by phytochrome signalling. Plants are also able to sense the quality of light and respond appropriately. For example, in low light conditions, plants produce more photosynthetic pigments. If the light is very bright or if the levels of harmful UV increase, plants produce more of their protective pigments that act as sunscreens.",
            "score": 53.17129945755005
        },
        {
            "docid": "52572241_3",
            "document": "Zengjian J. Chen . Dr. Chen is known for his pioneering work on defining genomic and epigenetic changes in plant hybrids and polyploids with an emphasis on associating gene expression variation with phenotypic traits using Arabidopsis, cotton, and corn as experimental systems. He and his colleagues have discovered that epigenetic mechanisms drive genome-wide nonadditive expression of the genes in different regulatory pathways, including circadian clock genes that promote growth vigor, transcription factor genes that control fiber cell development, and genes and small RNAs that mediate seed size. Chen has led an international effort to sequence the tetraploid genome of Upland cotton that accounts for 90% of the cotton produced worldwide, providing a unique resource for cotton improvement using breeding and biotechnology. His research findings have significant implications, not only for advancing the field of genetics and epigenetics, but also for successful applications of biotechnology to safely and effectively manipulate gene expression associated with growth vigor in plants and crops that produce food, feed, and biomaterials. Chen is an elected fellow of American Association for the Advancement of Science (AAAS) (2011) and has received NIH National Research Service Award (1997-1999), Fulbright US-UK Scholar Award (2011), and Cotton Biotechnology Award (2016).",
            "score": 50.84323716163635
        },
        {
            "docid": "3104473_7",
            "document": "Diurnality . Light is one of the most defining environmental factors that determines an animal’s activity pattern. Photoperiod or a light dark cycle is determined by the geographical location, with day time being associated with lots of ambient light, and night time being associated with little ambient light. Light is one of the strongest influences of the suprachiasmatic nucleus (SCN) which is part of the hypothalamus in the brain that controls the circadian rhythm in most animals. This is what determines whether an animal is diurnal or not. The SCN uses visual information like light to start a cascade of hormones that are released and work on many physiological and behavioural functions.",
            "score": 19.88004970550537
        },
        {
            "docid": "50403104_4",
            "document": "Alison Mary Smith . Smith studies the metabolism in plants of starch and sucrose – the carbohydrate products of photosynthesis that fuel plant growth. Her research has uncovered metabolic pathways responsible for the synthesis and degradation of starch granules in plants. She showed that these processes in leaves are subject to complex control by the circadian clock over the day-night cycle, ensuring the availability of carbohydrate to fuel metabolism during the night. Her focus is now on the mechanisms underlying this control, and the way in which carbohydrate availability is integrated with other sources of information to determine rates and patterns of growth and development in plants.",
            "score": 65.79850018024445
        },
        {
            "docid": "46358103_3",
            "document": "Circadian Clock Associated 1 . CCA1 was first identified in \"Arabidopsis thaliana\" by Elaine Tobin’s lab in UCLA in 1993. Tobin’s lab was studying promoter fragments that contribute to light regulation of light-harvesting Chlorophyll A/B Binding Protein (LHCB), and noticed DNA-binding activity that had affinity for a specific light-responsive fragment of the LHCB promoter. This DNA-binding activity was designated as CA-1 because the binding is mostly to cytosine and adenine-rich sequences. They found that this binding activity is necessary for phytochrome response. They later found the gene responsible for this activity by screening the \"Arabidopsis\" expression library. CCA1 referred to the CA-1 clone, and now designated the gene responsible for this DNA binding activity. The evolution of circadian clocks in land plants is not understood, because circadian rhythms have received little attention in plants other than angiosperms.",
            "score": 43.91909742355347
        },
        {
            "docid": "18000198_8",
            "document": "Cuscuta campestris . The life cycle of the \"Cuscuta\" starts with seed germination. The seedlings cannot survive for long periods of time hence, they find the appropriate plant stem by recognizing plant chemo-attractants. \"Cuscuta campestris\" is known for restraining the growth of their host plants and even inhibiting their flowering. This causes the host cell to eventually die. This mechanism gives them the ability to control other populations of weeds like \"Mikania micrantha\". Another mechanism by which these dodders recognize which plants to use as hosts depends on the light that's reflected off the plant's surface. \"Cuscuta campestris\" is highly attracted to \"far red light\", which is a wavelength that is reflected by most plant surfaces. Dodders that were exposed to unfiltered light were able to attach to their host before their energy had been totally exhausted, but dodders that were only exposed to red light lost their way. This could be a technique by which to control \"C. campestris\" infestations if exposed to red light within the early stages of development, to avoid the spread and growth of the plant.",
            "score": 40.76314568519592
        },
        {
            "docid": "11329508_10",
            "document": "Period (gene) . The mammalian period 2 gene plays a key role in tumor growth in mice; mice with an mPer2 knockout show a significant increase in tumor development and a significant decrease in apoptosis. This is thought to be caused by mPer2 circadian deregulation of common tumor suppression and cell cycle regulation genes, such as \"Cyclin D1\", \"Cyclin A\", \"Mdm-2\", and \"Gadd45α\", as well as the transcription factor \"c-myc\", which is directly controlled by circadian regulators through E box-mediated reactions. In addition, mPer2 knockout mice show increased sensitivity to gamma radiation and tumor development, further implicating mPer2 in cancer development through its regulation of DNA damage-responsive pathways. Thus, circadian control of clock controlled genes that function in cell growth control and DNA damage response may affect the development of cancer \"in vivo\".",
            "score": 51.11603009700775
        },
        {
            "docid": "46358103_4",
            "document": "Circadian Clock Associated 1 . CCA1 is part of a negative autoregulatory feedback loop that is coordinated with the daily environmental changes. Repressed in the dark by other proteins, CCA1’s expression is activated when light is sensed by the phytochrome in the plant. After translation, the CCA1 protein needs to be phosphorylated by Casein Kinase 2 (CK2). This phosphorylation is necessary for the protein to form a homodimer and to bind to its target promoters. Hyperphosphorylation, due to the overexpression of CK2, will lead to altered circadian rhythms in the mutants where CCA1 showed shorter mRNA circadian oscillation than in wild-type plants. CK2 overexpression is significant in demonstrating CCA1 is part of the clock. The protein motif CCA1 uses to bind to its target DNA sequences is its Myb-like domain. CCA1 only has one Myb domain, whereas other plant and mammalian proteins could have multiple Myb domains. The presence of only one Myb domain in CCA1 shows its importance influence in the circadian clock. LUX is also an important Myb transcription factor that is necessary for CCA/LHY transcription. This can also help account for problems in the repressilator model described below. CCA1 is also unusual in that it has the ability to bind to asymmetric DNA sequences. CCA1 acts to suppress the expression of the DNA sequence it binds to. The stability of CCA1 protein is not affected by light or dark. It is regulated by its proteasome. Inhibiting proteasome function leads to a circadian rhythm with a longer period.",
            "score": 43.22579622268677
        },
        {
            "docid": "18878850_2",
            "document": "Synechocystis . Synechocystis is a genus of unicellular, freshwater cyanobacteria primarily represented by the strain \"Synechocystis\" sp. PCC6803. \"Synechocystis\" sp. PCC6803 is capable of both phototrophic growth by oxygenic photosynthesis during light periods and heterotrophic growth by glycolysis and oxidative phosphorylation during dark periods. Gene expression is regulated by a circadian clock and the organism can effectively anticipate transitions between the light and dark phases.",
            "score": 41.41611838340759
        },
        {
            "docid": "1972565_3",
            "document": "Cryptochrome . The two genes \"Cry1\" and \"Cry2\" code for the two cryptochrome proteins CRY1 and CRY2. In insects and plants, CRY1 regulates the circadian clock in a light-dependent fashion, whereas, in mammals, CRY1 and CRY2 act as light-independent inhibitors of CLOCK-BMAL1 components of the circadian clock. In plants, blue-light photoreception can be used to cue developmental signals. Besides chlorophylls, cryptochromes are the only proteins known to form photoinduced radical-pairs in vivo.",
            "score": 45.26137328147888
        },
        {
            "docid": "4183_54",
            "document": "Botany . The hypothesis that plant growth and development is coordinated by plant hormones or plant growth regulators first emerged in the late 19th century. Darwin experimented on the movements of plant shoots and roots towards light and gravity, and concluded \"It is hardly an exaggeration to say that the tip of the radicle . . acts like the brain of one of the lower animals . . directing the several movements\". About the same time, the role of auxins (from the Greek auxein, to grow) in control of plant growth was first outlined by the Dutch scientist Frits Went. The first known auxin, indole-3-acetic acid (IAA), which promotes cell growth, was only isolated from plants about 50 years later. This compound mediates the tropic responses of shoots and roots towards light and gravity. The finding in 1939 that plant callus could be maintained in culture containing IAA, followed by the observation in 1947 that it could be induced to form roots and shoots by controlling the concentration of growth hormones were key steps in the development of plant biotechnology and genetic modification. Cytokinins are a class of plant hormones named for their control of cell division or cytokinesis. The natural cytokinin zeatin was discovered in corn, \"Zea mays\", and is a derivative of the purine adenine. Zeatin is produced in roots and transported to shoots in the xylem where it promotes cell division, bud development, and the greening of chloroplasts. The gibberelins, such as Gibberelic acid are diterpenes synthesised from acetyl CoA via the mevalonate pathway. They are involved in the promotion of germination and dormancy-breaking in seeds, in regulation of plant height by controlling stem elongation and the control of flowering. Abscisic acid (ABA) occurs in all land plants except liverworts, and is synthesised from carotenoids in the chloroplasts and other plastids. It inhibits cell division, promotes seed maturation, and dormancy, and promotes stomatal closure. It was so named because it was originally thought to control abscission. Ethylene is a gaseous hormone that is produced in all higher plant tissues from methionine. It is now known to be the hormone that stimulates or regulates fruit ripening and abscission, and it, or the synthetic growth regulator ethephon which is rapidly metabolised to produce ethylene, are used on industrial scale to promote ripening of cotton, pineapples and other climacteric crops.",
            "score": 71.89281570911407
        },
        {
            "docid": "53763747_4",
            "document": "Andrew Millar (scientist) . As a pioneering chronobiologist, Millar is known for his use of luciferase reporters for the purpose of studying plant circadian biology. Millar began experimenting with the firefly luciferase reporter gene as a graduate student at The Rockefeller University. In 1992, Millar and colleagues fused the Arabidopsis \"cab2\" promoter and the firefly luciferase gene to establish a real-time reporter for circadian-regulated gene expression in plants. Millar tracked the rhythm of transcription from the \"cab2\" promoter using a low-light video imaging system which tracks luciferase bioluminescence. Millar hypothesized that this model could be used to isolate mutants in the plant circadian clock.",
            "score": 46.87249135971069
        },
        {
            "docid": "56565_26",
            "document": "Circadian rhythm . Light is the signal by which plants synchronize their internal clocks to their environment and is sensed by a wide variety of photoreceptors. Red and blue light are absorbed through several phytochromes and cryptochromes. One phytochrome, phyA, is the main phytochrome in seedlings grown in the dark but rapidly degrades in light to produce Cry1. Phytochromes B–E are more stable with phyB, the main phytochrome in seedlings grown in the light. The cryptochrome (cry) gene is also a light-sensitive component of the circadian clock and is thought to be involved both as a photoreceptor and as part of the clock's endogenous pacemaker mechanism. Cryptochromes 1–2 (involved in blue–UVA) help to maintain the period length in the clock through a whole range of light conditions.",
            "score": 39.880242109298706
        },
        {
            "docid": "1487896_8",
            "document": "Vasoactive intestinal peptide . One region includes a specific area of the suprachiasmatic nuclei (SCN), the location of the 'master circadian pacemaker'. See SCN and circadian rhythm below. VIP in the pituitary helps to regulate prolactin secretion; it stimulates prolactin release in the domestic turkey. Additionally, the growth-hormone-releasing hormone (GH-RH) is a member of the VIP family and stimulates growth hormone secretion in the anterior pituitary gland.  VIP innervates on both VPAC1 and VPAC2. When VIP binds to VPAC2 receptors, a G-alpha-mediated signalling cascade is triggered. In a number of systems, VIP binding activates adenyl cyclase activity leading to increases in cAMP and PKA. The PKA then activates other intracellular signaling pathways like the phosphorylation of CREB and other transcriptional factors. The mPer1 promoter has CRE domains and thus provides the mechanism for VIP to regulate the molecular clock itself. Then it will activate gene expression pathways such as Per1 and Per2 in circadian rhythm.",
            "score": 46.95631444454193
        },
        {
            "docid": "11057890_10",
            "document": "E-box . The link between E-box-regulated genes and the circadian clock was discovered in 1997, when Hao, Allen, and Hardin (Department of Biology at Texas A&M University) analyzed rhythmicity in the period (per) gene in \"Drosophila melanogaster\". They found a circadian transcriptional enhancer upstream of the per gene within a 69 bp DNA fragment. Depending upon PER protein levels, the enhancer drove high levels of mRNA transcription in both LD (light-dark) and DD (constant darkness) conditions. The enhancer was found to be necessary for high-level gene expression but not for circadian rhythmicity. It also works independently as a target of the BMAL1/CLOCK complex.",
            "score": 33.80962371826172
        },
        {
            "docid": "57404410_10",
            "document": "Epigenetics in forensic science . There is evidence for specific methylation sites to be associated with the circadian clock, meaning a sample could have a time of day associated with their death through methylation marks. In whole blood from humans, plasma homocysteine and global DNA methylation change in levels throughout the day. Homocysteine levels peak in the evening and are at their lowest overnight while DNA methylation follows an inverse pattern. Other studies with rats found that expression of DNMT3B and other methylation enzymes oscillate with the circadian clock and may be regulated by the circadian clock. Another methylation associated factor, MECP2, is phosphorylated by the superchiasmatic nucleus in response to light signaling. In a group of subjects that died from a variety of causes, there was partial methylation at the PER2, PER3, CRY1, and TIM promoters which are important genes in controlling the circadian clock. The methylation of CRY1 varied within an individual's tissues and between two individuals, however the difference between individuals may have been due to methamphetamine exposure.",
            "score": 41.593942165374756
        },
        {
            "docid": "8969693_54",
            "document": "Grow light . Grow lights usage is dependent on the plant's phase of growth. Generally speaking, during the seedling/clone phase, plants should receive 16+ hours on, 8- hours off. The vegetative phase typically requires 18 hours on, and 6 hours off. During the final, flower stage of growth, keeping grow lights on for 12 hours on and 12 hours off is recommended. In addition, many plants also require both dark and light periods, an effect known as photoperiodism, to trigger flowering. Therefore, lights may be turned on or off at set times. The optimum photo/dark period ratio depends on the species and variety of plant, as some prefer long days and short nights and others prefer the opposite or intermediate \"day lengths\".",
            "score": 33.95560836791992
        },
        {
            "docid": "227478_3",
            "document": "Germination . Germination is usually the growth of a plant contained within a seed; it results in the formation of the seedling, it is also the process of reactivation of metabolic machinery of the seed resulting in the emergence of radicle and plumule. The seed of a vascular plant is a small package produced in a fruit or cone after the union of male and female reproductive cells. All fully developed seeds contain an embryo and, in most plant species some store of food reserves, wrapped in a seed coat. Some plants produce varying numbers of seeds that lack embryos; these are called and never germinate. Dormant seeds are ripe seeds that do not germinate because they are subject to external environmental conditions that prevent the initiation of metabolic processes and cell growth. Under proper conditions, the seed begins to germinate and the embryonic tissues resume growth, developing towards a seedling. Seed germination depends on both internal and external conditions. The most important external factors include right temperature, water, oxygen or air and sometimes light or darkness. Various plants require different variables for successful seed germination. Often this depends on the individual seed variety and is closely linked to the ecological conditions of a plant's natural habitat. For some seeds, their future germination response is affected by environmental conditions during seed formation; most often these responses are types of seed dormancy. Most common annual vegetables have optimal germination temperatures between 75-90 F (24-32 C), though many species (e.g. radishes or spinach) can germinate at significantly lower temperatures, as low as 40 F (4 C), thus allowing them to be grown from seeds in cooler climates. Suboptimal temperatures lead to lower success rates and longer germination periods. Scarification mimics natural processes that weaken the seed coat before germination. In nature, some seeds require particular conditions to germinate, such as the heat of a fire (e.g., many Australian native plants), or soaking in a body of water for a long period of time. Others need to be passed through an animal's digestive tract to weaken the seed coat enough to allow the seedling to emerge. Some live seeds are dormant and need more time, and/or need to be subjected to specific environmental conditions before they will germinate. Seed dormancy can originate in different parts of the seed, for example, within the embryo; in other cases the seed coat is involved. Dormancy breaking often involves changes in membranes, initiated by dormancy-breaking signals. This generally occurs only within hydrated seeds. Factors affecting seed dormancy include the presence of certain plant hormones, notably abscisic acid, which inhibits germination, and gibberellin, which ends seed dormancy. In brewing, barley seeds are treated with gibberellin to ensure uniform seed germination for the production of barley malt.",
            "score": 49.7398487329483
        }
    ],
    "r": [
        {
            "docid": "13144376_10",
            "document": "Rhizobacteria . PGPRs enhance plant growth by direct and indirect means, but the specific mechanisms involved have not all been well characterized. Direct mechanisms of plant growth promotion by PGPRs can be demonstrated in the absence of plant pathogens or other rhizosphere microorganisms, while indirect mechanisms involve the ability of PGPRs to reduce the harmful effects of plant pathogens on crop yield. PGPRs have been reported to directly enhance plant growth by a variety of mechanisms: fixation of atmospheric nitrogen transferred to the plant, production of siderophores that chelate iron and make it available to the plant root, solubilization of minerals such as phosphorus, and synthesis of phytohormones. Direct enhancement of mineral uptake due to increases in specific ion fluxes at the root surface in the presence of PGPRs has also been reported. PGPR strains may use one or more of these mechanisms in the rhizosphere. Molecular approaches using microbial and plant mutants altered in their ability to synthesize or respond to specific phytohormones have increased understanding of the role of phytohormone synthesis as a direct mechanism of plant growth enhancement by PGPRs. PGPR that synthesize auxins and cytokinins or that interfere with plant ethylene synthesis have been identified.",
            "score": 106.34210968017578
        },
        {
            "docid": "496667_2",
            "document": "Auxin . Auxins ( ) are a class of plant hormones (or plant growth regulators) with some morphogen-like characteristics. Auxins have a cardinal role in coordination of many growth and behavioral processes in the plant's life cycle and are essential for plant body development. Auxins and their role in plant growth were first described by the Dutch scientist Frits Warmolt Went. Kenneth V. Thimann was the first to isolate one of these phytohormones and determine its chemical structure as indole-3-acetic acid (IAA). Went and Thimann co-authored a book on plant hormones, \"Phytohormones\", in 1937.",
            "score": 97.57902526855469
        },
        {
            "docid": "227675_8",
            "document": "Vascular cambium . The phytohormones that are involved in the vascular cambial activity are auxins, ethylene, gibberellins, cytokinins, abscisic acid and more to be discovered. Each one of these plant hormones are vital for the regulation of the cambial activity and are dependent on their concentration.",
            "score": 86.8960952758789
        },
        {
            "docid": "55507358_13",
            "document": "Strigolactone . It has been established that secondary growth in plant is mainly regulated by the phytohormone auxin. However, the mechanism of auxin secretion is at the same time regulated by strigolactones, thus the latter can control secondary growth through auxin. When applied in terminal buds of stem, strigolactone can block the expression of transport proteins required to move auxin across the buds, these proteins are denominated PIN1. Thus, it was not surprising that when analyzing strigolactone deficient mutants, they were found to present an over-expression of PIN1 protein, which facilitate the transport of auxin in the terminal buds; auxin prevented the mitotic activity of these buds, stopping the plant to initiate secondary growth and branching. In conclusion, plants depend in auxin transport for secondary growth initiation or inhibition, but these transport mechanism is dependent of the production of strigolactones, which can easily travel from the site of production (roots) to the terminal buds of the stem through the xylem.",
            "score": 85.77933502197266
        },
        {
            "docid": "44517406_7",
            "document": "Christine Foyer . Foyer researches plant growth regulation and development under optimal circumstances and in conditions of stress (caused by, for example, lack of water, low temperatures, high light, infestation by aphids). Her work has a special focus on how cellular reduction/oxidation (redox), homeostasis and signalling interact with phytohormone–mediated pathways, particularly involving abscisic acid, auxin and strigolactones. Her research is centered on ascorbate and glutathione as key regulators of plant responses to stress and on how redox processes associated with primary metabolism particularly photosynthesis and respiration regulate gene expression.",
            "score": 83.94544219970703
        },
        {
            "docid": "24603_34",
            "document": "Proteasome . In plants, signaling by auxins, or phytohormones that order the direction and tropism of plant growth, induces the targeting of a class of transcription factor repressors known as Aux/IAA proteins for proteasomal degradation. These proteins are ubiquitinated by SCFTIR1, or SCF in complex with the auxin receptor TIR1. Degradation of Aux/IAA proteins derepresses transcription factors in the auxin-response factor (ARF) family and induces ARF-directed gene expression. The cellular consequences of ARF activation depend on the plant type and developmental stage, but are involved in directing growth in roots and leaf veins. The specific response to ARF derepression is thought to be mediated by specificity in the pairing of individual ARF and Aux/IAA proteins.",
            "score": 82.71369934082031
        },
        {
            "docid": "496669_2",
            "document": "Cytokinin . Cytokinins (CK) are a class of plant growth substances (phytohormones) that promote cell division, or cytokinesis, in plant roots and shoots. They are involved primarily in cell growth and differentiation, but also affect apical dominance, axillary bud growth, and leaf senescence. Folke Skoog discovered their effects using coconut milk in the 1940s at the University of Wisconsin–Madison.",
            "score": 80.31781768798828
        },
        {
            "docid": "436414_14",
            "document": "Lectin . The large concentration of lectins in plant seeds decreases with growth, and suggests a role in plant germination and perhaps in the seed's survival itself. The binding of glycoproteins on the surface of parasitic cells also is believed to be a function. Several plant lectins have been found to recognize non-carbohydrate ligands that are primarily hydrophobic in nature, including adenine, auxins, cytokinin, and indole acetic acid, as well as water-soluble porphyrins. It has been suggested that these interactions may be physiologically relevant, since some of these molecules function as phytohormones.",
            "score": 80.28108215332031
        },
        {
            "docid": "637102_19",
            "document": "Plant physiology . Plant hormones, known as plant growth regulators (PGRs) or phytohormones, are chemicals that regulate a plant's growth. According to a standard animal definition, hormones are signal molecules produced at specific locations, that occur in very low concentrations, and cause altered processes in target cells at other locations. Unlike animals, plants lack specific hormone-producing tissues or organs. Plant hormones are often not transported to other parts of the plant and production is not limited to specific locations.",
            "score": 77.75602722167969
        },
        {
            "docid": "55518450_4",
            "document": "Cytokinin signaling and response regulator protein . Cytokinins are a class of phytohormones that promote cell division in plants. Cytokinins participate in short and long-distance signaling and are transported for this signaling through the xylem of plants. Cytokinins control the differentiation of meristem cells in plant development, particularly in shoots and roots where plants undergo growth. Cytokinins act in a restricted region of the root meristem, and their signaling and regulation of genes occurs through a multi-step phosphorelay mediate by cytokinin histidine sensor kinases, histidine phosphotransfer proteins, and cytokinin response regulator proteins.",
            "score": 77.23365020751953
        },
        {
            "docid": "256641_2",
            "document": "Plant hormone . Plant hormones (also known as phytohormones) are chemicals that regulate plant growth. In the United Kingdom, these are termed 'plant growth substances'.",
            "score": 75.8635025024414
        },
        {
            "docid": "37721462_6",
            "document": "Ulrich Kutschera . Kutschera has studied the mechanism of phytohormone-mediated cell expansion (epidermal growth-control theory of stem elongation; protein secretion hypothesis of auxin action; epiphytic methylobacteria as phytosymbionts in living-fossil plants). His contributions to the taxonomy and molecular phylogeny of aquatic annelids (and methylobacteria) includes, for example, the discovery/description of the Golden Gate leech; he also revised the systematics of medicinal leeches and published a theory on the evolution of parental care in the Hirudinea.",
            "score": 72.9350814819336
        },
        {
            "docid": "22574738_13",
            "document": "Biotic stress . Calcium Ions also play a large role in activating a plants defencive response. When fatty acid amides are present in insect saliva, the mitogen-activated protein kinases (MAPKs) are activated. These genes when activated, play a role in the jasmonic acid pathway. The jasmonic acid pathway is also referred to as the Octadecanoid pathway. This pathway is vital for the activation of defence genes in plants. The production of jasmonic acid, a phytohormone, is a result of the pathway. In an experiment using virus-induced gene silencing of two calcium-dependent protein kinases (CDPKs) in a wild tobacco ( \"Nicotiana attenuata)\", it was discovered that the longer herbivory continued the higher the accumulation of jasmonic acid in wild-type plants and in silenced plants, the production of more defence metabolites was seen as well as the decrease in the growth rate of the herbivore used, the tobacco hornworm (\"Manduca sexta).\" This example demonstrates the importance of MAP kinases in plant defence regulation.  ",
            "score": 72.52393341064453
        },
        {
            "docid": "11469558_9",
            "document": "Intensive crop farming . With the availability of molecular genetics in Arabidopsis and rice the mutant genes responsible (\"reduced height(rht)\", \"gibberellin insensitive (gai1)\" and \"slender rice (slr1)\") have been cloned and identified as cellular signalling components of gibberellic acid, a phytohormone involved in regulating stem growth via its effect on cell division. Stem growth in the mutant background is significantly reduced leading to the dwarf phenotype. Photosynthetic investment in the stem is reduced dramatically as the shorter plants are inherently more stable mechanically. Assimilates become redirected to grain production, amplifying in particular the effect of chemical fertilisers on commercial yield.",
            "score": 72.44960021972656
        },
        {
            "docid": "256641_5",
            "document": "Plant hormone . The word hormone is derived from Greek, meaning \"set in motion\". Plant hormones affect gene expression and transcription levels, cellular division, and growth. They are naturally produced within plants, though very similar chemicals are produced by fungi and bacteria that can also affect plant growth. A large number of related chemical compounds are synthesized by humans. They are used to regulate the growth of cultivated plants, weeds, and in vitro-grown plants and plant cells; these manmade compounds are called plant growth regulators or PGRs for short. Early in the study of plant hormones, \"phytohormone\" was the commonly used term, but its use is less widely applied now.",
            "score": 72.06686401367188
        },
        {
            "docid": "256641_14",
            "document": "Plant hormone . Auxins are compounds that positively influence cell enlargement, bud formation and root initiation. They also promote the production of other hormones and in conjunction with cytokinins, they control the growth of stems, roots, and fruits, and convert stems into flowers. Auxins were the first class of growth regulators discovered. They affect cell elongation by altering cell wall plasticity. They stimulate cambium, a subtype of meristem cells, to divide and in stems cause secondary xylem to differentiate. Auxins act to inhibit the growth of buds lower down the stems (apical dominance), and also to promote lateral and adventitious root development and growth. Leaf abscission is initiated by the growing point of a plant ceasing to produce auxins. Auxins in seeds regulate specific protein synthesis, as they develop within the flower after pollination, causing the flower to develop a fruit to contain the developing seeds. Auxins are toxic to plants in large concentrations; they are most toxic to dicots and less so to monocots. Because of this property, synthetic auxin herbicides including 2,4-D(2,4-dichlorophenoxyacetic) and 2,4,5-T have been developed and used for weed control. Auxins, especially 1-Naphthaleneacetic acid (NAA) and Indole-3-butyric acid (IBA), are also commonly applied to stimulate root growth when taking cuttings of plants. The most common auxin found in plants is indole-3-acetic acid or IAA. The correlation of auxins and cytokinins in the plants is a constant (A/C = const.).",
            "score": 71.97535705566406
        },
        {
            "docid": "4183_54",
            "document": "Botany . The hypothesis that plant growth and development is coordinated by plant hormones or plant growth regulators first emerged in the late 19th century. Darwin experimented on the movements of plant shoots and roots towards light and gravity, and concluded \"It is hardly an exaggeration to say that the tip of the radicle . . acts like the brain of one of the lower animals . . directing the several movements\". About the same time, the role of auxins (from the Greek auxein, to grow) in control of plant growth was first outlined by the Dutch scientist Frits Went. The first known auxin, indole-3-acetic acid (IAA), which promotes cell growth, was only isolated from plants about 50 years later. This compound mediates the tropic responses of shoots and roots towards light and gravity. The finding in 1939 that plant callus could be maintained in culture containing IAA, followed by the observation in 1947 that it could be induced to form roots and shoots by controlling the concentration of growth hormones were key steps in the development of plant biotechnology and genetic modification. Cytokinins are a class of plant hormones named for their control of cell division or cytokinesis. The natural cytokinin zeatin was discovered in corn, \"Zea mays\", and is a derivative of the purine adenine. Zeatin is produced in roots and transported to shoots in the xylem where it promotes cell division, bud development, and the greening of chloroplasts. The gibberelins, such as Gibberelic acid are diterpenes synthesised from acetyl CoA via the mevalonate pathway. They are involved in the promotion of germination and dormancy-breaking in seeds, in regulation of plant height by controlling stem elongation and the control of flowering. Abscisic acid (ABA) occurs in all land plants except liverworts, and is synthesised from carotenoids in the chloroplasts and other plastids. It inhibits cell division, promotes seed maturation, and dormancy, and promotes stomatal closure. It was so named because it was originally thought to control abscission. Ethylene is a gaseous hormone that is produced in all higher plant tissues from methionine. It is now known to be the hormone that stimulates or regulates fruit ripening and abscission, and it, or the synthetic growth regulator ethephon which is rapidly metabolised to produce ethylene, are used on industrial scale to promote ripening of cotton, pineapples and other climacteric crops.",
            "score": 71.892822265625
        },
        {
            "docid": "53763747_6",
            "document": "Andrew Millar (scientist) . With Kay's group, Millar identified roles for the \"ELF3\" and \"ELF4\" genes in the plant circadian system. Plants with loss-of-function mutations in \"elf3\" exhibited arrhythmicity in constant light conditions but not in constant darkness, suggesting that \"elf3\" was necessary for proper control of the clock by light. Additionally, Millar and colleagues showed that \"ELF3\" and its paralog \"ELF4\" are necessary for the proper rhythmic expression of two other important genes involved in the plant circadian clock, \"Circadian Clock Associated 1\" (\"CCA1\") and \"Late Elongated Hypocotyl\" (LHY). These early efforts greatly contributed to efforts to understand the mechanisms underlying the function of the plant circadian oscillator. \"ELF3\" and \"ELF4\" have been shown to be important mediators of light input into the plant circadian oscillator. The mechanisms underlying the oscillator's function, specifically the full extent of \"ELF3\" and \"ELF4\"'s interactions with other parts of the clock, are an active area of research.",
            "score": 70.84933471679688
        },
        {
            "docid": "256641_3",
            "document": "Plant hormone . Plant hormones are signal molecules produced within the plant, and occur in extremely low concentrations. Hormones regulate cellular processes in targeted cells locally and, moved to other locations, in other functional parts of the plant. Hormones also determine the formation of flowers, stems, leaves, the shedding of leaves, and the development and ripening of fruit. Plants, unlike animals, lack glands that produce and secrete hormones. Instead, each cell is capable of producing hormones. Plant hormones shape the plant, affecting seed growth, time of flowering, the sex of flowers, senescence of leaves, and fruits. They affect which tissues grow upward and which grow downward, leaf formation and stem growth, fruit development and ripening, plant longevity, and even plant death. Hormones are vital to plant growth, and, lacking them, plants would be mostly a mass of undifferentiated cells. So they are also known as growth factors or growth hormones. The term 'Phytohormone' was coined by Went and Thimann and used in the title of their book in 1937.",
            "score": 70.38201904296875
        },
        {
            "docid": "53763747_8",
            "document": "Andrew Millar (scientist) . In 2017, Millar and colleagues quantitatively explained and predicted canonical phenotypes of circadian timing in a multicellular, model organism. The research team used metabolic and physiological data to combine and extend mathematical models of rhythmic gene expression, photoperiod-dependent flowering, elongation growth, and starch metabolism within a framework model for Arabidopsis. The model predicted the effect of altered circadian timing upon particular phenotypes in clock-mutant plants. Whole-plant growth rate decreased, which was attributed to altered night-time metabolism of stored starch in addition to altered mobilisation of secondary stores of organic acids.",
            "score": 70.31062316894531
        },
        {
            "docid": "28143_25",
            "document": "Salicylic acid . Salicylic acid is a phenolic phytohormone and is found in plants with roles in plant growth and development, photosynthesis, transpiration, ion uptake and transport. SA is involved in endogenous signaling, mediating in plant defense against pathogens. It plays a role in the resistance to pathogens by inducing the production of pathogenesis-related proteins. It is involved in the systemic acquired resistance in which a pathogenic attack on one part of the plant induces resistance in other parts. The signal can also move to nearby plants by salicylic acid being converted to the volatile ester methyl salicylate.",
            "score": 69.87437438964844
        },
        {
            "docid": "1551873_32",
            "document": "ATP-binding cassette transporter . The genome of the model plant \"Arabidopsis thaliana\" is capable of encoding 120 ABC proteins compared to 50-70 ABC proteins that are encoded by the human genome and fruit flies (\"Drosophila melanogaster\"). Plant ABC proteins are categorized in 13 subfamilies on the basis of size (full, half or quarter), orientation, and overall amino acid sequence similarity. Multidrug resistant (MDR) homologs, also known as P-glycoproteins, represent the largest subfamily in plants with 22 members and the second largest overall ABC subfamily. The B subfamily of plant ABC transporters (ABCBs) are characterized by their localization to the plasma membrane. Plant ABCB transporters are characterized by heterologously expressing them in \"Escherichia coli\", \"Saccharomyces cerevisiae\", \"Schizosaccharomyces pombe\" (fission yeast), and HeLa cells to determine substrate specificity.  Plant ABCB transporters have shown to transport the phytohormone indole-3-acetic acid ( IAA), also known as auxin, the essential regulator for plant growth and development. The directional polar transport of auxin mediates plant environmental responses through processes such as phototropism and gravitropism. Two of the best studied auxin transporters, ABCB1 and ABCB19, have been characterized to be primary auxin exporters Other ABCB transporters such as ABCB4 participate in both the export and import of auxin At low intracellular auxin concentrations ABCB4 imports auxin until it reaches a certain threshold which then reverses function to only export auxin.",
            "score": 69.86634063720703
        },
        {
            "docid": "48225529_6",
            "document": "Bacterial blight of soybean . Bacterial blight of soybeans can enter leaves through wounds or natural openings such as stomata. After gaining entrance to the host leaves, \"Pseudomonas syringae pv. glycinea\" multiplies in the leaf intercellular fluid. The pathogen must then overcome the plants defenses. \"Pseudomonas syringae pv. glycinea\" accomplishes this by using the type three secretion system to inject a variety of pathogenicity effector proteins (Hrp proteins) into the plant cell cytoplasm. These proteins act by interfering with effector-triggered immunity and producing phytohormones/toxins that suppress plant defenses. The expression of these virulence factors depends on the environmental conditions at the time of infection (see \"environment section). Furthermore, expression of virulence factors will only take place when a sufficiently large population of bacteria is present, which is determined through quorum sensing. When successful, the common symptoms of bacterial blight will be seen, with the main effect on the plant being a reduction in photosynthetic leaf area. Generally, the amount of photosynthetic area lost is not enough to impede plant growth. As the plant continues to grow it overcomes the loss of photosynthetic area and reduction in yield, if there is any, is negligible.",
            "score": 67.69100952148438
        },
        {
            "docid": "530583_4",
            "document": "Witch's broom . Witch's broom can be caused by cytokinin, a phytohormone, interfering with an auxin-regulated bud. In normal plant function, an auxin would keep the secondary, tertiary, and so on tips from overgrowing, but cytokinin can sometimes interfere with this control, causing these apices to grow into witch's brooms.",
            "score": 67.19326782226562
        },
        {
            "docid": "13415317_2",
            "document": "Expansin . Expansin refers to a family of closely related nonenzymatic proteins found in the plant cell wall, with important roles in plant cell growth, fruit softening, abscission, emergence of root hairs, pollen tube invasion of the stigma and style, meristem function, and other developmental processes where cell wall loosening occurs. Expansins were originally discovered as mediators of acid growth, which refers to the widespread characteristic of growing plant cell walls to expand faster at low (acidic) pH than at neutral pH. Expansins are thus linked to auxin action. They are also linked to cell enlargement and cell wall changes induced by other plant hormones such as gibberellin, cytokinin, ethylene and brassinosteroids.",
            "score": 67.1240234375
        },
        {
            "docid": "46366102_11",
            "document": "Steve A. Kay . Kay identified ELF3, GI, Lux, CHE and PRRs as core clock genes and studied their role in the circadian regulation loop. He also profiled clock controlled genes (ccg) in \"Arabidopsis\" with several technologies and identified key pathways temporally controlled by circadian clock. His work on functional analyses of core clock genes, as well as ccg, successfully connected circadian rhythm with the control of development, like seedling, growth and flowering. His work on these clock genes contributed significantly to the understanding of repression-based clock regulation loops in plants, which is distinct to the ones in animals that are composed of both positive and negative elements.",
            "score": 66.87310028076172
        },
        {
            "docid": "50403104_4",
            "document": "Alison Mary Smith . Smith studies the metabolism in plants of starch and sucrose – the carbohydrate products of photosynthesis that fuel plant growth. Her research has uncovered metabolic pathways responsible for the synthesis and degradation of starch granules in plants. She showed that these processes in leaves are subject to complex control by the circadian clock over the day-night cycle, ensuring the availability of carbohydrate to fuel metabolism during the night. Her focus is now on the mechanisms underlying this control, and the way in which carbohydrate availability is integrated with other sources of information to determine rates and patterns of growth and development in plants.",
            "score": 65.79850006103516
        },
        {
            "docid": "51681636_2",
            "document": "Microbacterium azadirachtae . Microbacterium azadirachtae is a Gram-positive, non-spore-forming and motile bacterium from the genus of Microbacterium which has been isolated from the rhizoplane of the plant Azadirachta indica from the Botanical Garden of Coimbatore in India. \"Microbacterium azadirachtae\" can promote plant growth by producing phytohormones.",
            "score": 65.55857849121094
        },
        {
            "docid": "1790186_18",
            "document": "Methylotroph . The use of methylotrophs in the agricultural sector is another way in which they can potentially impact the environment. Traditional chemical fertilizers supply nutrients not readily available from soil but have effects such as decreased crop yield, poor soil quality and plant diseases. They are also environmentally costly to produce. Methylotrophs have high potential as alternative biofertilizers and bioinoculants due to their ability form mutualistic relationships with several plant species. Methylotrophs provide plants with nutrients such as soluble phosphorus and fixed nitrogen and also play a role in the uptake of said nutrients. Additionally, they can help plants respond to environmental stressors through the production of phytohormones. Methylotrophic growth also inhibits the growth of harmful plant pathogens and induces systemic resistance. Methylotrophic biofertilizers used either alone or together with chemical fertilizers have been shown to increase both crop yield and quality without loss of nutrients.",
            "score": 65.02747344970703
        },
        {
            "docid": "256641_13",
            "document": "Plant hormone . In plants under water stress, ABA plays a role in closing the stomata. Soon after plants are water-stressed and the roots are deficient in water, a signal moves up to the leaves, causing the formation of ABA precursors there, which then move to the roots. The roots then release ABA, which is translocated to the foliage through the vascular system and modulates the potassium and sodium uptake within the guard cells, which then lose turgidity, closing the stomata. ABA exists in all parts of the plant and its concentration within any tissue seems to mediate its effects and function as a hormone; its degradation, or more properly catabolism, within the plant affects metabolic reactions and cellular growth and production of other hormones. Plants start life as a seed with high ABA levels. Just before the seed germinates, ABA levels decrease; during germination and early growth of the seedling, ABA levels decrease even more. As plants begin to produce shoots with fully functional leaves, ABA levels begin to increase, slowing down cellular growth in more \"mature\" areas of the plant. Stress from water or predation affects ABA production and catabolism rates, mediating another cascade of effects that trigger specific responses from targeted cells. Scientists are still piecing together the complex interactions and effects of this and other phytohormones.",
            "score": 64.61005401611328
        },
        {
            "docid": "147484_11",
            "document": "Plant pathology . Most plant pathogenic bacteria are rod-shaped (bacilli). In order to be able to colonize the plant they have specific pathogenicity factors. Five main types of bacterial pathogenicity factors are known: uses of cell wall–degrading enzymes, toxins, effector proteins, phytohormones and exopolysaccharides.",
            "score": 63.50764083862305
        },
        {
            "docid": "1560158_20",
            "document": "Azotobacter . Nitrogen fixation plays an important role in the nitrogen cycle. \"Azotobacter\" also synthesizes some biologically active substances, including some phytohormones such as auxins, thereby stimulating plant growth. They also facilitate the mobility of heavy metals in the soil, thus enhancing bioremediation of soil from heavy metals, such as cadmium, mercury and lead. Some kinds of \"Azotobacter\" can also biodegrade chlorine-containing aromatic compounds, such as 2,4,6-trichlorophenol, which was previously used as an insecticide, fungicide, and herbicide, but later was found to have mutagenic and carcinogenic effects.",
            "score": 63.49876403808594
        }
    ]
}