{
    "q": [
        {
            "docid": "656613_8",
            "document": "Cytoplasmic streaming . What is clearly visible in plants cells which exhibit cytoplasmic streaming is the motion of the chloroplasts moving with the cytoplasmic flow. This motion results from fluid being entrained by moving motor molecules of the plant cell. Myosin filaments connect cell organelles to actin filaments. These actin filaments are generally attached to the chloroplasts and/or membranes of plant cells. As the myosin molecules \"walk\" along the actin filaments dragging the organelles with them, the cytoplasmic fluid becomes entrained and is pushed/pulled along. Cytoplasmic flow rates can range between 1 and 100 micron/sec.",
            "score": 66.25937223434448
        },
        {
            "docid": "15192453_14",
            "document": "Stress fiber . The structure of stress fibers differs between motile and non-motile cells. Stress fibers in motile and non-motile cells are similar in that they both contain actin filaments which are cross-linked by α-actinin and myosin II, however the spatial orientation of individual actin filaments within the stress fiber differ between motile and non-motile cells. Stress fibers in the ventral region of motile cells show an overall shift in individual actin filament orientation along the longitudinal axis of the stress fiber, such that the plus-ends of filaments are always predominantly pointing towards focal adhesions. Stress fibers in the ventral regions of non-motile cells show a \"periodic\" polarity that is similar to the organization of the sarcomere.",
            "score": 78.67329525947571
        },
        {
            "docid": "2428938_11",
            "document": "Cell migration . Based on some mathematical models, recent studies hypothesize a novel biological model for collective biomechanical and molecular mechanism of cell motion. It is proposed that microdomains weave the texture of cytoskeleton and their interactions mark the location for formation of new adhesion sites. According to this model, microdomain signaling dynamics organizes cytoskeleton and its interaction with substratum. As microdomains trigger and maintain active polymerization of actin filaments, their propagation and zigzagging motion on the membrane generate a highly interlinked network of curved or linear filaments oriented at a wide spectrum of angles to the cell boundary. It is also proposed that microdomain interaction marks the formation of new focal adhesion sites at the cell periphery. Myosin interaction with the actin network then generate membrane retraction/ruffling, retrograde flow, and contractile forces for forward motion. Finally, continuous application of stress on the old focal adhesion sites could result in the calcium-induced calpain activation, and consequently the detachment of focal adhesions which completes the cycle.",
            "score": 89.59456467628479
        },
        {
            "docid": "15192453_3",
            "document": "Stress fiber . Stress fibers are primarily composed of actin and myosin. Actin is a ~43kDa globular protein, and can polymerize to form long filamentous structures.These filaments are made of two strands of actin monomers (or protofilaments) wrapping around each other, to create a single actin filament. Because actin monomers are not symmetrical molecules, their filaments have polarity based upon the structure of the actin monomer, which will allow one end of the actin filament to polymerize faster than the other. The end that can polymerize faster is known as the plus-end, whereas the end that polymerizes slower is known as the minus-end. Stress fibers are usually composed of 10-30 actin filaments. Stress fibers are composed of antiparallel microfilaments: actin filaments are bundled along their length, and plus-ends and minus-ends co-mingle at each end of the bundle. The antiparallel arrangement of actin filaments within stress fibers is reinforced by α-actinin, an actin filament crosslinking protein which contains antiparallel actin-binding domains. These bundles are then cross-linked by NMMII to form stress fibers.",
            "score": 71.34054517745972
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 85.7753324508667
        },
        {
            "docid": "22778255_7",
            "document": "Amoeboid movement . Based on some mathematical models, recent studies hypothesize a novel biological model for collective biomechanical and molecular mechanisms of cellular motion. It is proposed that microdomains weave the texture of cytoskeleton and their interactions mark the location for formation of new adhesion sites. According to this model, microdomain signaling dynamics organize the cytoskeleton and its interaction with the substratum. As microdomains trigger and maintain active polymerization of actin filaments, their propagation and zigzagging motion on the membrane generate a highly interlinked network of curved or linear filaments oriented at a wide spectrum of angles to the cell boundary. It has also been proposed that microdomain interaction marks the formation of new focal adhesion sites at the cell periphery. The interaction of myosin with the actin network then generates membrane retraction/ruffling, retrograde flow, and contractile forces for forward motion. Finally, continuous application of stress on the old focal adhesion sites could result in the calcium-induced activation of calpain, and consequently the detachment of focal adhesions which completes the cycle.",
            "score": 89.5807318687439
        },
        {
            "docid": "2262293_18",
            "document": "Rheometer . The FiSER is based on the works by Sridhar et al. and Anna et al. In this instrument, a set of linear motors drive a fluid filament apart at an exponentially increasing velocity while measuring force and diameter as a function of time and position. By deforming at an exponentially increasing rate, a constant strain rate can be achieved in the samples (barring endplate flow limitations). This system can monitor the strain-dependent extensional viscosity, as well as stress decay following flow cessation. A detailed presentation on the various uses of filament stretching rheometry can be found on the MIT web site.",
            "score": 59.85328650474548
        },
        {
            "docid": "319342_2",
            "document": "Microfilament . Microfilaments, also called actin filaments, are filaments in the cytoplasm of eukaryotic cells that form part of the cytoskeleton. They are primarily composed of polymers of actin, but in cells are modified by and interact with numerous other proteins. Microfilaments are usually about 7 nm in diameter and composed of two strands of actin. Microfilament functions include cytokinesis, amoeboid movement and cell motility in general, changes in cell shape, endocytosis and exocytosis, cell contractility and mechanical stability. Microfilaments are flexible and relatively strong, resisting buckling by multi-piconewton compressive forces and filament fracture by nanonewton tensile forces. In inducing cell motility, one end of the actin filament elongates while the other end contracts, presumably by myosin II molecular motors. Additionally, they function as part of actomyosin-driven contractile molecular motors, wherein the thin filaments serve as tensile platforms for myosin's ATP-dependent pulling action in muscle contraction and pseudopod advancement. Microfilaments have a tough, flexible framework which helps the cell in movement.",
            "score": 78.46844267845154
        },
        {
            "docid": "156970_13",
            "document": "Cytoskeleton . Microfilaments are composed of linear polymers of G-actin proteins, and generate force when the growing (plus) end of the filament pushes against a barrier, such as the cell membrane. They also act as tracks for the movement of myosin molecules that affix to the microfilament and \"walk\" along them. In general, the major component or protein of microfilaments are actin. The G-actin monomer combines to form a polymer which continues to form the microfilament (actin filament). These subunits then assemble into two chains that intertwine into what is called, F-actin chains. Myosin motoring along F-actin filaments generates contractile forces in so-called actomyosin fibers, both in muscle as well as most non-muscle cell types. Actin structures are controlled by the Rho family of small GTP-binding proteins such as Rho itself for contractile acto-myosin filaments (\"stress fibers\"), Rac for lamellipodia and Cdc42 for filopodia.",
            "score": 84.95248579978943
        },
        {
            "docid": "156970_15",
            "document": "Cytoskeleton . Intermediate filaments are a part of the cytoskeleton of many eukaryotic cells. These filaments, averaging 10 nanometers in diameter, are more stable (strongly bound) than actin filaments, and heterogeneous constituents of the cytoskeleton. Like actin filaments, they function in the maintenance of cell-shape by bearing tension (microtubules, by contrast, resist compression but can also bear tension during mitosis and during the positioning of the centrosome). Intermediate filaments organize the internal tridimensional structure of the cell, anchoring organelles and serving as structural components of the nuclear lamina. They also participate in some cell-cell and cell-matrix junctions. Nuclear lamina exist in all animals and all tissues. Some animals like the fruit fly do not have any cytoplasmic intermediate filaments. In those animals that express cytoplasmic intermediate filaments, these are tissue specific. Keratin intermediate filaments in epithelial cells provide protection for different mechanical stresses the skin may endure. They also provide protection for organs against metabolic, oxidative, and chemical stresses. Strengthening of epithelial cells with these intermediate filaments may prevent onset of apoptosis, or cell death, by reducing the probability of stress.",
            "score": 61.90590047836304
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 95.89428770542145
        },
        {
            "docid": "27196937_19",
            "document": "Actin remodeling . Represents the ability for the actin filament network to react to environmental conditions and respond through various forms of vesicle and signal trafficking. Most commonly, the myosin protein exists as a \"motor\" that escorts cellular \"cargo\" throughout the cell. Myosin, primarily Myosin II, is also essential to the generation of contractile forces amongst the actin filaments.",
            "score": 79.73984336853027
        },
        {
            "docid": "15192453_11",
            "document": "Stress fiber . An essential feature of many cells is their ability to migrate towards certain mechanical (Durotaxis) or chemical (Chemotaxis) stimuli. Cell migration takes place through the concerted action of three Rho family GTPases: Rho, Rac, and Cdc42. When GTP-bound, Rac will cause the formation of lamellipodia, and Cdc42 will cause the formation of filopodia, thus promoting cell migration. In the migrating cell, there are three main types of stress fibers: ventral stress fibers, transverse arcs, and dorsal stress fibers. Ventral stress fibers are associated with focal adhesions at both ends, are located on the ventral surface of the cell, and function in adhesion and contraction. Transverse arcs are not directly linked to focal adhesions, and typically flow from the leading edge of the cell, back towards the cell centre. Dorsal stress fibers are located at the trailing edge of the cell. They attach to focal adhesions on the ventral surface of the trailing edge, and extend dorsally, towards the cell centre to attach to transverse arcs. During cell migration, actin filaments within stress fibers will be recycled by a process of retrograde actin flow. The mechanism of dissolution of the focal adhesion itself is poorly understood.",
            "score": 54.16738677024841
        },
        {
            "docid": "1091104_19",
            "document": "Cytochalasin B . Cytochalasin B can decrease the number of motile cells when it is added to Yoshida Sarcoma Cells. It can also decrease the motility of the cells and dose-dependently inhibts their growth. Since cytochalasin B unevenly penetrates cells it promotes focal contractions of the broken cortical actin filament network by myosin. This causes superprecipitation which requires active contractions and thus an active energy metabolism. The disorganized cortical contractions disrupt the assembly of pseudopodia which are involved in cell movement.",
            "score": 64.49378991127014
        },
        {
            "docid": "571549_23",
            "document": "Myocyte . When the action potential reaches the sarcoplasmic reticulum it triggers the release of Ca from the Ca channels. The Ca flows from the sarcoplasmic reticulum into the sarcomere with both of its filaments. This causes the filaments to start sliding and the sarcomeres to become shorter. This requires a large amount of ATP, as it is used in both the attachment and release of every myosin head. Very quickly Ca is actively transported back into the sarcoplasmic reticulum, which blocks the interaction between the thin and thick filament. This in turn causes the muscle cell to relax.",
            "score": 48.937851667404175
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 64.64357471466064
        },
        {
            "docid": "27196937_17",
            "document": "Actin remodeling . Results in the overall stabilization of the actin filament network. The cell utilizes crosslinking proteins are various sizes to accomplish different means of stability within the binding network. Relatively small ABP's such as scruin, fimbrin, and espin function by solidifying actin filament bundles. Larger ABPs that exhibit coil-like qualities such as filamens function in the promotion of orthogonal organization. As a whole, actin crosslinking provides framework for which the cell may transport signaling intermediates needed for other steps within the actin remodeling cycle.",
            "score": 50.376065731048584
        },
        {
            "docid": "870889_7",
            "document": "Plasma globe . Placing a finger tip on the glass creates an attractive spot for the energy to flow, because the conductive human body (having non-ohmic resistance of about 1000 ohms at room temperature) is more easily polarized than the dielectric material around the electrode (i.e. the gas within the globe) providing an alternative discharge path having less resistance. Therefore, the capacity of the large conducting body to accept radio frequency energy is greater than that of the surrounding air. The energy available to the filaments of plasma within the globe will preferentially flow toward the better acceptor. This flow also causes a single filament, from the inner ball to the point of contact, to become brighter and thinner. The filament is brighter because there is more current flowing through it and into the 150 pF capacity, or capacitance, presented by an object, a conducting body, the size of a human. The filament is thinner because the magnetic fields around it, augmented by the now-higher current flowing through it, causes a magnetohydrodynamic effect called self-focusing: the plasma channel's own magnetic fields create a force acting to compress the size of the plasma channel itself. Much of the movement of the filaments is due to heating of the gas around the filament. When gas along the filament is heated, it becomes more buoyant and rises, carrying the filament with it. If the filament is discharging into a fixed object (like a hand) on the side of the globe, it will begin to deform into a curved path between the central electrode and the object. When the distance between the electrode and the object becomes too great to maintain, the filament will break and a new filament will reform between the electrode and the hand. (See also Jacob's Ladder, which exhibits a similar behavior.)",
            "score": 42.540446281433105
        },
        {
            "docid": "15192453_4",
            "document": "Stress fiber . The Rho family of GTPases regulate many aspects of actin cytoskeletal dynamics, including stress fiber formation. RhoA (sometimes referred to as just 'Rho') is responsible for the formation of stress fibers, and its activity in stress fiber formation was first discovered by Ridley and Hall in 1992. When bound to GTP, Rho activates Rho-associated coiled-coil forming kinase (ROCK) and mammalian homologue of Drosophila diaphanous (mDia). mDia is a formin, which nucleates and polymerizes long actin filaments. ROCK is a kinase that acts to phosphorylate MLCP (myosin-light-chain phosphatase), as well as the NMMII light chain, which inactivates MLCP and activates myosin. This will lead to the accumulation of activated myosin motor proteins, which bind the actin filaments that were polymerized by mDia, to create stress fibers. In addition, ROCK also phosphorylates and activates LIM-kinase. LIM-kinase will in turn phosphorylate and inactivate cofilin, which will prevent the breakdown and recycling of actin filaments, maintaining the integrity of the stress fibers.",
            "score": 79.72963809967041
        },
        {
            "docid": "3878717_9",
            "document": "Growth cone . The growth cones are continually being built up through construction of the actin microfilaments and extension of the plasma membrane via vesicle fusion. The actin filaments depolymerize and disassemble on the proximal end to allow free monomers to migrate to the leading edge (distal end) of the actin filament where it can polymerize and thus reattach. Actin filaments are also constantly being transported away from the leading edge by a myosin-motor driven process known as retrograde F-actin flow. The actin filaments are polymerized in the peripheral region and then transported backward to the transitional region, where the filaments are depolymerized; thus freeing the monomers to repeat the cycle. This is different from actin treadmilling since the entire protein moves. If the protein were to simply treadmill, the monomers would depolymerize from one end and polymerize onto the other while the protein itself does not move.",
            "score": 52.64158868789673
        },
        {
            "docid": "14418070_8",
            "document": "MYH9 . In addition to phosphorylation, NM IIA filament assembly and localization can be modulated by interaction with other proteins including S100A4 and Lethal giant larvae (Lgl1). The former is a calcium binding protein and is also known as metastatin, a well-characterized metastatic factor. S100A4 expression is associated with enhanced cell migration through maintenance of cell polarization and inhibition of cell turning. Similar to heavy chain phosphorylation, in vitro binding of S100A to the carboxy-terminal end of the NM IIA coiled-coil region prevents filament formation and S100A4 binding to previously formed filaments promotes filament disassembly. The tumor suppressor protein Lgl1 also inhibits the ability of NM IIA to assemble into filaments in vitro. In addition, it regulates the cellular localization of NM IIA and contributes to the maturation of focal adhesions. Other proteins that are known to interact with NM IIA include the actin binding protein tropomyosin 4.2 and a novel actin stress fiber associated protein, LIM and calponin-homology domains1 (LIMCH1).",
            "score": 53.39993453025818
        },
        {
            "docid": "11443855_20",
            "document": "Folliculin . Additional experimental evidence that FLCN may be involved in primary cilium function was obtained from a yeast two-hybrid screening that identified KIF3A as a FLCN interacting protein. Intraflagellar transport, which is required for primary cilium assembly and maintenance, is driven by kinesin-2 motor made up of subunits KIF3A and KIF3B. Researchers have shown that FLCN could interact with both subunits in a cilium-dependent manner and localize to cilia in FLCN-expressing but not FLCN-deficient cells. Cilia have been shown to act as flow sensors and suppress mTOR signaling by activating the serine/threonine kinase LKB1 located in the basal body of resting cells in response to flow stimuli. LKB1 in turn phosphorylates and activates AMPK, a negative regulator of mTOR activation. Flow stress was able to suppress mTOR signaling in FLCN-expressing human kidney cells but not under FLCN deficient conditions, and required intact cilia. FLCN was shown to recruit LKB1 and facilitate its interaction with AMPK in the basal body in a flow stress-dependent manner. These findings suggest a role for FLCN in the mechanosensory signaling machinery of the cell that controls the cilia-dependent regulation of the LKB1-AMPK-mTOR signaling axis.",
            "score": 55.63609170913696
        },
        {
            "docid": "438944_71",
            "document": "Actin . In contractile bundles, the actin-bundling protein alpha-actinin separates each thin filament by ~35 nm. This increase in distance allows thick filaments to fit in between and interact, enabling deformation or contraction. In deformation, one end of myosin is bound to the plasma membrane, while the other end \"walks\" toward the plus end of the actin filament. This pulls the membrane into a different shape relative to the cell cortex. For contraction, the myosin molecule is usually bound to two separate filaments and both ends simultaneously \"walk\" toward their filament's plus end, sliding the actin filaments closer to each other. This results in the shortening, or contraction, of the actin bundle (but not the filament). This mechanism is responsible for muscle contraction and cytokinesis, the division of one cell into two.",
            "score": 61.24383068084717
        },
        {
            "docid": "34015166_25",
            "document": "Vascular remodelling in the embryo . The cell \"reads\" flow patterns through integrin sensing, receptors which provide a mechanical link between the extracellular matrix and the actin cytoskeleton. This mechanism dictates how a cell will respond to flow patterns and can mediate cell adhesion, which is especially relevant to the sprouting of new vessels. Through the process of mechanotransduction, shear stress can regulate the expression of many different genes. The following examples have been studied in the context of vascular remodelling by biomechanics:",
            "score": 51.662888288497925
        },
        {
            "docid": "13277538_3",
            "document": "Thermal conductivity detector . The TCD consists of an electrically heated filament in a temperature-controlled cell. Under normal conditions there is a stable heat flow from the filament to the detector body. When an analyte elutes and the thermal conductivity of the column effluent is reduced, the filament heats up and changes resistance. This resistance change is often sensed by a Wheatstone bridge circuit which produces a measurable voltage change. The column effluent flows over one of the resistors while the reference flow is over a second resistor in the four-resistor circuit. A schematic of a classic thermal conductivity detector design utilizing a Wheatstone bridge circuit is shown. The reference flow across resistor 4 of the circuit compensates for drift due to flow or temperature fluctuations. Changes in the thermal conductivity of the column effluent flow across resistor 3 will result in a temperature change of the resistor and therefore a resistance change which can be measured as a signal.",
            "score": 37.94335675239563
        },
        {
            "docid": "6020806_9",
            "document": "Contact inhibition . First, motile cells collide and touch via their respective lamellae, whose actin exhibit high retrograde flow. A cellular adhesion forms between the lamellae, reducing the actins' retrograde flow rate in the area immediately surrounding the adhesion. Consequently, the cells' velocity and motility are reduced. This then allows actin stress fibers and microtubules to form and align with each other in both colliding partners. The alignment of these stress fibers locally accumulates elastic tension in the lamellae. Eventually, the tension buildup becomes too great, and the cell adhesion complex dissociates, collapses the lamellae protrusions, and releases the cells in different directions in an effort to alleviate the elastic tension. A possible alternate event that also leads to the assembly dissociation is that upon stress fiber alignment, the cells' leading edges repolarize away from the contiguous lamellae. This produces significant elastic tension across the entire cell bodies, \"not only at the local site of contact\", and likewise causes the adhesion complex's disassembly. Elastic tension has been thought to be the primary driving force of the protrusion collapse, complex disassembly, and the cells' dispersion. Though this hypothetical tension has been characterized and visualized, how tension builds in lamellae and how cell repolarization contributes to tension buildup remain open to investigation.  Furthermore, as replication increases the amount of cells, the number of directions those cells can move without touching another is decreased. Cells will also attempt to move away from another cell because they stick better to the area around them, a structure called the substratum, than on other cells. When the two cells colliding are different types of cells, one or both may respond to the collision.",
            "score": 50.168904304504395
        },
        {
            "docid": "15500265_22",
            "document": "Intestinal epithelium . Paracellular permeability depends on transport through the spaces that exist between epithelial cells. It is regulated by cellular junctions that are localized in the laminal membranes of the cells. This is the main route of passive flow of water and solutes across the intestinal epithelium. Regulation depends on the intercellular tight junctions which have the most influence on paracellular transport. Studies using the electron microscope showed that the electrical resistance of epithelial layers depends on the complexity and number of filaments within the tight junction transmembrane protein complexes. Also, the plasma membrane resistance and variable transmembrane conductance of the epithelial cells can also modulate paracellular pathway function.",
            "score": 44.368783473968506
        },
        {
            "docid": "656613_11",
            "document": "Cytoplasmic streaming . The Goldstein model predicts enhanced transport (over transport characterized by strictly longitudinal cytoplasmic flow) into the vacuolar cavity due to the complicated flow trajectories arising from the cytoplasmic streaming. Although, a nutrient concentration gradient would result from longitudinally uniform concentrations and flows, the complicated flow trajectories predicted produce a larger concentration gradient across the vacuolar membrane. By Fick's laws of diffusion, it is known that larger concentration gradients lead to larger diffusive flows. Thus, the unique flow trajectories of the cytoplasmic flow in \"Chara coralina\" lead to enhanced nutrient transport by diffusion into the storage vacuole. This allows for higher concentrations of nutrients inside the vacuole than would be allowed by strictly longitudinal cytoplasmic flows. Goldstein also demonstrated the faster the cytoplasmic flow along these trajectories, the larger the concentration gradient that arises, and the larger diffusive nutrient transport into the storage vacuole that occurs. The enhanced nutrient transport into the vacuole leads to striking differences in growth rate and overall growth size. Experiments have been performed in \"Arabidopsis thaliana\". Wild type versions of this plant exhibit cytoplasmic streaming due to the entrainment of fluid similar to \"Chara coralina\", only at slower flow rates. One experiment removes the wild type myosin motor molecule from the plant and replaces it with a faster myosin molecule which moves along the actin filaments at 16 microns/sec. In another set of plants, the myosin molecule is replaced with the slower homo sapiens Vb myosin motor molecule. Human myosin Vb only moves at a rate of .19 microns/sec. Resulting cytoplasmic flows rates are 4.3 microns/sec for the wild type and 7.5 microns/sec for the plants implanted with the rapidly moving myosin protein. The plants implanted with human myosin Vb do not exhibit continuous cytoplasmic streaming. The plants are then allowed to grow under similar conditions. Faster cytoplasmic rates produced larger plants with larger and more abundant leaves. This suggests that the enhanced nutrient storage demonstrated by the Goldstein model allows for plants to grow larger and faster.",
            "score": 54.101709842681885
        },
        {
            "docid": "376924_4",
            "document": "Cleavage furrow . The cell cycle begins with interphase when the DNA replicates, the cell grows and prepares to enter mitosis. Mitosis includes four phases, prophase, metaphase, anaphase, and telophase. Prophase is the initial phase when spindle fibers appear that function to move the chromosomes toward opposite poles. This spindle apparatus consists of microtubules, microfilaments and a complex network of various proteins. During metaphase, the chromosomes line up using the spindle apparatus in the middle of the cell along the equatorial plate. The chromosomes move to opposite poles during anaphase and remain attached to the spindle fibers by their centromeres. Animal cell cleavage furrow formation is caused by a ring of actin microfilaments called the contractile ring, which forms during early anaphase. Myosin is present in the region of the contractile ring as concentrated microfilaments and actin filaments are predominant in this region. The actin filaments here are both pre-existing and new. Cleavage is driven by these motor proteins, actin and myosin, which are the same proteins involved with muscle contraction. During cellular cleavage, the contractile ring tightens around the cytoplasm of the cell until the cytoplasm is pinched into two daughter cells. During the final phase of mitosis, telophase, the furrow forms an intercellular bridge using mitotic spindle fibers. Phosphatidylethanolamine (PE) has been shown to be present during this time which indicates that is may play a role in movement between the plasma membrane and contractile ring. The bridge is then broken and resealed to form two identical daughter cells during cytokinesis. The breakage is formed by microtubules and the resealing is negated by Calcium dependent exocytosis using Golgi vesicles. In comparison, the plant cell septum and the animal cell mid-zone are analogous. Both require vesicular secretions by the Golgi apparatus for resealing and formation of the cytoskeletal network in addition to microtubules and microfilaments for division and movement. The cleavage furrow mechanism in animal cells is a complex network of actin and myosin filaments, Golgi vesicles and Calcium dependent channels enabling the cell to break apart, reseal and form new daughter cells with complete membranes.",
            "score": 61.24146747589111
        },
        {
            "docid": "14150839_3",
            "document": "FLNA . Actin-binding protein, or filamin, is a 280-kD protein that crosslinks actin filaments into orthogonal networks in cortical cytoplasm and participates in the anchoring of membrane proteins for the actin cytoskeleton. Remodeling of the cytoskeleton is central to the modulation of cell shape and migration. Filamin A, encoded by the FLNA gene, is a widely expressed filamin that regulates the reorganization of the actin cytoskeleton by interacting with integrins, transmembrane receptor complexes, and secondary messengers.[supplied by OMIM]",
            "score": 54.39606785774231
        },
        {
            "docid": "2428938_13",
            "document": "Cell migration . It is believed that filamentous actins and microtubules are important for establishing and maintaining a cell’s polarity. Drugs that destroy actin filaments have multiple and complex effects, reflecting the wide role that these filaments play in many cell processes. It may be that, as part of the locomotory process, membrane vesicles are transported along these filaments to the cell’s front. In chemotaxing cells, the increased persistence of migration toward the target may result from an increased stability of the arrangement of the filamentous structures inside the cell and determine its polarity. In turn, these filamentous structures may be arranged inside the cell according to how molecules like PIP3 and PTEN are arranged on the inner cell membrane. And where these are located appears in turn to be determined by the chemoattractant signals as these impinge on specific receptors on the cell’s outer surface.",
            "score": 48.14101457595825
        },
        {
            "docid": "7567709_9",
            "document": "Physarum polycephalum . The force in amoeboid microplasmodia is generated by contraction and relaxation of a membranous layer probably consisting of actin (type of filament associated with contraction). The filament layer creates a pressure gradient, over which the protoplasm flows within limits of the cell periphery.",
            "score": 37.297284841537476
        }
    ],
    "r": [
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 95.894287109375
        },
        {
            "docid": "2428938_11",
            "document": "Cell migration . Based on some mathematical models, recent studies hypothesize a novel biological model for collective biomechanical and molecular mechanism of cell motion. It is proposed that microdomains weave the texture of cytoskeleton and their interactions mark the location for formation of new adhesion sites. According to this model, microdomain signaling dynamics organizes cytoskeleton and its interaction with substratum. As microdomains trigger and maintain active polymerization of actin filaments, their propagation and zigzagging motion on the membrane generate a highly interlinked network of curved or linear filaments oriented at a wide spectrum of angles to the cell boundary. It is also proposed that microdomain interaction marks the formation of new focal adhesion sites at the cell periphery. Myosin interaction with the actin network then generate membrane retraction/ruffling, retrograde flow, and contractile forces for forward motion. Finally, continuous application of stress on the old focal adhesion sites could result in the calcium-induced calpain activation, and consequently the detachment of focal adhesions which completes the cycle.",
            "score": 89.59456634521484
        },
        {
            "docid": "22778255_7",
            "document": "Amoeboid movement . Based on some mathematical models, recent studies hypothesize a novel biological model for collective biomechanical and molecular mechanisms of cellular motion. It is proposed that microdomains weave the texture of cytoskeleton and their interactions mark the location for formation of new adhesion sites. According to this model, microdomain signaling dynamics organize the cytoskeleton and its interaction with the substratum. As microdomains trigger and maintain active polymerization of actin filaments, their propagation and zigzagging motion on the membrane generate a highly interlinked network of curved or linear filaments oriented at a wide spectrum of angles to the cell boundary. It has also been proposed that microdomain interaction marks the formation of new focal adhesion sites at the cell periphery. The interaction of myosin with the actin network then generates membrane retraction/ruffling, retrograde flow, and contractile forces for forward motion. Finally, continuous application of stress on the old focal adhesion sites could result in the calcium-induced activation of calpain, and consequently the detachment of focal adhesions which completes the cycle.",
            "score": 89.58073425292969
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 85.77532958984375
        },
        {
            "docid": "156970_13",
            "document": "Cytoskeleton . Microfilaments are composed of linear polymers of G-actin proteins, and generate force when the growing (plus) end of the filament pushes against a barrier, such as the cell membrane. They also act as tracks for the movement of myosin molecules that affix to the microfilament and \"walk\" along them. In general, the major component or protein of microfilaments are actin. The G-actin monomer combines to form a polymer which continues to form the microfilament (actin filament). These subunits then assemble into two chains that intertwine into what is called, F-actin chains. Myosin motoring along F-actin filaments generates contractile forces in so-called actomyosin fibers, both in muscle as well as most non-muscle cell types. Actin structures are controlled by the Rho family of small GTP-binding proteins such as Rho itself for contractile acto-myosin filaments (\"stress fibers\"), Rac for lamellipodia and Cdc42 for filopodia.",
            "score": 84.95248413085938
        },
        {
            "docid": "27196937_19",
            "document": "Actin remodeling . Represents the ability for the actin filament network to react to environmental conditions and respond through various forms of vesicle and signal trafficking. Most commonly, the myosin protein exists as a \"motor\" that escorts cellular \"cargo\" throughout the cell. Myosin, primarily Myosin II, is also essential to the generation of contractile forces amongst the actin filaments.",
            "score": 79.7398452758789
        },
        {
            "docid": "15192453_4",
            "document": "Stress fiber . The Rho family of GTPases regulate many aspects of actin cytoskeletal dynamics, including stress fiber formation. RhoA (sometimes referred to as just 'Rho') is responsible for the formation of stress fibers, and its activity in stress fiber formation was first discovered by Ridley and Hall in 1992. When bound to GTP, Rho activates Rho-associated coiled-coil forming kinase (ROCK) and mammalian homologue of Drosophila diaphanous (mDia). mDia is a formin, which nucleates and polymerizes long actin filaments. ROCK is a kinase that acts to phosphorylate MLCP (myosin-light-chain phosphatase), as well as the NMMII light chain, which inactivates MLCP and activates myosin. This will lead to the accumulation of activated myosin motor proteins, which bind the actin filaments that were polymerized by mDia, to create stress fibers. In addition, ROCK also phosphorylates and activates LIM-kinase. LIM-kinase will in turn phosphorylate and inactivate cofilin, which will prevent the breakdown and recycling of actin filaments, maintaining the integrity of the stress fibers.",
            "score": 79.7296371459961
        },
        {
            "docid": "15192453_14",
            "document": "Stress fiber . The structure of stress fibers differs between motile and non-motile cells. Stress fibers in motile and non-motile cells are similar in that they both contain actin filaments which are cross-linked by α-actinin and myosin II, however the spatial orientation of individual actin filaments within the stress fiber differ between motile and non-motile cells. Stress fibers in the ventral region of motile cells show an overall shift in individual actin filament orientation along the longitudinal axis of the stress fiber, such that the plus-ends of filaments are always predominantly pointing towards focal adhesions. Stress fibers in the ventral regions of non-motile cells show a \"periodic\" polarity that is similar to the organization of the sarcomere.",
            "score": 78.67329406738281
        },
        {
            "docid": "319342_2",
            "document": "Microfilament . Microfilaments, also called actin filaments, are filaments in the cytoplasm of eukaryotic cells that form part of the cytoskeleton. They are primarily composed of polymers of actin, but in cells are modified by and interact with numerous other proteins. Microfilaments are usually about 7 nm in diameter and composed of two strands of actin. Microfilament functions include cytokinesis, amoeboid movement and cell motility in general, changes in cell shape, endocytosis and exocytosis, cell contractility and mechanical stability. Microfilaments are flexible and relatively strong, resisting buckling by multi-piconewton compressive forces and filament fracture by nanonewton tensile forces. In inducing cell motility, one end of the actin filament elongates while the other end contracts, presumably by myosin II molecular motors. Additionally, they function as part of actomyosin-driven contractile molecular motors, wherein the thin filaments serve as tensile platforms for myosin's ATP-dependent pulling action in muscle contraction and pseudopod advancement. Microfilaments have a tough, flexible framework which helps the cell in movement.",
            "score": 78.46844482421875
        },
        {
            "docid": "27405535_17",
            "document": "MDia1 . Stress fibers are acto-myosin structures, which are important for establishment of cellular tension and thus traction to move a cell ahead; the later is mediated via cell adhesions. Stress fibers are bundles of about 20 actin filaments linked via non-muscle myosin II. \"In vitro\" studies showed that mDia1 assembled stress fibers downstream of Rho. Live-cell imaging analysis revealed that mDia1 indeed assembles stress fibers, which are connected at one of their ends to focal adhesions, where actin polymerization occurs. Stress fiber assembly at focal adhesions by mDia1 was later shown to promote their growth and stabilization, suggesting mDia1 exerts effects on the interactions of cells with their environment.",
            "score": 73.37258911132812
        },
        {
            "docid": "45659222_4",
            "document": "Force spectrum microscopy . FSM relies on injecting tracer particles coated with polyethylene glycol (PEG) larger than the cytoskeletal mesh size (>50 nm), settling in between an internetwork of actin filaments and myosin motor proteins. As myosin motor proteins tug on actin filaments to perform cellular work, these actin fluctuations invariably oscillate neighboring PEGylated particles. The magnitude of tracer fluctuation is proportional to the magnitude of aggregate active motor forces. Thus, by recording the displacement of tracer oscillations, FSM can gauge and derive the magnitude of forces exerted by active motor proteins.",
            "score": 72.14212036132812
        },
        {
            "docid": "1789075_26",
            "document": "Tropomyosin . Myosin belongs to a family of motor proteins, and the muscle isoforms of this family comprise the thick filament. The thin filament is made of the skeletal muscle isoforms of actin. Each myosin protein 'paddles' along the thin actin filament, repeatedly binding to myosin-binding sites along the actin filament, ratcheting and letting go. In effect, the thick filament moves or slides along the thin filament, resulting in muscle contraction. This process is known as the sliding filament model.",
            "score": 72.09222412109375
        },
        {
            "docid": "15192453_3",
            "document": "Stress fiber . Stress fibers are primarily composed of actin and myosin. Actin is a ~43kDa globular protein, and can polymerize to form long filamentous structures.These filaments are made of two strands of actin monomers (or protofilaments) wrapping around each other, to create a single actin filament. Because actin monomers are not symmetrical molecules, their filaments have polarity based upon the structure of the actin monomer, which will allow one end of the actin filament to polymerize faster than the other. The end that can polymerize faster is known as the plus-end, whereas the end that polymerizes slower is known as the minus-end. Stress fibers are usually composed of 10-30 actin filaments. Stress fibers are composed of antiparallel microfilaments: actin filaments are bundled along their length, and plus-ends and minus-ends co-mingle at each end of the bundle. The antiparallel arrangement of actin filaments within stress fibers is reinforced by α-actinin, an actin filament crosslinking protein which contains antiparallel actin-binding domains. These bundles are then cross-linked by NMMII to form stress fibers.",
            "score": 71.34054565429688
        },
        {
            "docid": "45659222_3",
            "document": "Force spectrum microscopy . FSM was developed by Ming Guo and David A. Weitz to probe stochastic intracellular forces generated by motor proteins. Far from a liquid void, the cytoplasm contains a complex meshwork of actin and myosin conferring structural support to the cell, as well as harbouring vesicles and mitochondria among other organelles. Recent research on the macromolecular crowding inside the cytoplasm raises concerns whether diffusive-like motion of large molecules have been mistakenly attributed to Brownian forces. Instead, there are suspicions that myosin motor proteins, which tug randomly on the actin filaments embedded with large molecules, give rise to diffusive-like motion of molecules inside cells. Guo et al. developed an assay to distinguish whether particle motion inside cells are driven by thermal diffusion or by repercussions from active motor proteins like non-muscle myosin II shaking the cellular cytoskeleton.",
            "score": 69.78787231445312
        },
        {
            "docid": "1789075_32",
            "document": "Tropomyosin . Smooth muscle contraction is initiated by the release of Ca. Ca binds to and activates calmodulin, which then binds to caldesmon. This binding causes the caldesmon protein to disengage from the actin filament, exposing the myosin-binding sites on the actin filament. Myosin motor heads are phosphorylated by myosin light-chain kinase, allowing the myosin head to interact with the actin filament and cause contraction.",
            "score": 67.92483520507812
        },
        {
            "docid": "1789075_23",
            "document": "Tropomyosin . Many studies suggest that the binding of tropomyosin isoforms to an actin filament may influence the binding of other ABPs, which together alter the structure and convey specific properties and ultimately specific functions to an actin filament. This is demonstrated in neuroepithelial cells, where increased expression of Tropomyosin 5NM1 increases the recruitment of myosin IIB, a myosin motor protein to the growth cone area. However, the over-expression of Tropomyosin Br3 had the opposite effect, decreasing myosin activity in the same region.",
            "score": 67.46432495117188
        },
        {
            "docid": "13975479_12",
            "document": "RHOA . RhoA as well as several other members of the Rho family are identified as having roles in the regulation of the cytoskeleton and cell division.  RhoA plays a pivotal role in G1 cell cycle progression, primarily through regulation of cyclin D1 and cyclin-dependent kinase inhibitors (p21 and p27) expression. These regulation pathways activate protein kinases, which subsequently modulate transcription factor activity. RhoA specifically suppresses p21 levels in normal and transformed cell lines via a p53-independent transcriptional mechanism while p27 levels are regulated using effector Rho-associated kinases. Cytokinesis is defined by actomyosin-based contraction. RhoA-dependent diaphanous-related formins (DRFs) localize to the cleavage furrow during cytokinesis while stimulating local actin polymerization by coordinating microtubules with actin filaments at the site of the myosin contractile ring. Differences in effector binding distinguish RhoA amongst other related Ras homologs GTPases. Integrins can modulate RhoA activity depending on the extracellular matrix composition and other relevant factors. Similarly, RhoA’s stimulation of PKN2 kinase activity regulates cell-cell adhesion through apical junction formation and disassembly. Though RhoA is most notably recognized from its unique contributions in actin-myosin contractility and stress fiber formation, new research has also identified it as a key factor in the mediation of membrane ruffling, lamellae formation and membrane blebbing. A majority of this activity occurs in the leading edge of cells during migration in coordination with membrane protrusions of breast carcinoma.",
            "score": 67.33482360839844
        },
        {
            "docid": "3017886_6",
            "document": "Motor protein . Myosins are a superfamily of actin motor proteins that convert chemical energy in the form of ATP to mechanical energy, thus generating force and movement. The first identified myosin, myosin II, is responsible for generating muscle contraction. Myosin II is an elongated protein that is formed from two heavy chains with motor heads and two light chains. Each myosin head contains actin and ATP binding site. The myosin heads bind and hydrolyze ATP, which provides the energy to walk toward the plus end of an actin filament. Myosin II are also vital in the process of cell division. For example, non-muscle myosin II bipolar thick filaments provide the force of contraction needed to divide cell into two daughter cells during cytokinesis.In addition to myosin II, many other myosin types are responsible for variety of movement of non-muscle cells. For example, myosin is involved in intracellular organization and the protrusion of actin-rich structures at the cell surface. Myosin V is involved in vesicle and organelle transport. Myosin XI are involved in cytoplasmic streaming, wherein movement along microfilament networks in the cell allows organelles and cytoplasm to stream in a particular direction. Eighteen different classes of myosins are known.",
            "score": 67.13496398925781
        },
        {
            "docid": "4170290_2",
            "document": "Cell cortex . The cell cortex, also known as the actin cortex or actomyosin cortex, is a specialized layer of cytoplasmic protein on the inner face of the plasma membrane of the cell periphery. It functions as a modulator of plasma membrane behavior and cell surface properties. In most eukaryotic cells lacking a cell wall, the cortex is an actin-rich network consisting of F-actin filaments, myosin motors, and actin-binding proteins. The actomyosin cortex is attached to the cell membrane via membrane-anchoring proteins called ERM proteins and it plays a central role in cell shape control. The protein constituents of the cortex undergo rapid turnover, making the cortex both mechanically rigid and highly plastic, two properties essential to its function. In most cases, the cortex is in the range of 100 to 1000 nanometers thick.",
            "score": 66.58854675292969
        },
        {
            "docid": "656613_8",
            "document": "Cytoplasmic streaming . What is clearly visible in plants cells which exhibit cytoplasmic streaming is the motion of the chloroplasts moving with the cytoplasmic flow. This motion results from fluid being entrained by moving motor molecules of the plant cell. Myosin filaments connect cell organelles to actin filaments. These actin filaments are generally attached to the chloroplasts and/or membranes of plant cells. As the myosin molecules \"walk\" along the actin filaments dragging the organelles with them, the cytoplasmic fluid becomes entrained and is pushed/pulled along. Cytoplasmic flow rates can range between 1 and 100 micron/sec.",
            "score": 66.25936889648438
        },
        {
            "docid": "47147824_2",
            "document": "Cell mechanics . Cell mechanics is a sub-field of biophysics that focuses on the mechanical properties and behavior of living cells and how it relates to cell function. It encompasses aspects of cell biophysics, biomechanics, soft matter physics and rheology, mechanobiology and cell biology. Researchers who study cell mechanics are interested in the mechanics and dynamics of the assemblies and structures that make up the cell including membranes, cytoskeleton, organelles, and cytoplasm, and how they interact to give rise to the emergent properties of the cell as a whole. A particular focus of many cell mechanical studies has been the cytoskeleton, which (in animal cells) can be thought to consist of: 1) actomyosin assemblies (F-actin, myosin motors, and associated binding, nucleating, capping, stabilizing, and crosslinking proteins), 2) microtubules and their associated motor proteins (kinesins and dyneins), 3) intermediate filaments, 4) other assemblies such as spectrins and septins. The active and dynamic nature of cellular assemblies makes them particularly interesting materials to investigate. The active non-equilibrium and non-linear rheological properties of cellular assemblies have been keen point of research in recent times. Another point of interest has been how cell cycle-related changes in cytoskeletal activity affect global cell properties, such as intracellular pressure increase during mitotic cell rounding.",
            "score": 66.19279479980469
        },
        {
            "docid": "2906103_3",
            "document": "Hysteresivity . When a force deforms a material it generates elastic stresses and internal frictional stresses. Most often, frictional stress is described as being analogous to the stress that results from the flow of a viscous fluid, but in many engineering materials, in soft biological tissues, and in living cells, the concept that friction arises only from a viscous stress is now known to be erroneous. For example, Bayliss and Robertson  and Hildebrandt demonstrated that frictional stress in lung tissue is dependent upon the amount of lung expansion but not the rate of expansion, findings that are fundamentally incompatible with the notion of friction being caused by a viscous stress. If not by a viscous stress, how then does friction arise, and how is it properly described?",
            "score": 66.09740447998047
        },
        {
            "docid": "14760515_6",
            "document": "TNNI1 . The function of TnI is to control striated muscle contraction and relaxation. Troponin I interacts with all major regulatory proteins in the sarcomeric thin filaments of cardiac and skeletal muscles: troponin C, troponin T, tropomyosin and actin. When cytosolic Ca is low, TnI binds the thin filament to block the myosin binding sites on actin. The rise of cytosolic Ca results in binding to the N-terminal domain of troponin C and induces conformational changes in troponin C and the troponin complex, which releases the inhibition of myosin-actin interaction and activates myosin ATPase and cross bridge cycling to generate myosin power strokes and muscle contraction.",
            "score": 66.09300231933594
        },
        {
            "docid": "419952_7",
            "document": "Calcium metabolism . In skeletal and heart muscle calcium ions, released from the sarcoplasmic reticulum (the endoplasmic reticulum of striated muscles) binds to the troponin C present on the actin-containing thin filaments of the myofibrils. The troponin's 3D structure changes as a result, causing the tropomyosin to which it is attached to be rolled away from the myosin-binding sites on the actin molecules that form the back-bone of the thin filaments. Myosin can then bind to the exposed myosin-binding sites on the thin filament, to undergo a repeating series of conformational changes called the cross-bridge cycle, for which ATP provides the energy. During the cycle, each myosin protein ‘paddles’ along the thin actin filament, repeatedly binding to myosin-binding sites along the actin filament, ratcheting and letting go. In effect, the thick filament moves or slides along the thin filament, resulting in muscle contraction. This process is known as the sliding filament model of muscle contraction.",
            "score": 65.91345977783203
        },
        {
            "docid": "9305752_2",
            "document": "Fanno flow . Fanno flow is the adiabatic flow through a constant area duct where the effect of friction is considered. Compressibility effects often come into consideration, although the Fanno flow model certainly also applies to incompressible flow. For this model, the duct area remains constant, the flow is assumed to be steady and one-dimensional, and no mass is added within the duct. The Fanno flow model is considered an irreversible process due to viscous effects. The viscous friction causes the flow properties to change along the duct. The frictional effect is modeled as a shear stress at the wall acting on the fluid with uniform properties over any cross section of the duct.",
            "score": 65.77015686035156
        },
        {
            "docid": "26053735_3",
            "document": "Active matter . Research in active matter combines analytical techniques, numerical simulations and experiments. Notable analytical approaches include hydrodynamics, kinetic theory, and non-equilibrium statistical physics. Numerical studies mainly involve self-propelled-particles models, making use of agent-based models such as molecular dynamics algorithms as well as computational studies of hydrodynamic equations of active fluids. Experiments on biological systems extend over a wide range of scales, including animal groups (e.g., bird flocks, mammalian herds, fish schools and insect swarms), bacterial colonies, cellular tissues (e.g. epithelial tissue layers, cancer growth and embryogenesis), cytoskeleton components (e.g., \"in vitro\" motility assays, actin-myosin networks and molecular-motor driven filaments). Experiments on synthetic systems include self-propelled colloids (e.g., phoretically propelled particles), driven granular matter (e.g. vibrated monolayers), swarming robots and Quinke rotators.",
            "score": 65.70095825195312
        },
        {
            "docid": "598619_6",
            "document": "Troponin . Troponin is a component of thin filaments (along with actin and tropomyosin), and is the protein complex to which calcium binds to trigger the production of muscular force. Troponin itself has three subunits, TnC, TnI, and TnT, each playing a role in force regulation . Under resting intracellular levels of calcium, tropomyosin covers the active sites on actin to which myosin (a molecular motor organized in muscle thick filaments) binds in order to generate force. When calcium becomes bound to specific sites in the N-domain of TnC, a series of protein structural changes occurs such that tropomyosin is rolled away from myosin-binding sites on actin, allowing myosin to attach to the thin filament and produce force and/or shorten the sarcomere.",
            "score": 65.23509216308594
        },
        {
            "docid": "34022094_4",
            "document": "Active perception . \"Active Perception (Active Vision specifically) is defined as a study of Modeling and Control strategies for perception. By modeling we mean models of sensors, processing modules and their interaction. We distinguish local models from global models by their extent of application in space and time. The local models represent procedures and parameters such as optical distortions of the lens, focal lens, spatial resolution, band-pass filter, etc. The global models on the other hand characterize the overall performance and make predictions on how the individual modules interact. The control strategies are formulated as a search of such sequence of steps that would minimize a loss function while one is seeking the most information. Examples are shown as the existence proof of the proposed theory on obtaining range from focus and sterolvergence on 2-0 segmentation of an image and 3-0 shape parametrization\".",
            "score": 65.1966323852539
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 64.6435775756836
        },
        {
            "docid": "1091104_19",
            "document": "Cytochalasin B . Cytochalasin B can decrease the number of motile cells when it is added to Yoshida Sarcoma Cells. It can also decrease the motility of the cells and dose-dependently inhibts their growth. Since cytochalasin B unevenly penetrates cells it promotes focal contractions of the broken cortical actin filament network by myosin. This causes superprecipitation which requires active contractions and thus an active energy metabolism. The disorganized cortical contractions disrupt the assembly of pseudopodia which are involved in cell movement.",
            "score": 64.49378967285156
        },
        {
            "docid": "14770088_17",
            "document": "DLC1 . The main function of DLC1 is its Rho-GAP activity: its ability to enhance activated GTP-bound Rho-GTPases' (specifically, RhoA and Cdc42) intrinsic ability to convert their GTP into GDP, thus rendering them inactive. RhoGTPases are members of the Ras superfamily, and are involved in actin cytoskeleton organization and cell adhesion. The activity of RhoA regulates the formation of actin stress fibers and focal adhesions - complexes of many proteins located at the termini of actin stress fibers which link the actin cytoskeleton with integrin extracellular matrix receptors. Therefore, when RhoA is inactive, the actin cytoskeletal filaments are unable to form and cell morphology changes, resulting in a default round shape. In addition, focal adhesion formation is inhibited and cells are not well attached to the extracellular matrix and neighbouring cells, thus allowing them to detach and metastasize more readily.",
            "score": 63.70042037963867
        },
        {
            "docid": "7623862_23",
            "document": "Rubber elasticity . To calculate the elastic response of a rubber sample, the three chain force models (regimes Ia, Ib and II) and the network morphology must be combined in a micro-mechanical network model. Using the joint probability distribution in equation () and the force extension models, it is possible to devise numerical algorithms to both construct a faithful representative volume element of a network and to simulate the resulting mechanical stress as it is subjected to strain. An iterative relaxation algorithm is used to maintain approximate force equilibrium at each network node as strain is imposed. When the force constant obtained for kinks having 2 or 3 isoprene units (approximately one Kuhn length) is used in numerical simulations, the predicted stress is found to be consistent with experiments. The results of such a calculation are shown in Fig. 1 (dashed red line) for sulfur cross linked natural rubber and compared with experimental data (solid blue line). These simulations also predict a steep upturn in the stress as network chains become taut and, ultimately, material failure due to bond rupture. In the case of sulfur cross linked natural rubber, the S-S bonds in the crosslink are much weaker than the C-C bonds on the chain backbone and are the network failure points. The plateau in the simulated stress, starting at a strain of about 7, is the limiting value for the network. Stresses greater than about 7 MPa cannot be supported and the network fails. Near this stress limit, the simulations predict that less than 10% of the chains are taut, i.e. in the high chain extension regime and less than 0.1% of the chains have ruptured. While the very low rupture fraction may seem surprising, it is not inconsistent with our experience of stretching a rubber band until it breaks. The elastic response of the rubber after breaking is not noticeably different from the original. Eugene Guth and Hubert M. James proposed the entropic origins of rubber elasticity in 1941.",
            "score": 63.612186431884766
        }
    ]
}