{
    "q": [
        {
            "docid": "215038_5",
            "document": "Enhancer (genetics) . An enhancer may be located upstream or downstream of the gene it regulates. Furthermore, an enhancer doesn't need to be located near the transcription initiation site to affect transcription, as some have been found located in several hundred thousand base pairs upstream or downstream of the start site. Enhancers do not act on the promoter region itself, but are bound by activator proteins. These activator proteins interact with the mediator complex, which recruits polymerase II and the general transcription factors which then begin transcribing the genes. Enhancers can also be found within introns. An enhancer's orientation may even be reversed without affecting its function. Additionally, an enhancer may be excised and inserted elsewhere in the chromosome, and still affect gene transcription. That is one reason that introns polymorphisms may have effects although they are not translated. Enhancers can also be found at the exonic region of an unrelated gene and they may act on genes on another chromosome.",
            "score": 197.47976994514465
        },
        {
            "docid": "398124_14",
            "document": "Transcriptional regulation . Enhancers or cis-regulatory modules/elements (CRM/CRE) are non-coding DNA sequences containing multiple activator and repressor binding sites. Enhancers range from 200 bp to 1 kb in length and can be either proximal, 5’ upstream to the promoter or within the first intron of the regulated gene, or distal, in introns of neighboring genes or intergenic regions far away from the locus. Through DNA looping, active enhancers contact the promoter dependently of the core DNA binding motif promoter specificity. Promoter-enhancer dichotomy provides the basis for the functional interaction between transcription factors and transcriptional core machinery to trigger RNA Pol II escape from the promoter. Whereas one could think that there is a 1:1 enhancer-promoter ratio, studies of the human genome predict that an active promoter interacts with 4 to 5 enhancers. Similarly, enhancers can regulate more than one gene without linkage restriction and are said to “skip” neighboring genes to regulate more distant ones. Even though infrequent, transcriptional regulation can involve elements located in a chromosome different to one where the promoter resides. Proximal enhancers or promoters of neighboring genes can serve as platforms to recruit more distal elements.",
            "score": 184.7004851102829
        },
        {
            "docid": "23838716_15",
            "document": "Helitron (biology) . Helitrons, like all other TEs, are potential insertional mutagens. They might get inserted within the promoter region of a gene that results in the abolition of measurable transcripts and the observed phenotypes. In some cases it has been seen that a Helitron insertion has provided regulatory motifs necessary for transcription initiation. Investigators presented evidence that Helitrons have contributed putative promoters, exons, splice sites, polyadenylation sites, and microRNA binding sites to transcripts otherwise conserved across mammals. Helitrons drive the expression and provides de novo regulatory elements such as CAAT-box, GCbox, octamer motif, and TATA box sites. Helitrons also can alter the length and sequence of both 5′ UTRs and 3′ UTRs of the coding transcripts. Another way Helitrons can control gene expression is through contributing to novel splice variants by promoting alternative splicing and by providing cryptic splice sites. A number of spontaneous mutations have been reported in plants that are caused by intronic Helitron insertions that result in the generation of chimeric transcript species.",
            "score": 123.37072086334229
        },
        {
            "docid": "3190493_14",
            "document": "Silencer (genetics) . Silencers in eukaryotes control gene expression on a transcriptional level in which the mRNA is not transcribed. These DNA sequences may act as either silencers or enhancers based on the transcription factor that binds to the sequence and binding of this sequence will prevent promoters such as the TATA box from binding to RNA polymerase. A repressor protein may have regions that bind to the DNA sequence as well as regions that bind to the transcription factors assembled at the promoter of the gene which would create a chromosome looping mechanism. Looping brings silencers in close proximity to the promoters to ensure that groups of proteins needed for optimal gene expression will work together.",
            "score": 147.14343094825745
        },
        {
            "docid": "4250553_24",
            "document": "Gene . Flanking the open reading frame, genes contain a regulatory sequence that is required for their expression. First, genes require a promoter sequence. The promoter is recognized and bound by transcription factors and RNA polymerase to initiate transcription. The recognition typically occurs as a consensus sequence like the TATA box. A gene can have more than one promoter, resulting in messenger RNAs (mRNA) that differ in how far they extend in the 5' end. Highly transcribed genes have \"strong\" promoter sequences that form strong associations with transcription factors, thereby initiating transcription at a high rate. Others genes have \"weak\" promoters that form weak associations with transcription factors and initiate transcription less frequently. Eukaryotic promoter regions are much more complex and difficult to identify than prokaryotic promoters.",
            "score": 156.34895992279053
        },
        {
            "docid": "16770101_17",
            "document": "Long non-coding RNA . NcRNAs also target general transcription factors required for the RNAP II transcription of all genes. These general factors include components of the initiation complex that assemble on promoters or involved in transcription elongation. A ncRNA transcribed from an upstream minor promoter of the dihydrofolate reductase (DHFR) gene forms a stable RNA-DNA triplex within the major promoter of DHFR to prevent the binding of the transcriptional co-factor TFIIB. This novel mechanism of regulating gene expression may in fact represent a widespread method of controlling promoter usage given that thousands of such triplexes exist in eukaryotic chromosome. The U1 ncRNA can induce transcription initiation by specifically binding to and stimulating TFIIH to phosphorylate the C-terminal domain of RNAP II. In contrast the ncRNA 7SK, is able to repress transcription elongation by, in combination with HEXIM1/2, forming an inactive complex that prevents the PTEFb general transcription factor from phosphorylating the C-terminal domain of RNAP II, thereby repressing global elongation under stressful conditions. These examples, which bypass specific modes of regulation at individual promoters to mediate changes directly at the level of initiation and elongation transcriptional machinery, provide a means of quickly affecting global changes in gene expression.",
            "score": 131.01389050483704
        },
        {
            "docid": "28524_5",
            "document": "RNA splicing . Spliceosomal introns often reside within the sequence of eukaryotic protein-coding genes. Within the intron, a donor site (5' end of the intron), a branch site (near the 3' end of the intron) and an acceptor site (3' end of the intron) are required for splicing. The splice donor site includes an almost invariant sequence GU at the 5' end of the intron, within a larger, less highly conserved region. The splice acceptor site at the 3' end of the intron terminates the intron with an almost invariant AG sequence. Upstream (5'-ward) from the AG there is a region high in pyrimidines (C and U), or polypyrimidine tract. Further upstream from the polypyrimidine tract is the branchpoint, which includes an adenine nucleotide involved in lariat formation. The consensus sequence for an intron (in IUPAC nucleic acid notation) is: G-G-[cut]-G-U-R-A-G-U (donor site) ... intron sequence ... Y-U-R-A-C (branch sequence 20-50 nucleotides upstream of acceptor site) ... Y-rich-N-C-A-G-[cut]-G (acceptor site). However, it is noted that the specific sequence of intronic splicing elements and the number of nucleotides between the branchpoint and the nearest 3’ acceptor site affect splice site selection. Also, point mutations in the underlying DNA or errors during transcription can activate a \"cryptic splice site\" in part of the transcript that usually is not spliced. This results in a mature messenger RNA with a missing section of an exon. In this way, a point mutation, which might otherwise affect only a single amino acid, can manifest as a deletion or truncation in the final protein. Splicing is catalyzed by the spliceosome, a large RNA-protein complex composed of five small nuclear ribonucleoproteins (snRNPs, pronounced 'snurps'). Assembly and activity of the spliceosome occurs during transcription of the pre-mRNA. The RNA components of snRNPs interact with the intron and are involved in catalysis. Two types of spliceosomes have been identified (major and minor) which contain different snRNPs.",
            "score": 160.37464690208435
        },
        {
            "docid": "15993546_6",
            "document": "Cis-natural antisense transcript . Molecular mechanisms behind the regulatory role of cis-NATs are not currently well understood. Three models have been proposed to explain the regulatory effects that cis-NATs have on gene expression. The first model attributes that base pairing between the cis-NAT and its complementary transcript result in a knockdown of mRNA expression. The assumption of this model is that there will be a precise alignment of at least 6 base pairs between the cis-NAT pair to make double stranded RNA. Epigenetic modifications like DNA methylation and post-translational modification of core histones form the basis of the second model. Although it is not yet clearly understood, it is thought that the reverse transcript guides methylation complexes and/or histone-modifying complexes to the promoter regions of the sense transcript and cause an inhibition of expression from the gene. Currently it is not known what attributes of cis-NATs are crucial for the epigenetic model of regulation. The final proposed model that has gained favour due to recent experimental evidence is the transcriptional collision model. During the process of transcription of cis-NATs, the transcriptional complexes assemble in the promoter regions of the gene. RNA polymerases will then begin transcribing the gene at the transcription initiation site laying down nucleotides in a 5' to 3' direction. In the areas of overlap between the cis-NATs the RNA polymerases will collide and stop at the crash site. Transcription is inhibited because RNA polymerases prematurely stop and their incomplete transcripts get degraded.",
            "score": 124.64908242225647
        },
        {
            "docid": "9955145_32",
            "document": "Eukaryotic transcription . The two main tasks of transcription initiation are to provide RNA polymerase with an access to the promoter and to assemble general transcription factors with polymerase into a transcription initiation complex. Diverse mechanisms of initiating transcription by overriding inhibitory signals at the gene promoter have been identified. Eukaryotic genes have acquired extensive regulatory sequences that encompass a large number of regulator-binding sites and spread overall kilobases (sometimes hundreds of kilobases) from the promoter–-both upstream and downstream. The regulator binding sites are often clustered together into units called enhancers. Enhancers can facilitate highly cooperative action of several transcription factors (which constitute enhanceosomes). Remote enhancers allow transcription regulation at a distance. Insulators situated between enhancers and promoters help define the genes that an enhancer can or cannot influence.",
            "score": 145.9491399526596
        },
        {
            "docid": "25966810_2",
            "document": "Upstream activating sequence . An upstream activating sequence or upstream activation sequence (UAS) is a cis-acting regulatory sequence. It is distinct from the promoter and increases the expression of a neighbouring gene. Due to its essential role in activating transcription, the upstream activating sequence is often considered to be analogous to the function of the enhancer in multicellular eukaryotes. Upstream activation sequences are a crucial part of induction, enhancing the expression of the protein of interest through increased transcriptional activity. The upstream activation sequence is found adjacently upstream to a minimal promoter (TATA box) and serves as a binding site for transactivators. If the transcriptional transactivator does not bind to the UAS in the proper orientation then transcription cannot begin. To further understand the function of an upstream activation sequence, it is beneficial to see its role in the cascade of events that lead to transcription activation. The pathway begins when activators bind to their target at the UAS recruiting a mediator. A TATA-binding protein subunit of a transcription factor then binds to the TATA box, recruiting additional transcription factors. The mediator then recruits RNA polymerase II to the pre-initiation complex. Once initiated, RNA polymerase II is released from the complex and transcription begins.",
            "score": 132.74445152282715
        },
        {
            "docid": "1226356_16",
            "document": "Primary transcript . In complex eukaryotic cells, one primary transcript is able to prepare large amounts of mature mRNAs due to alternative splicing. Alternate splicing is regulated so that each mature mRNA may encode a multiplicity of proteins. The effect of alternative splicing in gene expression can be seen in complex eukaryotes which have a fixed number of genes in their genome yet produce much larger numbers of different gene products. Most eukaryotic pre-mRNA transcripts contain multiple introns and exons. The various possible combinations of 5' and 3' splice sites in a pre-mRNA can lead to different excision and combination of exons while the introns are eliminated from the mature mRNA. Thus, various kinds of mature mRNAs are generated. Alternative splicing takes place in a large protein complex called the spliceosome. Alternative splicing is crucial for tissue-specific and developmental regulation in gene expression. Alternative splicing can be affected by various factors, including mutations such as chromosomal translocation.",
            "score": 145.46357131004333
        },
        {
            "docid": "1158788_15",
            "document": "Antisense RNA . Epigenetic regulations such as DNA methylation and histone methylation can repress gene expression by inhibiting initiation of transcription. Sometimes, however, gene repression can be achieved by prematurely terminating or slowing down transcription process. AsRNAs can be involved in this level of gene regulation. For example, in bacterial or eukaryotic cells where complex RNA polymerases are present, bidirectional transcription at the same locus can lead to polymerase collision and results in the termination of transcription. Even when polymerase collision is unlikely during weak transcription, polymerase pausing can also occur which blocks elongation and leads to gene repression. One of the examples is repression of IME4 gene by its asRNA RME2. Another way of affecting transcription co-transcriptionally is by blocking splicing. One classic example in human is zinc-finger E-box binding homeobox 2 gene (ZEB2) which encodes E-cadherin, a transcriptional repressor. Efficient translation of ZEB2 mRNA requires the presence of an internal ribosome entry site (IRES) in intron of the mRNA at the 5' end. With the asRNA of ZEB2 being expressed, it can mask the splicing site and maintain the IRES in the mRNA which results in an efficient synthesis of E-cadherin. Lastly, depending on the level of asRNA expression, different isoforms of the sense transcript can be produced. Therefore, asRNA dependent regulation is not limited to on/off mechanism; rather, it presents a fine tone control system.",
            "score": 168.01519358158112
        },
        {
            "docid": "1946433_5",
            "document": "CAAT box . The CAAT box is what is known as a core promoter, also known as the basal promoter or simply the promoter, is a region of DNA that initiates transcription of a particular gene. This region, in particular for the CAAT box, is located about 60–100 bases upstream (towards the 5' end), however no less than 27 base pairs away, from the initial transcription site or a eukaryote gene in which a complex of general transcription factors bind with RNA polymerase II prior to the initiation of transcription. It is essential to the transcription that these core binding factors (also referred to as nuclear factor Y or NF-Y) are able to bind to the CCAAT motif. Experiments in many laboratories have shown that mutations to the CCAAT motif that cause a loss of CBF binding also decreases transcriptional activity in these promoters, suggesting that CBF-CCAAT complexes are essential for optimum transcriptional activity.",
            "score": 122.04870903491974
        },
        {
            "docid": "28524_17",
            "document": "RNA splicing . In many cases, the splicing process can create a range of unique proteins by varying the exon composition of the same mRNA. This phenomenon is then called alternative splicing. Alternative splicing can occur in many ways. Exons can be extended or skipped, or introns can be retained. It is estimated that 95% of transcripts from multiexon genes undergo alternative splicing, some instances of which occur in a tissue-specific manner and/or under specific cellular conditions. Development of high throughput mRNA sequencing technology can help quantify the expression levels of alternatively spliced isoforms. Differential expression levels across tissues and cell lineages allowed computational approaches to be developed to predict the functions of these isoforms.  Given this complexity, alternative splicing of pre-mRNA transcripts is regulated by a system of trans-acting proteins (activators and repressors) that bind to cis-acting sites or \"elements\" (enhancers and silencers) on the pre-mRNA transcript itself. These proteins and their respective binding elements promote or reduce the usage of a particular splice site. The binding specificity comes from the sequence and structure of the cis-elements, e.g. in HIV-1 there are many donor and acceptor splice sites. Among the various splice sites, ssA7, which is 3' acceptor site, folds into three stem loop structures, i.e. Intronic splicing silencer (ISS), Exonic splicing enhancer (ESE), and Exonic splicing silencer (ESSE3). Solution structure of Intronic splicing silencer and its interaction to host protein hnRNPA1 give insight into specific recognition. However, adding to the complexity of alternative splicing, it is noted that the effects of regulatory factors are many times position-dependent. For example, a splicing factor that serves as a splicing activator when bound to an intronic enhancer element may serve as a repressor when bound to its splicing element in the context of an exon, and vice versa. In addition to the position-dependent effects of enhancer and silencer elements, the location of the branchpoint (i.e., distance upstream of the nearest 3’ acceptor site) also affects splicing. The secondary structure of the pre-mRNA transcript also plays a role in regulating splicing, such as by bringing together splicing elements or by masking a sequence that would otherwise serve as a binding element for a splicing factor.",
            "score": 149.9076225757599
        },
        {
            "docid": "50449991_15",
            "document": "Nuclear organization . Looping was first observed by Walther Flemming in 1878 when he was studying amphibian oocytes. It was not until the late 20th century when DNA looping was correlated with gene expression. For example, in 1990, Mandal and colleagues showed the importance of DNA looping in repressing the galactose and lactose operons in \"E coli\". In the presence of galactose or lactose, repressor proteins form protein-protein and protein-DNA interactions to loop the DNA. This in turn connects the gene promoters with upstream and downstream operators, effectively repressing gene expression by blocking transcription preinitiation complex (PIC) assembly at the promoter and therefore preventing transcription initiation. In gene activation, DNA looping typically brings together distal gene promoters and enhancers. Enhancers can recruit a large complex of proteins, such as the mediator complex, PIC, and other cell specific transcription factors, involved in initiating the transcription of a gene.",
            "score": 123.37050724029541
        },
        {
            "docid": "553121_11",
            "document": "Regulation of gene expression . Regulation of transcription thus controls when transcription occurs and how much RNA is created. Transcription of a gene by RNA polymerase can be regulated by several mechanisms. Specificity factors alter the specificity of RNA polymerase for a given promoter or set of promoters, making it more or less likely to bind to them (i.e., sigma factors used in prokaryotic transcription). Repressors bind to the Operator, coding sequences on the DNA strand that are close to or overlapping the promoter region, impeding RNA polymerase's progress along the strand, thus impeding the expression of the gene.The image to the right demonstrates regulation by a repressor in the lac operon. General transcription factors position RNA polymerase at the start of a protein-coding sequence and then release the polymerase to transcribe the mRNA. Activators enhance the interaction between RNA polymerase and a particular promoter, encouraging the expression of the gene. Activators do this by increasing the attraction of RNA polymerase for the promoter, through interactions with subunits of the RNA polymerase or indirectly by changing the structure of the DNA. Enhancers are sites on the DNA helix that are bound by activators in order to loop the DNA bringing a specific promoter to the initiation complex. Enhancers are much more common in eukaryotes than prokaryotes, where only a few examples exist (to date). Silencers are regions of DNA sequences that, when bound by particular transcription factors, can silence expression of the gene.",
            "score": 172.72088885307312
        },
        {
            "docid": "23937630_2",
            "document": "Intron-mediated enhancement . Intron-mediated enhancement (IME) is the ability of an intron sequence to enhance the expression of a gene containing that intron. In particular, the intron must be present in the transcribed region of the gene for enhancement to occur, differentiating IME from the action of typical transcriptional enhancers. Descriptions of this phenomenon were first published in cultured maize cells in 1987, and the term \"intron-mediated enhancement\" was subsequently coined in 1990. A number of publications have demonstrated that this phenomenon is conserved across eukaryotes, including humans, mice, \"Arabidopsis\", rice, and \"C. elegans.\" However, the mechanism(s) by which IME works are still not completely understood.",
            "score": 166.47585034370422
        },
        {
            "docid": "4681639_5",
            "document": "Gene structure . Regulatory sequences are located at the extremities of genes. These sequence regions can either be next to the transcribed region (the promoter) or separated by many kilobases (enhancers and silencers). The promoter is located at the 5' end of the gene and is composed of a core promoter sequence and a proximal promoter sequence. The core promoter marks the start site for transcription by binding RNA polymerase and other proteins necessary for copying DNA to RNA. The proximal promoter region binds transcription factors that modify the affinity of the core promoter for RNA polymerase. Genes may be regulated by multiple enhancer and silencer sequences that further modify the activity of promoters by binding activator or repressor proteins. Enhancers and silencers may be distantly located from the gene, many thousands of base pairs away. The binding of different transcription factors, therefore, regulates the rate of transcription initiation at different times and in different cells.",
            "score": 145.81926655769348
        },
        {
            "docid": "16907404_4",
            "document": "5' flanking region . Enhancers are DNA sequences found in 5' flanking regions of eukaryotic genes that affect transcription. If a transcription factor binds to an enhancer in a 5' flanking region, the DNA strand bends in a way that the transcription factor that is bound to the enhancer can also bind the promoter of a gene. This leads to RNA polymerase recruitment and interaction with transcription factors and the promoter, and an overall higher transcription rate than the basal level. Although enhancers are usually present upstream of the transcription start site, they can be present anywhere on or around the gene of interest.",
            "score": 150.07923483848572
        },
        {
            "docid": "1946433_2",
            "document": "CAAT box . In molecular biology, a CCAAT box (also sometimes abbreviated a CAAT box or CAT box) is a distinct pattern of nucleotides with GGCCAATCT consensus sequence that occur upstream by 60–100 bases to the initial transcription site. The CAAT box signals the binding site for the RNA transcription factor, and is typically accompanied by a conserved consensus sequence. It is an invariant DNA sequence at about minus 70 base pairs from the origin of transcription in many eukaryotic promoters. Genes that have this element seem to require it for the gene to be transcribed in sufficient quantities. It is frequently absent from genes that encode proteins used in virtually all cells. This box along with the GC box is known for binding general transcription factors. Both of these consensus sequences belong to the regulatory promoter. Full gene expression occurs when transcription activator proteins bind to each module within the regulatory promoter. Protein specific binding is required for the CCAAT box activation. These proteins are known as CCAAT box binding proteins/CCAAT box binding factors.",
            "score": 109.88607025146484
        },
        {
            "docid": "16770101_23",
            "document": "Long non-coding RNA . The splicing of mRNA can induce its translation and functionally diversify the repertoire of proteins it encodes. The Zeb2 mRNA, which has a particularly long 5’UTR, requires the retention of a 5’UTR intron that contains an internal ribosome entry site for efficient translation. However, retention of the intron is dependent on the expression of an antisense transcript that complements the intronic 5’ splice site. Therefore, the ectopic expression of the antisense transcript represses splicing and induces translation of the Zeb2 mRNA during mesenchymal development. Likewise, the expression of an overlapping antisense Rev-ErbAa2 transcript controls the alternative splicing of the thyroid hormone receptor ErbAa2 mRNA to form two antagonistic isoforms.",
            "score": 133.46262192726135
        },
        {
            "docid": "532175_29",
            "document": "Transfer RNA . In eukaryotic cells, tRNAs are transcribed by RNA polymerase III as pre-tRNAs in the nucleus. RNA polymerase III recognizes two highly conserved downstream promoter sequences: the 5' intragenic control region (5'-ICR, D-control region, or A box), and the 3'-ICR (T-control region or B box) inside tRNA genes. The first promoter begins at +8 of mature tRNAs and the second promoter is located 30-60 nucleotides downstream of the first promoter. The transcription terminates after a stretch of four or more thymidines. Pre-tRNAs undergo extensive modifications inside the nucleus. Some pre-tRNAs contain introns that are spliced, or cut, to form the functional tRNA molecule; in bacteria these self-splice, whereas in eukaryotes and archaea they are removed by tRNA-splicing endonucleases. Eukaryotic pre-tRNA contains bulge-helix-bulge (BHB) structure motif that is important for recognition and precise splicing of tRNA intron by endonucleases. This motif position and structure are evolutionary conserved. However, some organisms, such as unicellular algae have a non-canonical position of BHB-motif as well as 5'- and 3'-ends of the spliced intron sequence.  The 5' sequence is removed by RNase P, whereas the 3' end is removed by the tRNase Z enzyme. A notable exception is in the archaeon \"Nanoarchaeum equitans,\" which does not possess an RNase P enzyme and has a promoter placed such that transcription starts at the 5' end of the mature tRNA. The non-templated 3' CCA tail is added by a nucleotidyl transferase. Before tRNAs are exported into the cytoplasm by Los1/Xpo-t, tRNAs are aminoacylated. The order of the processing events is not conserved. For example, in yeast, the splicing is not carried out in the nucleus but at the cytoplasmic side of mitochondrial membranes.",
            "score": 171.1401126384735
        },
        {
            "docid": "3190493_9",
            "document": "Silencer (genetics) . Another regulatory element located upstream of the gene is an enhancer. Enhancers function as a \"turn on\" switch in gene expression and will activate the promoter region of a particular gene while silencers act as the \"turn off\" switch. Though these two regulatory elements work against each other, both sequence types affect the promoter region in very similar ways. Because silencers have not been thoroughly identified and analyzed, the extensive research on enhancers has aided biologists in understanding the mechanics of the silencer. Enhancers can be found in many of the same areas that silencers are found, such as upstream of the promoter by many kilobase pairs, or even downstream within the intron of the gene. DNA looping is also a model function used by enhancers in order to shorten the proximity of the promoter to the enhancer. Enhancers also function with transcription factors in order to initiate expression, much like silencers can with repressors.",
            "score": 161.97289144992828
        },
        {
            "docid": "9634941_4",
            "document": "Gene trapping . When inserted into an intron of an expressed gene, the gene trap cassette is transcribed from the endogenous promoter of that gene in the form of a fusion transcript in which the exon(s) upstream of the insertion site is spliced in frame to the reporter/selectable marker gene. Since transcription is terminated prematurely at the inserted polyadenylation site, the processed fusion transcript encodes a truncated and nonfunctional version of the cellular protein and the reporter/selectable marker. Thus, gene traps simultaneously inactivate and report the expression of the trapped gene at the insertion site, and provide a DNA tag (gene trap sequence tag, GTST) for the rapid identification of the disrupted gene.",
            "score": 140.21917295455933
        },
        {
            "docid": "1475503_5",
            "document": "Testis-determining factor . The promoter region has two Sp1 binding sites, at -150 and -13 that function as regulatory sites. Sp1 is a transcription factor that binds GC-rich consensus sequences, and mutation of the \"SRY\" binding sites leads to a 90% reduction in gene transcription. Studies of SF1 have resulted in less definite results. Mutations of SF1 can lead to sex reversal and deletion lead to incomplete gonad development. However, it's not clear how SF1 interacts with the \"SR1\" promoter directly. The promoter region also has two WT1 binding sites at -78 and -87 bp from the ATG codon. WT1 is transcription factor that has four C-terminal Zinc fingers and an N-terminal Pro/Glu-rich region and primarily functions as an activator. Mutation of the Zinc fingers or inactivation of WT1 results in reduced male gonad size. Deletion of the gene resulted in complete sex reversal. It is not clear how WT1 functions to up-regulate \"SRY\", but some research suggests that it helps stabilize message processing. However, there are complications to this hypothesis, because WT1 also is responsible for expression of an antagonist of male development, DAX1, which stands for Dosage-sensitive sex reversal, Adrenal hypoplasia critical region, on chromosome X, gene 1 . An additional copy of DAX1 in mice leads to sex reversal. It is not clear how DAX1 functions, and many different pathways have been suggested, including \"SRY\" transcriptional destabilization and RNA binding. There is evidence from work on suppression of male development that DAX1 can interfere with function of SF1, and in turn transcription of \"SRY\" by recruiting corepressors.",
            "score": 106.05002820491791
        },
        {
            "docid": "159266_11",
            "document": "Gene expression . Another modification is 3' \"cleavage and polyadenylation\". They occur if polyadenylation signal sequence (5'- AAUAAA-3') is present in pre-mRNA, which is usually between protein-coding sequence and terminator. The pre-mRNA is first cleaved and then a series of ~200 adenines (A) are added to form poly(A) tail, which protects the RNA from degradation. Poly(A) tail is bound by multiple poly(A)-binding proteins (PABP) necessary for mRNA export and translation re-initiation. A very important modification of eukaryotic pre-mRNA is \"RNA splicing\". The majority of eukaryotic pre-mRNAs consist of alternating segments called exons and introns. During the process of splicing, an RNA-protein catalytical complex known as spliceosome catalyzes two transesterification reactions, which remove an intron and release it in form of lariat structure, and then splice neighbouring exons together. In certain cases, some introns or exons can be either removed or retained in mature mRNA. This so-called alternative splicing creates series of different transcripts originating from a single gene. Because these transcripts can be potentially translated into different proteins, splicing extends the complexity of eukaryotic gene expression.",
            "score": 156.19802951812744
        },
        {
            "docid": "3190493_12",
            "document": "Silencer (genetics) . Eukaryotes have a much larger genome and thus have different methods of gene regulation than in prokaryotes. All cells in a eukaryotic organism have the same DNA but are specified through differential gene expression, a phenomenon known as genetic totipotency. However, in order for a cell to express the genes for proper functioning, the genes must be closely regulated to express the correct properties. Genes in eukaryotes are controlled on the transcriptional, post-transcriptional, translational, and post-translational levels. On the transcriptional level, gene expression is regulated by altering transcription rates. Genes that encode proteins include exons which will encode the polypeptides, introns that are removed from mRNA before the translation of proteins, a transcriptional start site in which RNA polymerase binds, and a promoter.",
            "score": 161.0004096031189
        },
        {
            "docid": "28275177_3",
            "document": "Pyruvate dehydrogenase (lipoamide) beta . The PDH genes that comprise the E1 subunit are 1.36 kilobases long (alpha) and 1.69 kb long (beta). The PDHB gene has a total of 10 exons and 9 introns. All intron-exon splice junctions follow the standard GT/AG rule. There was an Alu family found in introns 2 and 8. The 5' flanking region gene contains a \"CAAT\" consensus promoter sequence but no \"TATA\" sequence. The transcription start site is an adenine residue located 132 bases upstream from the initiation codon in exon 1. The mRNA species that results from transcription of PDHB has been experimentally determined, via Northern blotting, to be 1.6 kb in length, although another fragment 5.5 kb long was also identified.",
            "score": 149.77699947357178
        },
        {
            "docid": "4681639_10",
            "document": "Gene structure . A key feature of the structure of eukaryotic genes is that their transcripts are typically subdivided into exon and intron regions. Exon regions are retained in the final mature mRNA molecule, while intron regions are spliced out (excised) during post-transcriptional processing. Indeed, the intron regions of a gene can be considerably longer than the exon regions. Once spliced together, the exons form a single continuous protein-coding regions, and the splice boundaries are not detectable. Eukaryotic post-transcriptional processing also adds a 5' cap to the start of the mRNA and a poly-adenosine tail to the end of the mRNA. These additions stabilise the mRNA and direct its transport from the nucleus to the cytoplasm, although neither of these features are directly encoded in the structure of a gene.",
            "score": 160.54484963417053
        },
        {
            "docid": "12303321_6",
            "document": "Telomerase reverse transcriptase . The hTERT gene, located on chromosome 5, consists of 16 exons and 15 introns spanning 35 kb. The core promoter of hTERT includes 330 base pairs upstream of the translation start site (AUG since it's RNA by using the words \"exons\" and \"introns\"), as well as 37 base pairs of exon 2 of the hTERT gene. The hTERT promoter is GC-rich and lacks TATA and CAAT boxes but contains many sites for several transcription factors giving indication of a high level of regulation by multiple factors in many cellular contexts. Transcription factors that can activate hTERT include many oncogenes (cancer-causing genes) such as c-Myc, Sp1, HIF-1, AP2, and many more, while many cancer suppressing genes such as p53, WT1, and Menin produce factors that suppress hTERT activity . Another form of up-regulation is through demethylation of histones proximal to the promoter region, imitating the low density of trimethylated histones seen in embryonic stem cells. This allows for the recruitment of histone acetyltransferase (HAT) to unwind the sequence allowing for transcription of the gene.",
            "score": 154.52990555763245
        },
        {
            "docid": "16907404_6",
            "document": "5' flanking region . The TATA box is present in all genes that are transcribed by RNA polymerase II, which is most eukaryotic genes. The binding of the TATA box with TATA binding protein initiates the formation of a transcription factor complex. This is followed by binding of transcription factor TFIID, which then recruits TFIIB, TFIIF, RNA polymerase II and TFIIH (in that order) to form an initiation complex. It is typically 10 nucleotides long, and is present -30 to -20 nucleotides upstream from the transcription start site, in the core promoter region.",
            "score": 135.95282816886902
        },
        {
            "docid": "209459_10",
            "document": "Alternative splicing . In addition to these primary modes of alternative splicing, there are two other main mechanisms by which different mRNAs may be generated from the same gene; multiple promoters and multiple polyadenylation sites. Use of multiple promoters is properly described as a transcriptional regulation mechanism rather than alternative splicing; by starting transcription at different points, transcripts with different 5'-most exons can be generated. At the other end, multiple polyadenylation sites provide different 3' end points for the transcript. Both of these mechanisms are found in combination with alternative splicing and provide additional variety in mRNAs derived from a gene.",
            "score": 85.44693422317505
        }
    ],
    "r": [
        {
            "docid": "215038_5",
            "document": "Enhancer (genetics) . An enhancer may be located upstream or downstream of the gene it regulates. Furthermore, an enhancer doesn't need to be located near the transcription initiation site to affect transcription, as some have been found located in several hundred thousand base pairs upstream or downstream of the start site. Enhancers do not act on the promoter region itself, but are bound by activator proteins. These activator proteins interact with the mediator complex, which recruits polymerase II and the general transcription factors which then begin transcribing the genes. Enhancers can also be found within introns. An enhancer's orientation may even be reversed without affecting its function. Additionally, an enhancer may be excised and inserted elsewhere in the chromosome, and still affect gene transcription. That is one reason that introns polymorphisms may have effects although they are not translated. Enhancers can also be found at the exonic region of an unrelated gene and they may act on genes on another chromosome.",
            "score": 197.47976684570312
        },
        {
            "docid": "19179592_42",
            "document": "Archaea . Transcription in archaea more closely resembles eukaryotic than bacterial transcription, with the archaeal RNA polymerase being very close to its equivalent in eukaryotes; while archaeal translation shows signs of both bacterial and eukaryal equivalents. Although archaea only have one type of RNA polymerase, its structure and function in transcription seems to be close to that of the eukaryotic RNA polymerase II, with similar protein assemblies (the general transcription factors) directing the binding of the RNA polymerase to a gene's promoter., but other archaeal transcription factors are closer to those found in bacteria. Post-transcriptional modification is simpler than in eukaryotes, since most archaeal genes lack introns, although there are many introns in their transfer RNA and ribosomal RNA genes, and introns may occur in a few protein-encoding genes.",
            "score": 186.02151489257812
        },
        {
            "docid": "398124_14",
            "document": "Transcriptional regulation . Enhancers or cis-regulatory modules/elements (CRM/CRE) are non-coding DNA sequences containing multiple activator and repressor binding sites. Enhancers range from 200 bp to 1 kb in length and can be either proximal, 5’ upstream to the promoter or within the first intron of the regulated gene, or distal, in introns of neighboring genes or intergenic regions far away from the locus. Through DNA looping, active enhancers contact the promoter dependently of the core DNA binding motif promoter specificity. Promoter-enhancer dichotomy provides the basis for the functional interaction between transcription factors and transcriptional core machinery to trigger RNA Pol II escape from the promoter. Whereas one could think that there is a 1:1 enhancer-promoter ratio, studies of the human genome predict that an active promoter interacts with 4 to 5 enhancers. Similarly, enhancers can regulate more than one gene without linkage restriction and are said to “skip” neighboring genes to regulate more distant ones. Even though infrequent, transcriptional regulation can involve elements located in a chromosome different to one where the promoter resides. Proximal enhancers or promoters of neighboring genes can serve as platforms to recruit more distal elements.",
            "score": 184.7004852294922
        },
        {
            "docid": "553121_11",
            "document": "Regulation of gene expression . Regulation of transcription thus controls when transcription occurs and how much RNA is created. Transcription of a gene by RNA polymerase can be regulated by several mechanisms. Specificity factors alter the specificity of RNA polymerase for a given promoter or set of promoters, making it more or less likely to bind to them (i.e., sigma factors used in prokaryotic transcription). Repressors bind to the Operator, coding sequences on the DNA strand that are close to or overlapping the promoter region, impeding RNA polymerase's progress along the strand, thus impeding the expression of the gene.The image to the right demonstrates regulation by a repressor in the lac operon. General transcription factors position RNA polymerase at the start of a protein-coding sequence and then release the polymerase to transcribe the mRNA. Activators enhance the interaction between RNA polymerase and a particular promoter, encouraging the expression of the gene. Activators do this by increasing the attraction of RNA polymerase for the promoter, through interactions with subunits of the RNA polymerase or indirectly by changing the structure of the DNA. Enhancers are sites on the DNA helix that are bound by activators in order to loop the DNA bringing a specific promoter to the initiation complex. Enhancers are much more common in eukaryotes than prokaryotes, where only a few examples exist (to date). Silencers are regions of DNA sequences that, when bound by particular transcription factors, can silence expression of the gene.",
            "score": 172.72088623046875
        },
        {
            "docid": "532175_29",
            "document": "Transfer RNA . In eukaryotic cells, tRNAs are transcribed by RNA polymerase III as pre-tRNAs in the nucleus. RNA polymerase III recognizes two highly conserved downstream promoter sequences: the 5' intragenic control region (5'-ICR, D-control region, or A box), and the 3'-ICR (T-control region or B box) inside tRNA genes. The first promoter begins at +8 of mature tRNAs and the second promoter is located 30-60 nucleotides downstream of the first promoter. The transcription terminates after a stretch of four or more thymidines. Pre-tRNAs undergo extensive modifications inside the nucleus. Some pre-tRNAs contain introns that are spliced, or cut, to form the functional tRNA molecule; in bacteria these self-splice, whereas in eukaryotes and archaea they are removed by tRNA-splicing endonucleases. Eukaryotic pre-tRNA contains bulge-helix-bulge (BHB) structure motif that is important for recognition and precise splicing of tRNA intron by endonucleases. This motif position and structure are evolutionary conserved. However, some organisms, such as unicellular algae have a non-canonical position of BHB-motif as well as 5'- and 3'-ends of the spliced intron sequence.  The 5' sequence is removed by RNase P, whereas the 3' end is removed by the tRNase Z enzyme. A notable exception is in the archaeon \"Nanoarchaeum equitans,\" which does not possess an RNase P enzyme and has a promoter placed such that transcription starts at the 5' end of the mature tRNA. The non-templated 3' CCA tail is added by a nucleotidyl transferase. Before tRNAs are exported into the cytoplasm by Los1/Xpo-t, tRNAs are aminoacylated. The order of the processing events is not conserved. For example, in yeast, the splicing is not carried out in the nucleus but at the cytoplasmic side of mitochondrial membranes.",
            "score": 171.14012145996094
        },
        {
            "docid": "42558215_12",
            "document": "R-loop . Introns are non-coding regions within genes that are transcribed along with the coding regions of genes, but are subsequently removed from the primary RNA transcript by splicing. Actively transcribed regions of DNA often form R-loops that are vulnerable to DNA damage. Introns reduce R-loop formation and DNA damage in highly expressed yeast genes. Genome-wide analysis showed that intron-containing genes display decreased R-loop levels and decreased DNA damage compared to intronless genes of similar expression in both yeast and humans. Inserting an intron within an R-loop prone gene can also suppress R-loop formation and recombination. Bonnet et al. (2017) speculated that the function of introns in maintaining genetic stability may explain their evolutionary maintenance at certain locations, particularly in highly expressed genes.",
            "score": 168.74635314941406
        },
        {
            "docid": "1158788_15",
            "document": "Antisense RNA . Epigenetic regulations such as DNA methylation and histone methylation can repress gene expression by inhibiting initiation of transcription. Sometimes, however, gene repression can be achieved by prematurely terminating or slowing down transcription process. AsRNAs can be involved in this level of gene regulation. For example, in bacterial or eukaryotic cells where complex RNA polymerases are present, bidirectional transcription at the same locus can lead to polymerase collision and results in the termination of transcription. Even when polymerase collision is unlikely during weak transcription, polymerase pausing can also occur which blocks elongation and leads to gene repression. One of the examples is repression of IME4 gene by its asRNA RME2. Another way of affecting transcription co-transcriptionally is by blocking splicing. One classic example in human is zinc-finger E-box binding homeobox 2 gene (ZEB2) which encodes E-cadherin, a transcriptional repressor. Efficient translation of ZEB2 mRNA requires the presence of an internal ribosome entry site (IRES) in intron of the mRNA at the 5' end. With the asRNA of ZEB2 being expressed, it can mask the splicing site and maintain the IRES in the mRNA which results in an efficient synthesis of E-cadherin. Lastly, depending on the level of asRNA expression, different isoforms of the sense transcript can be produced. Therefore, asRNA dependent regulation is not limited to on/off mechanism; rather, it presents a fine tone control system.",
            "score": 168.01519775390625
        },
        {
            "docid": "23937630_2",
            "document": "Intron-mediated enhancement . Intron-mediated enhancement (IME) is the ability of an intron sequence to enhance the expression of a gene containing that intron. In particular, the intron must be present in the transcribed region of the gene for enhancement to occur, differentiating IME from the action of typical transcriptional enhancers. Descriptions of this phenomenon were first published in cultured maize cells in 1987, and the term \"intron-mediated enhancement\" was subsequently coined in 1990. A number of publications have demonstrated that this phenomenon is conserved across eukaryotes, including humans, mice, \"Arabidopsis\", rice, and \"C. elegans.\" However, the mechanism(s) by which IME works are still not completely understood.",
            "score": 166.47584533691406
        },
        {
            "docid": "40365216_5",
            "document": "Circular RNA . In contrast to genes in bacteria, eukaryotic genes are split by non-coding sequences known as introns. In eukaryotes, as a gene is transcribed from DNA into a messenger RNA (mRNA) transcript, intervening introns are removed, leaving only exons in the mature mRNA, which can subsequently be translated to produce the protein product. The spliceosome, a protein-RNA complex located in the nucleus, catalyzes splicing in the following manner:",
            "score": 166.3943634033203
        },
        {
            "docid": "4250553_35",
            "document": "Gene . In prokaryotes, transcription occurs in the cytoplasm; for very long transcripts, translation may begin at the 5' end of the RNA while the 3' end is still being transcribed. In eukaryotes, transcription occurs in the nucleus, where the cell's DNA is stored. The RNA molecule produced by the polymerase is known as the primary transcript and undergoes post-transcriptional modifications before being exported to the cytoplasm for translation. One of the modifications performed is the splicing of introns which are sequences in the transcribed region that do not encode protein. Alternative splicing mechanisms can result in mature transcripts from the same gene having different sequences and thus coding for different proteins. This is a major form of regulation in eukaryotic cells and also occurs in some prokaryotes.",
            "score": 165.13653564453125
        },
        {
            "docid": "45523985_9",
            "document": "Organization and expression of immunoglobulin genes . The kappa and lambda light chains undergo rearrangements of the V and J gene segments. In this process, a functional Vlambda can combine with four functional Jλ –Cλ combinations. On the other hands, Vk gene segments can join with either one of the Jk functional gene segments. The overall rearrangements result in a gene segment order from 5 prime to 3 prime end. These are a short leader (L) exon, a noncoding sequence (intron), a joined VJ segment, a second intron, and the constant region. There is a promoter upstream from each leader gene segment. The leader exon is important in the transcription of light chain by the RNA polymerase. To remain with coding sequence only, the introns are removed during RNA- processing and repairing. In summary,",
            "score": 164.3446502685547
        },
        {
            "docid": "12365585_9",
            "document": "Signal recognition particle RNA . Eukaryotic SRP RNAs are transcribed from DNA by RNA polymerase III (Pol III). RNA polymerase III also transcribes the genes for 5S ribosomal RNA, tRNA, 7SK RNA, and U6 spliceosomal RNA. The promoters of the human SRP RNA genes include elements located downstream of the transcriptional start site. Plant SRP RNA promoters contain an upstream stimulatory element (USE) and a TATA box. Yeast SRP RNA genes have a TATA box and additional intragenic promoter sequences (referred to as A- and B-blocks) which play a role in regulating transcription of the SRP gene by Pol III. In the bacteria, genes are organized in operons and transcribed by RNA polymerase. The 5'-end of the small (4.5S) SRP RNA of many bacteria is cleaved by RNase P. The ends of the Bacillus subtilis SRP RNA are processed by RNase III. So far, no SRP RNA introns have been observed.",
            "score": 163.16732788085938
        },
        {
            "docid": "3190493_9",
            "document": "Silencer (genetics) . Another regulatory element located upstream of the gene is an enhancer. Enhancers function as a \"turn on\" switch in gene expression and will activate the promoter region of a particular gene while silencers act as the \"turn off\" switch. Though these two regulatory elements work against each other, both sequence types affect the promoter region in very similar ways. Because silencers have not been thoroughly identified and analyzed, the extensive research on enhancers has aided biologists in understanding the mechanics of the silencer. Enhancers can be found in many of the same areas that silencers are found, such as upstream of the promoter by many kilobase pairs, or even downstream within the intron of the gene. DNA looping is also a model function used by enhancers in order to shorten the proximity of the promoter to the enhancer. Enhancers also function with transcription factors in order to initiate expression, much like silencers can with repressors.",
            "score": 161.97288513183594
        },
        {
            "docid": "3190493_12",
            "document": "Silencer (genetics) . Eukaryotes have a much larger genome and thus have different methods of gene regulation than in prokaryotes. All cells in a eukaryotic organism have the same DNA but are specified through differential gene expression, a phenomenon known as genetic totipotency. However, in order for a cell to express the genes for proper functioning, the genes must be closely regulated to express the correct properties. Genes in eukaryotes are controlled on the transcriptional, post-transcriptional, translational, and post-translational levels. On the transcriptional level, gene expression is regulated by altering transcription rates. Genes that encode proteins include exons which will encode the polypeptides, introns that are removed from mRNA before the translation of proteins, a transcriptional start site in which RNA polymerase binds, and a promoter.",
            "score": 161.0004119873047
        },
        {
            "docid": "4681639_10",
            "document": "Gene structure . A key feature of the structure of eukaryotic genes is that their transcripts are typically subdivided into exon and intron regions. Exon regions are retained in the final mature mRNA molecule, while intron regions are spliced out (excised) during post-transcriptional processing. Indeed, the intron regions of a gene can be considerably longer than the exon regions. Once spliced together, the exons form a single continuous protein-coding regions, and the splice boundaries are not detectable. Eukaryotic post-transcriptional processing also adds a 5' cap to the start of the mRNA and a poly-adenosine tail to the end of the mRNA. These additions stabilise the mRNA and direct its transport from the nucleus to the cytoplasm, although neither of these features are directly encoded in the structure of a gene.",
            "score": 160.54486083984375
        },
        {
            "docid": "28524_5",
            "document": "RNA splicing . Spliceosomal introns often reside within the sequence of eukaryotic protein-coding genes. Within the intron, a donor site (5' end of the intron), a branch site (near the 3' end of the intron) and an acceptor site (3' end of the intron) are required for splicing. The splice donor site includes an almost invariant sequence GU at the 5' end of the intron, within a larger, less highly conserved region. The splice acceptor site at the 3' end of the intron terminates the intron with an almost invariant AG sequence. Upstream (5'-ward) from the AG there is a region high in pyrimidines (C and U), or polypyrimidine tract. Further upstream from the polypyrimidine tract is the branchpoint, which includes an adenine nucleotide involved in lariat formation. The consensus sequence for an intron (in IUPAC nucleic acid notation) is: G-G-[cut]-G-U-R-A-G-U (donor site) ... intron sequence ... Y-U-R-A-C (branch sequence 20-50 nucleotides upstream of acceptor site) ... Y-rich-N-C-A-G-[cut]-G (acceptor site). However, it is noted that the specific sequence of intronic splicing elements and the number of nucleotides between the branchpoint and the nearest 3’ acceptor site affect splice site selection. Also, point mutations in the underlying DNA or errors during transcription can activate a \"cryptic splice site\" in part of the transcript that usually is not spliced. This results in a mature messenger RNA with a missing section of an exon. In this way, a point mutation, which might otherwise affect only a single amino acid, can manifest as a deletion or truncation in the final protein. Splicing is catalyzed by the spliceosome, a large RNA-protein complex composed of five small nuclear ribonucleoproteins (snRNPs, pronounced 'snurps'). Assembly and activity of the spliceosome occurs during transcription of the pre-mRNA. The RNA components of snRNPs interact with the intron and are involved in catalysis. Two types of spliceosomes have been identified (major and minor) which contain different snRNPs.",
            "score": 160.37464904785156
        },
        {
            "docid": "4250553_24",
            "document": "Gene . Flanking the open reading frame, genes contain a regulatory sequence that is required for their expression. First, genes require a promoter sequence. The promoter is recognized and bound by transcription factors and RNA polymerase to initiate transcription. The recognition typically occurs as a consensus sequence like the TATA box. A gene can have more than one promoter, resulting in messenger RNAs (mRNA) that differ in how far they extend in the 5' end. Highly transcribed genes have \"strong\" promoter sequences that form strong associations with transcription factors, thereby initiating transcription at a high rate. Others genes have \"weak\" promoters that form weak associations with transcription factors and initiate transcription less frequently. Eukaryotic promoter regions are much more complex and difficult to identify than prokaryotic promoters.",
            "score": 156.34896850585938
        },
        {
            "docid": "159266_11",
            "document": "Gene expression . Another modification is 3' \"cleavage and polyadenylation\". They occur if polyadenylation signal sequence (5'- AAUAAA-3') is present in pre-mRNA, which is usually between protein-coding sequence and terminator. The pre-mRNA is first cleaved and then a series of ~200 adenines (A) are added to form poly(A) tail, which protects the RNA from degradation. Poly(A) tail is bound by multiple poly(A)-binding proteins (PABP) necessary for mRNA export and translation re-initiation. A very important modification of eukaryotic pre-mRNA is \"RNA splicing\". The majority of eukaryotic pre-mRNAs consist of alternating segments called exons and introns. During the process of splicing, an RNA-protein catalytical complex known as spliceosome catalyzes two transesterification reactions, which remove an intron and release it in form of lariat structure, and then splice neighbouring exons together. In certain cases, some introns or exons can be either removed or retained in mature mRNA. This so-called alternative splicing creates series of different transcripts originating from a single gene. Because these transcripts can be potentially translated into different proteins, splicing extends the complexity of eukaryotic gene expression.",
            "score": 156.19802856445312
        },
        {
            "docid": "40328701_7",
            "document": "Chimeric RNA . Creating a protein consists of two main steps: transcription of DNA into RNA and translation of RNA into protein. After DNA is transcribed into RNA, the molecule is known as pre-messenger RNA (mRNA) and it consists of exons and introns that can be split apart and rearranged in many different ways. Historically, exons are considered the coding sequence and introns are considered the “junk” DNA. Although this has been shown to be false, it is true that exons are often merged. Depending on the needs of the cell, regulatory mechanisms choose which exons, and sometimes introns, to join together. This process of removing pieces of a pre- mRNA transcript and combining them with other pieces is called splicing. The human genome encodes approximately 25,000 genes but there are significantly more proteins produced. This is accomplished through RNA splicing. The exons of these 25,000 genes can be spliced in many different ways to create countless combinations of RNA transcripts and ultimately countless proteins. Normally, exons from the same pre-mRNA transcript are spliced together. However, occasionally gene products or pre-mRNA transcripts are spliced together so that exons from different transcripts are mixed together in a fusion product known as chimeric RNA. Chimeric RNA often incorporates exons from highly expressed genes, but the chimeric transcript itself is usually expressed at low levels.",
            "score": 155.96185302734375
        },
        {
            "docid": "12303321_6",
            "document": "Telomerase reverse transcriptase . The hTERT gene, located on chromosome 5, consists of 16 exons and 15 introns spanning 35 kb. The core promoter of hTERT includes 330 base pairs upstream of the translation start site (AUG since it's RNA by using the words \"exons\" and \"introns\"), as well as 37 base pairs of exon 2 of the hTERT gene. The hTERT promoter is GC-rich and lacks TATA and CAAT boxes but contains many sites for several transcription factors giving indication of a high level of regulation by multiple factors in many cellular contexts. Transcription factors that can activate hTERT include many oncogenes (cancer-causing genes) such as c-Myc, Sp1, HIF-1, AP2, and many more, while many cancer suppressing genes such as p53, WT1, and Menin produce factors that suppress hTERT activity . Another form of up-regulation is through demethylation of histones proximal to the promoter region, imitating the low density of trimethylated histones seen in embryonic stem cells. This allows for the recruitment of histone acetyltransferase (HAT) to unwind the sequence allowing for transcription of the gene.",
            "score": 154.5299072265625
        },
        {
            "docid": "14755297_5",
            "document": "IFNA2 . The gene encoding IFNα2, the IFNA2 gene, is clustered with all other type I IFN genes on chromosome 9 and as all type I IFN genes, it is devoid of intron. The open reading frame (coding sequence) of IFNA2 codes for a pre-protein of 188 amino acids with a 23 amino acid signal peptide allowing secretion of the mature protein. The mature protein is made of 165 amino acids, one less than the other human IFNα subtypes. The secondary structure of IFNα2 consists of five α-helices: A to E, from the N-terminal to the C-terminal end. Helices A, B, C and E are organized as a bundle with a long loop between the helices A and B (the A-B loop) and two disulfide bonds which connect helix E to the A-B loop and helix C to the N-terminal end. Several variants, or allelic variants, have been identified in the human population. Among them, IFNα2a and IFNα2b are better known by their commercial name, Roferon-A® and Intron A®, respectively.  Upstream of the coding sequence is the promoter region that contains sequences that regulate the transcription of the IFNA2 gene into a messenger RNA (mRNA).",
            "score": 153.4969482421875
        },
        {
            "docid": "5522755_4",
            "document": "Exon shuffling . Exon shuffling was first introduced in 1978 when Walter Gilbert discovered that the existence of introns could play a major role in the evolution of proteins. It was noted that recombination within introns could help assort exons independently and that repetitive segments in the middle of introns could create hotspots for recombination to shuffle the exonic sequences. However, the presence of these introns in eukaryotes and absence in prokaryotes created a debate about the time in which these introns appeared. Two theories arose: the \"introns early\" theory and the \"introns late\" theory. Supporters of the \"introns early theory\" believed that introns and RNA splicing were the relics of the RNA world and therefore both prokaryotes and eukaryotes had introns in the beginning. However, prokaryotes eliminated their introns in order to obtain a higher efficiency, while eukaryotes retained the introns and the genetic plasticity of the ancestors. On the other hand, supporters of the \"introns late\" theory believe that prokaryotic genes resemble the ancestral genes and introns were inserted later in the genes of eukaryotes. What is clear now is that the eukaryotic exon-intron structure is not static, introns are continually inserted and removed from genes and the evolution of introns evolves parallel to exon shuffling.",
            "score": 152.76400756835938
        },
        {
            "docid": "159266_8",
            "document": "Gene expression . In prokaryotes, transcription is carried out by a single type of RNA polymerase, which needs a DNA sequence called a Pribnow box as well as a sigma factor (σ factor) to start transcription. In eukaryotes, transcription is performed by three types of RNA polymerases, each of which needs a special DNA sequence called the promoter and a set of DNA-binding proteins—transcription factors—to initiate the process. RNA polymerase I is responsible for transcription of ribosomal RNA (rRNA) genes. RNA polymerase II (Pol II) transcribes all protein-coding genes but also some non-coding RNAs (e.g., snRNAs, snoRNAs or long non-coding RNAs). Pol II includes a C-terminal domain (CTD) that is rich in serine residues. When these residues are phosphorylated, the CTD binds to various protein factors that promote transcript maturation and modification. RNA polymerase III transcribes 5S rRNA, transfer RNA (tRNA) genes, and some small non-coding RNAs (e.g., 7SK). Transcription ends when the polymerase encounters a sequence called the terminator.",
            "score": 152.45303344726562
        },
        {
            "docid": "16907404_4",
            "document": "5' flanking region . Enhancers are DNA sequences found in 5' flanking regions of eukaryotic genes that affect transcription. If a transcription factor binds to an enhancer in a 5' flanking region, the DNA strand bends in a way that the transcription factor that is bound to the enhancer can also bind the promoter of a gene. This leads to RNA polymerase recruitment and interaction with transcription factors and the promoter, and an overall higher transcription rate than the basal level. Although enhancers are usually present upstream of the transcription start site, they can be present anywhere on or around the gene of interest.",
            "score": 150.07923889160156
        },
        {
            "docid": "28524_17",
            "document": "RNA splicing . In many cases, the splicing process can create a range of unique proteins by varying the exon composition of the same mRNA. This phenomenon is then called alternative splicing. Alternative splicing can occur in many ways. Exons can be extended or skipped, or introns can be retained. It is estimated that 95% of transcripts from multiexon genes undergo alternative splicing, some instances of which occur in a tissue-specific manner and/or under specific cellular conditions. Development of high throughput mRNA sequencing technology can help quantify the expression levels of alternatively spliced isoforms. Differential expression levels across tissues and cell lineages allowed computational approaches to be developed to predict the functions of these isoforms.  Given this complexity, alternative splicing of pre-mRNA transcripts is regulated by a system of trans-acting proteins (activators and repressors) that bind to cis-acting sites or \"elements\" (enhancers and silencers) on the pre-mRNA transcript itself. These proteins and their respective binding elements promote or reduce the usage of a particular splice site. The binding specificity comes from the sequence and structure of the cis-elements, e.g. in HIV-1 there are many donor and acceptor splice sites. Among the various splice sites, ssA7, which is 3' acceptor site, folds into three stem loop structures, i.e. Intronic splicing silencer (ISS), Exonic splicing enhancer (ESE), and Exonic splicing silencer (ESSE3). Solution structure of Intronic splicing silencer and its interaction to host protein hnRNPA1 give insight into specific recognition. However, adding to the complexity of alternative splicing, it is noted that the effects of regulatory factors are many times position-dependent. For example, a splicing factor that serves as a splicing activator when bound to an intronic enhancer element may serve as a repressor when bound to its splicing element in the context of an exon, and vice versa. In addition to the position-dependent effects of enhancer and silencer elements, the location of the branchpoint (i.e., distance upstream of the nearest 3’ acceptor site) also affects splicing. The secondary structure of the pre-mRNA transcript also plays a role in regulating splicing, such as by bringing together splicing elements or by masking a sequence that would otherwise serve as a binding element for a splicing factor.",
            "score": 149.90762329101562
        },
        {
            "docid": "28275177_3",
            "document": "Pyruvate dehydrogenase (lipoamide) beta . The PDH genes that comprise the E1 subunit are 1.36 kilobases long (alpha) and 1.69 kb long (beta). The PDHB gene has a total of 10 exons and 9 introns. All intron-exon splice junctions follow the standard GT/AG rule. There was an Alu family found in introns 2 and 8. The 5' flanking region gene contains a \"CAAT\" consensus promoter sequence but no \"TATA\" sequence. The transcription start site is an adenine residue located 132 bases upstream from the initiation codon in exon 1. The mRNA species that results from transcription of PDHB has been experimentally determined, via Northern blotting, to be 1.6 kb in length, although another fragment 5.5 kb long was also identified.",
            "score": 149.77699279785156
        },
        {
            "docid": "23937630_4",
            "document": "Intron-mediated enhancement . Not all introns enhance gene expression, but those that do can enhance expression between 2– and >1,000–fold relative to an intronless control. In \"Arabidopsis\" and other plant species, the IMEter has been developed to calculate the likelihood that an intron sequence will enhance gene expression. It does this by calculating a score based on the patterns of nucleotide sequences within the target sequence. The position of an intron within the transcript is also important - the closer an intron is to the start (5' end) of a transcript, the greater its enhancement of gene expression.",
            "score": 149.67347717285156
        },
        {
            "docid": "16851678_3",
            "document": "EGFL7 . Epidermal Growth Factor like domain 7 (Egfl7) also known as Vascular Endothelial-statin (VE-statin) codes for a gene mostly expressed in endothelial cells. The \"egfl7\" gene is located on chromosomes 9 and 2 in human and mouse, respectively, and is structured in 11 exons and introns, including intron-1a and 1b which are alternatively transcribed from two different promoters. These transcripts vary only in the first exon and code for the same protein which is initiated in the third exon The seventh intron of the \"egfl7\" gene contains a miRNA site for miR-126 and miR-126.",
            "score": 149.134765625
        },
        {
            "docid": "23937630_3",
            "document": "Intron-mediated enhancement . When testing to see whether any given intron enhances the expression of a gene, it is typical to compare the expression of two constructs, one containing the intron and one without it, and to express the difference between the two results as a \"fold increase\" in enhancement. Further experiments can specifically point to IME as the cause of expression enhancement - one of the most common is to move the intron upstream of the transcription start site, removing it from the transcript. If the intron can no longer enhance expression, then inclusion of the intron in the transcript is important, and the intron probably causes IME.",
            "score": 148.70062255859375
        },
        {
            "docid": "3454072_4",
            "document": "Structural gene . In eukaryotes, structural genes are not sequentially placed. Each gene is instead composed of coding exons and interspersed non-coding introns. Regulatory sequences are typically found in non-coding regions upstream and downstream from the gene. Structural gene mRNAs must be spliced prior to translation to remove intronic sequences. This in turn lends itself to the eukaryotic phenomenon of alternative splicing, in which a single mRNA from a single structural gene can produce several different proteins based on which exons are included. Despite the complexity of this process, it is estimated that up to 94% of human genes are spliced in some way. Furthermore, different splicing patterns occur in difference tissue types.",
            "score": 148.6643524169922
        },
        {
            "docid": "48590320_3",
            "document": "PCK2 . The \"PCK2\" gene encodes the mitochondrial form of PCK and shares a 68% homology in DNA sequence with \"PCK1\" and 70% homology in amino acid sequence with its encoded cytosolic form, PCK1. Moreover, \"PCK2\" shares structural homology with \"PCK1\", indicating that the genes originated from a common ancestor gene. Nonetheless, though both genes possess ten exons and nine introns, the sizes of their introns may differ by ~2 kb, with the largest intron in \"PCK2\" spanning 2.5 kb. Altogether, the total length of the \"PCK2\" gene spans ~10 kb. Another difference is the presence of Alu sequences in its introns that are absent in \"PCK1\". PCK2 also contains an 18-residue mitochondrial targeting sequence at its N-terminal. Potential regulatory elements, including five GC boxes and three CCAAT boxes, lie 1819 bp upstream of the transcription start site. In addition, the proximal promoter region of PCK2 contains two putative ATF/CRE sequences which bind ATF4.",
            "score": 148.15171813964844
        },
        {
            "docid": "3190493_14",
            "document": "Silencer (genetics) . Silencers in eukaryotes control gene expression on a transcriptional level in which the mRNA is not transcribed. These DNA sequences may act as either silencers or enhancers based on the transcription factor that binds to the sequence and binding of this sequence will prevent promoters such as the TATA box from binding to RNA polymerase. A repressor protein may have regions that bind to the DNA sequence as well as regions that bind to the transcription factors assembled at the promoter of the gene which would create a chromosome looping mechanism. Looping brings silencers in close proximity to the promoters to ensure that groups of proteins needed for optimal gene expression will work together.",
            "score": 147.1434326171875
        }
    ]
}