{
    "q": [
        {
            "docid": "46617123_6",
            "document": "Jan Vijg . Genome instability, i.e., the tendency of the genome to acquire mutations and epimutations, underlies human genetic disease, causally contributes to cancer and has also been implicated in aging and age-related, degenerative conditions other than cancer. Little is known about the mechanisms that give rise to spontaneous changes in the genome or epigenome and how this may lead, in somatic cells, to increased cancer risk and loss of organ and tissue function with age. We study genome and epigenome instability as a function of age in various model organisms, including mouse and fruit fly, and its consequences in terms of alterations in tissue-specific patterns of gene regulation. We developed transgenic reporter systems in mouse and fruit fly, which allow us to determine tissue-specific frequencies of various forms of genome instability, e.g., point mutations, deletions, translocations. By crossing the mutational reporter animals with mutants harboring specific defects in various genome maintenance pathways, the relevance of these pathways for the accumulation of specific forms of genome instability is assessed, in relation to the pathophysiology of aging. Similarly, by using knockdown approaches we assess the effect of specific genes implicated in longevity and healthy aging, e.g., SOD, FOXO, SIR2, on genome integrity. More recently, we have begun to assess global gene mutation and epimutation loads in normal and disease tissues of both animal models and humans using massively parallel sequencing approaches.",
            "score": 113.58619368076324
        },
        {
            "docid": "67193_16",
            "document": "Testicle . The human genome includes approximately 20,000 protein coding genes: 80% of these genes are expressed in adult testes. The testes have the highest fraction of tissue type-specific genes compared to other organs and tissues: about 1000 of them are highly specific for the testes, and about 2,200 show an elevated pattern of expression here. A majority of these genes encode for proteins that are expressed in the seminiferous tubules and have functions related to spermatogenesis. Sperm cells express proteins that result in the development of flagella; these same proteins are expressed in the female in cells lining the fallopian tube, and cause the development of cilia. In other words, sperm cell flagella and Fallopian tube cilia are \"homologous\" structures. The testis-specific proteins that show the highest level of expression are protamines.",
            "score": 90.57890892028809
        },
        {
            "docid": "1872854_27",
            "document": "Biochemical cascade . For either DDO or KDO pathway construction, the first step is to mine pertinent information from relevant information sources about the entities and interactions. The information retrieved is assembled using appropriate formats, information standards, and pathway building tools to obtain a pathway prototype. The pathway is further refined to include context-specific annotations such as species, cell/tissue type, or disease type. The pathway can then be verified by the domain experts and updated by the curators based on appropriate feedback. Recent attempts to improve knowledge integration have led to refined classifications of cellular entities, such as GO, and to the assembly of structured knowledge repositories. Data repositories, which contain information regarding sequence data, metabolism, signaling, reactions, and interactions are a major source of information for pathway building. A few useful databases are described in the following table. Legend: Y – Yes, N – No; BIND – Biomolecular Interaction Network Database, DIP – Database of Interacting Proteins, GNPV – Genome Network Platform Viewer, HPRD = Human Protein Reference Database, MINT – Molecular Interaction database, MIPS – Munich Information center for Protein Sequences, UNIHI – Unified Human Interactome, OPHID – Online Predicted Human Interaction Database, EcoCyc – Encyclopaedia of E. Coli Genes and Metabolism, MetaCyc – aMetabolic Pathway database, KEGG – Kyoto Encyclopedia of Genes and Genomes, PANTHER – Protein Analysis Through Evolutionary Relationship database, STKE – Signal Transduction Knowledge Environment, PID – The Pathway Interaction Database, BioPP – Biological Pathway Publisher. A comprehensive list of resources can be found at http://www.pathguide.org.",
            "score": 94.64556312561035
        },
        {
            "docid": "46581687_2",
            "document": "Pathway analysis . In bioinformatics research, pathway analysis software is used to identify related proteins within a pathway or building pathway de novo from the proteins of interest. This is helpful when studying differential expression of a gene in a disease or analyzing any omics dataset with a large number of proteins. By examining the changes in gene expression in a pathway, its biological causes can be explored. Pathway is the term from molecular biology which depicts an artificial simplified model of a process within a cell or tissue. Typical pathway model starts with extracellular signaling molecule that activates a specific protein. Thus triggers a chain of protein-protein or protein-small molecule interactions. Pathway analysis helps to understand or interpret omics data from the point of view of canonical prior knowledge structured in the form of pathways diagrams. It allows finding distinct cell processes (), diseases or signaling pathways that are statistically associated with selection of differentially expressed genes between two samples. Often but erroneously pathway analysis is used as synonym for network analysis (functional enrichment analysis and gene set analysis).",
            "score": 110.26670026779175
        },
        {
            "docid": "44450362_4",
            "document": "Network medicine . Three key networks for understanding human disease are the metabolic network, the disease network, and the social network. The network medicine is based on the idea that understanding complexity of gene regulation, metabolic reactions, and protein-protein interactions and that representing these as complex networks will shed light on the causes and mechanisms of diseases. It is possible, for example, to infer a bipartite graph representing the connections of diseases to their associated genes using the OMIM database. The projection of the diseases, called the human disease network (HDN), is a network of diseases connected to each other if they share a common gene. Using the HDN, diseases can be classified and analyzed through the genetic relationships between them.",
            "score": 107.42304301261902
        },
        {
            "docid": "46886526_3",
            "document": "Phenotypic disease network (PDN) . During the last decade, several papers were published that aim at understanding the origins and interrelatedness of diseases using the analytical tools of network science. Interactions between disease-associated genes, proteins, and gene expressions have been explored. However, phenotypic information was essentially overlooked, despite the fact that there exist extensive, high-quality data on it in the form of clinical histories, until the seminal paper of Hidalgo et al. (2009) introducing the human phenotypic disease network.",
            "score": 95.2330813407898
        },
        {
            "docid": "20374_50",
            "document": "Metabolism . An idea of the complexity of the metabolic networks in cells that contain thousands of different enzymes is given by the figure showing the interactions between just 43 proteins and 40 metabolites to the right: the sequences of genomes provide lists containing anything up to 45,000 genes. However, it is now possible to use this genomic data to reconstruct complete networks of biochemical reactions and produce more holistic mathematical models that may explain and predict their behavior. These models are especially powerful when used to integrate the pathway and metabolite data obtained through classical methods with data on gene expression from proteomic and DNA microarray studies. Using these techniques, a model of human metabolism has now been produced, which will guide future drug discovery and biochemical research. These models are now used in network analysis, to classify human diseases into groups that share common proteins or metabolites.",
            "score": 100.68248987197876
        },
        {
            "docid": "33891046_12",
            "document": "Disease gene identification . Genome-wide knockdown studies are an example of the reverse genetics made possible by the acquisition of whole genome sequences, and the advent of genomics and gene-silencing technologies, mainly siRNA and deletion mapping. Genome-wide knockdown studies involve systematic knockdown or deletion of genes or segments of the genome. This is generally done in prokaryotes or in a tissue culture environment due to the massive number of knockdowns that must be performed. After the systematic knockout is completed (and possibly confirmed by mRNA expression analysis), the phenotypic results of the knockdown/knockout can be observed. Observation parameters can be selected to target a highly specific phenotype. The resulting dataset is then be queried for samples which exhibit phenotypes matching the disease in question – the gene(s) knocked down/out in said samples can then be considered candidate disease genes for the individual in question.",
            "score": 99.80272150039673
        },
        {
            "docid": "2161878_40",
            "document": "Protein–protein interaction . Identification of functional modules in PPI networks is an important challenge in bioinformatics. Functional modules means a set of proteins that are highly connected to each other in PPI network. It is almost similar problem as community detection in social networks. There are some methods such as Jactive modules and MoBaS. Jactive modules integrate PPI network and gene expression data where as MoBaS integrate PPI network and Genome Wide association Studies.",
            "score": 92.11549639701843
        },
        {
            "docid": "30894898_5",
            "document": "Functional element SNPs database . A polymorphism interaction analysis (PIA) algorithm was used to obtain cooperating single nucleotide polymorphisms (SNPs) that contribute to RA disease. The acquired SNP pairs were used to construct a SNP-SNP network. Sub-networks defined by hub SNPs were then extracted and turned into gene modules by mapping SNPs to genes using dbSNP database. The FESD Version II would also be a good choice in database because it also covers the dbSNP database. They ran the Haseman Elston test, then a random forest algorithm. The shared SNPs detected were then ran through a polymorphism interaction analysis (PIA) algorithm. They performed Gene ontology analysis of the 5 modules that were created. They suggested that Ets-1 may be an important transcription factor in the cytokine-mediated inflammatory pathway and destructive cascade characteristic of RA. The ATP-binding cassette (ABC) transporter, ABCA1, was induced during differentiation of human monocytes into macrophages, and there was a dual regulatory function for ABCA1 in macrophage lipid metabolism and inflammation. Extracellular signals are transduced intracellularly via multiple pathways, resulting in alterations in the transcription and translation of specific proteins. Some of these signaling pathways result in the production of proteins, including cytokines and matrix metalloproteinases, which are implicated in the pathogenesis of RA. The zinc-finger protein 238 (ZNF238) is attached to zinc-finger proteins that can regulate the human immunodeficiency virus type 1. Hub gene CD160 is a potential RA association gene. The CD160 receptor represents a unique triggering surface molecule that is expressed by cytotoxic NK cells, it participates in the inflammatory response and determines the type of subsequent specific immunity.",
            "score": 90.93510293960571
        },
        {
            "docid": "44408374_2",
            "document": "Human disease network . A human disease network is a network of human disorders and diseases with reference to their genetic origins or other features. More specifically, it is the map of human disease associations referring mostly to disease genes. For example, in a human disease network, two diseases are linked if they share at least one associated gene. A typical human disease network usually derives from bipartite networks which consist of both diseases and genes information. Additionally, some human disease networks use other features such as symptoms and proteins to associate diseases.",
            "score": 103.13892793655396
        },
        {
            "docid": "16853131_6",
            "document": "VEZT . Endometriosis is a gynaecological disorder affecting 1 in 10 women in their reproductive years globally . This disorder occurs when endometrial tissue which grows inside the lining of the uterus grows on the outer surface of the uterus . The predominant symptoms of this are pelvic pain and infertility, however 25% of women who are inflicted with the disease may show none of these symptoms . Whilst the disease is usually non-fatal, it can have prolonged social and psychological effects on women and thus degrades their quality of life . Whilst the causes of the disease are still unclear, a certain number of genes have been linked to being a contributing factor for the disease. Of these, mutations in the VEZT gene have been identified by various Genome-wide association studies (GWAS) . The VEZT gene is a complex gene, however it is known that the single nucleotide polymorphism (SNP) rs10859871 at locus 12q22 has been highly linked to being a genetic cause of endometriosis in women . An SNP is simply a variation that occurs in a single nucleotide in a specific region of a gene. Vezatin, the protein encoded by the VEZT gene is seen abundantly in endometrial and myometrial tissue, with localisation of the protein being both cytoplasmic and nuclear . This result was concurrent with previous literature stating the prominent role of vezatin in the regulation and maintenance of adherens junctions . This specific SNP is proven to cause an increase in vezatin expression within the endometrial cells, thus posing as a risk factor in the pathogenesis of endometriosis . Vezatin expression is also greater in ectopic endometrium as opposed to eutopic . Furthermore, vezatin expression is significantly increased in glandular endometrium during the secretory phase of the menstrual cycle . This result in conjunction with the finding that other adherens junction components also increase expression suggests that this process may be occurring in response to fluctuating progesterone levels . However, the mechanism of increased vezatin expression leading to the formation of ectopic endometrial tissues is unknown. Furthermore, there is much more scientific study required to directly link mutations in the VEZT gene to a direct cause of endometriosis.",
            "score": 101.4358880519867
        },
        {
            "docid": "44450362_7",
            "document": "Network medicine . Using interactome networks, one can discover and classify diseases, as well as develop treatments through knowledge of its associations and their role in the networks. One observation is that diseases can be classified not by their principle phenotypes (pathophenotype) but by their disease module, which is a neighborhood or group of components in the interactome that, if disrupted, results in a specific pathophenotype. Disease modules can be used in a variety of ways, such as predicting disease genes that have not been discovered yet. Therefore, network medicine looks to identify the disease module for a specific pathophenotype using clustering algorithms.",
            "score": 95.32394051551819
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 85.90975260734558
        },
        {
            "docid": "40710975_18",
            "document": "SNV calling from NGS data . In addition to methods that align reads from individual sample(s) to a reference genome in order to detect germline genetic variants, reads from multiple tissue samples within a single individual can be aligned and compared in order to detect somatic variants. These variants correspond to mutations that have occurred de novo within groups of somatic cells within an individual (that is, they are not present within the individual's germline cells). This form of analysis has been frequently applied to the study of cancer, where many studies are designed around investigating the profile of somatic mutations within cancerous tissues. Such investigations have resulted in diagnostic tools that have seen clinical application, and are used to improve scientific understanding of the disease, for instance by the discovery of new cancer-related genes, identification of involved gene regulatory networks and metabolic pathways, and by informing models of how tumors grow and evolve.",
            "score": 106.14493644237518
        },
        {
            "docid": "9783914_2",
            "document": "GeneCalling . In the field of genomics, GeneCalling is an open-platform mRNA transcriptional profiling technique. The GeneCalling protocol measures levels of cDNA, which are correlated with gene expression levels of specific transcripts. Differences between gene expression in healthy tissues and disease or drug responsive tissues are examined and compared in this technology. The technique has been applied to the study of human tissues and plant tissues.",
            "score": 98.74908661842346
        },
        {
            "docid": "45663583_4",
            "document": "Human interactome . Protein–protein interactions are only the raw material for networks. To form useful interactome databases and create integrated networks, other types of data that can be combined with protein–protein interactions include information on gene expression and co-expression, cellular co-localization of proteins (based on microscopy), genetic information, metabolic and signalling pathways, and more. The end goal of unravelling human protein interactomes is ultimately to understand mechanisms of disease and uncover previously unknown disease genes. It has been found that proteins with a high number of interactions (outward edges) are significantly more likely to be hubs in modules that correlate with disease, probably because proteins with more interactions are involved in more biological functions. By mapping disease alterations to the human interactome, we can gain a much better understanding of the pathways and biological processes of disease.",
            "score": 103.62551522254944
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 94.29509782791138
        },
        {
            "docid": "4613989_2",
            "document": "Genevestigator . Genevestigator is an online platform enabling researchers to globally explore public and proprietary expression data for research and clinical applications. It's a software tool developed for biologists and medical researchers to identify novel targets and biomarkers, characterise and prioritise candidate genes, and in general to understand which factors cause genes to be regulated. Specifically, gene expression is visualised in the context of tissues, stimuli, drug treatments, diseases, or genetic modifications. Results are processed from a very large database of manually curated and quality-controlled microarrays and RNAseq samples from a large variety of tissues and conditions. Currently, data is available for human, mouse, rat, monkey, pig, dog, drosophila, arabidopsis, barley, rice, wheat, maize, medicago, tomato, tobacco, moss and soybean.",
            "score": 95.31006908416748
        },
        {
            "docid": "45048887_2",
            "document": "Wilson disease protein . Wilson disease protein (WND), also known as ATP7B protein, is a copper-transporting P-type ATPase which is encoded by the \"ATP7B\" gene. The ATP7B protein is located in the trans-Golgi network of the liver and brain and balances the copper level in the body by excreting excess copper into bile and plasma. Genetic disorder of the ATP7B gene may cause Wilson's disease, a disease in which copper accumulates in tissues, leading to neurological or psychiatric issues and liver diseases.",
            "score": 94.36281752586365
        },
        {
            "docid": "21731590_16",
            "document": "RNA-Seq . Coexpression networks are data-derived representations of genes behaving in a similar way across tissues and experimental conditions. Their main purpose lies in hypothesis generation and guilt-by-association approaches for inferring functions of previously unknown genes. RNASeq data has been recently used to infer genes involved in specific pathways based on Pearson correlation, both in plants and mammals. The main advantage of RNASeq data in this kind of analysis over the microarray platforms is the capability to cover the entire transcriptome, therefore allowing the possibility to unravel more complete representations of the gene regulatory networks. Differential regulation of the splice isoforms of the same gene can be detected and used to predict and their biological functions.  Weighted gene co-expression network analysis has been successfully used to identify co-expression modules and intramodular hub genes based on RNA seq data. Co-expression modules may corresponds to cell types or pathways. Highly connected intramodular hubs can be interpreted as representatives of their respective module. Variance-Stabilizing Transformation approaches for estimating correlation coefficients based on RNA seq data have been proposed.",
            "score": 84.12196731567383
        },
        {
            "docid": "24950378_18",
            "document": "Cell–cell interaction . Cell–cell interactions are highly specific and are tightly regulated. Genetic defects and dysregulation of these interactions can cause many different diseases. Dysregulation that leads to leukocyte migration into healthy tissues can cause conditions such as acute respiratory distress syndrome and some types of arthritis. The autoimmune disease pemphigus vulgaris results from autoantibodies to desmoglein and other normal body proteins. The autoantibodies disrupt the adhesion between epithelial cells. This causes blisters of the skin and mucous membranes. Mutations in the connexin genes cause 8 human diseases including heart malformations and neurosensory deafness.",
            "score": 99.74267578125
        },
        {
            "docid": "29467449_19",
            "document": "Protein function prediction . Several networks based on different data sources can be combined into a composite network, which can then be used by a prediction algorithm to annotate candidate genes or proteins. For example, the developers of the bioPIXIE system used a wide variety of \"Saccharomyces cerevisiae\" (yeast) genomic data to produce a composite functional network for that species. This resource allows the visualization of known networks representing biological processes, as well as the prediction of novel components of those networks. Many algorithms have been developed to predict function based on the integration of several data sources (e.g. genomic, proteomic, protein interaction, etc.), and testing on previously annotated genes indicates a high level of accuracy. Disadvantages of some function prediction algorithms have included a lack of accessibility, and the time required for analysis. Faster, more accurate algorithms such as GeneMANIA (multiple association network integration algorithm) have however been developed in recent years and are publicly available on the web, indicating the future direction of function prediction.",
            "score": 107.22576236724854
        },
        {
            "docid": "29467449_13",
            "document": "Protein function prediction . Genes involved in similar functions are also often co-transcribed, so that an unannotated protein can often be predicted to have a related function to proteins with which it co-expresses. The guilt by association algorithms developed based on this approach can be used to analyze large amounts of sequence data and identify genes with expression patterns similar to those of known genes. Often, a guilt by association study compares a group of candidate genes (unknown function) to a target group (for example, a group of genes known to be associated with a particular disease), and rank the candidate genes by their likelihood of belonging to the target group based on the data. Based on recent studies, however, it has been suggested that some problems exist with this type of analysis. For example, because many proteins are multifunctional, the genes encoding them may belong to several target groups. It is argued that such genes are more likely to be identified in guilt by association studies, and thus predictions are not specific.",
            "score": 101.74159705638885
        },
        {
            "docid": "14075925_2",
            "document": "HNF1A . HNF1 homeobox A (hepatocyte nuclear factor 1 homeobox A), also known as HNF1A, is a human gene on chromosome 12. It is ubiquitously expressed in many tissues and cell types. The protein encoded by this gene is a transcription factor that is highly expressed in the liver and is involved in the regulation of the expression of several liver-specific genes. Mutations in the \"HNF1A\" gene have been known to cause diabetes. The \"HNF1A\" gene also contains one of 27 SNPs associated with increased risk of coronary artery disease.",
            "score": 84.41444087028503
        },
        {
            "docid": "40328701_9",
            "document": "Chimeric RNA . One of the first studies to investigate the generation of chimeric RNA examined the fusion of the first three exons of a gene known as JAZF1 to the last 15 exons of a gene known as JJAZ1. This exact transcript, and the resulting protein, was found specifically in endometrial tissue. While often found in endometrial cancers, these transcripts are expressed in normal tissue as well. Originally thought to be the result of chromosomal fusions, one group investigated whether this was accurate. Using Southern blotting and fluorescence in situ hybridization (FISH) on the genome, the researchers found no evidence of DNA rearrangement. They decided to investigate further by combining human endometrial cells with rhesus fibroblasts and found chimeric products containing sequences from both species. These data suggested that chimeric RNA is generated by splicing parts of genes together rather than chromosomal re-arrangements. They also performed mass spectrometry on the translated protein to verify that the chimeric RNA is translated into protein.",
            "score": 82.2351621389389
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 102.13994431495667
        },
        {
            "docid": "4385154_10",
            "document": "Site-specific recombinase technology . Due to the pronounced resolution activity of Cre, one of its initial applications was the excision of \"lox\"P-flanked (\"floxed\") genes leading to cell-specific gene knockout of such a floxed gene after Cre becomes expressed in the tissue of interest. Current technologies incorporate methods, which allow for both the spatial and temporal control of Cre activity. A common method facilitating the spatial control of genetic alteration involves the selection of a tissue-specific promoter to drive Cre expression. Placement of Cre under control of such a promoter results in localized, tissue-specific expression. As an example, Leone et al. have placed the transcription unit under the control of the regulatory sequences of the myelin proteolipid protein (PLP) gene, leading to induced removal of targeted gene sequences in oligodendrocytes and Schwann cells. The specific DNA fragment recognized by Cre remains intact in cells, which do not express the PLP gene; this in turn facilitates empirical observation of the localized effects of genome alterations in the myelin sheath that surround nerve fibers in the central nervous system (CNS) and the peripheral nervous system (PNS). Selective Cre expression has been achieved in many other cell types and tissues as well.",
            "score": 94.73857891559601
        },
        {
            "docid": "10571004_4",
            "document": "Biological network inference . There is great interest in network medicine for the modelling biological systems. This article focuses on a necessary prerequisite to dynamic modeling of a network: inference of the topology, that is, prediction of the \"wiring diagram\" of the network. More specifically, we focus here on inference of biological network structure using the growing sets of high-throughput expression data for genes, proteins, and metabolites. Briefly, methods using high-throughput data for inference of regulatory networks rely on searching for patterns of partial correlation or conditional probabilities that indicate causal influence. Such patterns of partial correlations found in the high-throughput data, possibly combined with other supplemental data on the genes or proteins in the proposed networks, or combined with other information on the organism, form the basis upon which such algorithms work. Such algorithms can be of use in inferring the topology of any network where the change in state of one node can affect the state of other nodes.",
            "score": 96.42780137062073
        },
        {
            "docid": "340952_14",
            "document": "Genetic screen . Modern positional cloning can more directly extract information from genomic sequencing projects and existing data by analyzing the genes in the candidate region. Potential disease genes from the candidate region can then be prioritized, potentially reducing the amount of work involved. Genes with expression patterns consistent with the disease phenotype, showing a (putative) function related to the phenotype, or homologous to another gene linked to the phenotype are all priority candidates. Generalization of positional cloning techniques in this manner is also known as positional gene discovery.",
            "score": 111.99763774871826
        },
        {
            "docid": "50429846_12",
            "document": "Gene desert . These varied effects occur due to the different interactions between the SNPs in this region and MYC promoters of different organs. The MYC promoter, which is located at a short distance downstream of the 8q24 region, is perhaps the most studied oncogene due to its association with a myriad of diseases. Normal functioning of the MYC promoter ensures that cells divide regularly. The study postulates that the 8q region, which underwent a chromosomal translocation in humans, could have moved an essential enhancer for the MYC promoter. This areas around this region could have been subjected to recombination that may have hidden the essential MYC enhancer within the gene desert through time, although its enhancing effects are still very much retained. This analysis stems from disease associations observed in several mice species where this region is retained at proximity to the MYC promoter. Thus, the 8q24 gene desert should have been somewhat linked to the MYC promoter. The desert resembles a stable gene desert that has had very little recombination after the translocation event. Thus, a potential hypothesis is that SNPs affecting this region disrupt the important tissue-specific genes with the stable gene desert, which could explain the risks of cancer in various tissue forms. This effect of hidden enhancer elements can also be observed in other locations in the genome. For instance, SNPs in the 5p13.1 deregulate the PTGER4 coding region, leading to Crohn’s Disease. Another affected region in the 9p21 gene desert causes several coronary artery diseases. However, none of these risk-conferring gene deserts seem to be affected as much as the 8q24 regions. Current studies are still unsure about the SNP-affected processes in the 8q24 region that result in particularly amplified responses to the MYC promoter. With the aid of a more accessible population and more specific markers for genome wide association mapping, an increasing number of risk alleles are now being marked in gene deserts, where small, isolated, and seemingly-unimportant regions of genes may moderate important genes.",
            "score": 105.69342648983002
        },
        {
            "docid": "56840878_33",
            "document": "Pharmacoepigenetics . As tissue gene expression is largely regulated by epigenetic interactions, certain tissue-specific cancers are difficult to target with epigenetic therapies. Additionally, genes that encode for elements that prevent one type of cancer in a cell, may have altered function in another and lead to another type of cancer. Trying to modify these proteins, such as EZH2, may give rise to other types of cancer. Selectivity is another hurdle in the development of therapies. Since many proteins are structurally similar, especially within the same protein family, Broad-spectrum inhibitors can't always be used since modifying the regulation of one protein may do the same to others in the family.",
            "score": 82.83558249473572
        }
    ],
    "r": [
        {
            "docid": "1795200_12",
            "document": "Candidate gene . The candidate gene approach is a powerful tool to studying complex diseases, particularly if its limitations are overcome by a wide complementary approach. One of the earliest successes in this field was finding a single base mutation in the non-coding region of the APOC3 (apolipoprotein C3 gene) that associated with higher risks of hypertriglyceridemia and atherosclerosis. In a study by Kim et al., genes linked to the obesity trait in both pigs and humans were discovered using comparative genomics and chromosomal heritability. By using these two methods, the researchers were able to overcome the criticism that candidate gene studies are solely focused on prior knowledge. Comparative genomics was completed by examining both human and pig QTL through a method known as GCTA (genome-wide complex trait analysis), which allowed the researchers to then map genetic variance to specific chromosomes. This allowed the parameter of heritability to provide understanding of where phenotypic variation was on specific chromosomal regions, thus extending to candidate markers and genes within these regions. Other studies may also use computational methods to find candidate genes in a widespread, complementary way, such as one study by Tiffin et al. studying genes linked to type 2 diabetes.",
            "score": 113.61570739746094
        },
        {
            "docid": "46617123_6",
            "document": "Jan Vijg . Genome instability, i.e., the tendency of the genome to acquire mutations and epimutations, underlies human genetic disease, causally contributes to cancer and has also been implicated in aging and age-related, degenerative conditions other than cancer. Little is known about the mechanisms that give rise to spontaneous changes in the genome or epigenome and how this may lead, in somatic cells, to increased cancer risk and loss of organ and tissue function with age. We study genome and epigenome instability as a function of age in various model organisms, including mouse and fruit fly, and its consequences in terms of alterations in tissue-specific patterns of gene regulation. We developed transgenic reporter systems in mouse and fruit fly, which allow us to determine tissue-specific frequencies of various forms of genome instability, e.g., point mutations, deletions, translocations. By crossing the mutational reporter animals with mutants harboring specific defects in various genome maintenance pathways, the relevance of these pathways for the accumulation of specific forms of genome instability is assessed, in relation to the pathophysiology of aging. Similarly, by using knockdown approaches we assess the effect of specific genes implicated in longevity and healthy aging, e.g., SOD, FOXO, SIR2, on genome integrity. More recently, we have begun to assess global gene mutation and epimutation loads in normal and disease tissues of both animal models and humans using massively parallel sequencing approaches.",
            "score": 113.58618927001953
        },
        {
            "docid": "340952_14",
            "document": "Genetic screen . Modern positional cloning can more directly extract information from genomic sequencing projects and existing data by analyzing the genes in the candidate region. Potential disease genes from the candidate region can then be prioritized, potentially reducing the amount of work involved. Genes with expression patterns consistent with the disease phenotype, showing a (putative) function related to the phenotype, or homologous to another gene linked to the phenotype are all priority candidates. Generalization of positional cloning techniques in this manner is also known as positional gene discovery.",
            "score": 111.99763488769531
        },
        {
            "docid": "40841348_11",
            "document": "Computational and Statistical Genetics . In this era of large amount of genetic and genomic data, accurate representation and identification of statistical interactions in biological/genetic/genomic data constitutes a vital basis for designing interventions and curative solutions for many complex diseases. Variations in human genome have been long known to make us susceptible to many diseases. We are hurtling towards the era of personal genomics and personalized medicine that require accurate predictions of disease risk posed by predisposing genetic factors. Computational and statistical methods for identifying these genetic variations, and building these into intelligent models for diseaseassociation and interaction analysis studies genome-wide are a dire necessity across many disease areas. The principal challenges are: (1) most complex diseases involve small or weak contributions from multiple genetic factors that explain only a minuscule fraction of the population variation attributed to genetic factors. (2) Biological data is inherently extremely noisy, so the underlying complexities of biological systems (such as linkage disequilibrium and genetic heterogeneity) need to be incorporated into the statistical models for disease association studies. The chances of developing many common diseases such as cancer, autoimmune diseases and cardiovascular diseases involves complex interactions between multiple genes and several endogenous and exogenous environmental agents or covariates. Many previous disease association studies could not produce significant results because of the lack of incorporation of statistical interactions in their mathematical models explaining the disease outcome. Consequently much of the genetic risks underlying several diseases and disorders remain unknown. Computational methods such as to model and identify the genetic/genomic variations underlying disease risks has a great potential to improve prediction of disease outcomes, understand the interactions and design better therapeutic methods based on them.",
            "score": 111.40882110595703
        },
        {
            "docid": "46581687_2",
            "document": "Pathway analysis . In bioinformatics research, pathway analysis software is used to identify related proteins within a pathway or building pathway de novo from the proteins of interest. This is helpful when studying differential expression of a gene in a disease or analyzing any omics dataset with a large number of proteins. By examining the changes in gene expression in a pathway, its biological causes can be explored. Pathway is the term from molecular biology which depicts an artificial simplified model of a process within a cell or tissue. Typical pathway model starts with extracellular signaling molecule that activates a specific protein. Thus triggers a chain of protein-protein or protein-small molecule interactions. Pathway analysis helps to understand or interpret omics data from the point of view of canonical prior knowledge structured in the form of pathways diagrams. It allows finding distinct cell processes (), diseases or signaling pathways that are statistically associated with selection of differentially expressed genes between two samples. Often but erroneously pathway analysis is used as synonym for network analysis (functional enrichment analysis and gene set analysis).",
            "score": 110.26669311523438
        },
        {
            "docid": "4508007_7",
            "document": "Patrick O. Brown . Brown and his colleagues developed experimental methods for using DNA microarrays to investigate basic principles of genome organization, gene expression, cell regulation and specialization, physiology, development and disease, and the microbiome, along with statistical and computational tools for visualizing and interpreting the resulting large volumes of data. Microarray technologies are widely used for comparing gene expression patterns and other genome features among individuals and their tissues and cells, providing information on disease subcategories, disease prognosis, and treatment outcome.",
            "score": 108.18536376953125
        },
        {
            "docid": "28345555_3",
            "document": "Convergent Functional Genomics . Developed by Alexander Niculescu, MD, PhD, and collaborators starting in 1999, it is an approach for identifying and prioritizing candidate genes and biomarkers for complex psychiatric and medical disorders by integrating and tabulating multiple lines of evidence- gene expression and genetic data, from human studies and animal model work. Developed independently but conceptually analogous to Google PageRank. The more lines of evidence for a gene (links), the higher it comes up on the CFG prioritization list. CFG represents a fit-to-disease approach, that extracts and prioritizes in a Bayesian fashion biologically-relevant signal even from limited size studies. That signal is predictive and is reproducible in independent studies, as opposed to the fit-to-cohort aspect of classic human genetic studies like Genome-wide association study (GWAS), where the issue of genetic heterogeneity makes the top statistically significant findings from even large size studies less reproducible in independent studies.",
            "score": 107.93739318847656
        },
        {
            "docid": "44450362_4",
            "document": "Network medicine . Three key networks for understanding human disease are the metabolic network, the disease network, and the social network. The network medicine is based on the idea that understanding complexity of gene regulation, metabolic reactions, and protein-protein interactions and that representing these as complex networks will shed light on the causes and mechanisms of diseases. It is possible, for example, to infer a bipartite graph representing the connections of diseases to their associated genes using the OMIM database. The projection of the diseases, called the human disease network (HDN), is a network of diseases connected to each other if they share a common gene. Using the HDN, diseases can be classified and analyzed through the genetic relationships between them.",
            "score": 107.42304229736328
        },
        {
            "docid": "29467449_19",
            "document": "Protein function prediction . Several networks based on different data sources can be combined into a composite network, which can then be used by a prediction algorithm to annotate candidate genes or proteins. For example, the developers of the bioPIXIE system used a wide variety of \"Saccharomyces cerevisiae\" (yeast) genomic data to produce a composite functional network for that species. This resource allows the visualization of known networks representing biological processes, as well as the prediction of novel components of those networks. Many algorithms have been developed to predict function based on the integration of several data sources (e.g. genomic, proteomic, protein interaction, etc.), and testing on previously annotated genes indicates a high level of accuracy. Disadvantages of some function prediction algorithms have included a lack of accessibility, and the time required for analysis. Faster, more accurate algorithms such as GeneMANIA (multiple association network integration algorithm) have however been developed in recent years and are publicly available on the web, indicating the future direction of function prediction.",
            "score": 107.22576141357422
        },
        {
            "docid": "40710975_18",
            "document": "SNV calling from NGS data . In addition to methods that align reads from individual sample(s) to a reference genome in order to detect germline genetic variants, reads from multiple tissue samples within a single individual can be aligned and compared in order to detect somatic variants. These variants correspond to mutations that have occurred de novo within groups of somatic cells within an individual (that is, they are not present within the individual's germline cells). This form of analysis has been frequently applied to the study of cancer, where many studies are designed around investigating the profile of somatic mutations within cancerous tissues. Such investigations have resulted in diagnostic tools that have seen clinical application, and are used to improve scientific understanding of the disease, for instance by the discovery of new cancer-related genes, identification of involved gene regulatory networks and metabolic pathways, and by informing models of how tumors grow and evolve.",
            "score": 106.14493560791016
        },
        {
            "docid": "1795200_2",
            "document": "Candidate gene . The candidate gene approach to conducting genetic association studies focuses on associations between genetic variation within pre-specified genes of interest and phenotypes or disease states. This is in contrast to genome-wide association studies (GWAS), which scan the entire genome for common genetic variation. Candidate genes are most often selected for study based on \"a priori\" knowledge of the gene's biological functional impact on the trait or disease in question. The rationale behind focusing on allelic variation in specific, biologically relevant regions of the genome is that certain mutations will directly impact the function of the gene in question, and lead to the phenotype or disease state being investigated. This approach usually uses the case-control study design to try to answer the question, \"Is one allele of a candidate gene more frequently seen in subjects with the disease than in subjects without the disease?\"",
            "score": 105.91229248046875
        },
        {
            "docid": "50429846_12",
            "document": "Gene desert . These varied effects occur due to the different interactions between the SNPs in this region and MYC promoters of different organs. The MYC promoter, which is located at a short distance downstream of the 8q24 region, is perhaps the most studied oncogene due to its association with a myriad of diseases. Normal functioning of the MYC promoter ensures that cells divide regularly. The study postulates that the 8q region, which underwent a chromosomal translocation in humans, could have moved an essential enhancer for the MYC promoter. This areas around this region could have been subjected to recombination that may have hidden the essential MYC enhancer within the gene desert through time, although its enhancing effects are still very much retained. This analysis stems from disease associations observed in several mice species where this region is retained at proximity to the MYC promoter. Thus, the 8q24 gene desert should have been somewhat linked to the MYC promoter. The desert resembles a stable gene desert that has had very little recombination after the translocation event. Thus, a potential hypothesis is that SNPs affecting this region disrupt the important tissue-specific genes with the stable gene desert, which could explain the risks of cancer in various tissue forms. This effect of hidden enhancer elements can also be observed in other locations in the genome. For instance, SNPs in the 5p13.1 deregulate the PTGER4 coding region, leading to Crohn’s Disease. Another affected region in the 9p21 gene desert causes several coronary artery diseases. However, none of these risk-conferring gene deserts seem to be affected as much as the 8q24 regions. Current studies are still unsure about the SNP-affected processes in the 8q24 region that result in particularly amplified responses to the MYC promoter. With the aid of a more accessible population and more specific markers for genome wide association mapping, an increasing number of risk alleles are now being marked in gene deserts, where small, isolated, and seemingly-unimportant regions of genes may moderate important genes.",
            "score": 105.69342803955078
        },
        {
            "docid": "44248347_6",
            "document": "Gene Disease Database . At different stages of any gene disease project, molecular biologists need to choose, even after careful statistical data analysis, which genes or proteins to investigate further experimentally and which to leave out because of limited resources. Computational methods that integrate complex, heterogeneous data sets, such as expression data, sequence information, functional annotation and the biomedical literature, allow prioritizing genes for future study in a more informed way. Such methods can substantially increase the yield of downstream studies and are becoming invaluable to researchers. So one of the main concerns in biological and biomedical research is to recognise the underlying mechanisms behind this intricate genetic phenotypes. Great effort has been spent on finding the genes related to diseases",
            "score": 104.21459197998047
        },
        {
            "docid": "27989492_18",
            "document": "Center for Applied Genomics . In a subsequent paper, the Center applied pathway analysis to focus on multiple regions in the genome that may interact to cause Crohn’s disease. Researchers led by Kai Wang identified an association between CD and a network of 20 genes. The network contains many interleukins – proteins that are critical components of the immune system. Interestingly, many of the genes in the pathway did not correlate significantly with CD independently. However, when analyzed together, the network of genes did significantly associate with the disorder. This finding represents an important proof-of-principle as the first demonstration of the power of a pathway approach to understanding human genomics.",
            "score": 103.6456527709961
        },
        {
            "docid": "45663583_4",
            "document": "Human interactome . Protein–protein interactions are only the raw material for networks. To form useful interactome databases and create integrated networks, other types of data that can be combined with protein–protein interactions include information on gene expression and co-expression, cellular co-localization of proteins (based on microscopy), genetic information, metabolic and signalling pathways, and more. The end goal of unravelling human protein interactomes is ultimately to understand mechanisms of disease and uncover previously unknown disease genes. It has been found that proteins with a high number of interactions (outward edges) are significantly more likely to be hubs in modules that correlate with disease, probably because proteins with more interactions are involved in more biological functions. By mapping disease alterations to the human interactome, we can gain a much better understanding of the pathways and biological processes of disease.",
            "score": 103.62551879882812
        },
        {
            "docid": "44408374_2",
            "document": "Human disease network . A human disease network is a network of human disorders and diseases with reference to their genetic origins or other features. More specifically, it is the map of human disease associations referring mostly to disease genes. For example, in a human disease network, two diseases are linked if they share at least one associated gene. A typical human disease network usually derives from bipartite networks which consist of both diseases and genes information. Additionally, some human disease networks use other features such as symptoms and proteins to associate diseases.",
            "score": 103.13892364501953
        },
        {
            "docid": "21009880_24",
            "document": "Systemic lupus erythematosus . Genome-wide association studies (GWAS) revealed regions of linkage that were found on most chromosomes. These studies are useful in identifying the genes that may be responsible for complex diseases such as SLE. Candidate gene loci implicated with SLE include multiple alleles from the HLA region, Fc-gamma receptor, and complement component system. However, association does not prove that a specific form of a gene is responsible for the disease, as there may be other polymorphisms in the region that have a greater association effect. However, because the biological role of most genes are not completely understood, it can be difficult to attribute phenotypic traits to certain genetic polymorphisms. Since SLE is associated with so many genetic regions, it is likely an oligogenic trait, meaning that there are several genes that control susceptibility to the disease. Further complicating our understanding is the association of certain linkages with various ethnic groups.",
            "score": 102.47699737548828
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 102.13994598388672
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 101.97689819335938
        },
        {
            "docid": "44248347_24",
            "document": "Gene Disease Database . DisGeNET is a comprehensive gene-disease association database that integrates associations from several sources that covers different biomedical aspects of diseases. In particular, it is focused on the current knowledge of human genetic diseases including Mendelian, complex and environmental diseases. To assess the concept of modularity of human diseases, this database performs a systematic study of the emergent properties of human gene-disease networks by means of network topology and functional annotation analysis. The results indicate a highly shared genetic origin of human diseases and show that for most diseases, including Mendelian, complex and environmental diseases, functional modules exist. Moreover, a core set of biological pathways is found to be associated with most human diseases. Obtaining similar results when studying clusters of diseases, the findings in this database suggest that related diseases might arise due to dysfunction of common biological processes in the cell. The network analysis of this integrated database points out that data integration is needed to obtain a comprehensive view of the genetic landscape of human diseases and that the genetic origin of complex diseases is much more common than expected.",
            "score": 101.77542877197266
        },
        {
            "docid": "29467449_13",
            "document": "Protein function prediction . Genes involved in similar functions are also often co-transcribed, so that an unannotated protein can often be predicted to have a related function to proteins with which it co-expresses. The guilt by association algorithms developed based on this approach can be used to analyze large amounts of sequence data and identify genes with expression patterns similar to those of known genes. Often, a guilt by association study compares a group of candidate genes (unknown function) to a target group (for example, a group of genes known to be associated with a particular disease), and rank the candidate genes by their likelihood of belonging to the target group based on the data. Based on recent studies, however, it has been suggested that some problems exist with this type of analysis. For example, because many proteins are multifunctional, the genes encoding them may belong to several target groups. It is argued that such genes are more likely to be identified in guilt by association studies, and thus predictions are not specific.",
            "score": 101.74159240722656
        },
        {
            "docid": "11808249_4",
            "document": "Genome-wide association study . GWA studies investigate the entire genome, in contrast to methods that specifically test a small number of pre-specified genetic regions. Hence, GWAS is a \"non-candidate-driven\" approach, in contrast to \"gene-specific candidate-driven studies\". GWA studies identify SNPs and other variants in DNA associated with a disease, but they cannot on their own specify which genes are causal.",
            "score": 101.5330810546875
        },
        {
            "docid": "16853131_6",
            "document": "VEZT . Endometriosis is a gynaecological disorder affecting 1 in 10 women in their reproductive years globally . This disorder occurs when endometrial tissue which grows inside the lining of the uterus grows on the outer surface of the uterus . The predominant symptoms of this are pelvic pain and infertility, however 25% of women who are inflicted with the disease may show none of these symptoms . Whilst the disease is usually non-fatal, it can have prolonged social and psychological effects on women and thus degrades their quality of life . Whilst the causes of the disease are still unclear, a certain number of genes have been linked to being a contributing factor for the disease. Of these, mutations in the VEZT gene have been identified by various Genome-wide association studies (GWAS) . The VEZT gene is a complex gene, however it is known that the single nucleotide polymorphism (SNP) rs10859871 at locus 12q22 has been highly linked to being a genetic cause of endometriosis in women . An SNP is simply a variation that occurs in a single nucleotide in a specific region of a gene. Vezatin, the protein encoded by the VEZT gene is seen abundantly in endometrial and myometrial tissue, with localisation of the protein being both cytoplasmic and nuclear . This result was concurrent with previous literature stating the prominent role of vezatin in the regulation and maintenance of adherens junctions . This specific SNP is proven to cause an increase in vezatin expression within the endometrial cells, thus posing as a risk factor in the pathogenesis of endometriosis . Vezatin expression is also greater in ectopic endometrium as opposed to eutopic . Furthermore, vezatin expression is significantly increased in glandular endometrium during the secretory phase of the menstrual cycle . This result in conjunction with the finding that other adherens junction components also increase expression suggests that this process may be occurring in response to fluctuating progesterone levels . However, the mechanism of increased vezatin expression leading to the formation of ectopic endometrial tissues is unknown. Furthermore, there is much more scientific study required to directly link mutations in the VEZT gene to a direct cause of endometriosis.",
            "score": 101.4358901977539
        },
        {
            "docid": "4995479_43",
            "document": "Genomic library . Genome-wide association studies are general applications to find specific gene targets and polymorphisms within the human race. In fact, the International HapMap project was created through a partnership of scientists and agencies from several countries to catalog and utilize this data. The goal of this project is to compare genetic sequences of different individuals to elucidate similarities and differences within chromosomal regions. Scientists from all of the participating nations are cataloging these attributes with data from populations of African, Asian, and European ancestry. Such genome-wide assessments may lead to further diagnostic and drug therapies while also helping future teams focus on orchestrating therapeutics with genetic features in mind. These concepts are already being exploited in genetic engineering. For example, a research team has actually constructed a PAC shuttle vector that creates a library representing two-fold coverage of the human genome. This could serve as an incredible resource to identify genes, or sets of genes, causing disease. Moreover, these studies can serve as a powerful way to investigate transcriptional regulation as it has been seen in the study of baculoviruses. Overall, advances in genome library construction and DNA sequencing has allowed for efficient discovery of different molecular targets. Assimilation of these features through such efficient methods can hasten the employment of novel drug candidates.",
            "score": 100.71356964111328
        },
        {
            "docid": "20374_50",
            "document": "Metabolism . An idea of the complexity of the metabolic networks in cells that contain thousands of different enzymes is given by the figure showing the interactions between just 43 proteins and 40 metabolites to the right: the sequences of genomes provide lists containing anything up to 45,000 genes. However, it is now possible to use this genomic data to reconstruct complete networks of biochemical reactions and produce more holistic mathematical models that may explain and predict their behavior. These models are especially powerful when used to integrate the pathway and metabolite data obtained through classical methods with data on gene expression from proteomic and DNA microarray studies. Using these techniques, a model of human metabolism has now been produced, which will guide future drug discovery and biochemical research. These models are now used in network analysis, to classify human diseases into groups that share common proteins or metabolites.",
            "score": 100.68248748779297
        },
        {
            "docid": "34142465_10",
            "document": "Linkage based QTL mapping . Linkage and association analysis are primary tool for gene discovery, localization and functional analysis. While conceptual underpinning of these approaches have been long known, advances in recent decades in molecular genetics, development in efficient algorithms, and computing power have enabled the large scale application of these methods. While linkage studies seek to identify loci that cosegregate with the trait within families, association studies seek to identify particular variants that are associated with the phenotype at the population level. These are complementary methods that, together, provide means to probe the genome and describe etiology of complex human traits. In linkage studies, we seek to identify the loci that cosegregate with a specific genomic region, tagged by polymorphic markers, within families. In contrast, in association studies, we seek a correlation between a specific genetic variation and trait variation in sample of individuals, implicating a causal role of the variant. Linkage tests are powerful and specific for gene discovery, the localization of locus can be achieved only to a certain level of precision – on order of megabases – that potentially represents a region that potentially include hundreds of genes.",
            "score": 100.36961364746094
        },
        {
            "docid": "1795200_3",
            "document": "Candidate gene . Suitable candidate genes are generally selected based on known biological, physiological, or functional relevance to the disease in question. This approach is limited by its reliance on existing knowledge about known or theoretical biology of disease. However, more recently developed molecular tools are allowing insight into disease mechanisms and pinpointing potential regions of interest in the genome. Genome-wide association studies and quantitative trait locus (QTL) mapping examine common variation across the entire genome, and as such can detect a new region of interest that is in or near a potential candidate gene. Microarray data allow researchers to examine differential gene expression between cases and controls, and can help pinpoint new potential genes of interest.",
            "score": 100.08113861083984
        },
        {
            "docid": "33891046_12",
            "document": "Disease gene identification . Genome-wide knockdown studies are an example of the reverse genetics made possible by the acquisition of whole genome sequences, and the advent of genomics and gene-silencing technologies, mainly siRNA and deletion mapping. Genome-wide knockdown studies involve systematic knockdown or deletion of genes or segments of the genome. This is generally done in prokaryotes or in a tissue culture environment due to the massive number of knockdowns that must be performed. After the systematic knockout is completed (and possibly confirmed by mRNA expression analysis), the phenotypic results of the knockdown/knockout can be observed. Observation parameters can be selected to target a highly specific phenotype. The resulting dataset is then be queried for samples which exhibit phenotypes matching the disease in question – the gene(s) knocked down/out in said samples can then be considered candidate disease genes for the individual in question.",
            "score": 99.80271911621094
        },
        {
            "docid": "24950378_18",
            "document": "Cell–cell interaction . Cell–cell interactions are highly specific and are tightly regulated. Genetic defects and dysregulation of these interactions can cause many different diseases. Dysregulation that leads to leukocyte migration into healthy tissues can cause conditions such as acute respiratory distress syndrome and some types of arthritis. The autoimmune disease pemphigus vulgaris results from autoantibodies to desmoglein and other normal body proteins. The autoantibodies disrupt the adhesion between epithelial cells. This causes blisters of the skin and mucous membranes. Mutations in the connexin genes cause 8 human diseases including heart malformations and neurosensory deafness.",
            "score": 99.74267578125
        },
        {
            "docid": "44248347_10",
            "document": "Gene Disease Database . The Comparative Toxicogenomics Database, helps to understand about the effects of environmental compounds on human health by integrating data from curated scientific literature to describe biochemical interactions with genes and proteins, and links between diseases and chemicals, and diseases and genes or proteins. CTD contains curated data defining cross-species chemical–gene/protein interactions and chemical– and gene–disease associations to illuminate molecular mechanisms underlying variable susceptibility and environmentally influenced diseases. These data deliver insights into complex chemical–gene and protein interaction networks. One of the main sources in this Database is curated information from OMIM.",
            "score": 99.66790008544922
        },
        {
            "docid": "12266_57",
            "document": "Genetics . Medical genetics seeks to understand how genetic variation relates to human health and disease. When searching for an unknown gene that may be involved in a disease, researchers commonly use genetic linkage and genetic pedigree charts to find the location on the genome associated with the disease. At the population level, researchers take advantage of Mendelian randomization to look for locations in the genome that are associated with diseases, a method especially useful for multigenic traits not clearly defined by a single gene. Once a candidate gene is found, further research is often done on the corresponding (or homologous) genes of model organisms. In addition to studying genetic diseases, the increased availability of genotyping methods has led to the field of pharmacogenetics: the study of how genotype can affect drug responses.",
            "score": 99.2630844116211
        },
        {
            "docid": "9783914_2",
            "document": "GeneCalling . In the field of genomics, GeneCalling is an open-platform mRNA transcriptional profiling technique. The GeneCalling protocol measures levels of cDNA, which are correlated with gene expression levels of specific transcripts. Differences between gene expression in healthy tissues and disease or drug responsive tissues are examined and compared in this technology. The technique has been applied to the study of human tissues and plant tissues.",
            "score": 98.74908447265625
        }
    ]
}