{
    "q": [
        {
            "docid": "661661_10",
            "document": "Evolution of sexual reproduction . Sexual reproduction implies that chromosomes and alleles segregate and recombine in every generation, but not all genes transmitted together to the offspring. The chances of spreading mutants that cause unfair transmission at the expense of their non-mutant colleagues, these mutations are referred to as selfish because they promote their own spread at the cost of alternative alleles or host organism, these include; nuclear meiotic drivers and selfish cytoplasmic genes. Meiotic driver is defined as genes that distort meiosis to produce gametes containing themselves more than half the time and selfish cytoplasmic gene is a gene located in an organelle, plasmid, or intracellular parasite that modifies reproduction to cause its own increase at the expense of the cell or organism that carries it",
            "score": 117.68827295303345
        },
        {
            "docid": "1301158_5",
            "document": "Sordaria fimicola . Each individual meiosis generates four haploid products, and after one further round of mitosis, eight products are formed and all retained as haploid spores within the sac-like ascus (pl. asci). The retention of the products of an individual meiosis in an individual ascus has facilitated certain kinds of genetic analyses, particularly the analysis of the molecular mechanism of genetic recombination. When a wild type (+) strain is mated with a mutant (m) strain, ordinarily each ascus will contain a pattern of four + and four m spores. However, it was found that, with low frequency, some asci had ratios that differed from the expected 4+ : 4m (e.g. 6+: 2m or 2+: 6m or even 5+: 3m or 3+: 5m). In these cases it appeared that the m gene had been converted to the + gene or vice versa. And so the phenomenon was termed \"gene conversion.\" Gene conversion was first detected in \"S. fimicola\" in 1951 by Lindsay Olive, and definitively characterized by him in 1959. Olive considered that these gene conversion events resulted from \"trans replication, by which a locus is copied more than the normal number of times during replication at meiotic prophase.\" Since then many studies on the gene conversion phenomenon were carried out with \"S. fimicola\" and other organisms, particularly other ascomycetes [see review by Whitehouse (1982)]. Efforts to understand gene conversion at the molecular level have provided important insights into the mechanism and adaptive function of meiotic recombination, which in turn bears on the adaptive function of sexual reproduction. These insights are discussed further in the article Gene conversion.",
            "score": 68.87059772014618
        },
        {
            "docid": "176052_14",
            "document": "Molecular evolution . Selection can operate at the gene level at the expense of organismal fitness, resulting in a selective advantage for selfish genetic elements in spite of a host cost. Examples of such selfish elements include transposable elements, meiotic drivers, killer X chromosomes, selfish mitochondria, and self-propagating introns. (See Intragenomic conflict.)",
            "score": 87.48952722549438
        },
        {
            "docid": "3633250_2",
            "document": "Meiotic drive . Meiotic drive is a type of intragenomic conflict, whereby one or more loci within a genome will affect a manipulation of the meiotic process in such a way as to favor the transmission of one or more alleles over another, regardless of its phenotypic expression. More simply, meiotic drive is when one copy of a gene is passed on to offspring more than the expected 50% of the time.",
            "score": 76.17018485069275
        },
        {
            "docid": "5435207_10",
            "document": "Coprinopsis cinerea . \"C. cinerea\" is an ideal model for studying meiosis because meiosis progresses synchronously in about 10 million cells within each mushroom cap. Meiosis is a specialized cell division process, occurring in diploid cells, in which a single round of DNA replication occurs, and is followed by two divisions to produce four haploid daughter nuclei. During meiosis homologous chromosomes pair with each other and undergo a DNA repair process in which DNA damage is removed and genetic information is recombined. Burns et al. studied the expression of genes involved in the 15-hour meiotic process encompassing time points prior to the haploid nuclear fusion that forms the diploid zygote to the final formation of the four haploid products. They compared expression of particular genes in \"C. cinerea\" to the expression of the comparable genes (orthologs) in two other species (\"Saccharomyces cerevisiae\" and \"Schizosaccharomyces pombe\") from which \"C. cinerea\" had diverged in evolution 500 to 900 million years ago. They found that the expression of individual genes turned on or off at the same stage in \"C. cinerea\" as in the other two species. They also found that genes considered to be specifically involved in the meiotic process were more conserved in their expression pattern than non-meiotic genes. These findings indicate ancient conservation of the meiotic process.",
            "score": 66.91541028022766
        },
        {
            "docid": "53662411_3",
            "document": "Gene amplification in Paramecium tetraurelia . Gene duplication occurs in a large number of organisms as part of evolution or as the cause or result of disease (as in the case of the amylase genes in humans, and genes in cancer cells respectively). Gene duplication often leads to amplification of their gene products due to transcription and translation of all gene duplicates. Evidence of gene duplication has been observed the inheritance patterns of \"Paramecium tetraurelia\", a common model organism. In one strain of \"P. tetraurelia\", d4-95, a recessive mutant allele of a gene known as pawn-B found in this strain is inherited through gene duplication and amplification between generations, and even self-fertilizations. The inheritance of this allele is the first description of gene duplication and amplification in the micronucleus of ciliates. Additionally, it appears that the duplication of the mutant allele occurred after mutagenesis due to the similarity in nucleotide sequences of different copies of the mutant allele, especially in the coding region. When the d4-95 strain was crossed with a wild-type \"P. tetraurelia\", F2 and later progeny often expressed the phenotype of the pawn-B mutant, despite carrying a wild-type gene at the pawn-B locus. This phenotype was maintained in progeny even after the self-fertilization of theoretical wild-type homozygotes that had been recovered from the cross.  As is the case of other \"Paramecium\", \"P. tetraurelia\" exhibits a number of non-Mendelian modes of inheritance, partially due to the existence of both macro- and micronuclei. In both the macro- and micronucleus of the d4-95 strain of \"P. tetraurelia\" contained many more copies of the mutant gene than in the wild type strain. This occurs due to the ability of most of the extra pawn-B gene copies to be heritable independently from the original pawn-B locus. Additionally, there is evidence that in the development of the macronucleus between generations, there is differential gene duplication of copies of pawn-B which causes variable amplification of the allele – between four and twelve times – and heterogeneity between the copies. This duplication leads to amplification of the gene that suppresses the expression of any non-mutant pawn-B loci. Duplication also occurs in the micronucleus, where considerably higher numbers of copies of the pawn-B mutant have been found than the number of copies of the wild-type non-mutant. Additionally, the number of copies can be decreased in progeny by “diluting” the copies of the mutant allele through backcrossing with the wild-type parent, over multiple generations. As the number of copies of the pawn-B mutant decrease, the progeny eventually return to Mendelian inheritance of the wild-type pawn-B alleles.",
            "score": 53.881168842315674
        },
        {
            "docid": "18537753_2",
            "document": "Micropia . Micropia is the name of a family of LTR retrotransposons widespread in the genomes of fruitflies of the genus \"Drosophila\"[1, 2]. Micropia retrotransposons in some species of \"Drosophila\" express a male germline-specific and meiotic-specific antisense transcript complementary to the reverse transcriptase (RT) and ribonuclease A (RNaseA) genes of the proviral retrotransposon.[3] No active transposition of micropia has been registered so far. micropia is likely part of a selfish driver system responsible for the \"Drosophila\" Y chromosomal lampbrushloop evolution in some species.[3]",
            "score": 65.34663391113281
        },
        {
            "docid": "9236_37",
            "document": "Evolution . If an allele increases fitness more than the other alleles of that gene, then with each generation this allele will become more common within the population. These traits are said to be \"selected \"for\".\" Examples of traits that can increase fitness are enhanced survival and increased fecundity. Conversely, the lower fitness caused by having a less beneficial or deleterious allele results in this allele becoming rarer—they are \"selected \"against\".\" Importantly, the fitness of an allele is not a fixed characteristic; if the environment changes, previously neutral or harmful traits may become beneficial and previously beneficial traits become harmful. However, even if the direction of selection does reverse in this way, traits that were lost in the past may not re-evolve in an identical form (see Dollo's law). However, a re-activation of dormant genes, as long as they have not been eliminated from the genome and were only suppressed perhaps for hundreds of generations, can lead to the re-occurrence of traits thought to be lost like hindlegs in dolphins, teeth in chickens, wings in wingless stick insects, tails and additional nipples in humans etc. \"Throwbacks\" such as these are known as atavisms.",
            "score": 36.13566708564758
        },
        {
            "docid": "3633250_4",
            "document": "Meiotic drive . According to Buckler et al., \"Meiotic drive is the subversion of meiosis so that particular genes are preferentially transmitted to the progeny. Meiotic drive generally causes the preferential segregation of small regions of the genome\".",
            "score": 76.93573451042175
        },
        {
            "docid": "318669_20",
            "document": "Schizosaccharomyces pombe . \"Schizosaccharomyces pombe\" is a facultative sexual microorganism that can undergo mating when nutrients are limiting. Exposure of \"S. pombe\" to hydrogen peroxide, an agent that causes oxidative stress leading to oxidative DNA damage, strongly induces mating and formation of meiotic spores. This finding suggests that meiosis, and particularly meiotic recombination, may be an adaptation for repairing DNA damage. Supporting this view is the finding that single base lesions of the type dU:dG in the DNA of \"S. pombe\" stimulate meiotic recombination. This recombination requires uracil-DNA glycosylase, an enzyme that removes uracil from the DNA backbone and initiates base excision repair. On the basis of this finding, it was proposed that base excision repair of either a uracil base, an abasic site, or a single-strand nick is sufficient to initiate recombination in S. pombe. Other experiments with \"S. pombe\" indicated that faulty processing of DNA replication intermediates, i.e. Okazaki fragments, causes DNA damages such as single-strand nicks or gaps, and that these stimulate meiotic recombination.",
            "score": 38.98327994346619
        },
        {
            "docid": "3343370_26",
            "document": "Mating of yeast . \"Schizosaccharomyces pombe\" is a facultative sexual yeast that can undergo mating when nutrients are limiting. Exposure of \"S. pombe\" to hydrogen peroxide, an agent that causes oxidative stress leading to oxidative DNA damage, strongly induces mating, meiosis, and formation of meiotic spores. This finding suggests that meiosis, and particularly meiotic recombination, may be an adaptation for repairing DNA damage.",
            "score": 43.002790689468384
        },
        {
            "docid": "10375639_2",
            "document": "Maternal effect dominant embryonic arrest . Maternal effect dominant embryonic arrest (Medea) is a selfish gene composed of a toxin and an antidote. A mother carrying \"Medea\" will express the toxin in her germline, killing her progeny. If the children also carry \"Medea\", they produce copies of the antidote, saving their lives. Therefore, if a mother has one \"Medea\" allele and one non-Medea allele, half of her children will inherit \"Medea\" and survive while the other half will inherit the non-Medea allele and die (unless they receive \"Medea\" from their father).",
            "score": 51.812211990356445
        },
        {
            "docid": "43335980_7",
            "document": "Gene drive . In sexually-reproducing species, most genes are present in two copies (which can be the same or different alleles), each of which has a 50% chance of passing to a descendent. For a particular allele to spread through a large population, it must increase the fitness of those who carry it. However, some alleles have evolved molecular mechanisms that confer on them a greater chance of transmission. This allows them to spread through a population even if they reduce fitness. By biasing the inheritance of particular altered genes, synthetic gene drives could spread alterations through a population.",
            "score": 66.12821340560913
        },
        {
            "docid": "869797_13",
            "document": "Neurospora crassa . Because of the above features \"N. crassa\" was found to be very useful for the study of genetic events occurring in individual meioses. Mature asci from a perithecium can be separated on a microscope slide and the spores experimentally manipulated. These studies usually involved the separate culture of individual ascospores resulting from a single meiotic event and determining the genotype of each spore. Studies of this type, carried out in several different laboratories, established the phenomenon of \"gene conversion\" (e.g. see references).",
            "score": 53.14522647857666
        },
        {
            "docid": "3633250_5",
            "document": "Meiotic drive . A recent study by John Didion and Fernando Pardo-Manuel de Villena found evidence of a gene in mice (r2d2 – responder to meiotic drive 2) that is passed on more than 50% of the time. Gregor Mendel's First and Second Laws (the law of segregation and the law of independent assortment) tell us that there is a random chance of each allele being passed on to offspring, but selfish genes seem to break these laws.",
            "score": 78.7203414440155
        },
        {
            "docid": "48980_15",
            "document": "Basidiomycota . \"Coprinopsis cinerea\" is a multicellular basidiomycete mushroom. It is particularly suited to the study of meiosis because meiosis progresses synchronously in about 10 million cells within the mushroom cap, and the meiotic prophase stage is prolonged. Burns et al. studied the expression of genes involved in the 15-hour meiotic process, and found that the pattern of gene expression of \"C. cinerea\" was similar to two other fungal species, the yeasts \"Saccharomyces cerevisiae\" and \"Schizosaccharomyces pombe\". These similarities in the patterns of expression led to the conclusion that the core expression program of meiosis has been conserved in these fungi for over half a billion years of evolution since these species diverged.",
            "score": 61.38434386253357
        },
        {
            "docid": "2396643_3",
            "document": "R2d2 (mouse gene) . R2d2 is short for \"Responder to meiotic drive 2\", It was discovered by UNC School of Medicine researchers to display transmission bias. R2d2 is a stretch of DNA on mouse chromosome 2 that contains multiple copies of the Cwc22 gene. When seven or more copies of that latter gene are present, \"R2d2\" becomes selfish.",
            "score": 78.18534922599792
        },
        {
            "docid": "12664042_6",
            "document": "Sex-limited genes . Many studies have been published exploring the genetic basis of sex-limited genes. One paper, published in \"Evolution\", evaluates the hypothesis that sex-limited traits can arise in two ways. The alleles responsible for sexual dimorphism can be limited to expression in only one sex when they first appear, or the alleles could begin by being expressed in both sexes then become modified (repressed or promoted) in one sex by modifier genes or regulatory elements. The concept of this study was to examine female hybrids from species where males displayed different types of ornamental traits (elongated feathers, wattles, color patches). The assumption is that different hypotheses about male-specific expression will yield different results in female hybrids. The methods and materials of the experiment are discussed in detail in the paper, but the important result that emerged was that NO female hybrids expressed any of the ornamental traits found in the parent males. Two interpretations of these results are possible: the dimorphic alleles were initially only expressed in males, or the alleles were initially expressed in both and then were suppressed in females or became limited to males by regulatory regions that are \"completely dominant\" in hybrids. The most likely genomic explanation for initial expression in both species then modification is involvement of \"cis\"-dominance, where the factors that modify the gene are located next to the gene on the chromosome. (This is in contrast to \"trans\"-dominance, where mobile products that can affect distant genes are produced.) These factors can be in the form of promoter regions, which can be either be suppressed or activated by hormones. This experiment also demonstrates that these alleles come under regulatory control very quickly. This is because none of the ornamentation seen in males is seen in the \"very next \"generation. These conclusions make it likely that at least some male-specific (thus, sex-limited) genes cue their expression by hormone levels - the absence of estrogen or the presence of testosterone.",
            "score": 37.65419852733612
        },
        {
            "docid": "4250553_47",
            "document": "Gene . During the process of meiotic cell division, an event called genetic recombination or \"crossing-over\" can sometimes occur, in which a length of DNA on one chromatid is swapped with a length of DNA on the corresponding homologous non-sister chromatid. This can result in reassortment of otherwise linked alleles. The Mendelian principle of independent assortment asserts that each of a parent's two genes for each trait will sort independently into gametes; which allele an organism inherits for one trait is unrelated to which allele it inherits for another trait. This is in fact only true for genes that do not reside on the same chromosome, or are located very far from one another on the same chromosome. The closer two genes lie on the same chromosome, the more closely they will be associated in gametes and the more often they will appear together (known as genetic linkage). Genes that are very close are essentially never separated because it is extremely unlikely that a crossover point will occur between them.",
            "score": 87.53358840942383
        },
        {
            "docid": "6004144_8",
            "document": "Glomus (fungus) . Halary et al. searched the genomes of four \"Glomus\" species for the presence of genes that encode proteins essential for meiosis. These proteins make up the conserved meiotic recombination machinery of eukaryotic cells. The study indicated that the \"Glomus\" species contain 51 genes encoding all the tools necessary for meiotic recombination and associated DNA repair processes. In particular, these species have seven genes that encode proteins whose only known function is in meiosis, including \"Dmc1\" that is a meiosis-specific recombinase. Since meiosis is considered to be a hallmark of sexual reproduction, it might be expected that a sexual stage or a sexual apparatus should be present. However, as yet, none has been identified. In addition, mating type gene homologues and a putative sex hormone-sensing pathway were detected in these fungi. Based on these findings it was suggested that Glomus species may be able to undergo a cryptic sexual cycle.",
            "score": 62.108516693115234
        },
        {
            "docid": "318669_22",
            "document": "Schizosaccharomyces pombe . \"Schizosaccharomyces pombe\" is often used to study cell division and growth because of conserved genomic regions also seen in human including: heterochromatin proteins, large origins of replication, large centromeres, conserved cellular checkpoints, telomere function, gene splicing, and many other cellular processes. \"S. pombe\"s genome was fully sequenced in 2002, the sixth eukaryotic genome to be sequenced as part of the Genome Project. An estimated 4,979 genes were discovered within three chromosomes containing about 14Mb of DNA. This DNA is contained within 3 different chromosomes in the nucleus with gaps in the centromeric (40kb) and telomeric (260kb) regions. After the initial sequencing of the fission yeast's genome, other previous non-sequenced regions of the genes have been sequenced. Structural and functional analysis of these gene regions can be found on large scale fission yeast databases such as PomBase.",
            "score": 48.010639905929565
        },
        {
            "docid": "15235_5",
            "document": "Genomic imprinting . In diploid organisms (like humans), the somatic cells possess two copies of the genome, one inherited from the father and one from the mother. Each autosomal gene is therefore represented by two copies, or alleles, with one copy inherited from each parent at fertilization. For the vast majority of autosomal genes, expression occurs from both alleles simultaneously. In mammals, however, a small proportion (<1%) of genes are imprinted, meaning that gene expression occurs from only one allele (some recent studies have questioned this assertion, claiming that the number of regions of parent-of-origin methylation in, for example, the human genome, is much larger than previously thought). The expressed allele is dependent upon its parental origin. For example, the gene encoding insulin-like growth factor 2 (IGF2/Igf2) is only expressed from the allele inherited from the father.",
            "score": 53.56705689430237
        },
        {
            "docid": "2090253_2",
            "document": "Intragenomic conflict . Intragenomic conflict refers to the evolutionary phenomenon where genes have phenotypic effects that promote their own transmission in detriment of the transmission of other genes that reside in the same genome. The selfish gene theory postulates that natural selection will increase the frequency of those genes whose phenotypic effects cause their transmission to new organisms, and most genes achieve this by cooperating with other genes in the same genome to build an organism capable of reproducing and/or helping kin to reproduce. The assumption of the prevalence of intragenomic cooperation underlies the organism-centered concept of inclusive fitness. However, conflict among genes in the same genome may arise both in events related to reproduction (a gene may \"cheat\" and increase its own presence in gametes or offspring above the expected according to fair Mendelian segregation and fair gametogenesis) and altruism (genes in the same genome may disagree on how to value other organisms in the context of helping kin because coefficients of relatedness diverge between genes in the same genome).",
            "score": 71.20867967605591
        },
        {
            "docid": "181592_6",
            "document": "Competition . Competition can have both beneficial and detrimental effects. Many evolutionary biologists view inter-species and intra-species competition as the driving force of adaptation, and ultimately of evolution. However, some biologists disagree, citing competition as a driving force only on a small scale, and citing the larger scale drivers of evolution to be abiotic factors (termed 'Room to Roam'). Richard Dawkins prefers to think of evolution in terms of competition between single genes, which have the welfare of the organism 'in mind' only insofar as that welfare furthers their own selfish drives for replication (termed the 'selfish gene').",
            "score": 63.56702280044556
        },
        {
            "docid": "18696706_3",
            "document": "Paroxysmal kinesigenic choreoathetosis . Paroxysmal kinesigenic dyskinesia has been shown to be inherited in an autosomal dominant fashion. In 2011, the PRRT2 gene on chromosome 16 was identified as the cause of the disease. The researchers looked at the genetics of eight families with strong histories of PKD. They employed whole genome sequencing, along with Sanger sequencing to identify the gene that was mutated in these families. The mutations in this gene included a nonsense mutation identified in the genome of one family and an insertion mutation identified in the genome of another family. The researchers then confirmed this gene as the cause of PKD when it was not mutated in the genome of 1000 control patients. Researchers found PRRT2 mutations in 10 of 29 sporadic cases affected with PKD, thus suggests PRRT2 is the gene mutated in a subset of PKD and PKD is genetically heterogeneous. The mechanism of how PRRT2 causes PKD still requires further investigation. However, researchers suggest it may have to do with PRRT2's expression in the basal ganglia, and the expression of an associated protein, SNAP25, in the basal ganglia as well. The pathophysiology of PKD is not fully explained. A few mechanisms have been suggested thus far: Multiple methods are being used to study the potential brain abnormalities of individuals with PKD compared with “normal” individuals. These methods include SPECT studies, fMRI studies, and diffusion tensor imaging. The main problem with many of the studies concerned with the pathophysiology of the disorder is the small sample size. Because the studies normally only include about 7-10 patients with PKD, the results cannot be generalized to the entire population of patients. However, the studies do bring up possibilities for further study.",
            "score": 48.728872299194336
        },
        {
            "docid": "2236780_13",
            "document": "Aedes aegypti . \"Ae. aegypti\" has been genetically modified to suppress its own species in an approach similar to the sterile insect technique, thereby reducing the risk of disease. The mosquitoes, known as OX513A, were developed by Oxitec, a spinout of Oxford University. Field trials in the Cayman Islands, Brazil, and Panama have shown that the OX513A mosquitoes reduced the target mosquito populations by more than 90%. This mosquito suppression effect is achieved by a self-limiting gene that prevents the offspring from surviving. Male modified mosquitoes, which do not bite or spread disease, are released to mate with the pest females. Their offspring inherit the self-limiting gene and die before reaching adulthood—before they can reproduce or spread disease. The OX513A mosquitoes and their offspring also carry a fluorescent marker for simple monitoring. To produce more OX513A mosquitoes for control projects, the self-limiting gene is switched off (using the Tet-Off system) in the mosquito production facility using an antidote (the antibiotic tetracycline), allowing the mosquitoes to reproduce naturally. In the environment, the antidote is unavailable to rescue mosquito reproduction, so the pest population is suppressed.",
            "score": 52.25831162929535
        },
        {
            "docid": "3272096_4",
            "document": "Bert Vogelstein . The first tumor suppressor gene validating this hypothesis was that encoding p53. The p53 protein was discovered 10 years earlier by several groups, including that of David Lane and Lionel Crawford, Arnold Levine, and Lloyd Old. But there was no evidence that p53 played a major role in human cancers, and the gene encoding p53 (TP53) was thought to be an oncogene rather than a tumor suppressor gene. In 1989, Vogelstein and his students discovered that TP53 not only played a role in human tumorigenesis, but that it was a common denominator of human tumors, mutated in the majority of them. He then discovered the mechanism through which TP53 suppresses tumorigenesis. Prior to these studies, the only biochemical function attributed to p53 was its binding to heat shock proteins. Vogelstein and his colleagues demonstrated that p53 had a much more specific activity: it bound DNA in a sequence-specific manner. They precisely defined its consensus recognition sequence and showed that virtually all p53 mutations found in tumors resulted in loss of the sequence-specific transcriptional activation properties of p53. They subsequently discovered genes that are directly activated by p53 to control cell birth and cell death. His group's more recent studies examining the entire compendium of human genes have shown that the TP53 gene is more frequently mutated in cancers than any other gene.",
            "score": 57.728440165519714
        },
        {
            "docid": "2904258_20",
            "document": "Stalk-eyed fly . Furthermore, some populations of stalk-eyed fly females carry a meiotic drive gene on their X chromosomes that causes female-biased sex ratios. In these populations, males which carry a gene to suppresses X chromosome meiotic drive have longer eyestalks. Thus, females that mate with these males gain a direct genetic benefit by producing male offspring in a female-biased population. In other words, the gene for long eye-stalks is linked to a gene that makes males sire more male offspring. Alternatively, long stalks may signal fertility, perhaps by encouraging females to use the sperm of a long-stalked male so as to produce more fertile sons.",
            "score": 74.07614731788635
        },
        {
            "docid": "35773166_4",
            "document": "Epigenetics of autism . Genomic imprinting may also contribute to ASD. Genomic imprinting is another example of epigenetic regulation of gene expression. In this instance, the epigenetic modification(s) causes the offspring to express the maternal copy of a gene or the paternal copy of a gene, but not both. The imprinted gene is silenced through epigenetic mechanisms. Candidate genes and susceptibility alleles for autism are identified using a combination of techniques, including genome-wide and targeted analyses of allele sharing in sib-pairs, using association studies and transmission disequilibrium testing (TDT) of functional and/or positional candidate genes and examination of novel and recurrent cytogenetic aberrations. Results from numerous studies have identified several genomic regions known to be subject to imprinting, candidate genes, and gene-environment interactions. Particularly, chromosomes 15q and 7q appear to be epigenetic hotspots in contributing to ASD. Also, genes on the X chromosome may play an important role, as in Rett Syndrome.",
            "score": 42.35749340057373
        },
        {
            "docid": "18543362_4",
            "document": "Cln3 . The \"CLN3\" gene was originally identified as the \"whi1-1\" allele in a screen for small size mutants of Saccharomyces cerevisiae (for Cln3's role in size control, see below). This screen was inspired by a similar study in Schizosaccharomyces pombe, in which the \"Wee1\" gene was identified as an inhibitor of cell cycle progression that maintained normal cell size. Thus, the \"WHI1\" gene was at first thought to perform a size control function analogous to that of \"Wee1\" in \"pombe\". However, it was later found that \"WHI1\" was in fact a positive regulator of \"Start\", as its deletion caused cells to delay in G1 and grow larger than wild-type cells. The original \"WHI1-1\" allele (changed from \"whi1-1\" because it is a dominant allele) in fact contained a nonsense mutation that removed a degradation-promoting PEST sequence from the Whi1 protein and thus accelerated G1 progression. \"WHI1\" was furthermore found to be a cyclin homologue, and it was shown that simultaneous deletion of \"WHI1\"—renamed \"CLN3\"—and the previously identified G1 cyclins, \"CLN1\" and \"CLN2\", caused permanent G1 arrest. This showed that the three G1 cyclins were responsible for controlling \"Start\" entry in budding yeast.",
            "score": 34.615149974823
        },
        {
            "docid": "34463932_8",
            "document": "Peto's paradox . Various species have evolved different mechanisms for suppressing cancer. A paper in \"Cell Reports\" in January 2015 claimed to have found genes in the bowhead whale (\"Balaena mysticetus\") that may be associated with longevity. Around the same time, a second team of researchers identified a polysaccharide in the naked mole-rat that appeared to block the development of tumors. In October 2015, two independent studies showed that elephants have 20 copies of tumor suppressor gene TP53 in their genome, where humans and other mammals have only one. Additional research showed 14 copies of the gene present in the DNA of preserved mammoths, but only one copy of the gene in the DNA of manatees and hyraxes, the elephant's closest living relatives. The results suggest an evolutionary relationship between animal size and tumor suppression, as Peto had theorized.",
            "score": 46.411614656448364
        },
        {
            "docid": "6778877_17",
            "document": "Sexual conflict . Sex biased genes could either be male or female biased and sequence analysis of these protein coding genes have revealed their faster rate of evolution which has been attributed to their positive selection vs. reduced selective constraint. Apart from sex specific natural selection and sexual selection that includes both intersexual and intrasexual selection, a third phenomenon also explains the differences in gene expressions between two sexes – sexual antagonism. Sexual antagonism represents an evolutionary conflict at a single or multiple locus that contribute differentially to the male and female fitness. The conflict occurs as the spread of an allele at one locus in either male or female that lowers the fitness of the other sex. This gives rise to different selection pressure on males and females. Since the allele is beneficial for one sex and detrimental to the other, counter adaptations in the form of suppressor alleles at different genetic loci can develop that reduce the effects of deleterious allele, giving rise to differences in gene expression. Selection on such traits in males would select for suppressor alleles in females thus increasing the chances of retaining the deleterious allele in the population in interlocus sexual conflict.",
            "score": 43.094008445739746
        }
    ],
    "r": [
        {
            "docid": "661661_10",
            "document": "Evolution of sexual reproduction . Sexual reproduction implies that chromosomes and alleles segregate and recombine in every generation, but not all genes transmitted together to the offspring. The chances of spreading mutants that cause unfair transmission at the expense of their non-mutant colleagues, these mutations are referred to as selfish because they promote their own spread at the cost of alternative alleles or host organism, these include; nuclear meiotic drivers and selfish cytoplasmic genes. Meiotic driver is defined as genes that distort meiosis to produce gametes containing themselves more than half the time and selfish cytoplasmic gene is a gene located in an organelle, plasmid, or intracellular parasite that modifies reproduction to cause its own increase at the expense of the cell or organism that carries it",
            "score": 117.68827056884766
        },
        {
            "docid": "4250553_47",
            "document": "Gene . During the process of meiotic cell division, an event called genetic recombination or \"crossing-over\" can sometimes occur, in which a length of DNA on one chromatid is swapped with a length of DNA on the corresponding homologous non-sister chromatid. This can result in reassortment of otherwise linked alleles. The Mendelian principle of independent assortment asserts that each of a parent's two genes for each trait will sort independently into gametes; which allele an organism inherits for one trait is unrelated to which allele it inherits for another trait. This is in fact only true for genes that do not reside on the same chromosome, or are located very far from one another on the same chromosome. The closer two genes lie on the same chromosome, the more closely they will be associated in gametes and the more often they will appear together (known as genetic linkage). Genes that are very close are essentially never separated because it is extremely unlikely that a crossover point will occur between them.",
            "score": 87.5335922241211
        },
        {
            "docid": "176052_14",
            "document": "Molecular evolution . Selection can operate at the gene level at the expense of organismal fitness, resulting in a selective advantage for selfish genetic elements in spite of a host cost. Examples of such selfish elements include transposable elements, meiotic drivers, killer X chromosomes, selfish mitochondria, and self-propagating introns. (See Intragenomic conflict.)",
            "score": 87.4895248413086
        },
        {
            "docid": "1109200_9",
            "document": "Unit of selection . Some clear-cut examples of selection at the level of the gene include meiotic drive and retrotransposons. In both of these cases, gene sequences increase their relative frequency in a population without necessarily providing benefits at other levels of organization. Meiotic-drive mutations (see segregation distortion) manipulate the machinery of chromosomal segregation so that chromosomes carrying the mutation are later found in more than half of the gametes produced by individuals heterozygous for the mutation, and for this reason the frequency of the mutation increases in the population.",
            "score": 82.87477111816406
        },
        {
            "docid": "2090253_5",
            "document": "Intragenomic conflict . The most simple model of meiotic drive involves two tightly linked loci: a \"Killer\" locus and a \"Target\" locus. The segregation distorter set is composed by the allele \"Killer\" (in the \"Killer\" locus) and the allele \"Resistant\" (in the \"Target\" locus), while its rival set is composed by the alleles \"Non-killer\" and \"Non-resistant\". So, the segregation distorter set produces a toxin to which it is itself resistant, while its rival is not. Thus, it kills those gametes containing the rival set and increases in frequency. The tight linkage between these loci is crucial, so these genes usually lie on low-recombination regions of the genome.",
            "score": 79.50359344482422
        },
        {
            "docid": "3633250_5",
            "document": "Meiotic drive . A recent study by John Didion and Fernando Pardo-Manuel de Villena found evidence of a gene in mice (r2d2 – responder to meiotic drive 2) that is passed on more than 50% of the time. Gregor Mendel's First and Second Laws (the law of segregation and the law of independent assortment) tell us that there is a random chance of each allele being passed on to offspring, but selfish genes seem to break these laws.",
            "score": 78.72034454345703
        },
        {
            "docid": "4250553_46",
            "document": "Gene . The duplication and transmission of genetic material from one generation of cells to the next is the basis for molecular inheritance, and the link between the classical and molecular pictures of genes. Organisms inherit the characteristics of their parents because the cells of the offspring contain copies of the genes in their parents' cells. In asexually reproducing organisms, the offspring will be a genetic copy or clone of the parent organism. In sexually reproducing organisms, a specialized form of cell division called meiosis produces cells called gametes or germ cells that are haploid, or contain only one copy of each gene. The gametes produced by females are called eggs or ova, and those produced by males are called sperm. Two gametes fuse to form a diploid fertilized egg, a single cell that has two sets of genes, with one copy of each gene from the mother and one from the father.",
            "score": 78.65892791748047
        },
        {
            "docid": "2396643_3",
            "document": "R2d2 (mouse gene) . R2d2 is short for \"Responder to meiotic drive 2\", It was discovered by UNC School of Medicine researchers to display transmission bias. R2d2 is a stretch of DNA on mouse chromosome 2 that contains multiple copies of the Cwc22 gene. When seven or more copies of that latter gene are present, \"R2d2\" becomes selfish.",
            "score": 78.18534851074219
        },
        {
            "docid": "64045_9",
            "document": "Chromosomal crossover . In most eukaryotes, a cell carries two versions of each gene, each referred to as an allele. Each parent passes on one allele to each offspring. An individual gamete inherits a complete haploid complement of alleles on chromosomes that are independently selected from each pair of chromatids lined up on the metaphase plate. Without recombination, all alleles for those genes linked together on the same chromosome would be inherited together. Meiotic recombination allows a more independent segregation between the two alleles that occupy the positions of single genes, as recombination shuffles the allele content between homologous chromosomes.",
            "score": 77.97669982910156
        },
        {
            "docid": "3633250_4",
            "document": "Meiotic drive . According to Buckler et al., \"Meiotic drive is the subversion of meiosis so that particular genes are preferentially transmitted to the progeny. Meiotic drive generally causes the preferential segregation of small regions of the genome\".",
            "score": 76.93572998046875
        },
        {
            "docid": "3633250_2",
            "document": "Meiotic drive . Meiotic drive is a type of intragenomic conflict, whereby one or more loci within a genome will affect a manipulation of the meiotic process in such a way as to favor the transmission of one or more alleles over another, regardless of its phenotypic expression. More simply, meiotic drive is when one copy of a gene is passed on to offspring more than the expected 50% of the time.",
            "score": 76.1701889038086
        },
        {
            "docid": "869797_14",
            "document": "Neurospora crassa . As an example of the gene conversion phenomenon, consider genetic crosses of two \"N. crassa\" mutant strains defective in gene \"pan-2\". This gene is necessary for the synthesis of pantothenic acid (vitamin B5), and mutants defective in this gene can be experimentally identified by their requirement for pantothenic acid in their growth medium. The two \"pan-2\" mutations B5 and B3 are located at different sites in the \"pan-2\" gene, so that a cross of B5 ´ B3 yields wild-type recombinants at low frequency. An analysis of 939 asci in which the genotypes of all meiotic products (ascospores) could be determined found 11 asci with an exceptional segregation pattern. These included six asci in which there was one wild-type meiotic product but no expected reciprocal double-mutant (B5B3) product. Furthermore, in three asci the ratio of meiotic products was 1B5:3B3, rather than in the expected 2:2 ratio. This study, as well as numerous additional studies in \"N. crassa\" and other fungi (reviewed by Whitehouse), led to an extensive characterization of gene conversion. It became clear from this work that gene conversion events arise when a molecular recombination event happens to occur near the genetic markers under study (e.g. \"pan-2\" mutations in the above example). Thus studies of gene conversion allowed insight into the details of the molecular mechanism of recombination. Over the decades since the original observations of Mary Mitchell in 1955, a sequence of molecular models of recombination have been proposed based on both emerging genetic data from gene conversion studies and studies of the reaction capabilities of DNA. Current understanding of the molecular mechanism of recombination is discussed in the Wikipedia articles Gene conversion and Genetic recombination. An understanding of recombination is relevant to several fundamental biologic problems, such the role of recombination and recombinational repair in cancer (see BRCA1) and the adaptive function of meiosis (see Meiosis).",
            "score": 74.76339721679688
        },
        {
            "docid": "2904258_20",
            "document": "Stalk-eyed fly . Furthermore, some populations of stalk-eyed fly females carry a meiotic drive gene on their X chromosomes that causes female-biased sex ratios. In these populations, males which carry a gene to suppresses X chromosome meiotic drive have longer eyestalks. Thus, females that mate with these males gain a direct genetic benefit by producing male offspring in a female-biased population. In other words, the gene for long eye-stalks is linked to a gene that makes males sire more male offspring. Alternatively, long stalks may signal fertility, perhaps by encouraging females to use the sperm of a long-stalked male so as to produce more fertile sons.",
            "score": 74.0761489868164
        },
        {
            "docid": "23251776_13",
            "document": "Acquired characteristic . New mutations, (often somatic, spontaneous and sporadic), not inherited from either parent are called de novo mutations. The consensus on whether certain prenatal spontaneous mutations and genetic disorders that occur as a result of meiotic and chromosome errors or during cell division after conception, like Cystic fibrosis and Down syndrome, are considered to be acquired or inherited is unclear. Mutations and meiotic errors can be considered inherited since the organism is born with them \"in its genes\", but they can also be seen as prenatal acquired characteristics since they are \"not actually inherited\" from its parents. With de novo mutations and division errors, the relationship between the offspring's altered genes and gene inheritance from the parents is technically spurious. These genetic errors can affect the mind as well as the body and can result in schizophrenia, autism, bi-polar disorder , and cognitive disabilities.",
            "score": 72.35852813720703
        },
        {
            "docid": "2090253_2",
            "document": "Intragenomic conflict . Intragenomic conflict refers to the evolutionary phenomenon where genes have phenotypic effects that promote their own transmission in detriment of the transmission of other genes that reside in the same genome. The selfish gene theory postulates that natural selection will increase the frequency of those genes whose phenotypic effects cause their transmission to new organisms, and most genes achieve this by cooperating with other genes in the same genome to build an organism capable of reproducing and/or helping kin to reproduce. The assumption of the prevalence of intragenomic cooperation underlies the organism-centered concept of inclusive fitness. However, conflict among genes in the same genome may arise both in events related to reproduction (a gene may \"cheat\" and increase its own presence in gametes or offspring above the expected according to fair Mendelian segregation and fair gametogenesis) and altruism (genes in the same genome may disagree on how to value other organisms in the context of helping kin because coefficients of relatedness diverge between genes in the same genome).",
            "score": 71.20867919921875
        },
        {
            "docid": "39051178_3",
            "document": "Larry Sandler . Sandler earned a B.S. at Cornell University and did his doctoral work with Ed Novitski at the University of Missouri, where he collaborated with Gerry Braver. Braver and Sandler discovered that meiotic chromosomal loss was one driver of allelic variation in natural populations, (Sandler & Braver 1954.) a phenomenon coined \"meiotic drive\" in a follow-up paper by Sandler and Novitski. (Sandler & Novitski 1957.) Sandler also collaborated with Iris Sandler, his wife and fellow scientist, who also worked as a graduate student in Novitski's lab.",
            "score": 69.47286224365234
        },
        {
            "docid": "14816941_5",
            "document": "DMC1 (gene) . The protein encoded by this gene is essential for meiotic homologous recombination. Genetic recombination in meiosis plays an important role in generating diversity of genetic information and facilitates the reductional segregation of chromosomes that must occur for formation of gametes during sexual reproduction.",
            "score": 69.30585479736328
        },
        {
            "docid": "1059331_10",
            "document": "David C. Page . Page used the mouse as a model to study the genetics of meiotic initiation, showing that retinoic acid (RA) is the key factor which induces meiosis, as well as identifying several important genes crucial to the meiotic initiation pathway, including Stra8 and DAZL. Page further discovered that the differentiation germ cells into gametocytes (oocytes in females or spermatocytes in males) does not depend on meiotic initiation, as commonly thought, showing that germ cells deficient in Stra8, a gene that activates the meiotic pathway, are still capable of growth and differentiation.",
            "score": 69.25170135498047
        },
        {
            "docid": "39051178_2",
            "document": "Larry Sandler . Larry Sandler (1929-1987) was a \"leading \"Drosophila\" geneticist\", active during the mid-20th century. Sandler is best known for his work establishing and elucidating the phenomenon of meiotic drive. (Meiotic drive is when one copy of a gene is passed on to offspring more than the expected 50% of the time.)",
            "score": 69.18754577636719
        },
        {
            "docid": "1301158_5",
            "document": "Sordaria fimicola . Each individual meiosis generates four haploid products, and after one further round of mitosis, eight products are formed and all retained as haploid spores within the sac-like ascus (pl. asci). The retention of the products of an individual meiosis in an individual ascus has facilitated certain kinds of genetic analyses, particularly the analysis of the molecular mechanism of genetic recombination. When a wild type (+) strain is mated with a mutant (m) strain, ordinarily each ascus will contain a pattern of four + and four m spores. However, it was found that, with low frequency, some asci had ratios that differed from the expected 4+ : 4m (e.g. 6+: 2m or 2+: 6m or even 5+: 3m or 3+: 5m). In these cases it appeared that the m gene had been converted to the + gene or vice versa. And so the phenomenon was termed \"gene conversion.\" Gene conversion was first detected in \"S. fimicola\" in 1951 by Lindsay Olive, and definitively characterized by him in 1959. Olive considered that these gene conversion events resulted from \"trans replication, by which a locus is copied more than the normal number of times during replication at meiotic prophase.\" Since then many studies on the gene conversion phenomenon were carried out with \"S. fimicola\" and other organisms, particularly other ascomycetes [see review by Whitehouse (1982)]. Efforts to understand gene conversion at the molecular level have provided important insights into the mechanism and adaptive function of meiotic recombination, which in turn bears on the adaptive function of sexual reproduction. These insights are discussed further in the article Gene conversion.",
            "score": 68.87059783935547
        },
        {
            "docid": "19178886_23",
            "document": "Protist . \"Trichomonas vaginalis\", a parasitic protist, is not known to undergo meiosis, but when Malik et al. tested for 29 genes that function in meiosis, they found 27 to be present, including 8 of 9 genes specific to meiosis in model eukaryotes. These findings suggest that \"T. vaginalis\" may be capable of meiosis. Since 21 of the 29 meiotic genes were also present in G. lamblia, it appears that most of these meiotic genes were likely present in a common ancestor of \"T. vaginalis\" and \"G. lamblia\". These two species are descendants of protist lineages that are highly divergent among eukaryotes, leading Malik et al. to suggest that these meiotic genes were likely present in a common ancestor of all eukaryotes.",
            "score": 68.63677978515625
        },
        {
            "docid": "1435541_6",
            "document": "Non-Mendelian inheritance . It is the transmission of this organellar DNA that is responsible for the phenomenon of extranuclear inheritance. Both chloroplasts and mitochondria are present in the cytoplasm of maternal gametes only. Paternal gametes (sperm for example) do not have cytoplasmic mitochondria. Thus, the phenotype of traits linked to genes found in either chloroplasts or mitochondria are determined exclusively by the maternal parent.",
            "score": 68.30061340332031
        },
        {
            "docid": "1695344_11",
            "document": "Gene conversion . Studies of gene conversion have contributed to our understanding of the adaptive function of meiotic recombination. The ordinary segregation pattern of an allele pair (Aa) among the 4 products of meiosis is 2A:2a. Detection of infrequent gene conversion events (e.g. 3:1 or 1:3 segregation patterns during individual meioses) provides insight into the alternate pathways of recombination leading either to crossover or non-crossover chromosomes. Gene conversion events are thought to arise where the “A” and “a” alleles happen to be near the exact location of a molecular recombination event. Thus, it is possible to measure the frequency with which gene conversion events are associated with crossover or non-crossover of chromosomal regions adjacent to, but outside, the immediate conversion event. Numerous studies of gene conversion in various fungi (which are especially suited for such studies) have been carried out, and the findings of these studies have been reviewed by Whitehouse. It is clear from this review that most gene conversion events are not associated with outside marker exchange. Thus, most gene conversion events in the several different fungi studied are associated with non-crossover of outside markers. Non-crossover gene conversion events are mainly produced by Synthesis Dependent Strand Annealing (SDSA). This process involves limited informational exchange, but not physical exchange of DNA, between the two participating homologous chromosomes at the site of the conversion event, and little genetic variation is produced. Thus, explanations for the adaptive function of meiotic recombination that focus exclusively on the adaptive benefit of producing new genetic variation or physical exchange seem inadequate to explain the majority of recombination events during meiosis. However, the majority of meiotic recombination events can be explained by the proposal that they are an adaptation for repair of damage in the DNA that is to be passed on to gametes.",
            "score": 67.69915008544922
        },
        {
            "docid": "29000_34",
            "document": "Speciation . Polyploidy is a mechanism that has caused many rapid speciation events in sympatry because offspring of, for example, tetraploid x diploid matings often result in triploid sterile progeny. However, not all polyploids are reproductively isolated from their parental plants, and gene flow may still occur for example through triploid hybrid x diploid matings that produce tetraploids, or matings between meiotically unreduced gametes from diploids and gametes from tetraploids (see also hybrid speciation).",
            "score": 67.47817993164062
        },
        {
            "docid": "43335980_8",
            "document": "Gene drive . At the molecular level, an endonuclease gene drive works by cutting a chromosome at a specific site that does not encode the drive, inducing the cell to repair the damage by copying the drive sequence onto the damaged chromosome. The cell then has two copies of the drive sequence. The method derives from genome editing techniques and relies on the fact that double strand breaks are most frequently repaired by homologous recombination, (in the presence of a template), rather than non-homologous end joining. To achieve this behavior, endonuclease gene drives consist of two nested elements: As a result, the gene drive insertion in the genome will re-occur in each organism that inherits one copy of the modification and one copy of the wild-type gene. If the gene drive is already present in the egg cell (e.g. when received from one parent), all the gametes of the individual will carry the gene drive (instead of 50% in the case of a normal gene).",
            "score": 67.31519317626953
        },
        {
            "docid": "414259_19",
            "document": "Trichomonas vaginalis . The biology of \"T. vaginalis\" has implications for understanding the origin of sexual reproduction in eukaryotes. \"T. vaginalis\" is not known to undergo meiosis, a key stage of the eukaryotic sexual cycle. However, when Malik et al. examined \"T. vaginalis\" for the presence of 29 genes known to function in meiosis, they found 27 such genes, including 8 of 9 genes that are specific to meiosis in model organisms. These findings suggest that the capability for meiosis, and hence sexual reproduction, was present in recent ancestors of \"T. vaginalis\". Twenty-one of the 27 meiosis genes were also found in another parasite \"Giardia lamblia\" (also called \"Giardia intestinalis\"), indicating that these meiotic genes were present in a common ancestor of \"T. vaginalis\" and \"G. intestinalis\". Since these two species are descendants of lineages that are highly divergent among eukaryotes, Malik et al. noted that these meiotic genes were likely present in a common ancestor of all eukaryotes.",
            "score": 67.13722229003906
        },
        {
            "docid": "5435207_10",
            "document": "Coprinopsis cinerea . \"C. cinerea\" is an ideal model for studying meiosis because meiosis progresses synchronously in about 10 million cells within each mushroom cap. Meiosis is a specialized cell division process, occurring in diploid cells, in which a single round of DNA replication occurs, and is followed by two divisions to produce four haploid daughter nuclei. During meiosis homologous chromosomes pair with each other and undergo a DNA repair process in which DNA damage is removed and genetic information is recombined. Burns et al. studied the expression of genes involved in the 15-hour meiotic process encompassing time points prior to the haploid nuclear fusion that forms the diploid zygote to the final formation of the four haploid products. They compared expression of particular genes in \"C. cinerea\" to the expression of the comparable genes (orthologs) in two other species (\"Saccharomyces cerevisiae\" and \"Schizosaccharomyces pombe\") from which \"C. cinerea\" had diverged in evolution 500 to 900 million years ago. They found that the expression of individual genes turned on or off at the same stage in \"C. cinerea\" as in the other two species. They also found that genes considered to be specifically involved in the meiotic process were more conserved in their expression pattern than non-meiotic genes. These findings indicate ancient conservation of the meiotic process.",
            "score": 66.91541290283203
        },
        {
            "docid": "16855309_6",
            "document": "BRDT . BET inhibitors such as JQ1 block the region of BRDT responsible for chromatin binding, and cause a reversible reduction of sperm production, sperm quality, and size of the testis in mice. The mechanism of action of JQ1 could be explained by considering Brdt’s functions as a driver of testis-specific gene expression and post-meiotic chromatin reorganization. As BET inhibitors also inhibit other BET proteins BRD2, BRD3, and BRD4, they are likely to have effects in people beyond temporary male sterility.",
            "score": 66.73126220703125
        },
        {
            "docid": "36979_129",
            "document": "Rice . Rice is used as a model organism for investigating the molecular mechanisms of meiosis and DNA repair in higher plants. Meiosis is a key stage of the sexual cycle in which diploid cells in the ovule (female structure) and the anther (male structure) produce haploid cells that develop further into gametophytes and gametes. So far, 28 meiotic genes of rice have been characterized. Studies of rice gene OsRAD51C showed that this gene is necessary for homologous recombinational repair of DNA, particularly the accurate repair of DNA double-strand breaks during meiosis. Rice gene OsDMC1 was found to be essential for pairing of homologous chromosomes during meiosis, and rice gene OsMRE11 was found to be required for both synapsis of homologous chromosomes and repair of double-strand breaks during meiosis.",
            "score": 66.69609832763672
        },
        {
            "docid": "1593499_4",
            "document": "Marcus Morton Rhoades . His research on maize led to important discoveries for basic genetics and the applied science of plant breeding. He was one of the first cytogenecists to document the pre-meiotic pairing of homologous chromosomes in maize, otherwise referred as somatic pairing (Singh, 2003), and the first to document an instance of meiotic drive, a Mendelian inheritance caused by preferential segregation of certain versions of homologous chromosomes during meiosis. Rhoades' also pioneered work in nuclear-cytoplasmic interactions, demonstrating that mutation of the nuclear gene iojap produced heritable mutations in the genome of chloroplasts which persisted after the nuclear mutation was segregated away.",
            "score": 66.36135864257812
        },
        {
            "docid": "274192_22",
            "document": "Genetic linkage . As an example of independent assortment, consider the crossing of the pure-bred homozygote parental strain with genotype \"AABB\" with a different pure-bred strain with genotype \"aabb\". A and a and B and b represent the alleles of genes A and B. Crossing these homozygous parental strains will result in F1 generation offspring that are double heterozygotes with genotype AaBb. The F1 offspring AaBb produces gametes that are \"AB\", \"Ab\", \"aB\", and \"ab\" with equal frequencies (25%) because the alleles of gene A assort independently of the alleles for gene B during meiosis. Note that 2 of the 4 gametes (50%)—\"Ab\" and \"aB\"—were not present in the parental generation. These gametes represent recombinant gametes. Recombinant gametes are those gametes that differ from both of the haploid gametes that made up the original diploid cell. In this example, the recombination frequency is 50% since 2 of the 4 gametes were recombinant gametes.",
            "score": 66.23382568359375
        },
        {
            "docid": "14877594_3",
            "document": "MLH3 . This gene is a member of the MutL-homolog (MLH) family of DNA mismatch repair (MMR) genes. MLH genes are implicated in maintaining genomic integrity during DNA replication and after meiotic recombination. The protein encoded by this gene functions as a heterodimer with other family members. Somatic mutations in this gene frequently occur in tumors exhibiting microsatellite instability, and germline mutations have been linked to hereditary nonpolyposis colorectal cancer type 7 (HNPCC7). Several alternatively spliced transcript variants have been identified, but the full-length nature of only two transcript variants has been determined. Orthologs of human MLH3 have also been studied in other organisms including mouse and the budding yeast \"Saccharomyces cerevisiae\".",
            "score": 66.12853240966797
        }
    ]
}