{
    "q": [
        {
            "docid": "25146378_14",
            "document": "Functional specialization (brain) . Studies have found the frontal lobes to be involved in the executive functions of the brain, which are higher level cognitive processes. This control process is involved in the coordination, planning and organizing of actions towards an individual's goals. It contributes to such things as one's behaviour, language and reasoning. More specifically, it was found to be the function of the prefrontal cortex, and evidence suggest that these executive functions control processes such as planning and decision making, error correction and assisting overcoming habitual responses. Miller and Cummings used PET and functional magnetic imaging (fMRI) to further support functional specialization of the frontal cortex. They found lateralization of verbal working memory in the left frontal cortex and visuospatial working memory in the right frontal cortex. Lesion studies support these findings where left frontal lobe patients exhibited problems in controlling executive functions such as creating strategies. The dorsolateral, ventrolateral and anterior cingulate regions within the prefrontal cortex are proposed to work together in different cognitive tasks, which is related to interaction theories. However, there has also been evidence suggesting strong individual specializations within this network. For instance, Miller and Cummings found that the dorsolateral prefrontal cortex is specifically involved in the manipulation and monitoring of sensorimotor information within working memory.",
            "score": 108.80144083499908
        },
        {
            "docid": "17690366_2",
            "document": "Frontal lobe injury . The frontal lobe of the human brain is both relatively large in mass and less restricted in movement than the posterior portion of the brain. It is a component of the cerebral system, which supports goal directed behavior. This lobe is often cited as the part of the brain responsible for the ability to decide between good and bad choices, as well as recognize the consequences of different actions. Because of its location in the anterior part of the head, the frontal lobe is arguably more susceptible to injuries. Following a frontal lobe injury, an individual’s abilities to make good choices and recognize consequences are often impaired. Memory impairment is another common effect associated with frontal lobe injuries, but this effect is less documented and may or may not be the result of flawed testing. Damage to the frontal lobe can cause increased irritability, which may include a change in mood and an inability to regulate behavior. Particularly, an injury of the frontal lobe could lead to deficits in executive function, such as anticipation, goal selection, planning, initiation, sequencing, monitoring (detecting errors), and self-correction (initiating novel responses). A widely reported case of frontal lobe injury was that of Phineas Gage, a railroad worker whose left frontal lobe was damaged by a large iron rod in 1848 (though Gage's subsequent personality changes are almost always grossly exaggerated).",
            "score": 102.00704669952393
        },
        {
            "docid": "35676775_25",
            "document": "Statistical language acquisition . According to recent research, there is no neural evidence of statistical language learning in children with autism spectrum disorders. When exposed to a continuous stream of artificial speech, neurotypical children displayed less cortical activity in the dorsolateral frontal cortices (specifically the middle frontal gyrus) as cues for word boundaries increased. However activity in these networks remained unchanged in autistic children, regardless of the verbal cues provided. This evidence, highlighting the importance of proper Frontal Lobe brain function is in support of the \"Executive Functions\" Theory, used to explain some of the biologically related causes of Autistic language deficits. With impaired working memory, decision making, planning, and goal setting, which are vital functions of the Frontal Lobe, Autistic children are at loss when it comes to socializing and communication (Ozonoff, et al., 2004). Additionally, researchers have found that the level of communicative impairment in autistic children was inversely correlated with signal increases in these same regions during exposure to artificial languages. Based on this evidence, researchers have concluded that children with autism spectrum disorders don't have the neural architecture to identify word boundaries in continuous speech. Early word segmentation skills have been shown to predict later language development, which could explain why language delay is a hallmark feature of autism spectrum disorders.",
            "score": 77.37575685977936
        },
        {
            "docid": "19433066_39",
            "document": "Function model . The \"Operator Function Model\" (OFM) is proposed as an alternative to traditional task analysis techniques used by human factors engineers. An operator function model attempts to represent in mathematical form how an operator might decompose a complex system into simpler parts and coordinate control actions and system configurations so that acceptable overall system performance is achieved. The model represents basic issues of knowledge representation, information flow, and decision making in complex systems. Miller (1985) suggests that the network structure can be thought of as a possible representation of an operator's internal model of the system plus a control structure which specifies how the model is used to solve the decision problems that comprise operator control functions.>",
            "score": 70.35735011100769
        },
        {
            "docid": "17690366_11",
            "document": "Frontal lobe injury . It is also important to remember that a single test, such as the WCST, cannot be used to measure the effects of a frontal lobe injury, or the aspects of cognitive function it may affect, such as working memory; variety of tests must be used. A subject may be good at one task but show dysfunction in executive function overall. Similarly, test results can be made misleading after testing the same individual over a long period of time. The subject may get better at a task, but not because of an improvement in executive cognitive function. He/she may have simply learned some strategies for doing this particular task that made it no longer a good measurement tool.<citation needed>",
            "score": 88.28062081336975
        },
        {
            "docid": "34820690_24",
            "document": "Supervisory attentional system . The influences of alcohol directly, being 'drunk', on an individuals' cognitive abilities are obvious. Indirectly, chronic alcohol consumption can have drastic impacts on ones frontal lobes. Detoxified, chronic alcoholic males showed reduced inhibition and flexibility in planning, rule detection, coordination between tasks, and made more errors. These individuals had relatively healthy short-term memories but significantly lacked the ability to direct stored information. Processing speed was not a factor to their executive deficits. Measures included the Tower of London, Brixton test, Hayling task, Trail-making test, Stroop Interference Test, and the Alpha-Span Task. Positron emission topography results verified frontal lobe activation during tests of executive functions in which alcoholic participants showed poor performance.",
            "score": 76.278329372406
        },
        {
            "docid": "17690366_9",
            "document": "Frontal lobe injury . A saccade is a fast movement of the eyes in a certain direction. In the most simplistic form, there are two types of saccade tests administered in which the only requirement is movement of the eye: the prosaccade and the antisaccade. In the prosaccade, participants are required to quickly look toward a point in response to some attention-catching cue, such as a flashing light. Because there are very powerful evolutionary forces that work to automatically focus attention toward prepotent (greater in power) stimuli, this type of test does not call upon an individual’s executive control; therefore, the prosaccade is not relevant when testing the effects of frontal lobe damage on executive cognitive control and working memory. Conversely, the antisaccade test requires not only ignoring the flashing cue, but looking in the opposite direction. This task calls for inhibition of a prepotent response as well as planning and executing an eye movement that contradicts instinct. In the anti-saccade test, an individual has to set the goal of ignoring these instincts and continue to ‘’maintain’’ this goal. Those with frontal lobe injuries show lower working memory, and therefore typically do not test well in the antisaccade test.",
            "score": 51.26434862613678
        },
        {
            "docid": "3704475_43",
            "document": "Executive functions . Theories of the executive system were largely driven by observations of patients having suffered frontal lobe damage. They exhibited disorganized actions and strategies for everyday tasks (a group of behaviors now known as dysexecutive syndrome) although they seemed to perform normally when clinical or lab-based tests were used to assess more fundamental cognitive functions such as memory, learning, language, and reasoning. It was hypothesized that, to explain this unusual behaviour, there must be an overarching system that co-ordinates other cognitive resources.",
            "score": 99.16221308708191
        },
        {
            "docid": "19628311_7",
            "document": "Earl K. Miller . Earl Miller's research aims to understand how the prefrontal cortex, a neural system located in the frontal lobe of the brain, subserves cognitive control. Cognitive or executive control involves the higher-order processing that comes into play when our behavior has to be guided by plans, thoughts, and goals. This sort of behavior contrasts with the one that is primarily driven by external stimuli or by emotion, as well as with behavior that is stereotypical and automatic. Although the prefrontal cortex (PFC) has long been thought to mediate executive functions in the human brain, the mechanisms through which PFC regulates this goal-oriented, purposeful behavior were not clearly understood.",
            "score": 82.90153455734253
        },
        {
            "docid": "1673370_19",
            "document": "Adult attention deficit hyperactivity disorder . It is becoming increasingly accepted that individuals with ADHD have difficulty with \"executive functioning\". In higher organisms, such as humans, these functions are thought to reside in the frontal lobes. They enable recall of tasks that need accomplishing, organization to accomplish these tasks, assessment of consequences of actions, prioritization of thoughts and actions, keeping track of time, awareness of interactions with surroundings, the ability to focus despite competing stimuli, and adaptation to changing situations.",
            "score": 83.91718339920044
        },
        {
            "docid": "142910_59",
            "document": "Creativity . In 2005, Alice Flaherty presented a three-factor model of the creative drive. Drawing from evidence in brain imaging, drug studies and lesion analysis, she described the creative drive as resulting from an interaction of the frontal lobes, the temporal lobes, and dopamine from the limbic system. The frontal lobes can be seen as responsible for idea generation, and the temporal lobes for idea editing and evaluation. Abnormalities in the frontal lobe (such as depression or anxiety) generally decrease creativity, while abnormalities in the temporal lobe often increase creativity. High activity in the temporal lobe typically inhibits activity in the frontal lobe, and vice versa. High dopamine levels increase general arousal and goal directed behaviors and reduce latent inhibition, and all three effects increase the drive to generate ideas. A 2015 study on creativity found that it involves the interaction of multiple neural networks, including those that support associative thinking, along with other default mode network functions.",
            "score": 86.49828910827637
        },
        {
            "docid": "4942863_7",
            "document": "Utilization behavior . The frontal lobe is responsible for problem solving, motor function, memory, judgment, impulse control, and social behavior. It is also needed for goal-directed behavior. Patients with frontal lobe injury may have problems in the selection, production, and organization of goal-directed behavior.",
            "score": 67.701406955719
        },
        {
            "docid": "2424129_14",
            "document": "Sluggish cognitive tempo . The executive system of the human brain provides for the cross-temporal organization of behavior towards goals and the future and coordinates actions and strategies for everyday goal-directed tasks. Essentially, this system permits humans to self-regulate their behavior so as to sustain action and problem solving toward goals specifically and the future more generally. Dysexecutive syndrome is defined as a \"cluster of impairments generally associated with damage to the frontal lobes of the brain\" which includes \"difficulties with high-level tasks such as planning, organising, initiating, monitoring and adapting behaviour\". Such executive deficits pose serious problems for a person's ability to engage in self-regulation over time to attain their goals and anticipate and prepare for the future.",
            "score": 98.86290383338928
        },
        {
            "docid": "43097038_2",
            "document": "Behavior tree (artificial intelligence, robotics and control) . A Behavior Tree (BT) is a mathematical model of plan execution used in computer science, robotics, control systems and video games. They describe switchings between a finite set of tasks in a modular fashion. Their strength comes from their ability to create very complex tasks composed of simple tasks, without worrying how the simple tasks are implemented. BTs present some similarities to hierarchical state machines with the key difference that the main building block of a behavior is a task rather than a state. Its ease of human understanding make BTs less error prone and very popular in the game developer community. BTs have shown to generalize several other control architectures.",
            "score": 63.83872389793396
        },
        {
            "docid": "41122131_6",
            "document": "Cognitive humor processing . The frontal aging hypothesis suggests that the prefrontal cortex is particularly vulnerable to the effects of aging and implies that functions supported by the frontal lobes will be disproportionately impaired. The volume of the frontal cortex and its pronounced age-related alterations in the 5-HT2 and D2 receptor availability are the basis for this hypothesis and point to the impairment of executive functions including working memory, inhibition, and planning. The ways in which executive functions were measured to testify the age-related decreases in frontal lobe activity with humor comprehension included three assessors: inhibition, set shifting, and working memory. It is seen across several studies that older adults have the capability of selecting the proper punchline of a joke in comparison to younger adults, but they are shown to select a lot fewer total selections. Older adults made more choices of logical alternatives and even showed a tendency to select more slapstick humor.",
            "score": 68.38531947135925
        },
        {
            "docid": "3704475_25",
            "document": "Executive functions . According to this model, the executive system of the human brain provides for the cross-temporal organization of behavior towards goals and the future and coordinates actions and strategies for everyday goal-directed tasks. Essentially, this system permits humans to self-regulate their behavior so as to sustain action and problem solving toward goals specifically and the future more generally. Thus, executive function deficits pose serious problems for a person's ability to engage in self-regulation over time to attain their goals and anticipate and prepare for the future.",
            "score": 100.46027755737305
        },
        {
            "docid": "53742741_7",
            "document": "Future orientation . Extending from the research on executive functioning, delay discounting is defined as the extent to which a person prefers an immediate reward of less value compared to a delayed reward of more value. The task that is used to measure delay discounting is a behavioral decision-making task in which people are asked to choose between an immediate reward of less value (e.g., $400 today) and a variety of delayed rewards of more value (e.g., $700 1 month from now or $800 six months from now). How well someone performs on this task has been linked to development of brain regions, specifically the pre-frontal lobe, that are responsible for a person's reactions to rewards and punishments, and resistance to impulses. Delay discounting is used as a measure of future orientation because people need to be able to be motivated to work and plan in the present to receive the reward or reach their goal. It also provides a behavioral and neurological basis for future orientation.",
            "score": 66.1794205904007
        },
        {
            "docid": "16492198_3",
            "document": "Organizational behavior and human resources . Organizational Behavior studies human behavior in social settings with an emphasis on explaining, predicting, and understanding behavior in organizations. Empirical generalizations and theories emanating from the cognitive and reinforcement paradigms and models of social influence are examined as the basis for analysis and understanding of topics such as motivation, leadership behavior, task performance, problem solving and decision making, group functioning, and other classes of behavior relevant to organizational effectiveness.",
            "score": 82.79144501686096
        },
        {
            "docid": "43903922_13",
            "document": "Alcohol-related brain damage . It is unclear how the frequency and length of these binge drinking sessions impacts brain damage in humans. Humans who drank at least 100 drinks (male) or 80 drinks (female) per month (concentrated to 21 occasions or less per month) throughout a 3-year period had impaired decision making skills compared to non-binge drinkers. An MRI brain scan found that levels of N-acetylaspartate (NAA), a metabolite biomarker for neural integrity, was lower in binge drinkers. Additionally, abnormal brain metabolism, a loss of white brain matter in the frontal lobe, and higher parietal gray matter NAA levels were found. This shows a correlation between binge drinking, poor executive functioning, and working memory. A decrease in frontal lobe NAA levels is associated with impaired executive functioning and processing speed in neuro-performance tests.",
            "score": 88.41763830184937
        },
        {
            "docid": "21312313_41",
            "document": "Procedural memory . Parkinson's Disease is known to affect selective areas in the frontal lobe area of the brain. Current scientific information suggests that the memory performance problems notably shown in patients are controlled by unusual frontostriatal circuits. Parkinson's patients often have difficulty with the sequence-specific knowledge that is needed in the acquisition step of procedural memory. Further evidence suggests that the frontal lobe networks relate to executive function and only act when specific tasks are presented to the patient. This tells us that the frontostriatal circuits are independent but able to work collaboratively with other areas of the brain to help with various things such as paying attention or focusing.",
            "score": 54.291181802749634
        },
        {
            "docid": "3704475_50",
            "document": "Executive functions . Despite the growing currency of the 'biasing' model of executive functions, direct evidence for functional connectivity between the PFC and sensory regions when executive functions are used, is to date rather sparse. Indeed, the only direct evidence comes from studies in which a portion of frontal cortex is damaged, and a corresponding effect is observed far from the lesion site, in the responses of sensory neurons. However, few studies have explored whether this effect is specific to situations where executive functions are required. Other methods for measuring connectivity between distant brain regions, such as correlation in the fMRI response, have yielded indirect evidence that the frontal cortex and sensory regions communicate during a variety of processes thought to engage executive functions, such as working memory, but more research is required to establish how information flows between the PFC and the rest of the brain when executive functions are used. As an early step in this direction, an fMRI study on the flow of information processing during visuospatial reasoning has provided evidence for causal associations (inferred from the temporal order of activity) between sensory-related activity in occipital and parietal cortices and activity in posterior and anterior PFC. Such approaches can further elucidate the distribution of processing between executive functions in PFC and the rest of the brain.",
            "score": 72.3551424741745
        },
        {
            "docid": "3704475_6",
            "document": "Executive functions . Historically, the executive functions have been seen as regulated by the prefrontal regions of the frontal lobes, but it is still a matter of ongoing debate if that really is the case. Even though articles on prefrontal lobe lesions commonly refer to disturbances of executive functions and vice versa, a review found indications for the sensitivity but not for the specificity of executive function measures to frontal lobe functioning. This means that both frontal and non-frontal brain regions are necessary for intact executive functions. Probably the frontal lobes need to participate in basically all of the executive functions, but it is not the only brain structure involved.",
            "score": 78.312020778656
        },
        {
            "docid": "3704475_53",
            "document": "Executive functions . Other important evidence for executive functions processes in the prefrontal cortex have been described. One widely cited review article emphasizes the role of the medial part of the PFC in situations where executive functions are likely to be engaged – for example, where it is important to detect errors, identify situations where stimulus conflict may arise, make decisions under uncertainty, or when a reduced probability of obtaining favourable performance outcomes is detected. This review, like many others, highlights interactions between medial and lateral PFC, whereby posterior medial frontal cortex signals the need for increased executive functions and sends this signal on to areas in dorsolateral prefrontal cortex that actually implement control. Yet there has been no compelling evidence at all that this view is correct, and, indeed, one article showed that patients with lateral PFC damage had reduced ERNs (a putative sign of dorsomedial monitoring/error-feedback) – suggesting, if anything, that the direction of flow of the control could be in the reverse direction. Another prominent theory emphasises that interactions along the perpendicular axis of the frontal cortex, arguing that a 'cascade' of interactions between anterior PFC, dorsolateral PFC, and premotor cortex guides behaviour in accordance with past context, present context, and current sensorimotor associations, respectively.",
            "score": 69.76358830928802
        },
        {
            "docid": "17690366_4",
            "document": "Frontal lobe injury . An increase in impulsivity, risk taking or both is often seen in individuals following frontal lobe damage. The two related terms differ in that impulsivity is a response disinhibition, while risk taking is related to the reward-based aspects of decision-making. Put more simply, an impulsive person will make a decision quickly, without considering the consequences, leading ultimately to a lack of self-control. Contrarily, risk takers will look at the consequences but not weigh them; they will jump at the opportunity of a reward even if the likelihood of receiving that reward is slim. The increase of risk taking amongst damaged frontal lobe patients can be directly observed during gambling, and gambling tasks have been developed to measure such behavior.",
            "score": 63.99867796897888
        },
        {
            "docid": "34820690_19",
            "document": "Supervisory attentional system . Frontal lobe lesions and age influence executive functioning processes in similar, but different ways. Patients with frontal lobe lesions were slower than controls on initiating and inhibiting tasks during the Hayling test, while elderly were only slower than young participants on inhibiting tasks. Elderly and frontal patients both produced a high level of error on the Brixton test, but responses by the elderly was more directly correlated to logical rules.",
            "score": 64.30936408042908
        },
        {
            "docid": "8296426_2",
            "document": "Frontostriatal circuit . Frontostriatal circuits are neural pathways that connect frontal lobe regions with the basal ganglia (striatum) that mediate motor, cognitive, and behavioural functions within the brain. They receive inputs from dopaminergic, serotonergic, noradrenergic, and cholinergic cell groups that modulate information processing. Frontostriatal circuits are part of the executive functions. Executive functions includes following: selection and perception of important information, manipulation of information in working memory, planning and organization, behavioral control, adaptation to changes, and decision making. These circuits are involved in neurodegenerative disorders such as Alzheimer's disease and Parkinson's disease as well as neuropsychiatric disorders including schizophrenia, depression, obsessive compulsive disorder (OCD), and attention-deficit hyperactivity disorder (ADHD). There are five defined frontostriatal circuits: motor and oculomotor circuits originating in the frontal eye fields are involved in motor functions; while dorsolateral prefrontal, orbital frontal, and anterior cingulate circuits are involved in executive functions, social behavior and motivational states. These five circuits share same anatomical structures. These circuits originate in prefrontal cortex and project to the striatum followed by globus pallidus and substantia nigra and finally to the thalamus. There are also feedback loops from thalamus back to prefrontal cortex completing the closed loop circuits. Also, there are open connections to these circuits integrating information from other areas of the brain.",
            "score": 84.41161918640137
        },
        {
            "docid": "34820690_14",
            "document": "Supervisory attentional system . Lesions in the left anterior frontal lobe are associated with a difficulty in solving novel problems, with less of a problem solving well-learned tasks. This suggests the SAS is present in the left anterior frontal lobe and is more prevalent than contention scheduling. Some common functions characterized by the SAS are planning, inhibition, and abstraction of logical rules. These processes were measured using specifically designed tasks, the Tower of London (TOL), Hayling test, and Brixton test, respectively, and used for the comparison between patients with frontal lobe lesions and control individuals. Patients with lesions required more moves and made more errors on the TOL, they had difficulty initiating automatic responses and inhibiting dominant responses on the Hayling test, and lacked the ability to discover and apply logical rules. Their responses had an abnormally high incidence of irrational responses. The effect was most significant in patients with left anterior frontal lesions suggesting that the impairment of cognitive functions resulted in a dysfunctional SAS which may be more operable in the left anterior portion of the frontal lobe.",
            "score": 71.94402360916138
        },
        {
            "docid": "11707911_12",
            "document": "Human multitasking . Laboratory-based studies of multi-tasking indicate that one motivation for switching between tasks is to increase the time spent on the task that produces the most reward (Payne, Duggan & Neth, 2007). This reward could be progress towards an overall task goal, or it could simply be the opportunity to pursue a more interesting or fun activity. Payne, Duggan and Neth (2007) found that decisions to switch task reflected either the reward provided by the current task or the availability of a suitable opportunity to switch (i.e. the completion of a subgoal). A French fMRI study published in 2010 indicated preliminary support for the hypothesis that the brain can pursue at most two goals simultaneously, one for each frontal lobe (which has a goal-oriented area).",
            "score": 52.452463150024414
        },
        {
            "docid": "378010_4",
            "document": "Planning . Planning is one of the executive functions of the brain, encompassing the neurological processes involved in the formulation, evaluation and selection of a sequence of thoughts and actions to achieve a desired goal. Various studies utilizing a combination of neuropsychological, neuropharmacological and functional neuroimaging approaches have suggested there is a positive relationship between impaired planning ability and damage to the frontal lobe.",
            "score": 72.3941171169281
        },
        {
            "docid": "27023036_2",
            "document": "Planning (cognitive) . Cognitive planning is one of the executive functions. It encompasses the neurological processes involved in the formulation, evaluation and selection of a sequence of thoughts and actions to achieve a desired goal. Various studies utilizing a combination of neuropsychological, neuropharmacological and functional neuroimaging approaches have suggested there is a positive relationship between impaired planning ability and damage to the frontal lobe.",
            "score": 68.76361179351807
        },
        {
            "docid": "169305_60",
            "document": "Cognitive dissonance . The results reported in \"Contributions from Research on Anger and Cognitive Dissonance to Understanding the Motivational Functions of Asymmetrical Frontal Brain Activity\" (2004) indicate that the occurrence of cognitive dissonance is associated with neural activity in the left frontal cortex, a brain structure also associated with the emotion of anger; moreover, functionally, anger motivates neural activity in the left frontal cortex. Applying a directional model of Approach motivation, the study \"Anger and the Behavioural Approach System\" (2003) indicated that the relation between cognitive dissonance and anger is supported by neural activity in the left frontal cortex that occurs when a person takes control of the social situation causing the cognitive dissonance. Conversely, if the person cannot control or cannot change the psychologically stressful situation, he or she is without a motivation to change the circumstance, then there arise other, negative emotions to manage the cognitive dissonance, such as socially inappropriate behavior.",
            "score": 65.48681426048279
        },
        {
            "docid": "488083_51",
            "document": "Theory of mind . Neuropsychological evidence has provided support for neuroimaging results regarding the neural basis of theory of mind. Studies with patients suffering from a lesion of the frontal lobes and the temporoparietal junction of the brain (between the temporal lobe and parietal lobe) reported that they have difficulty with some theory of mind tasks. This shows that theory of mind abilities are associated with specific parts of the human brain. However, the fact that the medial prefrontal cortex and temporoparietal junction are necessary for theory of mind tasks does not imply that these regions are specific to that function. TPJ and mPFC may subserve more general functions necessary for Theory of Mind.",
            "score": 71.61043763160706
        }
    ],
    "r": [
        {
            "docid": "25146378_14",
            "document": "Functional specialization (brain) . Studies have found the frontal lobes to be involved in the executive functions of the brain, which are higher level cognitive processes. This control process is involved in the coordination, planning and organizing of actions towards an individual's goals. It contributes to such things as one's behaviour, language and reasoning. More specifically, it was found to be the function of the prefrontal cortex, and evidence suggest that these executive functions control processes such as planning and decision making, error correction and assisting overcoming habitual responses. Miller and Cummings used PET and functional magnetic imaging (fMRI) to further support functional specialization of the frontal cortex. They found lateralization of verbal working memory in the left frontal cortex and visuospatial working memory in the right frontal cortex. Lesion studies support these findings where left frontal lobe patients exhibited problems in controlling executive functions such as creating strategies. The dorsolateral, ventrolateral and anterior cingulate regions within the prefrontal cortex are proposed to work together in different cognitive tasks, which is related to interaction theories. However, there has also been evidence suggesting strong individual specializations within this network. For instance, Miller and Cummings found that the dorsolateral prefrontal cortex is specifically involved in the manipulation and monitoring of sensorimotor information within working memory.",
            "score": 108.80143737792969
        },
        {
            "docid": "168191_13",
            "document": "Human intelligence . Based on A. R. Luria's (1966) seminal work on the modularization of brain function, and supported by decades of neuroimaging research, the PASS Theory of Intelligence proposes that cognition is organized in three systems and four processes. The first process is the Planning, which involves executive functions responsible for controlling and organizing behavior, selecting and constructing strategies, and monitoring performance. The second is the Attention process, which is responsible for maintaining arousal levels and alertness, and ensuring focus on relevant stimuli. The next two are called Simultaneous and Successive processing and they involve encoding, transforming, and retaining information. Simultaneous processing is engaged when the relationship between items and their integration into whole units of information is required. Examples of this include recognizing figures, such as a triangle within a circle vs. a circle within a triangle, or the difference between 'he had a shower before breakfast' and 'he had breakfast before a shower.' Successive processing is required for organizing separate items in a sequence such as remembering a sequence of words or actions exactly in the order in which they had just been presented. These four processes are functions of four areas of the brain. Planning is broadly located in the front part of our brains, the frontal lobe. Attention and arousal are combined functions of the frontal lobe and the lower parts of the cortex, although the parietal lobes are also involved in attention as well. Simultaneous processing and Successive processing occur in the posterior region or the back of the brain. Simultaneous processing is broadly associated with the occipital and the parietal lobes while Successive processing is broadly associated with the frontal-temporal lobes. The PASS (Planning/Attention/Simultaneous/Successive) theory is heavily indebted to both Luria (1966, 1973), and studies in cognitive psychology involved in promoting a better look at intelligence.",
            "score": 103.34124755859375
        },
        {
            "docid": "17690366_2",
            "document": "Frontal lobe injury . The frontal lobe of the human brain is both relatively large in mass and less restricted in movement than the posterior portion of the brain. It is a component of the cerebral system, which supports goal directed behavior. This lobe is often cited as the part of the brain responsible for the ability to decide between good and bad choices, as well as recognize the consequences of different actions. Because of its location in the anterior part of the head, the frontal lobe is arguably more susceptible to injuries. Following a frontal lobe injury, an individual’s abilities to make good choices and recognize consequences are often impaired. Memory impairment is another common effect associated with frontal lobe injuries, but this effect is less documented and may or may not be the result of flawed testing. Damage to the frontal lobe can cause increased irritability, which may include a change in mood and an inability to regulate behavior. Particularly, an injury of the frontal lobe could lead to deficits in executive function, such as anticipation, goal selection, planning, initiation, sequencing, monitoring (detecting errors), and self-correction (initiating novel responses). A widely reported case of frontal lobe injury was that of Phineas Gage, a railroad worker whose left frontal lobe was damaged by a large iron rod in 1848 (though Gage's subsequent personality changes are almost always grossly exaggerated).",
            "score": 102.00704956054688
        },
        {
            "docid": "3704475_25",
            "document": "Executive functions . According to this model, the executive system of the human brain provides for the cross-temporal organization of behavior towards goals and the future and coordinates actions and strategies for everyday goal-directed tasks. Essentially, this system permits humans to self-regulate their behavior so as to sustain action and problem solving toward goals specifically and the future more generally. Thus, executive function deficits pose serious problems for a person's ability to engage in self-regulation over time to attain their goals and anticipate and prepare for the future.",
            "score": 100.46027374267578
        },
        {
            "docid": "32754049_3",
            "document": "PASS theory of intelligence . Based on A. R. Luria's (1966) work on modularization of brain function, and supported by decades of neuroimaging research, the PASS Theory of Intelligence proposes that cognition is organized in three systems and four processes. The first process is Planning, which involves executive functions responsible for controlling and organizing behavior, selecting and constructing strategies, and monitoring performance. The second is the Attention process, responsible for maintaining arousal levels and alertness, and ensuring focus on relevant stimuli. The two processes, Simultaneous Processing and Successive Processing encode, transform, and retain information. Simultaneous processing is engaged for determination of the relationship between items integration into whole units of information is required. Examples of this include recognizing figures, such as a triangle within a circle vs. a circle within a triangle. Successive processing is required for organizing separate items in a sequence such as remembering a sequence of words or actions exactly in the order in which they had just been presented. These four processes are hypothesized to functions of four areas of the brain. Planning is broadly located in the front part of our brains, the frontal lobe. Attention and arousal are combined functions of the frontal lobe and the lower parts of the cortex, although the parietal lobes are also involved in attention as well. Simultaneous processing and Successive processing occur in the posterior region or the back of the brain. Simultaneous processing is broadly associated with the occipital and the parietal lobes while Successive processing is broadly associated with the frontal-temporal lobes. The PASS (Planning/Attention/Simultaneous/Successive) theory is heavily indebted to both Luria (1966, 1973), and studies in cognitive psychology involved in promoting a different look at intelligence.",
            "score": 99.63644409179688
        },
        {
            "docid": "3704475_43",
            "document": "Executive functions . Theories of the executive system were largely driven by observations of patients having suffered frontal lobe damage. They exhibited disorganized actions and strategies for everyday tasks (a group of behaviors now known as dysexecutive syndrome) although they seemed to perform normally when clinical or lab-based tests were used to assess more fundamental cognitive functions such as memory, learning, language, and reasoning. It was hypothesized that, to explain this unusual behaviour, there must be an overarching system that co-ordinates other cognitive resources.",
            "score": 99.16221618652344
        },
        {
            "docid": "2424129_14",
            "document": "Sluggish cognitive tempo . The executive system of the human brain provides for the cross-temporal organization of behavior towards goals and the future and coordinates actions and strategies for everyday goal-directed tasks. Essentially, this system permits humans to self-regulate their behavior so as to sustain action and problem solving toward goals specifically and the future more generally. Dysexecutive syndrome is defined as a \"cluster of impairments generally associated with damage to the frontal lobes of the brain\" which includes \"difficulties with high-level tasks such as planning, organising, initiating, monitoring and adapting behaviour\". Such executive deficits pose serious problems for a person's ability to engage in self-regulation over time to attain their goals and anticipate and prepare for the future.",
            "score": 98.86289978027344
        },
        {
            "docid": "490620_2",
            "document": "Human brain . The human brain is the central organ of the human nervous system, and with the spinal cord makes up the central nervous system. The brain consists of the cerebrum, the brainstem and the cerebellum. It controls most of the activities of the body, processing, integrating, and coordinating the information it receives from the sense organs, and making decisions as to the instructions sent to the rest of the body. The brain is contained in, and protected by, the skull bones of the head.  The cerebrum is the largest part of the human brain. It is divided into two cerebral hemispheres. The cerebral cortex is an outer layer of grey matter, covering the core of white matter. The cortex is split into the neocortex and the much smaller allocortex. The neocortex is made up of six neuronal layers, while the allocortex has three or four. Each hemisphere is conventionally divided into four lobes – the frontal, temporal, parietal, and occipital lobes. The frontal lobe is associated with executive functions including self-control, planning, reasoning, and abstract thought, while the occipital lobe is dedicated to vision. Within each lobe, cortical areas are associated with specific functions, such as the sensory, motor and association regions. Although the left and right hemispheres are broadly similar in shape and function, some functions are associated with one side, such as language in the left and visual-spatial ability in the right. The hemispheres are connected by commissural nerve tracts, the largest being the corpus callosum.",
            "score": 98.11193084716797
        },
        {
            "docid": "26434412_21",
            "document": "Mark Mattson . Mental Pattern Processing: A fundamental question in philosophy and neuroscience is why and how humans have greatly surpassed other species in their abilities to reason, communicate and engage in abstract thought. In 2014 Dr. Mattson published an article entitled “Superior Pattern Processing is the Essence of the Evolved Human Brain” in which he proposed that superior mental processing of patterns is the fundamental basis of all advanced capabilities of the human brain including intelligence, imagination, invention, language and the belief in imaginary entities such as gods and ghosts. The expansion of the cerebral cortex during human evolution involved mostly brain regions such as the visual association cortex and prefrontal cortex that function to rapidly process visual images and make decisions accordingly. Patterns, be they real or imagined, are reinforced by emotional and social experiences, indoctrination and even psychedelic drugs. The abnormal brain function and behaviors that occur in cognitive and psychiatric disorders result from impaired or aberrant pattern processing. Dr. Mattson’s theory has important implications for understanding human intelligence, creativity and imagination, and for the development of novel approaches for reducing irrational decisions and destructive behaviors that continue to persist in individuals and radical groups throughout the world.",
            "score": 93.71979522705078
        },
        {
            "docid": "17682224_10",
            "document": "Evolution of the brain . With the use of in vivo Magnetic resonance imaging (MRI) and tissue sampling, different cortical samples from members of each hominoid species were analyzed. In each species, specific areas were either relatively enlarged or shrunken, which can detail neural organizations. Different sizes in the corticol areas can show specific adaptations, functional specializations and evolutionary events that were changes in how the hominoid brain is organized. In early prediction it was thought that the frontal lobe, a large part of the brain that is generally devoted to behavior and social interaction, predicted the differences in behavior between hominoid and humans. Discrediting this theory was evidence supporting that damage to the frontal lobe in both humans and hominoids show atypical social and emotional behavior; thus, this similarity means that the frontal lobe was not very likely to be selected for reorganization. Instead, it is now believed that evolution occurred in other parts of the brain that are strictly associated with certain behaviors. The reorganization that took place is thought to have been more organizational than volumetric; whereas the brain volumes were relatively the same but specific landmark position of surface anatomical features, for example, the lunate sulcus suggest that the brains had been through a neurological reorganization. There is also evidence that the early hominin lineage also underwent a quiescent period, which supports the idea of neural reorganization. Dental fossil records for early humans and hominins show that immature hominins, including australopithecines and members of \"Homo\", reveal that these species have a quiescent period (Bown et al. 1987). A quiescent period is a period in which there are no dental eruptions of adult teeth; at this time the child becomes more accustomed to social structure, and development of culture. During this time the child is given an extra advantage over other hominoids, devoting several years into developing speech and learning to cooperate within a community. This period is also discussed in relation to encephalization. It was discovered that chimpanzees do not have this neutral dental period and suggest that a quiescent period occurred in very early hominin evolution. Using the models for neurological reorganization it can be suggested the cause for this period, dubbed middle childhood, is most likely for enhanced foraging abilities in varying seasonal environments. To understand the development of human dentition, taking a look at behavior and biology.",
            "score": 90.13223266601562
        },
        {
            "docid": "21312269_22",
            "document": "Executive dysfunction . The Wisconsin Card Sorting Test (WCST) is used to determine an individual's competence in abstract reasoning, and the ability to change problem-solving strategies when needed. These abilities are primarily determined by the frontal lobes and basal ganglia, which are crucial components of executive functioning; making the WCST a good measure for this purpose.",
            "score": 89.822021484375
        },
        {
            "docid": "10992052_5",
            "document": "Methods of neuro-linguistic programming . \"Modeling\" in NLP is the process of adopting the behaviors, language, strategies and beliefs of another person or exemplar in order to 'build a model of what they do...we know that our modeling has been successful when we can systematically get the same behavioural outcome as the person we have modeled'. The 'model' is then reduced to a pattern that can be taught to others. The founders, Bandler and Grinder, started by analysing in detail and then searching for what made successful psychotherapists different from their peers. The patterns discovered were developed over time and adapted for general communication and effecting change. The original models were: Milton Erickson (hypnotherapy), Virginia Satir (family therapy), and Fritz Perls (gestalt therapy). NLP modeling methods are designed to unconsciously assimilate the tacit knowledge to learn what the master is doing of which the master is not aware. As an approach to learning it can involve modeling exceptional people. As Bandler and Grinder state \"the function of NLP modeling is to arrive at descriptions which are useful.\" Einspruch & Forman 1985 state that \"when modeling another person the modeler suspends his or her own beliefs and adopts the structure of the physiology, language, strategies, and beliefs of the person being modeled. After the modeler is capable of behaviorally reproducing the patterns (of behavior, communication, and behavioral outcomes) of the one being modeled, a process occurs in which the modeler modifies and readopts his or her own belief system while also integrating the beliefs of the one who was modeled.\" Modeling is not confined to therapy, but can be, and is, applied to a broad range of human learning. Another aspect of modeling is understanding the patterns of one's own behaviors in order to 'model' the more successful parts of oneself.",
            "score": 89.15721130371094
        },
        {
            "docid": "21312269_52",
            "document": "Executive dysfunction . From an evolutionary perspective, it has been hypothesized that the executive system may have evolved to serve several adaptive purposes. The prefrontal lobe in humans has been associated both with metacognitive executive functions and emotional executive functions. Theory and evidence suggest that the frontal lobes in other primates also mediate and regulate emotion, but do not demonstrate the metacognitive abilities that are demonstrated in humans. This uniqueness of the executive system to humans implies that there was also something unique about the environment of ancestral humans, which gave rise to the need for executive functions as adaptations to that environment. Some examples of possible adaptive problems that would have been solved by the evolution of an executive system are: social exchange, imitation and observational learning, enhanced pedagogical understanding, tool construction and use, and effective communication.",
            "score": 88.54436492919922
        },
        {
            "docid": "43903922_13",
            "document": "Alcohol-related brain damage . It is unclear how the frequency and length of these binge drinking sessions impacts brain damage in humans. Humans who drank at least 100 drinks (male) or 80 drinks (female) per month (concentrated to 21 occasions or less per month) throughout a 3-year period had impaired decision making skills compared to non-binge drinkers. An MRI brain scan found that levels of N-acetylaspartate (NAA), a metabolite biomarker for neural integrity, was lower in binge drinkers. Additionally, abnormal brain metabolism, a loss of white brain matter in the frontal lobe, and higher parietal gray matter NAA levels were found. This shows a correlation between binge drinking, poor executive functioning, and working memory. A decrease in frontal lobe NAA levels is associated with impaired executive functioning and processing speed in neuro-performance tests.",
            "score": 88.41764068603516
        },
        {
            "docid": "17690366_11",
            "document": "Frontal lobe injury . It is also important to remember that a single test, such as the WCST, cannot be used to measure the effects of a frontal lobe injury, or the aspects of cognitive function it may affect, such as working memory; variety of tests must be used. A subject may be good at one task but show dysfunction in executive function overall. Similarly, test results can be made misleading after testing the same individual over a long period of time. The subject may get better at a task, but not because of an improvement in executive cognitive function. He/she may have simply learned some strategies for doing this particular task that made it no longer a good measurement tool.<citation needed>",
            "score": 88.2806167602539
        },
        {
            "docid": "31966834_6",
            "document": "Scott Barry Kaufman . Most theories of human intelligence and tests of intelligence emphasize controlled and deliberate reasoning as the hallmark of human intelligence. While agreeing that such thought processes are an important component of intelligence, Kaufman argues that spontaneous forms of thinking such as insight, imaginative play, daydreaming, implicit learning, and a reduced latent inhibition are also important contributors to a wide range of intelligent behaviors as well as creative greatness. Integrating modern dual-process theories of cognition with research on human intelligence, Kaufman proposed the dual-process theory of human intelligence. The theory emphasizes the importance of adaptation to task demands as the essence of intelligent functioning. At the same time, the theory takes into account an individual's personal goals and accommodates a wide range of intelligent behaviors in a wide range of fields, from the arts to the sciences. A key assumption of the theory is that abilities are not static entities but are constantly changing throughout the life span as the person continually engages with controlled and spontaneous modes of thought. In \"Ungifted: Intelligence Redefined\", Kaufman makes the point that his theory is also fundamentally developmental, because it views intelligence as the dynamic interplay of engagement and ability over time in the pursuit of personal goals.",
            "score": 86.97108459472656
        },
        {
            "docid": "142910_59",
            "document": "Creativity . In 2005, Alice Flaherty presented a three-factor model of the creative drive. Drawing from evidence in brain imaging, drug studies and lesion analysis, she described the creative drive as resulting from an interaction of the frontal lobes, the temporal lobes, and dopamine from the limbic system. The frontal lobes can be seen as responsible for idea generation, and the temporal lobes for idea editing and evaluation. Abnormalities in the frontal lobe (such as depression or anxiety) generally decrease creativity, while abnormalities in the temporal lobe often increase creativity. High activity in the temporal lobe typically inhibits activity in the frontal lobe, and vice versa. High dopamine levels increase general arousal and goal directed behaviors and reduce latent inhibition, and all three effects increase the drive to generate ideas. A 2015 study on creativity found that it involves the interaction of multiple neural networks, including those that support associative thinking, along with other default mode network functions.",
            "score": 86.498291015625
        },
        {
            "docid": "3737625_14",
            "document": "Self-monitoring . Self-monitoring is useful for students from preschool to adulthood and can be taught to individuals at a variety of levels of cognitive functioning. Self-monitoring interventions foster independent functioning, which allows individuals with disabilities to rely less on prompts from others. Self-monitoring interventions are among the most flexible, useful, and effective strategies for students with academic and behavioral difficulties. They have demonstrated efficacy for targeting a range of academic abilities, self-help skills, behavioral problems, and social behaviors. Students with behavioral and academic difficulties typically have limited awareness and understanding of their own behavior and its effects on others. Self-monitoring interventions equip students to recognize and keep track of their own behavior. Using these strategies, students can learn to identify and increase positive, pro-social behaviors, the behaviors necessary for success in general education settings. Self-monitoring strategies are individualized plans used to increase independent functioning in academic, behavioral, self-help, and social areas. Rather than focusing on reducing a student’s undesired behavior, self-monitoring strategies develop skills that lead to an increase in appropriate behavior. When self-monitoring skills increase, corresponding reductions in undesired behaviors often occur, even without direct intervention. This collateral behavior change allows teachers and parents to address multiple behaviors with one efficient intervention. The five steps involved in planning a self-monitoring intervention:",
            "score": 86.44954681396484
        },
        {
            "docid": "490620_51",
            "document": "Human brain . The brain is responsible for cognition. The brain gives rise to countless cognitive processes that constitute cognition as a whole; however, \"higher cognitive function\" is derived from the set of executive functions, which are a group of cognitive processes that allow the \"cognitive control\" of behaviour: selecting and successfully monitoring behaviours that facilitate the attainment of chosen goals. Executive functions include the ability to filter information and tune out irrelevant stimuli with attentional control and cognitive inhibition, the ability to process and manipulate information held in working memory, the ability to think about multiple concepts simultaneously and switch tasks with cognitive flexibility, the ability to inhibit impulses and prepotent responses with inhibitory control, and the ability to determine the relevance of information or appropriateness of an action. Higher order executive functions require the simultaneous use of multiple basic executive functions and include planning and fluid intelligence (i.e., reasoning and problem solving).",
            "score": 85.94664764404297
        },
        {
            "docid": "52605469_6",
            "document": "Elizabeth A. Phelps . Phelps's research focuses on how our emotions affect the way brain systems function in relation to memory and learning. She aims to figure out how emotions make certain learning experiences stick with us. Her research centers around four topics: incorporating animal models of emotional learning to explain human behavior, influence of emotion on episodic memory, impact of emotion on perception, attention, and expression, and explaining social behavior, decision making, and economics using basic mechanisms of emotional learning.",
            "score": 84.89616394042969
        },
        {
            "docid": "8296426_2",
            "document": "Frontostriatal circuit . Frontostriatal circuits are neural pathways that connect frontal lobe regions with the basal ganglia (striatum) that mediate motor, cognitive, and behavioural functions within the brain. They receive inputs from dopaminergic, serotonergic, noradrenergic, and cholinergic cell groups that modulate information processing. Frontostriatal circuits are part of the executive functions. Executive functions includes following: selection and perception of important information, manipulation of information in working memory, planning and organization, behavioral control, adaptation to changes, and decision making. These circuits are involved in neurodegenerative disorders such as Alzheimer's disease and Parkinson's disease as well as neuropsychiatric disorders including schizophrenia, depression, obsessive compulsive disorder (OCD), and attention-deficit hyperactivity disorder (ADHD). There are five defined frontostriatal circuits: motor and oculomotor circuits originating in the frontal eye fields are involved in motor functions; while dorsolateral prefrontal, orbital frontal, and anterior cingulate circuits are involved in executive functions, social behavior and motivational states. These five circuits share same anatomical structures. These circuits originate in prefrontal cortex and project to the striatum followed by globus pallidus and substantia nigra and finally to the thalamus. There are also feedback loops from thalamus back to prefrontal cortex completing the closed loop circuits. Also, there are open connections to these circuits integrating information from other areas of the brain.",
            "score": 84.41162109375
        },
        {
            "docid": "3224522_2",
            "document": "Theory of reasoned action . The theory of reasoned action (TRA) is one of the three classic models of persuasion. The theory is also used in communication discourse as a theory of understanding. The theory of reasoned action was developed by Martin Fishbein and Icek Ajzen in 1967 and was derived from previous research that began as the theory of attitude. The theory aims to explain the relationship between attitudes and behaviors within human action. TRA is used to predict how individuals will behave based on their pre-existing attitudes and behavioral intentions. An individual's decision to engage in a particular behavior is based on the outcomes the individual expects will come as a result of performing the behavior.",
            "score": 84.03278350830078
        },
        {
            "docid": "37639901_8",
            "document": "Delis–Kaplan Executive Function System . The D-KEFS was designed to be used in clinical settings for a variety of populations. Specifically, it assesses mild brain damage in the frontal lobes. The D-KEFS also helps determine how deficits in higher order thinking may impact an individual’s functioning. In turn, one’s performance can be used to develop coping strategies and rehabilitation programs tailored towards individual’s profile of strengths and weaknesses in executive functions. D-KEFS is designed to be used in school settings by school psychologists, specifically it can be used as an important tool that complements traditional tests of intelligence and other basic achievement skills. This assessment has been utilized for a number of different clinical populations including those with: frontal-lobe lesions, attention deficit hyperactivity disorder, specific learning disabilities, mood disorders (e.g., bipolar disorder), autism spectrum disorders, traumatic brain injury, fetal alcohol syndrome, neuroinflammatory disorders (e.g., multiple sclerosis) and spina bifida.",
            "score": 83.91862487792969
        },
        {
            "docid": "1673370_19",
            "document": "Adult attention deficit hyperactivity disorder . It is becoming increasingly accepted that individuals with ADHD have difficulty with \"executive functioning\". In higher organisms, such as humans, these functions are thought to reside in the frontal lobes. They enable recall of tasks that need accomplishing, organization to accomplish these tasks, assessment of consequences of actions, prioritization of thoughts and actions, keeping track of time, awareness of interactions with surroundings, the ability to focus despite competing stimuli, and adaptation to changing situations.",
            "score": 83.91718292236328
        },
        {
            "docid": "16695601_2",
            "document": "Regret (decision theory) . In decision theory, on making decisions under uncertainty—should information about the best course of action arrive \"after\" taking a fixed decision—the human emotional response of regret is often experienced. The theory of regret aversion or anticipated regret proposes that when facing a decision, individuals might \"anticipate\" regret and thus incorporate in their choice their desire to eliminate or reduce this possibility. Regret is a negative emotion with a powerful social and reputational component, and is central to how humans learn from experience and to the human psychology of risk aversion. Conscious anticipation of regret creates a feedback loop that elevates regret from the emotional realm—often modeled as mere human behavior—into the realm of the rational choice behavior that is modeled in decision theory.",
            "score": 83.2995834350586
        },
        {
            "docid": "996026_2",
            "document": "Commonsense reasoning . Commonsense reasoning is one of the branches of artificial intelligence (AI) that is concerned with simulating the human ability to make presumptions about the type and essence of ordinary situations they encounter every day. These assumptions include judgments about the physical properties, purpose, intentions and behavior of people and objects, as well as possible outcomes of their actions and interactions. A device that exhibits commonsense reasoning will be capable of predicting results and drawing conclusions that are similar to humans' folk psychology (humans' innate ability to reason about people's behavior and intentions) and naive physics (humans' natural understanding of the physical world).",
            "score": 83.25462341308594
        },
        {
            "docid": "19628311_7",
            "document": "Earl K. Miller . Earl Miller's research aims to understand how the prefrontal cortex, a neural system located in the frontal lobe of the brain, subserves cognitive control. Cognitive or executive control involves the higher-order processing that comes into play when our behavior has to be guided by plans, thoughts, and goals. This sort of behavior contrasts with the one that is primarily driven by external stimuli or by emotion, as well as with behavior that is stereotypical and automatic. Although the prefrontal cortex (PFC) has long been thought to mediate executive functions in the human brain, the mechanisms through which PFC regulates this goal-oriented, purposeful behavior were not clearly understood.",
            "score": 82.90153503417969
        },
        {
            "docid": "16492198_3",
            "document": "Organizational behavior and human resources . Organizational Behavior studies human behavior in social settings with an emphasis on explaining, predicting, and understanding behavior in organizations. Empirical generalizations and theories emanating from the cognitive and reinforcement paradigms and models of social influence are examined as the basis for analysis and understanding of topics such as motivation, leadership behavior, task performance, problem solving and decision making, group functioning, and other classes of behavior relevant to organizational effectiveness.",
            "score": 82.79144287109375
        },
        {
            "docid": "20802095_7",
            "document": "Carl Walters . One of Walters biggest concerns in the rapidly changing environment is how managers can successfully manage fisheries stocks in lieu of the uncertainty in making decisions. His concept of active adaptive management involves large-scale experimentation, or \"learning-by-doing\", in order to understand the population dynamics in fish communities and to aide in the decision-making process done by policy makers. Walters encourages other scientists, managers, and policy makers to embrace the uncertainty in experiments and decisions and to develop ecosystem models based on the uncertainties in order to make multiple hypotheses instead of just one hypothesis. Although active adaptive management has gained much support from the scientific community, there is still great hesitation from scientists and managers to implement these large-scale experiments. These hesitations arise from large monetary costs for the experiments as well as the monitoring of the experiments, lack of an individual willing to take on the daunting task of organizing the experiments, the limitations of models to perfectly represent an ecosystem, and the conflicting ecological values between different interest groups. Although there are concerns when executing active adaptive management strategies, there is a growing need to modify the current methods for exploring and understanding ecosystems, especially on a larger scale, and active adaptive management strategies aim to do exactly that.",
            "score": 82.43824768066406
        },
        {
            "docid": "577858_6",
            "document": "Imitation . We are capable of imitating movements, actions, skills, behaviors, gestures, pantomimes, mimics, vocalizations, sounds, speech, etc. and that we have particular \"imitation systems\" in the brain is old neurological knowledge dating back to Hugo Karl Liepmann. Liepmann's model 1908 \"\"Das hierarchische Modell der Handlungsplanung\"\" (the hierarchical model of action planning) is still valid. On studying the cerebral localization of function, Liepmann postulated that planned or commanded actions were prepared in the parietal lobe of the brain's dominant hemisphere, and also frontally. His most important pioneering work is when extensively studying patients with lesions in these brain areas, he discovered that the patients lost (among other things) the ability to imitate. He was the one who coined the term \"apraxia\" and differentiated between ideational and ideomotor apraxia. In this basic and wider frame of classical neurological knowledge the discovery of the mirror neuron has to be seen. Though mirror neurons were first discovered in macaques, their discovery also relates to humans.",
            "score": 81.0335464477539
        },
        {
            "docid": "1305044_24",
            "document": "Neuroscience and intelligence . In 2007, Behavioral and Brain Sciences published a target article that put forth a biological model of intelligence based on 37 peer-reviewed neuroimaging studies (Jung & Haier, 2007). Their review of a wealth of data from functional imaging (functional magnetic resonance imaging and positron emission tomography) and structural imaging (diffusion MRI, voxel-based morphometry, in vivo magnetic resonance spectroscopy) argues that human intelligence arises from a distributed and integrated neural network comprising brain regions in the frontal and parietal lobes.",
            "score": 80.55624389648438
        },
        {
            "docid": "1803792_6",
            "document": "Wisconsin Card Sorting Test . Psychological tests such as the WCST, administered alone, cannot be used to measure the effects of a frontal lobe injury, or the aspects of cognitive function it may affect, such as working memory; a variety of tests must be used. A subject may be good at one task but show dysfunction in executive function overall. Similarly, test results can be made misleading after testing the same individual over a long period of time. The subject may get better at a task, but not because of an improvement in executive cognitive function. He/she may have simply learned some strategies for doing this particular task that made it no longer a good measurement tool.",
            "score": 80.03880310058594
        }
    ]
}