{
    "q": [
        {
            "docid": "14438348_22",
            "document": "Cannabinoid receptor type 1 . A CB receptor knock-out mouse study examined the effect that these receptors play on exploratory behavior in novel situations. Researchers selectively targeted glutamatergic and GABAergic cortical interneurons and studied results in open field, novel object, and sociability tests. Eliminating glutamatergic cannabinoid receptors led to decreased object exploration, social interactions, and increased aggressive behavior. In contrast, GABAergic cannabinoid receptor-knockout mice showed increased exploration of objects, socialization, and open field movement. These opposing effects reveal the importance of the endocannabinoid system in regulating anxiety-dependent behavior. Glutamatergic CBreceptors not only are responsible for mediating aggression but produce anxiolytic-like function by inhibiting excessive arousal, which prevented the mice from exploring both animate and inanimate objects. In contrast, GABAergic CB receptors appear to control an anxiogenic-like function by limiting inhibitory transmitter release. Taken together, these results illustrate the regulatory function of the CB receptor on the organism's overall sense of arousal during novel situations and suggest that investigatory drive is associated with impulsive behavior.",
            "score": 64.48079991340637
        },
        {
            "docid": "208376_5",
            "document": "Grief knot . The starkly differing behavior of the knot, depending on how it is arranged, has been exploited as the basis of a parlor trick. When pulling on the standing ends the knot starts slipping and the working ends become crossed. By twisting the working ends so that they uncross and then recross in reverse, the knot's structure is changed so that it will no longer slip. The twisting motion has been paralleled to the turning of a key, \"locking\" and \"unlocking\" the knot.",
            "score": 63.85250449180603
        },
        {
            "docid": "2595895_5",
            "document": "The Ashley Book of Knots . \"The Ashley Book of Knots\" was compiled and first published before the introduction of synthetic fiber ropes, during a time when natural fiber cordage - typically twisted, laid, or braided rope - was most commonly used. The commentary on some knots may fail to address their behavior when tied with modern synthetic fiber or kernmantle style ropes.",
            "score": 45.351253509521484
        },
        {
            "docid": "23666_63",
            "document": "Prime number . Prime numbers are of central importance to number theory but also have many applications to other areas within mathematics, including abstract algebra and elementary geometry. For example, it is possible to place prime numbers of points in a two-dimensional grid so that no three are in a line, or so that every triangle formed by three of the points has large area. Another example is Eisenstein's criterion, a test for whether a polynomial is irreducible based on divisibility of its coefficients by a prime number and its square. The concept of prime number is so important that it has been generalized in different ways in various branches of mathematics. Generally, \"prime\" indicates minimality or indecomposability, in an appropriate sense. For example, the prime field of a given field is its smallest subfield that contains both 0 and 1. It is either the field of rational numbers or a finite field with a prime number of elements, whence the name. Often a second, additional meaning is intended by using the word prime, namely that any object can be, essentially uniquely, decomposed into its prime components. For example, in knot theory, a prime knot is a knot that is indecomposable in the sense that it cannot be written as the connected sum of two nontrivial knots. Any knot can be uniquely expressed as a connected sum of prime knots. The prime decomposition of 3-manifolds is another example of this type.",
            "score": 45.079293608665466
        },
        {
            "docid": "32890629_13",
            "document": "Knotted protein . Some proposals about the function of knots have been that it might increase thermal and kinetic stability. One particular suggestion was that for the human ubiquitin hydrolase, which contains a 5-2 knot, the presence of the knot might be preventing it from being pulled into the proteasome. Because it is a deubiquitinating enzyme, it is often found in proximity of proteins soon to be degraded by proteasome, and therefore it faces the danger of being degraded itself. Therefore, the presence of the knot might be functioning as a plug that prevents it. This notion was further analyzed on other proteins like YbeA and YibK with computer simulations. The knots seem to tighten when they are pulled into a pore, and depending on the force with which they are pulled in, they either get stuck and block the pore, the likeliness of which increases with stronger pulling forces, or in the case of a small pulling force they might get disentangled as one terminus is pulled out of the knot. For deeper knots, it is more likely that the pore will be blocked, as there are too many residues that need to be pulled through the knot. In another theoretical study, it was found that the modeled knotted protein was not thermally stable, but it was kinetically stable.",
            "score": 49.252241134643555
        },
        {
            "docid": "1466241_2",
            "document": "Surgeon's knot . The surgeon's knot is a surgical knot and is a simple modification to the reef knot. It adds an extra twist when tying the first throw, forming a double overhand knot. The additional turn provides more friction and can reduce loosening while the second half of the knot is tied. This knot is commonly used by surgeons in situations where it is important to maintain tension on a suture, giving it its name.",
            "score": 44.85659599304199
        },
        {
            "docid": "26701261_3",
            "document": "Twist knot . A twist knot is obtained by linking together the two ends of a twisted loop. Any number of half-twists may be introduced into the loop before linking, resulting in an infinite family of possibilities. The following figures show the first few twist knots: All twist knots have unknotting number one, since the knot can be untied by unlinking the two ends. Every twist knot is also a 2-bridge knot. Of the twist knots, only the unknot and the stevedore knot are slice knots. A twist knot with formula_1 half-twists has crossing number formula_2. All twist knots are invertible, but the only amphichiral twist knots are the unknot and the figure-eight knot.",
            "score": 44.92658042907715
        },
        {
            "docid": "261479_12",
            "document": "Quipu . Marcia and Robert Ascher, after having analyzed several hundred \"quipus\", have shown that most information on \"quipus\" is numeric, and these numbers can be read. Each cluster of knots is a digit, and there are three main types of knots: simple overhand knots; \"long knots\", consisting of an overhand knot with one or more additional turns; and figure-eight knots. In the Aschers’ system, a fourth type of knot—figure-of-eight knot with an extra twist—is referred to as \"EE\". A number is represented as a sequence of knot clusters in base 10.",
            "score": 47.73224472999573
        },
        {
            "docid": "46933499_8",
            "document": "Surgical knot . Tying a surgical knot is done inside the body or outside the body. Learning to tie a surgical knot inside the body is slightly more difficult and has a steeper learning curve. This is because the surgeon uses laparoscopic instruments. Tying the knot outside the body is simpler for most because the suturing is with fingers as in traditional tying. When a surgical knot is formed outside the body it must be drawn into a laparoscopic cannula. Stronger braided suturing thread is preferred because the knot has a tendency to fray as it is slid down the cannula. At the end of the running suture line, clips can be placed across the suture tail. Barbed suture is a knotless surgical suture that has a pattern of barbs on its surface . These barbs lock the suture into the tissue, eliminating the tying of knots. Barbed sutures are typically used in cosmetic and reconstructive surgery. There are concerns that knot tying may be related to glove puncture but a current study demonstrated that instead friction from continuous suturing only left ‘marks’ on the little finger with no glove puncture.",
            "score": 43.91009712219238
        },
        {
            "docid": "6974438_12",
            "document": "The 85 Ways to Tie a Tie . A number of knots have virtually identical variants, which differ by the transposition of L and R pairs. For instance, a variant of the Half-Windsor, Li Ro Ci Lo Ri Co T (Knot 7), is the knot Li Ro Ci Ro Li Co T (Knot 8), sometimes called the co-Half-Windsor. References to the Half-Windsor in the literature sometimes refer to one, sometimes to the other. For the purposes of the book, when a knot has at least one variant (i.e., when two or more knots, at the greatest degree of symmetry for their class, share the same basic structure apart from one or more transposed L-R pairs), the most balanced version is given the standard designation, while the others are labeled as variants, irrespective of qualities such as being self-releasing (coming undone when the narrow end is pulled out). Thus, the more balanced of the two \"half-Windsor\" knots is given a lower numbering and the name \"Half-Windsor\", even though the slightly less balanced \"co-Half-Windsor\" variant is equally known as the \"Half-Windsor\" in men's style literature, and has the benefit of being self-releasing. However, this is not intended to mark an aesthetic preference for one variant over the other(s); as the authors note in their journal articles, \"We do not attempt to distinguish between these knots and their counterparts; this much we leave to the sartorial discretion of the reader.\"",
            "score": 44.343347787857056
        },
        {
            "docid": "903077_2",
            "document": "Shroud knot . The shroud knot is a multi-strand bend knot used to join two ends of laid (or twisted) rope together. Shroud knots, in general, are a class of knots in which the individual strands of laid rope are knotted, but not woven, to the individual strands of another laid rope. This makes them more secure than a simple bend but less secure than a full splice.",
            "score": 38.806907176971436
        },
        {
            "docid": "46933499_5",
            "document": "Surgical knot . The constrictor knot is the knot most used for binding. The constrictor knot closely resembles the clove hitch except the two ends form an overhand knot under the overriding turn. New knots have been described. Other commonly employed knots are surgeon's knot, modified surgeon's knot, single-double other side knot, strangle knot and modified miller’s knot. The Surgeon's knot has been a standard ligature but in one study it demonstrated slippage. While the suture is being put in place a knot is used to secure the suture. Tying the knot may be done inside the body or outside the body. Of these two options knot tying inside the body takes some time to learn because the surgeon is required to use laparoscopic instrumentation rather than his fingers to loop the suture. Tying the knot outside the body is more simple for most surgeons because the suture is looped with fingers as in traditional tying. Each knot formed has to be guided through a laparoscopic cannula and made tight with a knot-pusher to create the knot.",
            "score": 50.07751715183258
        },
        {
            "docid": "219810_23",
            "document": "Bow and arrow . Bowstrings may have a nocking point marked on them, which serves to mark where the arrow is fitted to the bowstring before shooting. The area around the nocking point is usually bound with thread to protect the area around the nocking point from wear by the archer's hands. This section is called the serving. At one end of the bowstring a loop is formed, which is permanent. The other end of the bowstring also has a loop, but this is not permanently formed into the bowstring but is constructed by tying a knot into the string to form a loop. Traditionally this knot is known as the archer's knot, but is a form of the timber hitch. The knot can be adjusted to lengthen or shorten the bowstring. The adjustable loop is known as the \"tail\". The string is often twisted (this being called the \"flemish twist\").",
            "score": 44.156761169433594
        },
        {
            "docid": "20876681_18",
            "document": "Conditioned place preference . Reinstatement is a method used in animal testing procedures including CPP and self-administration. It is often used to model the behavior of drug relapse in humans, although its validity is a topic of debate. Reinstatement is the rapid reacquisition of an extinct behavior, which is caused by either the presentation of the unconditioned stimulus, by stress, or by context cues. This shows that the process of extinction does not completely eliminate an association, since the association between the UCS and the CS can be rapidly reacquired. In the context of conditioned place preference, after a place preference has been extinguished, the behavior is said to be reintsated when the animal quickly reacquires their place preference after repeated extinction trials have caused the preference to be extinguished. This has implications for research on drug relapse. There are two main modes of action for which reinstatement is often tested in the conditioned place preference paradigm. One is by introducing the animal (generally rats or mice are used) to stress. The other is by giving them a small dose of the unconditioned stimulus. In the case of CPP, when drugs are used to establish conditioned place preference, this is called drug priming.",
            "score": 78.7162276506424
        },
        {
            "docid": "61022_2",
            "document": "List of binding knots . A binding knot is a knot that may be used to keep an object or multiple loose objects together, using a string or a rope that passes at least once around them. There are various binding knots, divided into two types. Friction knots are held in place by the friction between the windings of line. Knotted-ends knots are held in place by the two ends of the line being knotted together.",
            "score": 44.57646465301514
        },
        {
            "docid": "6159650_2",
            "document": "Small knot . The small knot, or oriental knot or Kent knot, is the simplest method of tying a necktie, though some claim the simple knot is an alternate name for the four-in-hand knot. The small knot is not very well known despite its simplicity. One of the reasons may be that the small knot is not self-releasing, and may annoy people accustomed to four-in-hand and Windsor knots who pull at the tie to untangle the knot. Additionally, some prefer that, if the thin end of the tie should become visible, that it not be \"inside out\", and the small knot will be this way (this can be remedied by twisting the tie one half turn while tying).",
            "score": 51.14854145050049
        },
        {
            "docid": "153008_41",
            "document": "Knot theory . An \"n\"-knot is a single S embedded in S.  An \"n\"-link is \"k\"-copies of S embedded in S, where \"k\" is a natural number.  Both the \"m\" = \"n\" + 2 case and the \"m\" > \"n\" + 2 case are researched well. The \"n\" > 1 case has different futures from the \"n\" = 1 case and is an exciting field. Two knots can be added by cutting both knots and joining the pairs of ends. The operation is called the \"knot sum\", or sometimes the \"connected sum\" or \"composition\" of two knots. This can be formally defined as follows : consider a planar projection of each knot and suppose these projections are disjoint. Find a rectangle in the plane where one pair of opposite sides are arcs along each knot while the rest of the rectangle is disjoint from the knots. Form a new knot by deleting the first pair of opposite sides and adjoining the other pair of opposite sides. The resulting knot is a sum of the original knots. Depending on how this is done, two different knots (but no more) may result. This ambiguity in the sum can be eliminated regarding the knots as \"oriented\", i.e. having a preferred direction of travel along the knot, and requiring the arcs of the knots in the sum are oriented consistently with the oriented boundary of the rectangle.",
            "score": 41.57684397697449
        },
        {
            "docid": "18298598_5",
            "document": "Crossing number (knot theory) . There has been very little progress on understanding the behavior of crossing number under rudimentary operations on knots. A big open question asks if the crossing number is additive when taking knot sums. It is also expected that a satellite of a knot \"K\" should have larger crossing number than \"K\", but this has not been proven.",
            "score": 49.87109184265137
        },
        {
            "docid": "153008_49",
            "document": "Knot theory . The Dowker notation, also called the Dowker–Thistlethwaite notation or code, for a knot is a finite sequence of even integers. The numbers are generated by following the knot and marking the crossings with consecutive integers. Since each crossing is visited twice, this creates a pairing of even integers with odd integers. An appropriate sign is given to indicate over and undercrossing. For example, in this figure the knot diagram has crossings labelled with the pairs (1,6) (3,−12) (5,2) (7,8) (9,−4) and (11,−10). The Dowker notation for this labelling is the sequence: 6 −12 2 8 −4 −10. A knot diagram has more than one possible Dowker notation, and there is a well-understood ambiguity when reconstructing a knot from a Dowker notation.",
            "score": 40.274237871170044
        },
        {
            "docid": "153008_48",
            "document": "Knot theory . This is the most traditional notation, due to the 1927 paper of James W. Alexander and Garland B. Briggs and later extended by Dale Rolfsen in his knot table (see image above and List of prime knots). The notation simply organizes knots by their crossing number. One writes the crossing number with a subscript to denote its order amongst all knots with that crossing number. This order is arbitrary and so has no special significance (though in each number of crossings the twist knot comes after the torus knot). Links are written by the crossing number with a superscript to denote the number of components and a subscript to denote its order within the links with the same number of components and crossings. Thus the trefoil knot is notated 3 and the Hopf link is 2.",
            "score": 44.91147470474243
        },
        {
            "docid": "366808_7",
            "document": "Knot (mathematics) . A \"polygonal\" knot is a knot whose image in R is the union of a finite set of line segments. A \"tame\" knot is any knot equivalent to a polygonal knot. Knots which are not tame are called \"wild\", and can have pathological behavior. In knot theory and 3-manifold theory, often the adjective \"tame\" is omitted. Smooth knots, for example, are always tame.",
            "score": 48.41036581993103
        },
        {
            "docid": "1049228_20",
            "document": "Place cell . Spatial cues such as geometric boundaries or orienting landmarks are important examples of \"metric\" input. Place cells mainly rely on set distal cues rather than cues in the immediate proximal environment. Movement can also be an important spatial cue. The ability of place cells to incorporate new movement information is called path integration, and it is important for keeping track of self-location during movement. Path integration is largely aided by grid cells, which are a type of neuron in the entorhinal cortex that relay information to place cells in the hippocampus. Grid cells establish a grid representation of a location, so that during movement place cells can fire according to their new location while orienting according to the reference grid of their external environment. Visual sensory inputs can also supply important \"contextual\" information. A change in color of a specific object can affect whether or not a place cell fires in a particular field. Thus, visuospatial sensory information is critical to the formation and recollection of place field.",
            "score": 41.20026457309723
        },
        {
            "docid": "19377159_2",
            "document": "Wild knot . In the mathematical theory of knots, a knot is tame if it can be \"thickened up\", that is, if there exists an extension to an embedding of the solid torus \"S\" × \"D\" into the 3-sphere. A knot is tame if and only if it can be represented as a finite closed polygonal chain. Knots that are not tame are called wild and can have pathological behavior. In knot theory and 3-manifold theory, often the adjective \"tame\" is omitted. Smooth knots, for example, are always tame. Wild knots can be found in some Celtic designs.",
            "score": 43.00092315673828
        },
        {
            "docid": "41950558_3",
            "document": "Carrick bend loop . The carrick bend knot closing the carrick bend loop will consist of  The knot will have 8 crossing points, 7 holes, the central hole with 4 straight edges, and the 6 others with 2 straight and one external curved edge. The main part, the end, and the two loop edges will enter the knot from the four corners of the knot when tied flat; If the ones that will carry the heaviest loads are placed at opposite corners the knot will hold better.",
            "score": 37.26383662223816
        },
        {
            "docid": "10324074_3",
            "document": "Arithmetic rope . An arithmetic rope generally has at least 13 knots—therefore, it is often called thirteen-knot-rope—placed at equal intervals. More knots were beneficial, especially for multiplication and division.",
            "score": 40.29298162460327
        },
        {
            "docid": "22773078_21",
            "document": "Russefeiring . The knot rules are sometimes criticized because they can involve illegal acts, such as public nudity or public sexual intercourse, outright assault and possibly self-harming actions such as consuming large amounts of alcohol in a short span of time (earning a beer cap or wine cork). Other more benign tasks exist, such as putting a \"for sale\" sign on a police car, or spending the night at a teacher's house and making him/her breakfast in the morning, all without being noticed. Counting both national and local lists, there can be hundreds of different tasks that can be performed to gain knots, with huge varieties between districts and individual schools. Due to criticism in media, many of the russ knots are removed and replaced by other knots every year to decrease its severe impact on the students. Some of the previous knots have been physically dangerous when it involves drinking 24 bottles of beer within 24 hours, or place half a box of snus under ones lip for a certain period of time. This can lead to alcohol poisoning and severe brain damage.",
            "score": 40.83167922496796
        },
        {
            "docid": "26643955_2",
            "document": "Three-twist knot . In knot theory, the three-twist knot is the twist knot with three-half twists. It is listed as the 5 knot in the Alexander-Briggs notation, and is one of two knots with crossing number five, the other being the cinquefoil knot.",
            "score": 43.40493822097778
        },
        {
            "docid": "308474_28",
            "document": "Non-uniform rational B-spline . The values of the knots control the mapping between the input parameter and the corresponding NURBS value. For example, if a NURBS describes a path through space over time, the knots control the time that the function proceeds past the control points. For the purposes of representing shapes, however, only the ratios of the difference between the knot values matter; in that case, the knot vectors (0, 0, 1, 2, 3, 3) and (0, 0, 2, 4, 6, 6) produce the same curve. The positions of the knot values influences the mapping of parameter space to curve space. Rendering a NURBS curve is usually done by stepping with a fixed stride through the parameter range. By changing the knot span lengths, more sample points can be used in regions where the curvature is high. Another use is in situations where the parameter value has some physical significance, for instance if the parameter is time and the curve describes the motion of a robot arm. The knot span lengths then translate into velocity and acceleration, which are essential to get right to prevent damage to the robot arm or its environment. This flexibility in the mapping is what the phrase \"non uniform\" in NURBS refers to.",
            "score": 43.193721890449524
        },
        {
            "docid": "12172059_7",
            "document": "Large Japanese field mouse . \"A. speciosus\", like many species of rodents, have shown a degree of learning in their feeding habits. Specifically, wood mice with previous experience eating walnuts are able to eat them more quickly, efficiently, and in greater quantities than mice that had not encountered hard-shelled walnuts. Additionally, mice without previous experience are able to successfully learn more efficient foraging behavior within 14 days of conditioning, a strong indication that foraging behavior is not strictly genetically determined and that trial-and-error may be a contributing mechanism. The behavior is also affected socially, as mice raised in specific environments forage in ways that mice in other environments may not. For example, large Japanese field mice raised in environments with more tannin-rich nuts show greater selectivity than those that do not. Behavioral fluidity and the ability to quickly adapt to environments without the need for evolution, which would take many generations to become apparent, is key for the survival of the mice in varying environments.",
            "score": 64.60105979442596
        },
        {
            "docid": "40536338_4",
            "document": "Reef knot . The reef knot is at least 4,000 years old. The name \"reef knot\" dates from at least 1794 and originates from its common use to reef sails, that is to tie part of the sail down to decrease its effective surface area in strong winds. To release the knot a sailor could collapse it with a pull of one hand; the sail's weight would make the collapsed knot come apart. It is specifically this behavior which makes the knot unsafe for connecting two ropes together.",
            "score": 45.053128719329834
        },
        {
            "docid": "3807894_3",
            "document": "Brazilian embroidery . The difference is caused by the method used to manufacture the rayon thread. For example, cotton thread uses an \"S\" twist when the fiber plies are combined into a strand. Rayon thread uses a \"Z\" twist. One type of twist turns the fiber plies clockwise; the other turns them counterclockwise. When forming the knots of Brazilian embroidery, the embroiderer must wrap the thread onto the needle in the opposite direction from that used in other types of embroidery. Otherwise the fibers of the thread will unravel and make the resulting stitches and knots unattractive.",
            "score": 44.71839237213135
        },
        {
            "docid": "6974438_13",
            "document": "The 85 Ways to Tie a Tie . Three of the aesthetic knots (the St Andrew, Cavendish, and Grantchester) have the same symmetry and balance values as at least one other knot in their class; in this case, they appear to have been selected based on how evenly they distribute the unbalanced portions throughout the knot. This can be readily seen when one views these knots as combinations of two smaller knots, as the balance values of each component add up to the balance value of the final knot. In unbalanced knots where the balance value is odd, it is broken up so that the more unbalanced portion of the two is placed towards the beginning of the knot. This is probably intended to help the outermost portion of the knot keep its shape and remain tight.",
            "score": 45.40292143821716
        }
    ],
    "r": [
        {
            "docid": "20876681_18",
            "document": "Conditioned place preference . Reinstatement is a method used in animal testing procedures including CPP and self-administration. It is often used to model the behavior of drug relapse in humans, although its validity is a topic of debate. Reinstatement is the rapid reacquisition of an extinct behavior, which is caused by either the presentation of the unconditioned stimulus, by stress, or by context cues. This shows that the process of extinction does not completely eliminate an association, since the association between the UCS and the CS can be rapidly reacquired. In the context of conditioned place preference, after a place preference has been extinguished, the behavior is said to be reintsated when the animal quickly reacquires their place preference after repeated extinction trials have caused the preference to be extinguished. This has implications for research on drug relapse. There are two main modes of action for which reinstatement is often tested in the conditioned place preference paradigm. One is by introducing the animal (generally rats or mice are used) to stress. The other is by giving them a small dose of the unconditioned stimulus. In the case of CPP, when drugs are used to establish conditioned place preference, this is called drug priming.",
            "score": 78.71622467041016
        },
        {
            "docid": "425938_10",
            "document": "Animal cognition . The acceleration of research on animal cognition in the last 50 years or so has led to a rapid expansion in the variety of species studied and methods employed. The remarkable behavior of large-brained animals such as primates and cetacea has claimed special attention, but all sorts of mammals large and small, birds, fish, ants, bees, and others have been brought into the laboratory or observed in carefully controlled field studies. In the laboratory, animals push levers, pull strings, dig for food, swim in water mazes, or respond to images on computer screens in discrimination, attention, memory, and categorization experiments. Careful field studies explore memory for food caches, navigation by stars, communication, tool use, identification of conspecifics, and many other matters. Studies often focus on the behavior of animals in their natural environments and discuss the putative function of the behavior for the propagation and survival of the species. These developments reflect an increased cross-fertilization from related fields such as ethology and behavioral ecology. Also, contributions from behavioral neuroscience are beginning to clarify the physiological substrate of some inferred mental process.",
            "score": 74.1819839477539
        },
        {
            "docid": "20876681_22",
            "document": "Conditioned place preference . Research on stress and drug-primed reinstatement has implications for treatment of addiction research in humans. Reinstatement studies on stress and drug primes provide evidence for their role in relapse behavior in humans. In addition to conditioned placed preference, animal testing using self-administration procedures have also been used to examine potential causes of relapse in humans. Stress and drug-primes have also shown to contribute to relapse behaviour in humans. With the knowledge that stress and drug primes contribute to relapse behavior, measures to avoid stressful situations can help addicts avoid returning to their addictive behaviors. Drug priming is thought to induce relapse in humans because of their effects on the reward circuits of the brain. Repeated drug exposure is thought to sensitize the rewarding effect of the drug and exposure to the drug after extinction can reintroduce this rewarding effect. These effects play a key role in the persistence of drug-seeking behaviors. Researchers use the reinstatement procedure to test the ability of certain drugs to inhibit these different types of reinstatement. One such drug that has been shown to have attenuating effects on reinstatement is mecamylamine. This is a selective nicotinic acetylcholine receptor antagonist which, if administered after extinction trials, can block the reinstatement of the conditioned place preference for nicotine and opiates. Although direct causal linkages cannot be assumed between reinstatement in the conditioned place preference procedure and relapse in humans, it provides a solid first step in the process of creating drugs that may one day be used to treat relapse in humans.",
            "score": 72.00901794433594
        },
        {
            "docid": "7070579_11",
            "document": "Genetics of aggression . Mice are often used as a model for human genetic behavior since mice and humans have homologous genes coding for homologous proteins that are used for similar functions at some biological levels. Mice aggression studies have led to some interesting insight in human aggression. Using reverse genetics, the DNA of genes for the receptors of many neurotransmitters have been cloned and sequenced, and the role of neurotransmitters in rodent aggression has been investigated using pharmacological manipulations. Serotonin has been identified in the offensive attack by male mice against intruder male mice. Mutants were made by manipulating a receptor for serotonin by deleting a gene for the serotonin receptor. These mutant male mice with the knockout alleles exhibited normal behavior in everyday activities such as eating and exploration, but when prompted, attacked intruders with twice the intensity of normal male mice. In offense aggression in mice, males with the same or similar genotypes were more likely to fight than males that encountered males of other genotypes. Another interesting finding in mice dealt with mice reared alone. These mice showed a strong tendency to attack other male mice upon their first exposure to the other animals. The mice reared alone were not taught to be more aggressive; they simply exhibited the behavior. This implicates the natural tendency related to biological aggression in mice since the mice reared alone lacked a parent to model aggressive behavior.",
            "score": 71.23883819580078
        },
        {
            "docid": "51614_14",
            "document": "Biology and sexual orientation . The biology of sexual orientation has been studied in detail in several animal model systems. In the common fruit fly \"Drosophila melanogaster\", the complete pathway of sexual differentiation of the brain and the behaviors it controls is well established in both males and females, providing a concise model of biologically controlled courtship. In mammals, a group of geneticists at the Korea Advanced Institute of Science and Technology altered the sexual preferences of female mice by removing a single gene linked to reproductive behavior. Without the gene, the mice exhibited masculine sexual behavior and attraction toward urine of other female mice. Those mice who retained the gene fucose mutarotase (FucM) were attracted to male mice.",
            "score": 65.58235931396484
        },
        {
            "docid": "12172059_7",
            "document": "Large Japanese field mouse . \"A. speciosus\", like many species of rodents, have shown a degree of learning in their feeding habits. Specifically, wood mice with previous experience eating walnuts are able to eat them more quickly, efficiently, and in greater quantities than mice that had not encountered hard-shelled walnuts. Additionally, mice without previous experience are able to successfully learn more efficient foraging behavior within 14 days of conditioning, a strong indication that foraging behavior is not strictly genetically determined and that trial-and-error may be a contributing mechanism. The behavior is also affected socially, as mice raised in specific environments forage in ways that mice in other environments may not. For example, large Japanese field mice raised in environments with more tannin-rich nuts show greater selectivity than those that do not. Behavioral fluidity and the ability to quickly adapt to environments without the need for evolution, which would take many generations to become apparent, is key for the survival of the mice in varying environments.",
            "score": 64.60105895996094
        },
        {
            "docid": "14438348_22",
            "document": "Cannabinoid receptor type 1 . A CB receptor knock-out mouse study examined the effect that these receptors play on exploratory behavior in novel situations. Researchers selectively targeted glutamatergic and GABAergic cortical interneurons and studied results in open field, novel object, and sociability tests. Eliminating glutamatergic cannabinoid receptors led to decreased object exploration, social interactions, and increased aggressive behavior. In contrast, GABAergic cannabinoid receptor-knockout mice showed increased exploration of objects, socialization, and open field movement. These opposing effects reveal the importance of the endocannabinoid system in regulating anxiety-dependent behavior. Glutamatergic CBreceptors not only are responsible for mediating aggression but produce anxiolytic-like function by inhibiting excessive arousal, which prevented the mice from exploring both animate and inanimate objects. In contrast, GABAergic CB receptors appear to control an anxiogenic-like function by limiting inhibitory transmitter release. Taken together, these results illustrate the regulatory function of the CB receptor on the organism's overall sense of arousal during novel situations and suggest that investigatory drive is associated with impulsive behavior.",
            "score": 64.48079681396484
        },
        {
            "docid": "26277853_6",
            "document": "Subfields of psychology . Behavioural genetics uses genetically informative designs to understand the nature and origins of individual differences in behavior. In focusing on the causes of individual differences, behavioral genetics is distinct from evolutionary psychology, which tends to focus on human universals. Behavioral genetics has thus been associated strongly with the diathesis stress model of psychopathology as well as the nature/nurture debate. Behavioral genetics research was pioneered by Francis Galton and his seminal work in family studies and twin studies after falling out of favor during the eugenics movement during the first part of the 20th century up until World War II. A resurgence of behavioral genetics research began in the 1960s and rose into prominence in the 1980s and beyond. During this time twin study and adoption studies were conducted on a wide array of behavioral traits, including personality, cognitive ability, psychiatric illness, medical illness, and many others. The general conclusion of this large body of work is that every behavioral and medical trait, and indeed measures of the environment is heritable to some moderate degree. Taking advantage of the Human Genome Project more recent work in behavioral genetics uses recent technologies in array-based genotyping, genome sequencing, and other omics to measure genetic variants directly. These genetic variants can then be tested for association with behavioral traits and disorders, for example through genome-wide association studies. This approach to understanding the genetic influences on behavior have seen recent successes in, for example, schizophrenia. Psychiatric genetics is a subfield of behavioral genetics.",
            "score": 64.35150909423828
        },
        {
            "docid": "208376_5",
            "document": "Grief knot . The starkly differing behavior of the knot, depending on how it is arranged, has been exploited as the basis of a parlor trick. When pulling on the standing ends the knot starts slipping and the working ends become crossed. By twisting the working ends so that they uncross and then recross in reverse, the knot's structure is changed so that it will no longer slip. The twisting motion has been paralleled to the turning of a key, \"locking\" and \"unlocking\" the knot.",
            "score": 63.85250473022461
        },
        {
            "docid": "18012457_5",
            "document": "Rs6265 . The reason for these inconsistent results have been suggested to stem from several sources, with one recent review arguing that statistical artefact, sampling bias, population stratification and uncontrolled gene-environment interactions are likely to underscore this effect  . These same authors recently published a report which found that transgenic mice engineered to express human BDNF as well as carry the Val66Met permutation are selectively sensitive to the glucocorticoid stress hormone corticosterone (rodent equivalent of cortisol), which in turn primes the fear circuitry and hippocampus-dependent memory function of Met/Met homozygous mice  . As hippocampal function is a core component of several psychiatric conditions, and stress is a non-specific but substantial risk factor for affective, anxiety, eating and psychotic disorders, Notaras et al. argue that \"\"there is a long-term effect of glucocorticoids in 66Met carriers that potentiates the fear circuitry into adulthood, which may increase susceptibility to trauma, events with negative emotional valence and related psychopathology\"\". This interpretation is consistent with a suggested role of BDNF and the Val66Met polymorphism in post-traumatic stress disorder, where it has been shown that 66Met variant perturbs extinction learning in both man and mouse.",
            "score": 63.81103515625
        },
        {
            "docid": "14522485_9",
            "document": "Prostaglandin EP1 receptor . Studies using animals genetically engineered to lack EP and supplemented by studies using treatment with EP receptor antagonists and agonists indicate that this receptor serves several functions. 1) It mediates hyperalgesia due to EP1 receptors located in the central nervous system but suppresses pain perception due to E located on dorsal root ganglia neurons in rats. Thus, PGE causes increased pain perception when administered into the central nervous system but inhibits pain perception when administered systemically; 2) It promotes colon cancer development in Azoxymethane-induced and APC gene knockout mice. 3) It promotes hypertension in diabetic mice and spontaneously hypertensive rats. 4) It suppresses stress-induced impulsive behavior and social dysfunction in mice by suppressing the activation of Dopamine receptor D1 and Dopamine receptor D2 signaling. 5) It enhances the differentiation of uncommitted T cell lymphocytes to the Th1 cell phenotype and may thereby favor the development of inflammatory rather than allergic responses to immune stimulation in rodents. Studies with human cells indicate that EP serves a similar function on T cells. 6) It may reduce expression of Sodium-glucose transport proteins in the apical membrane or cells of the intestinal mucosa in rodents. 7) It may be differentially involved in etiology of acute brain injuries. Pharmacological inhibition or genetic deletion of EP receptor produce either beneficial of deleterious effects in rodent models of neurological disorders such as ischemic stroke, epileptic seizure, surgically induced brain injury and traumatic brain injury.",
            "score": 63.71788787841797
        },
        {
            "docid": "5177_47",
            "document": "Communication . The broad field of animal communication encompasses most of the issues in ethology. Animal communication can be defined as any behavior of one animal that affects the current or future behavior of another animal. The study of animal communication, called \"zoo semiotics\" (distinguishable from anthroposemiotics, the study of human communication) has played an important part in the development of ethology, sociobiology, and the study of animal cognition. Animal communication, and indeed the understanding of the animal world in general, is a rapidly growing field, and even in the 21st century so far, a great share of prior understanding related to diverse fields such as personal symbolic name use, animal emotions, animal culture and learning, and even sexual conduct, long thought to be well understood, has been revolutionized.",
            "score": 63.03580856323242
        },
        {
            "docid": "18771661_4",
            "document": "Knockout rat . Mice, rats, and humans share all but approximately 1% of each other's genes making rodents good model organisms for studying human gene function. Both mice and rats are relatively small, easily handled, have a short generation time, and are genetically inbred. While mice have proven to be a useful rodent model and techniques have been developed for routine disruption of their genes, in many circumstances rats are considered a superior laboratory animal for studying and modeling human disease.  Rats are physiologically more similar to humans than are mice. For example, rats have a heart rate more similar to that of humans, while mice have a heart rate five to ten times as fast. It is widely believed that the rat is a better model than the mouse for human cardiovascular disease, diabetes, arthritis, and many autoimmune, neurological, behavioral, and addiction disorders. In addition, rat models are superior to mouse models for testing the pharmacodynamics and toxicity of potential therapeutic compounds, partially because the number and type of many of their detoxifying enzymes are very similar to those in humans. Their larger size makes rats more conducive to study by instrumentation, and also facilitates manipulation such as blood sampling, nerve conduction, and performing surgeries.",
            "score": 62.887474060058594
        },
        {
            "docid": "36086848_5",
            "document": "Fear processing in the brain . It has been observed that fear can contribute to behavioral changes. One way this phenomenon has been studied is on the basis of the repeated stress model done by Camp RM et al.(among others). In this particular study, it was examined that the contribution fear conditioning may play a huge role in altering an animal's (Fischer rat's) behavior in a repeated stress paradigm. Behavioral changes that are commonly referred to as depressive-like behaviors resulted from this model of testing. After setting a control and a valid experimental design, Fischer rats were exposed daily to different stressors in a complex environment. After four days of stressor exposure, both exploratory behavior and social interaction were tested on day 5 in either the same environment or a new environment. The rats showed much decreased exploration and social interaction when tested in different contexts compared to control rats. To further make a correlation to the biochemistry (as mentioned below), chronic infusion of propranolol (beta-adrenergic receptor antagonist) prevented the behavioral changes following repeated stressor exposure thus halting long term potentiation. Some physiological changes also occurred including the decrease in body weight gain and adrenal hypertrophy observed in animals exposed to stress. Overall, the conditioned fear responses can contribute to behavioral changes in a repeated stress paradigm. This can be extended to correlate to other animals as well but with varying degrees of responses.",
            "score": 62.865787506103516
        },
        {
            "docid": "33956685_15",
            "document": "Cause of obsessive-compulsive disorder . Several mouse models have been developed for the study of obsessive-compulsive disorder. Model organisms are useful for allowing aspects of some psychiatric disorders in one species (in this case, humans) to be explored in other species (in this case, mice). Notably, SLC1A1 null mice demonstrated compulsive behaviors by exhibiting increased aggression and excessive self-grooming resulting in fur loss. However, since these were only two behaviors loosely linked to OCD, this did not provide strong evidence for the relation between the loss of EAAC1 and OCD-like behaviors. Given the strong correlation between the gene SLC1A1 and OCD, this suggests that the lack of EAAC1 only results in OCD-like behaviors when it is combined with other rare mutations in genes related to the CSTC, or cortico-striato-thalamocortical, circuit.",
            "score": 62.54680252075195
        },
        {
            "docid": "25918474_10",
            "document": "Psilocybe subcaerulipes . The effects of \"P. subcaerulipes\" consumption on obsessive-compulsive disorder (OCD) have been tested using marble-burying behavior in mice, a commonly used animal model of OCD. When presented with an aversive stimulus such as shocks, puffs of air, or noxious food, rodents will exhibit a behavior called \"defensive burying\", where they will displace bedding material with their nose and forepaws; the marble-burying test takes advantage of this behavior by measuring how many glass marbles a rodent will bury under the effect of different stimuli. In the experiments, when mice consumed \"P. subcaerulipes\", it significantly inhibited their marble-burying behavior, but, unlike an equivalent dose of purified psilocybin, did not affect locomotor activity. Further, the mushroom was more effective than purified psilocybin in inhibiting the behavior, and lower doses were required. Based on these results, the authors suggest that the mushroom has the potential \"to be efficient in clinical obsessive-compulsive disorder therapy\".",
            "score": 61.98460006713867
        },
        {
            "docid": "34022094_2",
            "document": "Active perception . Active Perception is where an agents' behaviors are selected in order to increase the information content derived from the flow of sensor data obtained by those behaviors in the environment in question. In other words, in order to understand the world we move around and explore it. We sample the world through our eyes, ears, nose, skin, and tongue as we explore and construct an understanding (Perception) of the environment on the basis of this behavior (Action). Within the construct of Active Perception, the interpretation of sensor data (perception) is inherently inseparable from the behaviors required to capture that data - action (behaviors) and perception (interpretation of sensor data) are tightly coupled. This has been developed most comprehensively with respect to vision (Active Vision) where an agent (animal, robot, human, camera mount) changes position in order to improve the view of a specific object and/or where the agent uses movement in order to perceive the environment (e.g. for obstacle avoidance).",
            "score": 61.14515686035156
        },
        {
            "docid": "20876681_20",
            "document": "Conditioned place preference . In the conditioned place preference paradigm, stress has been shown to reinstate conditioned place preferences in rats after the preference had been extinguished. This has implications for research on addiction because of the effect that stress has on human relapse behavior. Stress induced reinstatement in CPP occurs when the animal is exposed to stress after a place preference has been extinguished. This exposure leads to reinstatement of the place preference. Common stressors used in these paradigms include foot-shock and noise Some studies have shown that when drugs of abuse are used as appetitive stimuli, exposure to stress can reinstate place preference that has been extinguished over two weeks.",
            "score": 61.120914459228516
        },
        {
            "docid": "12175422_11",
            "document": "Yellow-rumped leaf-eared mouse . One study that was done with these rodents tested how their behaviors changed based on the amount of light that was allowed in their habitat. The researchers found that the habitats with the least amount of light had the most foraging activity with the mice. This behavior correlates to the rodents avoiding predators by foraging in darker areas. These mice rapidly increase their metabolic heat production in cooler climates by having a high metabolic rate and using non shivering thermogenesis which allows them to acclimate to their seasonal climates better. In order to avoid predation these mice have been known to display an escape behavior due to large shadows rather than small raptor shadows. The males have also been shown to go out foraging at an earlier time than the females do.",
            "score": 61.08612060546875
        },
        {
            "docid": "19477293_43",
            "document": "Biology of depression . Regions involved in reward are common targets of manipulation in animal models of depression, including the nucleus accumbens (NAc), ventral tegmental area (VTA), ventral pallidum (VP), lateral habenula (LHb) and medial prefrontal cortex (mPFC). Tentative fMRI studies in humans demonstrate elevated LHb activity in depression. The lateral habenula projects to the RMTg to drive inhibition of dopamine neurons in the VTA during omission of reward. In animal models of depression, elevated activity has been reported in LHb neurons that project to the ventral tegmental area(ostensibly reducing dopamine release). The LHb also projects to aversion reactive mPFC neurons, which may provide an indirect mechanism for producing depressive behaviors. Learned helplessness induced potentiation of LHb synapses are reversed by antidepressant treatment, providing predictive validity. A number of inputs to the LHb have been implicated in producing depressive behaviors. Silencing GABAergic projections from the NAc to the LHb reduces conditioned place preference induced in social aggression, and activation of these terminals induces CPP. Ventral pallidum firing is also elevated by stress induced depression, an effect that is pharmacologically valid, and silencing of these neurons alleviates behavioral correlates of depression. Tentative in vivo evidence from patients with major depression suggests abnormalities in dopamine signalling. This led to early studies investigating VTA activity and manipulations in animal models of depression. Massive destruction of VTA neurons enhances depressive behaviors, while VTA neurons reduce firing in response to chronic stress. However, more recent specific manipulations of the VTA produce varying results, with the specific animal model, duration of VTA manipulation, method of VTA manipulation, and subregion of VTA manipulation all potentially leading to differential outcomes. Stress and social defeat induced depressive symptoms, including anhedonia, are associated with potentiation of excitatory inputs to Dopamine D2 receptor expressing medium spiny neurons (D2-MSNs) and depression of excitatory inputs to Dopamine D1 receptor expressing medium spiny neurons (D1-MSNs). Optogenetic excitation of D1-MSNs alleviates depressive symptoms and is rewarding, while the same with D2-MSNs enhances depressive symptoms. Excitation of glutaminergic inputs from the ventral hippocampus reduces social interactions, and enhancing these projections produces susceptibility to stress induced depression. Manipulations of different regions of the mPFC can produce and attenuate depressive behaviors. For example, inhibiting mPFC neurons specifically in the intralimbic cortex attenuates depressive behaviors. The conflicting findings associated with mPFC stimulation, when compared to the relatively specific findings in the infralimbic cortex, suggest that the prelimbic cortex and infralimbic cortex may mediate opposing effects. mPFC projections to the raphe nuclei are largely GABAergic, and inhibit the firing of serotonergic neurons. Specific activation of these regions reduce immobility in the forced swim test, but do not affect open field or forced swim behavior. Inhibition of the raphe shifts the behavioral phenotype of uncontrolled stress to a phenotype closer to that of controlled stress.",
            "score": 61.03458786010742
        },
        {
            "docid": "4275189_3",
            "document": "Joseph E. LeDoux . As explained in his 1996 book, The Emotional Brain, LeDoux developed an interest in the topic of emotion through his doctoral work with Michael Gazzaniga on split-brain patients in the mid-1970s. Because techniques for studying the human brain were limited at the time, he turned to studies of rodents where the brain could be studied in detail. He chose to focus on a simple behavioral model, Pavlovian fear conditioning. This procedure allowed him to follow the flow of information about a stimulus through the brain as it comes to control behavioral responses by way of sensory pathways to the amygdala, and gave rise to the notion of two sensory roads to the amygdala, with the “low road” being a quick and dirty subcortical pathway for rapid activity behavioral responses to threats and the “high road” providing slower but highly processed cortical information. His work has shed light on how the brain detects and responds to threats, and how memories about such experiences are formed and stored through cellular, synaptic and molecular changes in the amygdala. A long-standing collaboration with NYU colleague Elizabeth Phelps has shown the validity of the rodent work for understanding threat processing in the human brain. LeDoux’s work on amygdala processing of threats has helped understand exaggerated responses to threats in anxiety disorders in humans. For example, studies with Maria Morgan in the 1990s implicated the medial prefrontal cortex in the extinction of responses to threats and paved the way for understanding how exposure therapy reduces threat reactions in people with anxiety by way of interactions between the medial prefrontal cortex and the amygdala. Work conducted with Karim Nader and Glenn Schafe triggered a wave of interest in the topic of memory reconsolidation, a process by which memories become labile and subject to change after being retrieved. This led to the idea that trauma-related cues might be weakened in humans by blocking reconsolidation. Studies with Marie Mofils, Daniela Schiller and Phelps showed that extinction conducted shortly after triggering reconsolidation is considerably more effective in reducing the threat value of stimuli than conventional extinction, a finding that has proven useful in reducing drug relapse in humans.",
            "score": 60.686187744140625
        },
        {
            "docid": "4557438_9",
            "document": "Nancy Kanwisher . Nancy Kanwisher has training in cognitive psychology, which is investigating how the mind works by observing its outward behavior. She discovered the \"Fusiform face area\", a region of the brain that recognizes fine distinctions between well-known objects (an example of this is facial recognition). She also discovered the \"Parahippocampal place area\", a region of the brain that recognizes environmental scenes. These two discoveries are now widely discussed in the cognitive field and provide a gold standard for clarity in search for primitives of human cognition. In her research, she uses a brain imaging method called Functional MRI that supports inferences about neural activity by indirectly measuring changes in blood flow. Functional MRI is a tool that can help explore functional specialization in different areas of the brain. Another area of Kanwisher's research uses behavioral methods and Transcranial magnetic stimulation to test the causal role of each brain region in cognition and also uses ECOG to study audition, language processing, and social perception. Nancy Kanwisher's lab work is so extensive that she received the opportunity to give a TED Talk entitled \"A Neural Portrait of the Human Mind\".",
            "score": 60.56218338012695
        },
        {
            "docid": "22921_98",
            "document": "Psychology . Comparative psychology refers to the scientific study of the behavior and mental processes of non-human animals, especially as these relate to the phylogenetic history, adaptive significance, and development of behavior. Research in this area explores the behavior of many species, from insects to primates. It is closely related to other disciplines that study animal behavior such as ethology. Research in comparative psychology sometimes appears to shed light on human behavior, but some attempts to connect the two have been quite controversial, for example the Sociobiology of E. O. Wilson. Animal models are often used to study neural processes related to human behavior, e.g. in cognitive neuroscience.",
            "score": 60.502689361572266
        },
        {
            "docid": "24354_9",
            "document": "Pharmacology . Psychopharmacology, also known as behavioral pharmacology, is the study of the effects of medication on the psyche (psychology), observing changed behaviors of the body and mind, and how molecular events are manifest in a measurable behavioral form. Psychopharmacology is an interdisciplinary field which studies behavioral effects of psychoactive drugs. It incorporates approaches and techniques from neuropharmacology, animal behavior and behavioral neuroscience, and is interested in the behavioral and neurobiological mechanisms of action of psychoactive drugs. Another goal of behavioral pharmacology is to develop animal behavioral models to screen chemical compounds with therapeutic potentials. People in this field (called behavioral pharmacologists) typically use small animals (e.g. rodents) to study psychotherapeutic drugs such as antipsychotics, antidepressants and anxiolytics, and drugs of abuse such as nicotine, cocaine and methamphetamine. Ethopharmacology (not to be confused with ethnopharmacology) is a term which has been in use since the 1960s and derives from the Greek word ἦθος \"ethos\" meaning character and \"pharmacology\" the study of drug actions and mechanism.",
            "score": 60.497642517089844
        },
        {
            "docid": "26685721_23",
            "document": "Methods used to study memory . Our understanding of memory has benefited greatly from animal research. Animals brains can be selectively lesioned using surgical, or neurotoxic methods and be assessed before and after the experimental manipulation. Groundbreaking new technology has allowed for genetic manipulation and the creation of knockout mice. Scientists genetically engineer these mice to lack functionally or behaviourally important alleles or have missing or altered gene sequences. Careful observation of behaviors and phenotypes may help uncover the neural substrates of memory and prove to be an essential tool for the study of gene-behaviour interactions.",
            "score": 60.41384506225586
        },
        {
            "docid": "12185843_2",
            "document": "Comparative cognition . Comparative cognition is the comparative study of the mechanisms and origins of cognition in various species. From a biological point of view, work is being done on the brains of fruit flies that should yield techniques precise enough to allow an understanding of the workings of the human brain on a scale appreciative of individual groups of neurons rather than the more regional scale previously used. Similarly, gene activity in the human brain is better understood through examination of the brains of mice by the Seattle-based Allen Institute for Brain Science (see link below), yielding the freely available Allen Brain Atlas. This type of study is related to comparative cognition, but better classified as one of comparative genomics. Increasing emphasis in psychology and ethology on the biological aspects of perception and behavior is bridging the gap between genomics and behavioral analysis.",
            "score": 60.024871826171875
        },
        {
            "docid": "12526529_7",
            "document": "Pale kangaroo mouse . The desert is an extreme environment with unpredictable food resources. The pallid kangaroo mouse has developed some behavioral adaptations as a way of utilizing food in this environment. Pale kangaroo mice will collect seeds and then cache them in specific locations. They are known to have multiple caches so as to prevent any competing species from stealing their entire food source. In addition to their caching behaviors, kangaroo mice have other behavioral adaptation as a nocturnal desert dwelling species. One study followed the behavior of the kangaroo mice to avoid moonlight. While the reasons behind this behavior are not fully known, it is thought that it is to avoid predation, by risk of moonlight exposure.",
            "score": 59.99876022338867
        },
        {
            "docid": "3286366_14",
            "document": "Cognitive specialization . More recent evidence has shown that cognitive specialization is not just present in primates: domesticated dogs may show signs of understanding human behavior and communication, indicating a social-cognitive specialization that is argued to make them more likely to receive food, shelter and love from their human owners. Being receptive to human behavioral indicators and responding accordingly has allowed dogs to survive and thrive as a species. Bottlenose dolphins and elephants have also been shown to pass the \"mirror test\" explained above. This indication of some elementary self-awareness provides more evidence for foundational theory of mind skills in organisms throughout the animal kingdom. Ants, bees, and other insects have also evolved behaviors consistent with various specializations, including advanced navigational skills and several basic social communication abilities. Adaptive cognitive evolution has been examined in pigeons' ability to group objects (which is argued to support their processing of and adaptation to novel environments), problem solving and \"creative\" tool modification among rooks, and tool use in crows.",
            "score": 59.59276580810547
        },
        {
            "docid": "5750_66",
            "document": "Cognitive behavioral therapy . Structured cognitive behavioral training (SCBT) is a cognitive-based process with core philosophies that draw heavily from CBT. Like CBT, SCBT asserts that behavior is inextricably related to beliefs, thoughts and emotions. SCBT also builds on core CBT philosophy by incorporating other well-known modalities in the fields of behavioral health and psychology: most notably, Albert Ellis's rational emotive behavior therapy. SCBT differs from CBT in two distinct ways. First, SCBT is delivered in a highly regimented format. Second, SCBT is a predetermined and finite training process that becomes personalized by the input of the participant. SCBT is designed with the intention to bring a participant to a specific result in a specific period of time. SCBT has been used to challenge addictive behavior, particularly with substances such as tobacco, alcohol and food, and to manage diabetes and subdue stress and anxiety. SCBT has also been used in the field of criminal psychology in the effort to reduce recidivism.",
            "score": 59.586326599121094
        },
        {
            "docid": "3653501_6",
            "document": "Barnes maze . The Barnes maze is similar to the Morris water navigation task and to the radial arm maze task, but does not utilize a strong aversive stimulus (stress induced by swimming such as in the Morris water maze) or deprivation (food or water deprivation such as in the radial arm maze) as reinforcement. Behavioral tasks involving high levels of stress can influence the animal's performance on the task, making the Barnes maze ideal for eliminating stress-induced confounds. However, due to the lack of a strong aversive stimuli, some rodents may lack motivation to complete the task. Once acclimated to the maze, subjects may prefer to explore instead of complete the task. Using different parameters to analyze the data is important for avoiding this issue. Latency, path length to escape box, and number of errors to the first nose poke at the escape hole have been used as measures previously. Another drawback to the Barnes maze is that when testing multiple animals, scent cues left on the maze by the previous animal could alter the performance of subsequent subjects. This can be easily corrected by cleaning the maze after each trial.",
            "score": 59.43792724609375
        },
        {
            "docid": "43221236_6",
            "document": "Buprenorphine/samidorphan . Through activation of the KOR, dynorphins, opioid peptides that are the endogenous ligands of the KOR and that can, in many regards, be figuratively thought of as functional inverses of the morphine-like, euphoric and stress-inhibiting endorphins, induce dysphoria and stress-like responses in both animals and humans, as well as psychotomimetic effects in humans, and are thought to be essential for the mediation of the dysphoric aspects of stress. In addition, dynorphins are believed to be critically involved in producing the changes in neuroplasticity evoked by chronic stress that lead to the development of depressive and anxiety disorders, increased drug-seeking behavior, and dysregulation of the hypothalamic-pituitary-adrenal (HPA) axis. In support of this, in knockout mice lacking the genes encoding the KOR and/or prodynorphin (the endogenous precursor of the dynorphins), many of the usual effects of exposure to chronic stress are completely absent, such as increased immobility in the forced swimming test (a widely employed assay of depressive-like behavior) and increased conditioned place preference for cocaine (a measure of the rewarding properties and addictive susceptibility to cocaine). Accordingly, KOR antagonists show robust efficacy in animal models of depression, anxiety, anhedonia, drug addiction, and other stress-related behavioral and physiological abnormalities.",
            "score": 59.14374923706055
        },
        {
            "docid": "547826_21",
            "document": "Homosexual behavior in animals . Researchers found that disabling the fucose mutarotase (FucM) gene in laboratory mice – which influences the levels of estrogen to which the brain is exposed – caused the female mice to behave as if they were male as they grew up. \"The mutant female mouse underwent a slightly altered developmental programme in the brain to resemble the male brain in terms of sexual preference\" said Professor Chankyu Park of the Korea Advanced Institute of Science and Technology in Daejon, South Korea, who led the research. His most recent findings have been published in the BMC Genetics journal on July 7, 2010. Another study found that by manipulating a gene in fruit flies (\"Drosophila\"), homosexual behavior appeared to have been induced. However, in addition to homosexual behavior, several abnormal behaviors were also exhibited apparently due to this mutation.",
            "score": 59.10514831542969
        }
    ]
}