{
    "q": [
        {
            "docid": "1058672_14",
            "document": "Ataxia-telangiectasia . Chronic lung disease develops in more than 25% of people with A-T. Three major types of lung disease can develop: (1) recurrent and chronic sinopulmonary infections; (2) lung disease caused by ineffective cough, swallowing dysfunction, and impaired airway clearance; and (3) restrictive interstitial lung disease. It is common for individuals with A-T to have more than one of these lung conditions. Chronic lung disease can occur because of recurrent lung infections due to immunodeficiency. Individuals with this problem are at risk of developing bronchiectasis, a condition in which bronchial tubes are permanently damaged, resulting in recurrent lower airway infections. Gamma globulin for people with antibody deficiency and/or chronic antibiotic treatment may reduce the problems of infection. Other individuals with A-T have difficulty with taking deep breaths and may have an ineffective cough, making it difficult to clear oral and bronchial secretions. This can lead to prolonged respiratory symptoms following common viral respiratory illnesses. Techniques that allow clearance of mucus can be helpful in some individuals during respiratory illnesses. Some people will develop swallowing problems as they age, increasing their risk of aspiration pneumonia. Recurrent injury to the lungs caused by chronic infections or aspiration may cause lung fibrosis and scarring. This process may be enhanced by inadequate tissue repair in ATM-deficient cells. A small number of individuals develop interstitial lung disease. They have decreased pulmonary reserve, trouble breathing, a need for supplemental oxygen and chronic cough in the absence of lung infections. They may respond to systemic steroid treatment or other drugs to reduce inflammation.",
            "score": 78.50680351257324
        },
        {
            "docid": "18557449_8",
            "document": "Pseudallescheria boydii . This species is second in prevalence after \"Aspergillus fumigatus\" as a fungal pathogen in cystic fibrosis lung. It causes allergic bronchopulmonary disease and chronic lung lesions that resemble aspergillosis. Infections can also occur in immunocompetent individuals, usually in the lungs and upper respiratory tract. Infections in the CNS, which are rare, present as neutrophilic meningitis or multiple brain abscesses and have a mortality rate of up to 75%. Infections have also been observed in animals, notably corneal infection, abdominal mycetoma and disseminated infections in dogs and horses. Transient colonization is more likely than disease. However, invasive pseudoallescheriasis can be found in patients with prolonged neutropenia, high-dose corticosteroid therapy and allotransplantation of bone marrow. \"Pseudallescheria boydii\" has also been implicated in pneumonia subsequent to near-drowning events with infection developing anywhere between a few weeks to several months after exposure yielding high mortality. Dissemination of the organism to the central nervous system has been observed in some cases. This species is also known as a non-invasive colonist of the external ear and airways of patients with poor lung or sinus clearance, and the first documented case of human pseudallescheriasis involved the ear canal. It has also been implicated in infection of joints following traumatic injury, and these infections can progress to osteomyelitis. Infections of the skin and cornea have also been reported. Typical host-related risk factors for infection include lymphopenia, steroid treatment, serum albumin levels of < 3 mg/dL and neutropenia.",
            "score": 76.76146483421326
        },
        {
            "docid": "17337043_15",
            "document": "Diffuse panbronchiolitis . The diagnosis of DPB requires analysis of the lungs and bronchiolar tissues, which can require a lung biopsy, or the more preferred high resolution computed tomography (HRCT) scan of the lungs. The diagnostic criteria include severe inflammation in all layers of the respiratory bronchioles and lung tissue lesions that appear as nodules within the terminal and respiratory bronchioles in both lungs. The nodules in DPB appear as opaque lumps when viewed on X-rays of the lung, and can cause airway obstruction, which is evaluated by a pulmonary function test, or PFT. Lung X-rays can also reveal dilation of the bronchiolar passages, another sign of DBP. HRCT scans often show blockages of some bronchiolar passages with mucus, which is referred to as the \"tree-in-bud\" pattern. Hypoxemia, another sign of breathing difficulty, is revealed by measuring the oxygen and carbon dioxide content of the blood, using a blood test called arterial blood gas. Other findings observed with DPB include the proliferation of lymphocytes (white blood cells that fight infection), neutrophils, and foamy histiocytes (tissue macrophages) in the lung lining. Bacteria such as \"H. influenzae\" and \"P. aeruginosa\" are also detectable, with the latter becoming more prominent as the disease progresses. The white blood, bacterial and other cellular content of the blood can be measured by taking a complete blood count (CBC). Elevated levels of IgG and IgA (classes of immunoglobulins) may be seen, as well as the presence of rheumatoid factor (an indicator of autoimmunity). Hemagglutination, a clumping of red blood cells in response to the presence of antibodies in the blood, may also occur. Neutrophils, beta-defensins, leukotrienes, and chemokines can also be detected in bronchoalveolar lavage fluid injected then removed from the bronchiolar airways of individuals with DPB, for evaluation.",
            "score": 74.56370568275452
        },
        {
            "docid": "17337043_16",
            "document": "Diffuse panbronchiolitis . In the differential diagnosis (finding the correct diagnosis between diseases that have overlapping features) of some obstructive lung diseases, DPB is often considered. A number of DPB symptoms resemble those found with other obstructive lung diseases such as asthma, chronic bronchitis, and emphysema. Wheezing, coughing with sputum production, and shortness of breath are common symptoms in such diseases, and obstructive respiratory functional impairment is found on pulmonary function testing. Cystic fibrosis, like DPB, causes severe lung inflammation, excess mucus production, and infection; but DPB does not cause disturbances of the pancreas nor the electrolytes, as does CF, so the two diseases are different and probably unrelated. DPB is distinguished by the presence of lesions that appear on X-rays as nodules in the bronchioles of both lungs; inflammation in all tissue layers of the respiratory bronchioles; and its higher prevalence among individuals with East Asian lineage.",
            "score": 76.87660312652588
        },
        {
            "docid": "1727309_7",
            "document": "Pulmonary fibrosis . Pulmonary fibrosis involves gradual exchange of normal lung parenchyma with fibrotic tissue. The replacement of normal lung with scar tissue causes irreversible decrease in oxygen diffusion capacity, and the resulting stiffness or decreased compliance makes pulmonary fibrosis a restrictive lung disease.  Pulmonary fibrosis is perpetuated by aberrant wound healing, rather than chronic inflammation. It is the main cause of restrictive lung disease that is intrinsic to the lung parenchyma. In contrast, quadriplegia and kyphosis are examples of causes of restrictive lung disease that do not necessarily involve pulmonary fibrosis.",
            "score": 73.07693672180176
        },
        {
            "docid": "11823468_7",
            "document": "Paracoccidioides brasiliensis . \"P. brasiliensis\" causes a disease known as paracoccidioidomycosis characterized by slow, progressive granulomatous changes in the head mucosa, notably the nose and sinuses or the skin. Uncommonly, the disease affects the lymphatic system, the central nervous system, the gastrointestinal tract, or the skeletal system. Due to the high proportion of cases affecting the oral mucosa, these tissues were originally thought to be the primary route of entry of fungus. However, strong evidence now indicates the respiratory tract is the chief point of entry and \"P. brasiliensis\" lung lesions occur in nearly a third of progressive cases. The disease is not contagious. Paracoccidioidomycosis is more frequently seen in adult males than females. The hormone estrogen is thought to inhibit the transformation of the mycelial to the yeast form, as supported by \"in vitro\" experimental data, and this factor may account for the relative resistance of women to infection.",
            "score": 89.73719954490662
        },
        {
            "docid": "12029615_11",
            "document": "High-resolution computed tomography . HRCT is used for diagnosis and assessment of interstitial lung disease, such as pulmonary fibrosis, and other generalized lung diseases such as emphysema and bronchiectasis.",
            "score": 60.79135823249817
        },
        {
            "docid": "12029615_2",
            "document": "High-resolution computed tomography . High-resolution computed tomography (HRCT) is a type of computed tomography (CT) with specific techniques to enhance image resolution. It is used in the diagnosis of various health problems, though most commonly for lung disease, by assessing the lung parenchyma.",
            "score": 51.97271466255188
        },
        {
            "docid": "331633_2",
            "document": "Bronchiectasis . Bronchiectasis is a disease in which there is permanent enlargement of parts of the airways of the lung. Symptoms typically include a chronic cough with mucus production. Other symptoms include shortness of breath, coughing up blood, and chest pain. Wheezing and nail clubbing may also occur. Those with the disease often get frequent lung infections. Bronchiectasis may result from a number of infective and acquired causes, including pneumonia, tuberculosis, immune system problems, and cystic fibrosis. Cystic fibrosis eventually results in severe bronchiectasis in nearly all cases. The cause in 10–50% of those without cystic fibrosis is unknown. The mechanism of disease is breakdown of the airways due to an excessive inflammatory response. Involved airways (bronchi) become enlarged and thus less able to clear secretions. These secretions increase the amount of bacteria in the lungs, result in airway blockage and further breakdown of the airways. It is classified as an obstructive lung disease, along with chronic obstructive pulmonary disease and asthma. The diagnosis is suspected based on a person's symptoms and confirmed using computed tomography. Cultures of the mucus produced may be useful to determine treatment in those who have acute worsening and at least once a year. Worsening may occur due to infection and in these cases antibiotics are recommended. Typical antibiotics used include amoxicillin, erythromycin, or doxycycline. Antibiotics may also be used to prevent worsening of disease. Airway clearance techniques, a type of physical therapy, are recommended. Medications to dilate the airways may be useful in some but the evidence is not very good. The use of inhaled steroids has not been found to be useful. Surgery, while commonly done, has not been well studied. Lung transplantation may be an option in those with very severe disease. While the disease may cause significant health problems most people with the disease do well. The disease affects between 1 per 1000 and 1 per 250,000 adults. The disease is more common in women and increases as people age. It became less common since the 1950s with the introduction of antibiotics. It is more common among certain ethnic groups such as indigenous people. It was first described by Rene Laennec in 1819. The economic costs in the United States are estimated at $630 million per year.",
            "score": 81.03886830806732
        },
        {
            "docid": "36315057_34",
            "document": "Induced stem cells . Chronic lung diseases such as idiopathic pulmonary fibrosis and cystic fibrosis or chronic obstructive pulmonary disease and asthma are leading causes of morbidity and mortality worldwide with a considerable human, societal and financial burden. So there is an urgent need for effective cell therapy and lung tissue engineering. Several protocols have been developed for generation of the most cell types of the respiratory system, which may be useful for deriving patient-specific therapeutic cells.",
            "score": 72.72702121734619
        },
        {
            "docid": "40548965_6",
            "document": "Ochroconis gallopava . \"Ochroconis gallopava\" was thought to cause epidemic fatal encephalitis only in fowls, turkeys, and poults at first, however recently it has been increasingly recognized as a pathogen for human following solid organ transplantation, such as kidney, liver, heart, and lung. The first \"O. gallopava\" infection in human was reported in 1986. Prior to 1986, \"O. gallopava\" was known as an agent of phaeohyphomycosis and fatal encephalitis mainly in poultry. Even though reports of human infection by this species have increased, \"O. gallopava\" remains an extremely uncommon agent of human disease. When it does occur in humans, a wide range of sites may become involved, including the lung, heart, brain, the superficial cutaneous or subcutaneous areas, and other parts of the body. Infection accompanies brain involvement, respiratory tract involvement, pulmonary infections, and skin infections and many others. \"O. gallopava\" infection can be divided into fatal disease and manageable disease. Once the fungus penetrates into the central nervous system and involves the brain, the probability of cure by antifungal therapy falls exceedingly. When the fungal infection only concerns with systemic involvement except the brain, the probability of cure is higher. In serious infections, the typical entry point is thought to be the respiratory tract. Like other melanized fungi, the clinical presentation of \"O. gallopava\" is phaeohyphomycosis characterized by darkly colored lesions in affected tissues, acute or chronic inflammation, microabscesses, fibrosis, granulomas, and necrosis. The onset of symptoms in immunosuppressed individuals after transplantation is very slow, almost several months to years after organ transplantation surgery, but the infection can severely damage the host once it appears. When implicated, the median onset of the infection in organ transplanted patients is 22 months after surgery. Very rarely, \"O. gallopava\" infection has been observed in immunologically normal people. Unlike infections in immunocompromised individuals, these cases tend to have a high recovery rate.",
            "score": 81.95107710361481
        },
        {
            "docid": "36863_45",
            "document": "Lung . Inflammatory conditions of the lung tissue are pneumonia, of the respiratory tract are bronchitis and bronchiolitis, and of the pleurae surrounding the lungs pleurisy. Inflammation is usually caused by infections due to bacteria or viruses. When the lung tissue is inflamed due to other causes it is called pneumonitis. One major cause of bacterial pneumonia is tuberculosis. Chronic infections often occur in those with immunodeficiency and can include a fungal infection by \"Aspergillus fumigatus\" that can lead to an aspergilloma forming in the lung. A pulmonary embolism is a blood clot that becomes lodged in the pulmonary arteries. The majority of emboli arise because of deep vein thrombosis in the legs. Pulmonary emboli may be investigated using a ventilation/perfusion scan, a CT scan of the arteries of the lung, or blood tests such as the D-dimer. Pulmonary hypertension describes an increased pressure at the beginning of the pulmonary artery that has a large number of differing causes. Other rarer conditions may also affect the blood supply of the lung, such as granulomatosis with polyangiitis, which causes inflammation of the small blood vessels of the lungs and kidneys.",
            "score": 77.53343832492828
        },
        {
            "docid": "30206738_26",
            "document": "Chronic obstructive pulmonary disease . A chest X-ray and complete blood count may be useful to exclude other conditions at the time of diagnosis. Characteristic signs on X-ray are overexpanded lungs, a flattened diaphragm, increased retrosternal airspace, and bullae, while it can help exclude other lung diseases, such as pneumonia, pulmonary edema, or a pneumothorax. A high-resolution computed tomography scan of the chest may show the distribution of emphysema throughout the lungs and can also be useful to exclude other lung diseases. Unless surgery is planned, however, this rarely affects management. An analysis of arterial blood is used to determine the need for oxygen; this is recommended in those with an FEV less than 35% predicted, those with a peripheral oxygen saturation less than 92%, and those with symptoms of congestive heart failure. In areas of the world where alpha-1 antitrypsin deficiency is common, people with COPD (particularly those below the age of 45 and with emphysema affecting the lower parts of the lungs) should be considered for testing.",
            "score": 71.91686570644379
        },
        {
            "docid": "2652481_20",
            "document": "Personalized medicine . Respiratory diseases affect humanity globally, with chronic lung diseases (e.g., asthma, chronic obstructive pulmonary disease, idiopathic pulmonary fibrosis, among others)and lung cancer causing extensive morbidity and mortality. These conditions are highly heterogeneous and require an early diagnosis. However, initial symptoms are nonspecific,and the clinical diagnosis is made late frequently. Over the last few years, personalized medicine has emerged as a medical care approach that uses novel technology aiming to personalize treatments according to the particular patient's medical needs.",
            "score": 78.0158200263977
        },
        {
            "docid": "883645_5",
            "document": "Blastomycosis . Blastomycosis manifests as a primary lung infection in about 70% of cases. The onset is relatively slow and symptoms are suggestive of pneumonia, often leading to initial treatment with antibacterials. Occasionally, if a lesion is seen on X-ray in a cigarette smoker, the disease may be misdiagnosed as carcinoma, leading to swift excision of the pulmonary lobe involved. Upper lung lobes are involved somewhat more frequently than lower lobes. If untreated, many cases progress over a period of months to years to become disseminated blastomycosis. In these cases, the large Blastomyces yeast cells translocate from the lungs and are trapped in capillary beds elsewhere in the body, where they cause lesions. The skin is the most common organ affected, being the site of lesions in approximately 60% of cases. The signature image of blastomycosis in textbooks is the indolent, verrucous or ulcerated dermal lesion seen in disseminated disease. Osteomyelitis is also common (12–60% of cases). Other recurring sites of dissemination are the genitourinary tract (kidney, prostate, epididymis; collectively ca. 25% of cases) and the brain (3–10% of cases).",
            "score": 69.79543030261993
        },
        {
            "docid": "36863_46",
            "document": "Lung . A lung contusion is a bruise caused by chest trauma. It results in hemorrhage of the alveoli causing a build-up of fluid which can impair breathing, and this can be either mild or severe. The function of the lungs can also be affected by compression from fluid in the pleural cavity pleural effusion, or other substances such as air (pneumothorax), blood (hemothorax), or rarer causes. These may be investigated using a chest X-ray or CT scan, and may require the insertion of a surgical drain until the underlying cause is identified and treated. Asthma, chronic bronchitis, bronchiectasis and chronic obstructive pulmonary disease (COPD) are all obstructive lung diseases characterised by airway obstruction. This limits the amount of air that is able to enter alveoli because of constriction of the bronchial tree, due to inflammation. Obstructive lung diseases are often identified because of symptoms and diagnosed with pulmonary function tests such as spirometry. Many obstructive lung diseases are managed by avoiding triggers (such as dust mites or smoking), with symptom control such as bronchodilators, and with suppression of inflammation (such as through corticosteroids) in severe cases. One common cause of COPD and emphysema is smoking, and common causes of bronchiectasis include severe infections and cystic fibrosis. The definitive cause of asthma is not yet known.",
            "score": 75.92259120941162
        },
        {
            "docid": "3129502_6",
            "document": "Aspergilloma . Although most fungi — especially \"Aspergillus\" — fail to grow in healthy human tissue, significant growth may occur in people whose adaptive immune system is compromised, such as those with chronic granulomatous disease, who are undergoing chemotherapy, or who have recently undergone a bone marrow transplantation. Within the lungs of such individuals, the fungal hyphae spread out as a spherical growth. With the restoration of normal defense mechanisms, neutrophils and lymphocytes are attracted to the edge of the spherical fungal growth where they lyse, releasing tissue-digesting enzymes as a normal function. A sphere of the infected lung is thus cleaved from the adjacent lung. This sphere flops around in the resulting cavity and is recognized on x-ray as a fungus ball. This process is beneficial as a potentially serious invasive fungal infection is converted into surface colonization. Although the fungus is inactivated in the process, surgeons may choose to operate to reduce the possibility of bleeding. Microscopic examination of surgically removed recently formed fungus balls clearly shows a sphere of dead lung containing fungal hyphae. Microscopic examination of older lesions reveals mummified tissue which may reveal faint residual lung or hyphal structures.",
            "score": 77.36828577518463
        },
        {
            "docid": "41263454_6",
            "document": "Halicephalobus gingivalis . \"H. gingivalis\" is uncommon in humans so far. However, its rare effects are lethal as there is inflammation of the central nervous system, leading to brain dysfunction and meningoencephalomyelitis. This disease causes increased concentration of eosinophils in the cerebrospinal fluid. In horses (where the parasite is most studied), infection of the brain is common, followed by the kidneys, oral and nasal cavities, lymph nodes, lungs, spinal cord, and adrenal gland, and also reports of infection of heart, liver, stomach and bone. A rare triple fatality from Halicephalobus was reported in the UK, where infected kidneys were transplanted to two recipients.",
            "score": 50.696287870407104
        },
        {
            "docid": "18420203_4",
            "document": "Pneumatocele . Diagnosis can be made using chest X-ray; the lesion shows up as a small, round area filled with air. Computed tomography can give a more detailed understanding of the lesion. Differential diagnoses, other conditions that could cause similar symptoms as pneumatocele, include lung cancer, tuberculosis, and a lung abscess in the setting of Hyper IgE syndrome (aka Job's syndrome) or on its own, often caused by Staphylococcus aureus infection during cystic fibrosis.",
            "score": 56.4999897480011
        },
        {
            "docid": "29640729_29",
            "document": "Rheumatoid lung disease . Recent studies have identified risk factors for disease progression and mortality. A retrospective study of 167 patients with RA-ILD determined that the usual interstitial pneumonia (UIP) pattern on high-resolution computed tomography (HRCT) was a risk factor for progression, as were severe disease upon diagnosis and rate of change in pulmonary function test results in the first 6 months after diagnosis.",
            "score": 83.96452474594116
        },
        {
            "docid": "8768565_19",
            "document": "Idiopathic pulmonary fibrosis . Chest X-rays are useful in the follow up routine of IPF patients. Plain chest X-rays are unfortunately not diagnostic but may reveal decreased lung volumes, typically with prominent reticular interstitial markings near the lung bases. The radiological evaluation through HRCT is an essential point in the diagnostic pathway in IPF. HRCT is performed using a conventional computed axial tomographic scanner without injection of contrast agents. Evaluation slices are very thin, 1–2 mm.",
            "score": 64.41440987586975
        },
        {
            "docid": "2540987_19",
            "document": "Dog health . One of the most common fungal diseases in dogs is ringworm, or dermatophytosis, an infection of the skin, hair, or nails. There are three fungal species that cause ringworm in dogs. About 70 percent of infections are caused by \"Microsporum canis\", 20 percent by \"M. gypseum\", and 10 percent by \"Trichophyton mentagrophytes\". Signs include hair loss and scaling of the skin. Treatment for localized ringworm is not always necessary as the disease is self-limiting, but the cliinical course can be shortened by using topical miconazole or clotrimazole. Generalized infections, most commonly seen in immunocompromised dogs, can be treated with oral antifungal drugs such as griseofulvin or itraconazole. Infection can spread to humans. There are several fungal diseases that are systemic in nature, meaning they are affecting multiple body systems. Blastomycosis, caused by \"Blastomyces dermatitidis\", is a fungal disease that affects both dogs and humans, although it is only rarely zoonotic. It is found mainly in the United States in the Mississippi River and Great Lakes areas. It has also been reported in four Canadian provinces; Saskatchewan, Manitoba, Ontario and Quebec. Signs include weight loss, cough, fever, enlarged lymph nodes, draining skin lesions, eye inflammation with discharge, blindness, and lameness. Because dogs are ten times more likely to become infected from the environment than humans, they are considered to be sentinels for the disease. Treatment requires a minimum 60-90 day course of oral antifungal medication or in severe cases intravenous antifungal injections.",
            "score": 73.16250097751617
        },
        {
            "docid": "50601_5",
            "document": "Cystic fibrosis . Lung disease results from clogging of the airways due to mucus build-up, decreased mucociliary clearance, and resulting inflammation. Inflammation and infection cause injury and structural changes to the lungs, leading to a variety of symptoms. In the early stages, incessant coughing, copious phlegm production, and decreased ability to exercise are common. Many of these symptoms occur when bacteria that normally inhabit the thick mucus grow out of control and cause pneumonia. In later stages, changes in the architecture of the lung, such as pathology in the major airways (bronchiectasis), further exacerbate difficulties in breathing. Other signs include coughing up blood (hemoptysis), high blood pressure in the lung (pulmonary hypertension), heart failure, difficulties getting enough oxygen to the body (hypoxia), and respiratory failure requiring support with breathing masks, such as bilevel positive airway pressure machines or ventilators. \"Staphylococcus aureus\", \"Haemophilus influenzae\", and \"Pseudomonas aeruginosa\" are the three most common organisms causing lung infections in CF patients. In addition to typical bacterial infections, people with CF more commonly develop other types of lung disease. Among these is allergic bronchopulmonary aspergillosis, in which the body's response to the common fungus \"Aspergillus fumigatus\" causes worsening of breathing problems. Another is infection with \"Mycobacterium avium\" complex, a group of bacteria related to tuberculosis, which can cause lung damage and does not respond to common antibiotics. People with CF are susceptible to getting a pneumothorax.",
            "score": 71.0504674911499
        },
        {
            "docid": "649760_2",
            "document": "Leptospirosis . Leptospirosis is an infection caused by corkscrew-shaped bacteria called \"Leptospira\". Signs and symptoms can range from none to mild such as headaches, muscle pains, and fevers; to severe with bleeding from the lungs or meningitis. If the infection causes the person to turn yellow, have kidney failure and bleeding, it is then known as Weil's disease. If it also causes bleeding into the lungs then it is known as severe pulmonary hemorrhage syndrome. Up to 13 different genetic types of \"Leptospira\" may cause disease in humans. It is transmitted by both wild and domestic animals. The most common animals that spread the disease are rodents. It is often transmitted by animal urine or by water or soil containing animal urine coming into contact with breaks in the skin, eyes, mouth, or nose. In the developing world the disease most commonly occurs in farmers and poor people who live in cities. In the developed world it most commonly occurs in those involved in outdoor activities in warm and wet areas of the world. Diagnosis is typically by looking for antibodies against the bacterium or finding its DNA in the blood. Efforts to prevent the disease include protective equipment to prevent contact when working with potentially infected animals, washing after this contact, and reducing rodents in areas people live and work. The antibiotic doxycycline, when used in an effort to prevent infection among travellers, is of unclear benefit. Vaccines for animals exist for certain type of \"Leptospira\" which may decrease the risk of spread to humans. Treatment if infected is with antibiotics such as: doxycycline, penicillin, or ceftriaxone. Weil's disease and severe pulmonary haemorrhage syndrome result in death rates greater than 10% and 50%, respectively, even with treatment. It is estimated that seven to ten million people are infected by leptospirosis per year. The number of deaths this causes is not clear. The disease is most common in tropical areas of the world but may occur anywhere. Outbreaks may occur in slums of the developing world. The disease was first described by physician Adolf Weil in 1886 in Germany. Animals which are infected may have no symptoms, mild symptoms, or severe symptoms. Symptoms may vary by the type of animal. In some animals \"Leptospira\" live in the reproductive tract, leading to transmission during mating.",
            "score": 82.6675511598587
        },
        {
            "docid": "480641_2",
            "document": "Glanders . Glanders (from Middle English ' or Old French ', both meaning glands; , ; also known as \"equinia\", \"farcy\", and \"malleus\") is an infectious disease that occurs primarily in horses, mules, and donkeys. It can be contracted by other animals, such as dogs, cats, goats and humans. It is caused by infection with the bacterium \"Burkholderia mallei\", usually by ingestion of contaminated feed or water. Signs of glanders include the formation of nodular lesions in the lungs and ulceration of the mucous membranes in the upper respiratory tract. The acute form results in coughing, fever, and the release of an infectious nasal discharge, followed by septicaemia and death within days. In the chronic form, nasal and subcutaneous nodules develop, eventually ulcerating. Death can occur within months, while survivors act as carriers.",
            "score": 53.319331407547
        },
        {
            "docid": "674529_26",
            "document": "Pulmonary hypertension . If the echocardiogram is compatible with a diagnosis of pulmonary hypertension, common causes of pulmonary hypertension (left heart disease and lung disease) are considered and further tests are performed accordingly. These tests generally include electrocardiography (ECG), pulmonary function tests including lung diffusion capacity for carbon monoxide and arterial blood gas measurements, X-rays of the chest and high-resolution computed tomography (CT) scanning.",
            "score": 85.99746251106262
        },
        {
            "docid": "44471109_50",
            "document": "Safety of electronic cigarettes . The risks to the lungs are not fully understood, and concern exists regarding the negative effects on lung function. There is limited evidence on the long-term health effects to the lungs. Many ingredients used in e-liquids have not been examined in the lung. The effects of e-cigarette use in respect to asthma and other respiratory diseases are unknown. A 2015 review found e-cigarettes may induce acute lung disease. A 2015 study found that e-cigarette vapors can induce oxidative stress in lung endothelial cells. Constant lung inflammation as a result of the vapor could result in lung pathogenesis and induce serious diseases, including chronic obstructive pulmonary disease and fibrosis. The limited evidence suggests that e-cigarettes produce less short-term effects on lung function than traditional cigarettes. A 2014 case report observed the correlation between sub-acute bronchiolitis and vaping. After quitting vaping the symptoms improved.",
            "score": 60.46849703788757
        },
        {
            "docid": "3935481_2",
            "document": "Bronchiolitis obliterans . Bronchiolitis obliterans (BO), informally known as popcorn lung, is a disease that results in obstruction of the smallest airways of the lungs (bronchioles) due to inflammation. Symptoms include a dry cough, shortness of breath, wheezing, and feeling tired. These symptoms generally get worse over weeks to months. It is not related to organizing pneumonia. Causes include breathing in toxic fumes, respiratory infections, connective tissue disorder, or following a bone marrow or heart-lung transplant. Symptoms may not occur until two to eight weeks following toxic exposure or infection. The underlying mechanism involves inflammation that results in scar tissue formation. Diagnosis is by CT scan, pulmonary function tests, or lung biopsy. A chest X-ray is often normal. While the disease is not reversible treatments can slow further worsening. This may include the use of corticosteroids or immunosuppressive medication. A lung transplant may be tried. Outcomes are often poor with most people dying in months to years. Bronchiolitis obliterans is rare in the general population. It affects about 75% of people by ten years following a lung transplant and up to 10% of people who have received a bone marrow transplant from someone else. The condition was first clearly described in 1981. Prior descriptions occurred as early as 1956.",
            "score": 70.4510850906372
        },
        {
            "docid": "50601_55",
            "document": "Cystic fibrosis . Chronic illnesses can be very difficult to manage. CF is a chronic illness that affects the \"digestive and respiratory tracts resulting in generalized malnutrition and chronic respiratory infections\". The thick secretions clog the airways in the lungs, which often cause inflammation and severe lung infections. If it is compromised, it affects the quality of life (QOL) of someone with CF and their ability to complete such tasks as everyday chores.  According to Schmitz and Goldbeck (2006), CF significantly increases emotional stress on both the individual and the family, \"and the necessary time-consuming daily treatment routine may have further negative effects on quality of life\". However, Havermans and colleagues (2006) have shown that young outpatients with CF who have participated in the Cystic Fibrosis Questionnaire-Revised \"rated some QOL domains higher than did their parents\". Consequently, outpatients with CF have a more positive outlook for themselves.  Furthermore, many ways can improve the QOL in CF patients. Exercise is promoted to increase lung function. Integrating an exercise regimen into the CF patient’s daily routine can significantly improve QOL. No definitive cure for CF is known, but diverse medications are used, such as mucolytics, bronchodilators, steroids, and antibiotics, that have the purpose of loosening mucus, expanding airways, decreasing inflammation, and fighting lung infections, respectively.",
            "score": 54.15121626853943
        },
        {
            "docid": "1058672_57",
            "document": "Ataxia-telangiectasia . Recurrent sinus and lung infections can lead to the development of chronic lung disease. Such infections should be treated with appropriate antibiotics to prevent and limit lung injury. Administration of antibiotics should be considered when children and adults have prolonged respiratory symptoms (greater than 7 days), even following what was presumed to have been a viral infection. To help prevent respiratory illnesses from common respiratory pathogens, annual influenza vaccinations should be given and pneumococcal vaccines should be administered when appropriate. Antibiotic treatment should also be considered in children with chronic coughs that are productive of mucous, those who do not respond to aggressive pulmonary clearance techniques and in children with muco-purulent secretions from the sinuses or chest. A wet cough can also be associated with chronic aspiration which should be ruled out through proper diagnostic studies, however aspiration and respiratory infections are not necessarily exclusive of each other. In children and adults with bronchiectasis, chronic antibiotic therapy should be considered to slow chronic lung disease progression.",
            "score": 73.76329159736633
        },
        {
            "docid": "2143933_6",
            "document": "Rhinorrhea . Rhinorrhea can be a symptom of other diseases, such as the common cold or influenza. During these infections, the nasal mucous membranes produce excess mucus, filling the nasal cavities. This is to prevent infection from spreading to the lungs and respiratory tract, where it could cause far worse damage. It has also been suggested that rhinorrhea is a result of viral evolution, and may be a response that is not useful to the host, but which has evolved by the virus to maximise its own infectivity. Rhinorrhea caused by these infections usually occur on circadian rhythms. Over the course of a viral infection, sinusitis (the inflammation of the nasal tissue) may occur, causing the mucous membranes to release more mucus. Acute sinusitis consists of the nasal passages swelling during a viral infection. Chronic sinusitis occurs when one or more nasal polyps appear. This can be caused by a deviated septum as well as a viral infection.",
            "score": 44.46135056018829
        },
        {
            "docid": "32401416_8",
            "document": "Chronic pulmonary aspergillosis . An aspergilloma is a fungal mass caused by a fungal infection with Aspergillus species that grows in either scarred lungs or in a pre-existing lung cavity, which may have been caused by a previous infection. Patients with a previous history of tuberculosis, sarcoidosis, cystic fibrosis or other lung disease are most susceptible to an aspergilloma. Aspergillomas may have no specific symptoms but in many patients there is some coughing up of blood called haemoptysis - this may be infrequent and in small quantity, but can be severe and then it requires urgent medical help.",
            "score": 87.01655316352844
        }
    ],
    "r": [
        {
            "docid": "16996257_19",
            "document": "Pulmonary contusion . Computed tomography (CT scanning) is a more sensitive test for pulmonary contusion, and it can identify abdominal, chest, or other injuries that accompany the contusion. In one study, chest X-ray detected pulmonary contusions in 16.3% of people with serious blunt trauma, while CT detected them in 31.2% of the same people. Unlike X-ray, CT scanning can detect the contusion almost immediately after the injury. However, in both X-ray and CT a contusion may become more visible over the first 24–48 hours after trauma as bleeding and edema into lung tissues progress. CT scanning also helps determine the size of a contusion, which is useful in determining whether a patient needs mechanical ventilation; a larger volume of contused lung on CT scan is associated with an increased likelihood that ventilation will be needed. CT scans also help differentiate between contusion and pulmonary hematoma, which may be difficult to tell apart otherwise. However, pulmonary contusions that are visible on CT but not chest X-ray are usually not severe enough to affect outcome or treatment.",
            "score": 90.3189697265625
        },
        {
            "docid": "11823468_7",
            "document": "Paracoccidioides brasiliensis . \"P. brasiliensis\" causes a disease known as paracoccidioidomycosis characterized by slow, progressive granulomatous changes in the head mucosa, notably the nose and sinuses or the skin. Uncommonly, the disease affects the lymphatic system, the central nervous system, the gastrointestinal tract, or the skeletal system. Due to the high proportion of cases affecting the oral mucosa, these tissues were originally thought to be the primary route of entry of fungus. However, strong evidence now indicates the respiratory tract is the chief point of entry and \"P. brasiliensis\" lung lesions occur in nearly a third of progressive cases. The disease is not contagious. Paracoccidioidomycosis is more frequently seen in adult males than females. The hormone estrogen is thought to inhibit the transformation of the mycelial to the yeast form, as supported by \"in vitro\" experimental data, and this factor may account for the relative resistance of women to infection.",
            "score": 89.73719787597656
        },
        {
            "docid": "391997_13",
            "document": "Histoplasmosis . Clinically, there is a wide spectrum of disease manifestation, making diagnosis somewhat difficult. More severe forms include: (1) the chronic pulmonary form, often occurring in the presence of underlying pulmonary disease; and (2) a disseminated form, which is characterized by the progressive spread of infection to extra-pulmonary sites. Oral manifestations have been reported as the main complaint of the disseminated forms, leading the patient to seek treatment, whereas pulmonary symptoms in disseminated disease may be mild or even misinterpreted as flu. Histoplasmosis can be diagnosed by samples containing the fungus taken from sputum (via bronchoalveolar lavage), blood, or infected organs. It can also be diagnosed by detection of antigens in blood or urine samples by ELISA or PCR. Antigens can cross-react with antigens of African histoplasmosis (caused by Histoplasma duboisii), blastomycosis, coccidioidomycosis, paracoccidioidomycosis, and Penicillium marneffei infection. Histoplasmosis can also be diagnosed by a test for antibodies against \"Histoplasma\" in the blood. \"Histoplasma\" skin tests indicate whether a person has been exposed, but do not indicate whether they have the disease. Formal histoplasmosis diagnoses are often confirmed only by culturing the fungus directly. Sabouraud agar is one type of agar growth media on which the fungus can be cultured. Cutaneous manifestations of disseminated disease are diverse and often present as a nondescript rash with systemic complaints. Diagnosis is best established by urine antigen testing, as blood cultures may take up to 6 weeks for diagnostic growth to occur and serum antigen testing often comes back with a false negative before 4 weeks of disseminated infection.",
            "score": 88.11087799072266
        },
        {
            "docid": "32401416_8",
            "document": "Chronic pulmonary aspergillosis . An aspergilloma is a fungal mass caused by a fungal infection with Aspergillus species that grows in either scarred lungs or in a pre-existing lung cavity, which may have been caused by a previous infection. Patients with a previous history of tuberculosis, sarcoidosis, cystic fibrosis or other lung disease are most susceptible to an aspergilloma. Aspergillomas may have no specific symptoms but in many patients there is some coughing up of blood called haemoptysis - this may be infrequent and in small quantity, but can be severe and then it requires urgent medical help.",
            "score": 87.01655578613281
        },
        {
            "docid": "7745101_16",
            "document": "Desmosine . Because desmosine is most prevalent in mature elastin, it can be consistently located and measured in urine samples after elastin breakdown in the human body. Desmosine does not exist elsewhere within the body, nor can it be sourced from elsewhere outside the body, which isolates it as a key marker for elastin breakdown. Indeed, desmosine \"has been studied as a marker of elastin breakdown in several chronic pulmonary conditions, including chronic obstructive pulmonary disease (COPD), cystic fibrosis, and chronic tobacco use.\" In one study, hyperoxic mice that formed alveoli as a result of lung maturation also showed drastic changes in collagen and elastin within the lungs, as well as a change in cross-linking. In another study, deceased patients with acute respiratory distress syndrome (ARDS) were reported to have higher concentrations of desmosine in their urine than those patients who survived ARDS, and higher concentrations of desmosine revealed that \"more severe damage to the extracellular matrix occurred in the most critically ill [acute lung injury] patients.\"",
            "score": 86.08145904541016
        },
        {
            "docid": "14755626_14",
            "document": "PSMB6 . As aforementioned, the proteasome subunit beta type-6, also known as 20S proteasome subunit beta-1 is a protein that is encoded by the PSMB6 gene in humans. A clinically important role of the PSMB6 protein has been mainly found in malignancies. For instance, pharmacological drug therapy with Periplocin in the treatment of rheumatoid arthritis, is also found to inhibit lung cancer in both in-vivo and in-vitro experimental models. Accordingly, the protein profile changes of human lung cancer cell lines A549 in response to periplocin treatment were investigated using proteomics approaches (2-DE combined] with MS/MS) in conduction with Western blot analysis to verify the changed proteins. Using immunoblot analysis followed by STRING bioinformatics analysis, it was revealed that Periplocin can inhibited growth of lung cancer by down-regulating proteins, such as ATP5A1, EIF5A, ALDH1 and PSMB6. Thus, the proteasome subunit beta type-6 (PSMB6) appears to have a significant role in molecular mechanisms underlying the anti-cancer effects of periplocin on lung cancer cells. A proteomic study, analyzing differentially expressed UPS proteins in a rat model of chronic hypoxic pulmonary hypertension which is characterized by sustained elevation of pulmonary vascular resistance that results in vascular remodeling, revealed a significant association with the PSMB6 protein. Chronic hypoxia up-regulated the proteasome activity and the proliferation of pulmonary artery smooth muscle cells, which may be related to an increased PSMB6 expression and the subsequently enhanced functional catalytic sites of the proteasome. Thus, there may be an essential role of the proteasome during chronic hypoxic pulmonary hypertension.",
            "score": 86.06529235839844
        },
        {
            "docid": "674529_26",
            "document": "Pulmonary hypertension . If the echocardiogram is compatible with a diagnosis of pulmonary hypertension, common causes of pulmonary hypertension (left heart disease and lung disease) are considered and further tests are performed accordingly. These tests generally include electrocardiography (ECG), pulmonary function tests including lung diffusion capacity for carbon monoxide and arterial blood gas measurements, X-rays of the chest and high-resolution computed tomography (CT) scanning.",
            "score": 85.9974594116211
        },
        {
            "docid": "52135_23",
            "document": "Pneumonia . X-ray presentations of pneumonia may be classified as lobar pneumonia, bronchopneumonia (also known as lobular pneumonia), and interstitial pneumonia. Bacterial, community-acquired pneumonia classically show lung consolidation of one lung segmental lobe, which is known as lobar pneumonia. However, findings may vary, and other patterns are common in other types of pneumonia. Aspiration pneumonia may present with bilateral opacities primarily in the bases of the lungs and on the right side. Radiographs of viral pneumonia may appear normal, appear hyper-inflated, have bilateral patchy areas, or present similar to bacterial pneumonia with lobar consolidation. Radiologic findings may not be present in the early stages of the disease, especially in the presence of dehydration, or may be difficult to be interpreted in the obese or those with a history of lung disease. Complications such as pleural effusion may also be found on chest radiographs. Laterolateral chest radiograph can increase the diagnostic accuracy of lung consolidation and pleural effusion. A CT scan can give additional information in indeterminate cases. CT scan can also provide more details in those with an unclear chest radiograph (for example occult pneumonia in chronic obstructive pulmonary disease (COPD)) and is able to exclude pulmonary embolism and fungal pneumonia and detecting lung abscess in those who are not responding to treatments. However, CT scan is more expensive, has a higher dose of radiation, and cannot be done at bedside.",
            "score": 85.65846252441406
        },
        {
            "docid": "6061701_5",
            "document": "Paracoccidioidomycosis . Paracoccidioidomycosis is a systemic mycosis caused by the dimorphic fungus \"Paracoccidioides brasiliensis\". Strong evidence indicates this fungus infects the host through the respiratory tract. It frequently involves mucous membranes, lymph nodes, bone, and lungs. Unlike other systemic mycoses, it can cause disease in immunocompetent hosts, although immunosuppression increases the aggressiveness of the fungus. Also uniquely, it rarely causes disease in fertile-age women, probably due to a protective effect of estradiol.",
            "score": 85.14207458496094
        },
        {
            "docid": "29445941_6",
            "document": "Animals and tobacco smoke . The IARC monographs concluded that the application of cigarette-smoke condensates onto the skin of mice induces tumors, of both benign and malignant variety. Although the carcinogenicity of tobacco smoke was first established in humans, various types of animals have also been exposed to tobacco smoke inhalation in attempts to yield further experimental proof and control for various experimental factors, including types of tobacco and levels of exposure, which would be considered unethical in human studies. The IARC monographs, referencing studies which used various methods of smoke inhalation, concluded that a significantly greater number of pulmonary tumors occurred among mice exposed to smoke than those in the control groups. Since the 1960s, the animal most used in testing the carcinogenicity of tobacco smoke has been the Syrian Golden Hamster due to its resistance to pulmonary infections and the infrequency with which it spontaneously develops pulmonary tumors. According to the IARC monographs these studies have proven, and repeatedly confirmed, the carcinogenicity of tobacco smoke for hamsters.",
            "score": 84.32989501953125
        },
        {
            "docid": "29640729_29",
            "document": "Rheumatoid lung disease . Recent studies have identified risk factors for disease progression and mortality. A retrospective study of 167 patients with RA-ILD determined that the usual interstitial pneumonia (UIP) pattern on high-resolution computed tomography (HRCT) was a risk factor for progression, as were severe disease upon diagnosis and rate of change in pulmonary function test results in the first 6 months after diagnosis.",
            "score": 83.96452331542969
        },
        {
            "docid": "6061701_2",
            "document": "Paracoccidioidomycosis . Paracoccidioidomycosis (PCM) (also known as \"Brazilian blastomycosis\", \"South American blastomycosis\", \"Lutz-Splendore-de Almeida disease\" and \"paracoccidioidal granuloma\") is a fungal infection caused by the fungus \"Paracoccidioides brasiliensis\". Though sometimes called \"South American blastomycosis\", paracoccidioidomycosis is caused by a different fungus than that which causes blastomycosis.",
            "score": 83.14839172363281
        },
        {
            "docid": "40927829_5",
            "document": "Microascus brevicaulis . \"Microascus brevicaulis\" has typically been associated with infections located on the skin surface of patients. Though this fungus is responsible for causing several skin related diseases, it is not considered a habitual pathogen. It is however categorized as a dermatomycotic mold which is known to cause onychomycosis. This is the most prevalent disease affecting human nails but \"M. brevicaulis\" has been isolated from healthy nails as well as diseased ones, indicating that it could be a harmless contaminant in some situations but behave as an opportunistic pathogen in others. \"Microascus brevicaulis\" is also known to cause granulomatous skin infections in humans. Yet another dermatological disease which may be caused by \"M.. brevicaulis\" is skin infection on the sole of the foot. These infections appear as red bumps or (less commonly ridges) around the patients hands and feet. Usually, these infections cause no pain and do not last very long thus resolve without treatment. In some cases however, these types of infection may be persistent and cause great discomfort. Yet another dermatological disease which may be caused by \"M. brevicaulis\" is plantar infection. This consists of a (potentially thick) scaly plaque that accumulates on the feet. Despite the discomfort and pain which dermatological infections of this sort inflict upon patients, \"M. brevicaulis\" is considerably more dangerous (even fatal) in situations where it manages to bypass the skin and reach deep tissues. The danger arises because \"M. brevicaulis\" is a multi-drug resistant, opportunistic pathogen. In the past, these kinds of infections mostly occurred if an individual punctured their skin with a stick or experienced some similar form of trauma that could implant \"M. brevicaulis\" below the skin. However, in recent years there has been an increase in the previously rare number of cases of deep tissue infections resulting from \"M. brevicaulis\". In contemporary cases where deep tissue invasion has occurred, the patients are almost always immunocompromised. It is believed that the increasing incidence of diseases like AIDS and diabetes coupled with medical practices like chemo-therapy and broad-spectrum antibiotic treatments are primarily responsible for creating a large number of individuals who are predisposed to potentially fatal infections of \"M. brevicaulis\". Another more recent entry route for this fungus has been an increase in the number of elective surgeries which raise its exposure to internal environments. The occurrence of such infections is on the rise and includes several life-threatening conditions such as: the formation of fungus balls in preformed pulmonary cavities, keratitis, posttraumatic endophthalmitis, disseminated skin lesions in AIDS patients, granulomatous subcutaneous infections, invasive hyalohyphomycosis, pneumonia in leukemic patients, endocarditis related to valvuloplasty or prosthetic valves, and fatal disseminated infection after bone marrow transplantation. In other cases, \"M. brevicaulis\" has caused death in immunocompromised patients with hematological diseases.",
            "score": 83.08174896240234
        },
        {
            "docid": "649760_2",
            "document": "Leptospirosis . Leptospirosis is an infection caused by corkscrew-shaped bacteria called \"Leptospira\". Signs and symptoms can range from none to mild such as headaches, muscle pains, and fevers; to severe with bleeding from the lungs or meningitis. If the infection causes the person to turn yellow, have kidney failure and bleeding, it is then known as Weil's disease. If it also causes bleeding into the lungs then it is known as severe pulmonary hemorrhage syndrome. Up to 13 different genetic types of \"Leptospira\" may cause disease in humans. It is transmitted by both wild and domestic animals. The most common animals that spread the disease are rodents. It is often transmitted by animal urine or by water or soil containing animal urine coming into contact with breaks in the skin, eyes, mouth, or nose. In the developing world the disease most commonly occurs in farmers and poor people who live in cities. In the developed world it most commonly occurs in those involved in outdoor activities in warm and wet areas of the world. Diagnosis is typically by looking for antibodies against the bacterium or finding its DNA in the blood. Efforts to prevent the disease include protective equipment to prevent contact when working with potentially infected animals, washing after this contact, and reducing rodents in areas people live and work. The antibiotic doxycycline, when used in an effort to prevent infection among travellers, is of unclear benefit. Vaccines for animals exist for certain type of \"Leptospira\" which may decrease the risk of spread to humans. Treatment if infected is with antibiotics such as: doxycycline, penicillin, or ceftriaxone. Weil's disease and severe pulmonary haemorrhage syndrome result in death rates greater than 10% and 50%, respectively, even with treatment. It is estimated that seven to ten million people are infected by leptospirosis per year. The number of deaths this causes is not clear. The disease is most common in tropical areas of the world but may occur anywhere. Outbreaks may occur in slums of the developing world. The disease was first described by physician Adolf Weil in 1886 in Germany. Animals which are infected may have no symptoms, mild symptoms, or severe symptoms. Symptoms may vary by the type of animal. In some animals \"Leptospira\" live in the reproductive tract, leading to transmission during mating.",
            "score": 82.66754913330078
        },
        {
            "docid": "40548965_6",
            "document": "Ochroconis gallopava . \"Ochroconis gallopava\" was thought to cause epidemic fatal encephalitis only in fowls, turkeys, and poults at first, however recently it has been increasingly recognized as a pathogen for human following solid organ transplantation, such as kidney, liver, heart, and lung. The first \"O. gallopava\" infection in human was reported in 1986. Prior to 1986, \"O. gallopava\" was known as an agent of phaeohyphomycosis and fatal encephalitis mainly in poultry. Even though reports of human infection by this species have increased, \"O. gallopava\" remains an extremely uncommon agent of human disease. When it does occur in humans, a wide range of sites may become involved, including the lung, heart, brain, the superficial cutaneous or subcutaneous areas, and other parts of the body. Infection accompanies brain involvement, respiratory tract involvement, pulmonary infections, and skin infections and many others. \"O. gallopava\" infection can be divided into fatal disease and manageable disease. Once the fungus penetrates into the central nervous system and involves the brain, the probability of cure by antifungal therapy falls exceedingly. When the fungal infection only concerns with systemic involvement except the brain, the probability of cure is higher. In serious infections, the typical entry point is thought to be the respiratory tract. Like other melanized fungi, the clinical presentation of \"O. gallopava\" is phaeohyphomycosis characterized by darkly colored lesions in affected tissues, acute or chronic inflammation, microabscesses, fibrosis, granulomas, and necrosis. The onset of symptoms in immunosuppressed individuals after transplantation is very slow, almost several months to years after organ transplantation surgery, but the infection can severely damage the host once it appears. When implicated, the median onset of the infection in organ transplanted patients is 22 months after surgery. Very rarely, \"O. gallopava\" infection has been observed in immunologically normal people. Unlike infections in immunocompromised individuals, these cases tend to have a high recovery rate.",
            "score": 81.9510726928711
        },
        {
            "docid": "4185_10",
            "document": "Bacteriophage . Their use has continued since the end of the Cold War in Georgia and elsewhere in Central and Eastern Europe. The first regulated, randomized, double-blind clinical trial was reported in the Journal of Wound Care in June 2009, which evaluated the safety and efficacy of a bacteriophage cocktail to treat infected venous leg ulcers in human patients. The FDA approved the study as a Phase I clinical trial. The study's results demonstrated the safety of therapeutic application of bacteriophages but did not show efficacy. The authors explain that the use of certain chemicals that are part of standard wound care (e.g. lactoferrin or silver) may have interfered with bacteriophage viability. Another controlled clinical trial in Western Europe (treatment of ear infections caused by \"Pseudomonas aeruginosa\") was reported shortly after in the journal Clinical Otolaryngology in August 2009. The study concludes that bacteriophage preparations were safe and effective for treatment of chronic ear infections in humans. Additionally, there have been numerous animal and other experimental clinical trials evaluating the efficacy of bacteriophages for various diseases, such as infected burns and wounds, and cystic fibrosis associated lung infections, among others. Meanwhile, bacteriophage researchers are developing engineered viruses to overcome antibiotic resistance, and engineering the phage genes responsible for coding enzymes which degrade the biofilm matrix, phage structural proteins and also enzymes responsible for lysis of bacterial cell wall. There have been results showing that T4 phages that are small in size and short-tailed can be helpful in detecting \"E.coli\" in the human body.",
            "score": 81.73021697998047
        },
        {
            "docid": "16996257_38",
            "document": "Pulmonary contusion . During the Vietnam War, combat again provided the opportunity for study of pulmonary contusion; research during this conflict played an important role in the development of the modern understanding of its treatment. The condition also began to be more widely recognized in a non-combat context in the 1960s, and symptoms and typical findings with imaging techniques such as X-ray were described. Before the 1960s, it was believed that the respiratory insufficiency seen in flail chest was due to \"paradoxical motion\" of the flail segment of the chest wall (the flail segment moves in the opposite direction as the chest wall during respiration), so treatment was aimed at managing the chest wall injury, not the pulmonary contusion. For example, positive pressure ventilation was used to stabilize the flail segment from within the chest. It was first proposed in 1965 that this respiratory insufficiency is most often due to injury of the lung rather than to the chest wall, and a group led by J.K. Trinkle confirmed this hypothesis in 1975. Hence the modern treatment prioritizes the management of pulmonary contusion. Animal studies performed in the late 1960s and 1970s shed light on the pathophysiological processes involved in pulmonary contusion. Studies in the 1990s revealed a link between pulmonary contusion and persistent respiratory difficulty for years after the injury in people in whom the injury coexisted with flail chest. In the next decade studies demonstrated that function in contused lungs improves for years after the injury.",
            "score": 81.41924285888672
        },
        {
            "docid": "331633_2",
            "document": "Bronchiectasis . Bronchiectasis is a disease in which there is permanent enlargement of parts of the airways of the lung. Symptoms typically include a chronic cough with mucus production. Other symptoms include shortness of breath, coughing up blood, and chest pain. Wheezing and nail clubbing may also occur. Those with the disease often get frequent lung infections. Bronchiectasis may result from a number of infective and acquired causes, including pneumonia, tuberculosis, immune system problems, and cystic fibrosis. Cystic fibrosis eventually results in severe bronchiectasis in nearly all cases. The cause in 10–50% of those without cystic fibrosis is unknown. The mechanism of disease is breakdown of the airways due to an excessive inflammatory response. Involved airways (bronchi) become enlarged and thus less able to clear secretions. These secretions increase the amount of bacteria in the lungs, result in airway blockage and further breakdown of the airways. It is classified as an obstructive lung disease, along with chronic obstructive pulmonary disease and asthma. The diagnosis is suspected based on a person's symptoms and confirmed using computed tomography. Cultures of the mucus produced may be useful to determine treatment in those who have acute worsening and at least once a year. Worsening may occur due to infection and in these cases antibiotics are recommended. Typical antibiotics used include amoxicillin, erythromycin, or doxycycline. Antibiotics may also be used to prevent worsening of disease. Airway clearance techniques, a type of physical therapy, are recommended. Medications to dilate the airways may be useful in some but the evidence is not very good. The use of inhaled steroids has not been found to be useful. Surgery, while commonly done, has not been well studied. Lung transplantation may be an option in those with very severe disease. While the disease may cause significant health problems most people with the disease do well. The disease affects between 1 per 1000 and 1 per 250,000 adults. The disease is more common in women and increases as people age. It became less common since the 1950s with the introduction of antibiotics. It is more common among certain ethnic groups such as indigenous people. It was first described by Rene Laennec in 1819. The economic costs in the United States are estimated at $630 million per year.",
            "score": 81.03886413574219
        },
        {
            "docid": "695044_10",
            "document": "Incidental imaging finding . The American College of Radiology recommends the following workup for thyroid nodules as incidental imaging findings on CT, MRI or PET-CT: Studies of whole body screening computed tomography find abnormalities in the lungs of 14% of patients. Clinical practice guidelines by the American College of Chest Physicians advise on the evaluation of the solitary pulmonary nodule.",
            "score": 79.59132385253906
        },
        {
            "docid": "50303604_7",
            "document": "Raman Viswanathan . Viswanathan was credited with pioneering research in bronchopulmonary diseases and was reported to be the first researcher to propose tropical eosinophilia as a distinct clinical entity in 1936. His studies of autopsy reports of the patients died of tropical eosinophilia helped to define the pathology of the disease for the first time and established \"positive leucocyte adhesion phenomenon with M. bancrofit\". He developed a novel bronchography technique and made innovations in tomography procedures. His researches also covered several other diseases such as cerebral malaria, basal tuberculosis, lung atelectasis, bronchiectasis, emphysema, bagassosis, byssinosis, and high altitude pulmonary oedema, among others. He published seven books which included \"Pulmonary Tuberculosis\", \"Diseases of the Chest\", \"Medical Problems of Old Age\" and more than 230 medical articles in peer reviewed journals, \"Epidemiology\", \"Infectious hepatitis in Delhi (1955-56): a critical study-epidemiology\" and \"A review of the literature on the epidemiology of infectious hepatitis\" being some of the notable ones; his articles and books have been cited in several medical journals and text books, too. He also founded a medical journal, the \"Indian Journal of Chest Diseases and Allied Sciences\" (IJCDAS) in 1959 as the publishing arm of Vallabhbhai Patel Chest Institute.",
            "score": 79.14751434326172
        },
        {
            "docid": "41179389_9",
            "document": "Chrysosporium keratinophilum . Members of the genus \"Chrysosporium\" have weak pathogenic potential, with human and animal infection reported for only a few taxa. Experimental studies have shown inoculation of this fungus on guinea pig skin to produce erythematous scaling lesions which disappear after 3–5 weeks; however, no apparent invasion of the hair shaft occurs. In white mice, after inoculation, granulomas with necrotic centers can be observed, although conidia of the fungus appear to remain intact.  \"Chrysosporium keratinophilum\" is one of several soil organisms that is occasionally isolated from skin and nails. Isolation of this species from clinical specimens is generally from human onychomycoses, the mycotic superficial invasion of keratinized tissue of the nail plate. In practice, \"C. keratinophilum\" is interpreted to be an infrequent contaminant of keratinaceous clinical specimens, such as hair, skin and nails, with no clinical significance. A pathogenic role for \"C. keratinophilum\" is unlikely; however, its ability to remain viable for weeks on skin may suggest pathogenic potential. However, a critical component in limiting its pathogenic potential is its inability to grow at 37 °C, which is the human body temperature discouraging the possibility for this fungi to be infectious to humans. The first report of onychomycosis caused by \"C. keratinophilum \" in animals was reported by Pin and his colleagues. The seven Bennett's wallabies (\"Macropus rufogriseus rufogriseus\") they observed had swollen, abnormal claws from which \"Chrysosporium keratinophilum \" was repeatedly identified in culture, suggesting that the fungus may factor in disease. In another experimental study, \"C. keratinophilum\" showed pathogenic potential in the white mouse, remaining viable in the peritoneal cavity for up to two months. It is possible that \"C. keratinophilum\" can cause more generalized infections in a weakened mammalian host.",
            "score": 78.87713623046875
        },
        {
            "docid": "22992669_7",
            "document": "Microsporum gypseum . The species is keratinophilic and is known for causing diseases on human skin. The genus \"Microsporum\" contains a number of pathogens to both humans and animals. The diseases it causes is classified as Tinea or ringworm, with an adjective prescribing to the afflicted body part. Infection usually occurs as Tinea capitis with suppuration and kerion formation. Pus formation can also occur from palpitated hair follicles. The species is ectothrix in terms of hair infection and can infect more than one part of the scalp at a time. The fungus produces hyphal growth at the scalp, and produces fronds (perforating organs) that invade the hair perpendicularly at the cortex near the edge of the cuticles. This can cause hair to be easily removed and dislodged from the scalp. Additionally, individuals with thick dark hair have a tendency to have a more severe inflammatory response. Tinea corporis, as well; this is characterized as an intense inflammatory response resembling a bacterial infection, thus surgical intervention is not needed because inflammation is due to the fungus alone. Also, Tinea pedis, or athletes foot is common, while Tinea unguium is rare. Additionally Tinea manuum, of the thighs may occur as nodular granulomatous perifolliculitis, has been noted with infection of the thighs. Favus, (a severe form of Tinea capitis) is rarely seen to be caused by this fungus. However the most common cause in humans seems to be Tinea capitis and Tinea corporis. As such clinical manifestations are localized to localization of contact. Transmission from animals to humans is supported; especially in those constrained to agricultural work. Handlers of laboratory animals, including guinea pigs, cats, and rabbits can also be at risk of contracting the fungi if the animals were predisposed to a certain area. The fungus infects animals that associate themselves with soil on a repeated basis. So as such animals like cattle are commonly affected but horses, rodents, monkeys and dogs have a tendency to acquire it. Entry of the fungus or contraction of one or more of these diseases is caused by deposition on human skin, and contact with soil is usually the primary cause of infection. Quantitatively, animal or humans must acquire at least ten fungal spores on a keratin rich surface in order to acquire an infection. Additionally of the mating types, the positive strain is more pathogenic then the negative strain. Identification is usually classified on the appearance of the fungus on the host via a sample culture. Both \"M. gypseum\" and \"M. fulvum\" have been commonly isolated from patients with human infections of the disease. Human to human transmission is known to occur.",
            "score": 78.8017349243164
        },
        {
            "docid": "42269169_2",
            "document": "Equine multinodular pulmonary fibrosis . Equine multinodular pulmonary fibrosis is a chronic lung disease of horses. There is evidence that the disease is caused by infection with a gammaherpesvirus, equine herpesvirus 5. The disease affects adult (usually older) horses, causing weight loss and reduced ability to exercise as a result of the formation of nodular lesions in the lungs.",
            "score": 78.6010513305664
        },
        {
            "docid": "26516827_20",
            "document": "Pirfenidone . Pirfenidone demonstrates a consistent antifibrotic effect in several animal models of pulmonary fibrosis. Of these, the bleomycin model is the most widely used model of pulmonary fibrosis. In this model, bleomycin administration results in oxidative stress and acute inflammation, with the subsequent onset of pulmonary fibrosis in a number of animal species including the mouse and hamster. Numerous studies have demonstrated that pirfenidone attenuates bleomycin-induced pulmonary fibrosis. One study investigated the effect of pirfenidone over a 42-day period after repeated bleomycin administration. Administration of pirfenidone minimised early lung oedema and pulmonary fibrosis when treatment was initiated concurrently with lung damage. This study evaluated pulmonary protein expression and found pirfenidone treatment normalised expression of proinflammatory and fibrogenic proteins. Similar reductions in pulmonary fibrosis were observed when pirfenidone treatment was delayed until pulmonary fibrosis was established and progressing, i.e. when administered in a therapeutic as opposed to a prophylactic treatment regimen.",
            "score": 78.54363250732422
        },
        {
            "docid": "8980494_38",
            "document": "List of periodontal diseases . The advent of microscopy allowed later studies performed at the turn of the 19th century to report the histological structures and features of periodontal lesions, but most were limited to advanced stages of the disease. High correlation with protozoa \"Entamoeba gingivalis\" and \"Trichomonas tenax\" was then established. Progress in microscopy in the 1960s, such as advances in histopathology and stereology, allowed researchers to focus on earlier stages of inflammatory processes while the innovation of experimentally-induced periodontal disease in both human and animal models allowed for more detailed research into the temporal progression of the pathogenesis of plaque-induced periodontal disease.",
            "score": 78.52474212646484
        },
        {
            "docid": "971305_13",
            "document": "Haemodynamic response . Pulmonary hypertension (PAH) is disease of small pulmonary arteries that is usually caused by more than one mechanism. This includes pneumonia, parasitic infections, street drugs, such as cocaine and methamphetamines that cause constriction of blood vessels, and many more. Vasoactive mediators, such as nitric oxide and prostacyclin, along with overexpression of vasoconstrictors not only affect vascular tone but also promote vascular remodeling. PAH deals with increase blood pressure in pulmonary arteries, which leads to shortness of breath, dizziness, fainting, rarely hemoptysis, and many other symptoms. PAH can be a severe disease, which may lead to decreased exercise tolerance, and ultimately heart failure. It involves vasoconstrictions of blood vessels connected to and within the lungs. As a result, the heart has a hard time pumping blood through the lungs, and the blood vessels eventually undergoes fibrosis. The increased workload on the heart causes hypertrophy of the right ventricle, which leads less blood being pump through the lungs and decreased blood to the left side of the heart. As a result of all of this, the left side of the heart has a hard time pumping a sufficient supply of oxygen to the rest of the body, which deteriorates the effect of the haemodynamic response. Impaired haemodynamic responses in turn diminish exercise capacity in patients with PAH. The severity of haemodynamic dysfunction during progressive exercise in PAH can be recorded using cardiopulmonary exercise testing (CPET), and/or impedance cardiography (ICG). Furthermore, there are no current cures for pulmonary arterial hypertension, but there are treatment options for patients with the disease to help prolong their survival and quality of life. A few of these treatments include basic therapy, calcium-channel blockers, and prostacyclin therapy. Basic therapy can lead to dramatic clinical improvements in patients with right heart failure by instituting diuretic therapy. This reduces the right ventricular preload. Moreover, high-dose calcium-channel blockers among patients who have a response to this treatment can prolong survival and improve pulmonary haemodynamics. Calcium channel blocking drugs results in regression of right ventricular hypertrophy. On the other hand, prostacyclin therapy prolongs survival by inducing relaxation of vascular smooth muscles. This stimulates the production of cyclic AMP (cAMP), which inhibits the growth of smooth-muscle cells.",
            "score": 78.51786804199219
        },
        {
            "docid": "1058672_14",
            "document": "Ataxia-telangiectasia . Chronic lung disease develops in more than 25% of people with A-T. Three major types of lung disease can develop: (1) recurrent and chronic sinopulmonary infections; (2) lung disease caused by ineffective cough, swallowing dysfunction, and impaired airway clearance; and (3) restrictive interstitial lung disease. It is common for individuals with A-T to have more than one of these lung conditions. Chronic lung disease can occur because of recurrent lung infections due to immunodeficiency. Individuals with this problem are at risk of developing bronchiectasis, a condition in which bronchial tubes are permanently damaged, resulting in recurrent lower airway infections. Gamma globulin for people with antibody deficiency and/or chronic antibiotic treatment may reduce the problems of infection. Other individuals with A-T have difficulty with taking deep breaths and may have an ineffective cough, making it difficult to clear oral and bronchial secretions. This can lead to prolonged respiratory symptoms following common viral respiratory illnesses. Techniques that allow clearance of mucus can be helpful in some individuals during respiratory illnesses. Some people will develop swallowing problems as they age, increasing their risk of aspiration pneumonia. Recurrent injury to the lungs caused by chronic infections or aspiration may cause lung fibrosis and scarring. This process may be enhanced by inadequate tissue repair in ATM-deficient cells. A small number of individuals develop interstitial lung disease. They have decreased pulmonary reserve, trouble breathing, a need for supplemental oxygen and chronic cough in the absence of lung infections. They may respond to systemic steroid treatment or other drugs to reduce inflammation.",
            "score": 78.50680541992188
        },
        {
            "docid": "53604424_3",
            "document": "Extracorporeal carbon dioxide removal . The use of extracorporeal carbon dioxide removal is currently considered experimental, but it has been studied in a number of situations, specifically severe exacerbations of chronic obstructive pulmonary disease and in adult respiratory distress syndrome where conventional mechanical ventilation would cause excessive lung damage.",
            "score": 78.36311340332031
        },
        {
            "docid": "24862962_2",
            "document": "Alveolar capillary dysplasia . Alveolar capillary dysplasia (ACD) is a rare, congenital diffuse lung disease characterized by abnormal blood vessels in the lungs that cause highly elevated pulmonary blood pressure and an inability to effectively oxygenate and remove carbon dioxide from the blood. ACD typically presents in newborn babies within hours of birth as rapid and labored breathing, blue-colored lips or skin, quickly leading to respiratory failure and death. Atypical forms of ACD have been reported with initially milder symptoms and survival of many months before the onset of respiratory failure or lung transplantation. Most cases of ACD are caused by mutations affecting the gene \"FOXF1\" or its nearby enhancer region. Exactly how these mutations lead to abnormal lung development is unknown. Abnormal lung development is characterized by thickened alveolar interstitium, misplacement of pulmonary capillaries away from the alveolar surface, and fewer capillaries overall. This results in poor gas exchange and pulmonary hypertension. There is evidence for connections between pulmonary arteries and systemic vessels, which would additionally contribute to poor blood oxygenation. ACD is typically diagnosed by examination of lung tissue under a microscope, either from lung biopsy or an autopsy. The characteristic findings of misplaced pulmonary veins adjacent to pulmonary arteries, and abnormal alveolar and capillary development confirm the diagnosis. \"FOXF1\" genetic testing is also available, which can confirm the diagnosis without invasive testing. There are no effective treatments for severe ACD. Standard therapy, which includes mechanical ventilation, pulmonary vasodilators, and possibly ECMO, provide only temporary improvement in symptoms with disease progression returning within hours. For babies with atypical ACD, response to medical therapy is more sustained, lasting for several months. For those that can be stabilized, definitive treatment is bilateral lung transplantation.  ACD is a rare disease. About 100 cases have been reported. The first case was reported in 1981.",
            "score": 78.02389526367188
        },
        {
            "docid": "2652481_20",
            "document": "Personalized medicine . Respiratory diseases affect humanity globally, with chronic lung diseases (e.g., asthma, chronic obstructive pulmonary disease, idiopathic pulmonary fibrosis, among others)and lung cancer causing extensive morbidity and mortality. These conditions are highly heterogeneous and require an early diagnosis. However, initial symptoms are nonspecific,and the clinical diagnosis is made late frequently. Over the last few years, personalized medicine has emerged as a medical care approach that uses novel technology aiming to personalize treatments according to the particular patient's medical needs.",
            "score": 78.01582336425781
        },
        {
            "docid": "8768565_2",
            "document": "Idiopathic pulmonary fibrosis . Idiopathic pulmonary fibrosis (IPF) is a type of chronic lung disease characterized by a progressive and irreversible decline in lung function. Symptoms typically include gradual onset of shortness of breath and a dry cough. Other changes may include feeling tired and nail clubbing. Complications may include pulmonary hypertension, heart failure, pneumonia, or pulmonary embolism. The cause is unknown. Risk factors include cigarette smoking, certain viral infections, and a family history of the condition. The underlying mechanism involves scarring of the lungs. Diagnosis requires ruling out other potential causes and may be supported by a CT scan or lung biopsy. It is a type of interstitial lung disease (ILD). People often benefit from pulmonary rehabilitation and supplemental oxygen. Certain medications like pirfenidone or nintedanib may slow the progression of the disease. Lung transplantation may also be an option. About 5 million people are affected globally. The disease newly occurs in about 12 per 100,000 people per year. Those in their 60s and 70s are most commonly affected. Males are affected more often than females. Average life expectancy following diagnosis is about four years.",
            "score": 77.80662536621094
        },
        {
            "docid": "37249252_2",
            "document": "Tumor-like disorders of the lung pleura . Tumor-like disorders of the lung pleura are a group of conditions that on initial radiological studies might be confused with malignant lesions. Radiologists must be aware of these conditions in order to avoid misdiagnosing patients. Examples of such lesions are: pleural plaques, thoracic splenosis, catamenial pneumothorax, pleural pseudotumor, diffuse pleural thickening, diffuse pulmonary lymphangiomatosis and Erdheim-Chester Disease.",
            "score": 77.75338745117188
        }
    ]
}