{
    "q": [
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 138.5595347881317
        },
        {
            "docid": "14874037_3",
            "document": "EXOC7 . It forms one subunit of the exocyst complex. First discovered in \"Saccharomyces cerevisiae\", this and other exocyst proteins have been observed in several other eukaryotes, including humans. In \"S. cerevisiae\", the exocyst complex is involved in the late stages of exocytosis, and is localised at the tip of the bud, the major site of exocytosis in yeast. It interacts with the Rho3 GTPase. This interaction mediates one of the three known functions of Rho3 in cell polarity: vesicle docking and fusion with the plasma membrane (the other two functions are regulation of actin polarity and transport of exocytic vesicles from the mother cell to the bud). In humans, the functions of this protein and the exocyst complex are less well characterised: this protein is expressed in several tissues and is thought to also be involved in exocytosis.",
            "score": 111.7254626750946
        },
        {
            "docid": "38663146_4",
            "document": "NDR kinase . In unicellular eukaryotes, Ndr kinases play important roles in the control of the cell cycle and morphogenesis. In the fission yeast \"Schizosaccharomyces pombe\", an organism amenable for the study of cell morphogenesis, the Ndr kinase Orb6 has a role in cell polarity and morphogenesis control in part by the regulation of small Rho-type GTPase Cdc42. Specifically, Orb6 kinase spatially restricts Cdc42 activation to be at the polarized tips of a cell, causing the Cdc42-dependent formins, For3 (an F-actin cable polymerization factor), to also be activated at the cell tips, ensuring proper cell growth and polarization. Upon loss of Orb6 kinase function, cells fail to maintain a polarized cell shape and become round.",
            "score": 93.98227405548096
        },
        {
            "docid": "4242911_34",
            "document": "Latrunculin . Latrunculins are used for fundamental research like cytoskeleton studies. Many functions of actin have been determined by using latrunculins to block actin polymerization followed by examining the effects on the cell. Using this method, the importance of actin for the polarized localization of proteins, polarized exocytosis and the maintenance of cell polarity have been shown. Also the role of actin in regulating voltage-gated ion channels in different nerve cells has been examined, showing that with latrunculin treatment the electrical activity of nerve cells can be altered. Latrunculin shows a dose-dependent inhibition of K+ currents and acute application can induce multiple action potential firing, which could underlie a mechanism of defense via nociceptors.",
            "score": 113.68475389480591
        },
        {
            "docid": "21942008_15",
            "document": "Cell polarity . Cell polarity arises primarily through the localization of specific proteins to specific areas of the cell membrane. This localization often requires both the recruitment of cytoplasmic proteins to the cell membrane and polarized vesicle transport along cytoskeletal filaments to deliver transmembrane proteins from the golgi apparatus. Many of the molecules responsible for regulating cell polarity are conserved across cell types and throughout metazoan species. Examples include the PAR complex (Cdc42, PAR3/ASIP, PAR6, atypical protein kinase C), Crumbs complex (Crb, PALS, PATJ, Lin7), and Scribble complex (Scrib, Dlg, Lgl). These polarity complexes are localized at the cytoplasmic side of the cell membrane, asymmetrically within cells. For example, in epithelial cells the PAR and Crumbs complexes are localized along the apical membrane and the Scribble complex along the lateral membrane. Together with a group of signaling molecules called Rho GTPases, these polarity complexes can regulate vesicle transport and also control the localization of cytoplasmic proteins primarily by regulating the phosphorylation of phospholipids called phosphoinositides. Phosphoinositides serve as docking sites for proteins at the cell membrane, and their state of phosphorylation determines which proteins can bind.",
            "score": 94.02610921859741
        },
        {
            "docid": "15213682_3",
            "document": "DAAM1 . Cell motility, adhesion, and cytokinesis, and other functions of the cell cortex are mediated by the reorganization of the actin cytoskeleton and recent evidence suggests a role for formin homology (FH) proteins in these processes. The protein encoded by this gene contains FH domains and belongs to a novel FH protein subfamily implicated in cell polarity. Wnt/Fz signaling activates the small GTPase Rho, a key regulator of cytoskeleton architecture, to control cell polarity and movement during development. Activation requires Dvl-Rho complex formation, an assembly mediated by this gene product, which is thought to function as a scaffolding protein.",
            "score": 101.17972087860107
        },
        {
            "docid": "32189474_3",
            "document": "Cyclase-associated protein family . All CAPs appear to contain a C-terminal actin-binding domain that regulates actin remodelling in response to cellular signals and is required for normal cellular morphology, cell division, growth and locomotion in eukaryotes. CAP directly regulates actin filament dynamics and has been implicated in a number of complex developmental and morphological processes, including mRNA localisation and the establishment of cell polarity. Actin exists both as globular (G) (monomeric) actin subunits and assembled into filamentous (F) actin. In cells, actin cycles between these two forms. Proteins that bind F-actin often regulate F-actin assembly and its interaction with other proteins, while proteins that interact with G-actin often control the availability of unpolymerised actin.",
            "score": 115.33891582489014
        },
        {
            "docid": "53979054_10",
            "document": "Clare Waterman . Both of the cytoskeletal polymers, microtubules and actin, are required for directed cell motility. There was some evidence that microtubules provide spatial and temporal orchestration of f-actin-based protrusive and contractile activities, however there was no direct demonstration of binding interactions between the two polymer systems that would result in interdependent dynamics and regulation. Dr. Waterman used multispectral Fluorescent Speckle Microscopy to show that microtubules and f-actin exhibit specific structural interactions in cytoplasmic extracts, migrating cells, and neuronal growth cones that result in interdependent dynamics and organization She dissected the role of the small GTPase signaling protein Rac1 in the co-regulation of actin and microtubules in migrating cells. Since then, the notion of “cytoskeletal crosstalk” has become well-accepted as critical to the processes of polarity development in embryos and cells, neuronal growth cone guidance, and directed cell movement during wound healing.",
            "score": 104.8490378856659
        },
        {
            "docid": "156970_23",
            "document": "Cytoskeleton . In budding yeast (an important model organism), actin forms cortical patches, actin cables, and a cytokinetic ring and the cap. Cortical patches are discrete actin bodies on the membrane and are vital for endocytosis, especially the recycling of glucan synthase which is important for cell wall synthesis. Actin cables are bundles of actin filaments and are involved in the transport of vesicles towards the cap (which contains a number of different proteins to polarize cell growth) and in the positioning of mitochondria. The cytokinetic ring forms and constricts around the site of cell division.",
            "score": 159.67112350463867
        },
        {
            "docid": "14130190_3",
            "document": "Sodium-hydrogen antiporter 3 regulator 1 . Members of the ezrin (VIL2; MIM 123900)-radixin (RDX; MIM 179410)-moesin (MSN; MIM 309845) (ERM) protein family are highly concentrated in the apical aspect of polarized epithelial cells. These cells are studded with microvilli containing bundles of actin filaments, which must attach to the membrane to assemble and maintain the microvilli. The ERM proteins, together with merlin, the NF2 (MIM 607379) gene product, are thought to be linkers between integral membrane and cytoskeletal proteins, and they bind directly to actin in vitro. Actin cytoskeleton reorganization requires the activation of a sodium/hydrogen exchanger (SLC9A3; MIM 182307). SLC9A3R1 is an ERM-binding protein.[supplied by OMIM]",
            "score": 122.33457660675049
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 130.7141091823578
        },
        {
            "docid": "30861458_7",
            "document": "Arp2/3 complex . The Arp2/3 complex appears to be important in a variety of specialized cell functions that involve the actin cytoskeleton. The complex is found in cellular regions characterized by dynamic actin filament activity: in macropinocytic cups, in the leading edge of motile cells (lamellipodia), and in motile actin patches in yeast. In mammals and the social amoeba \"Dictyostelium discoideum\" it is required for phagocytosis. The complex has also been shown to be involved in the establishment of cell polarity and the migration of fibroblast monolayers in a wound-healing model. In mammalian oocytes, the Arp2/3 complex is involved in oocyte asymmetric division and polar body emission, which result from the failure of spindle migration (a unique feature of oocyte division) and cytokinesis. Moreover, enteropathogenic organisms like \"Listeria monocytogenes\" and \"Shigella\" use the Arp2/3 complex for actin-polymerization- dependent rocketing movements. The Arp2/3 complex also regulates the intracellular motility of endosomes, lysosomes, pinocytic vesicles, and mitochondria. Moreover, recent studies show that the Arp2/3 complex is essential for proper polar cell expansion in plants. Arp2/3 mutations in \"Arabidopsis thaliana\" result in abnormal filament organization, which in turn affects the expansion of trichomes, pavement cells, hypocotyl cells, and root hair cells.",
            "score": 133.75657057762146
        },
        {
            "docid": "48786735_3",
            "document": "Microtubule plus-end tracking protein . Its certain localization at the microtubule ends makes it a highly relevant aspect in regulation, whether it is promoting growth by catalyzing the specific addition of tubulin to the microtubule ends or by balancing microtubules at the cell cortex, its role in regulation (though still not fully understood in terms of mechanisms) makes +TIP-proteins a main attribute to the overall function of microtubules generally.  Another important concept for +TIP-proteins is allocating microtubule addition and dynamical regulation at mitotic kintechores. Also, they contribute in the extension of endoplasmic reticulum tubules together at expanding microtubule ends. Furthermore, +TIP-proteins aid in advocating organization of specialized microtubule array, take for example the discretely arranged bipolar microtubule bundles in fission yeast or mitotic spindles customarily.  In addition to the +TIP-proteins basic known functions, the proteins also are crucial for the linkages between microtubule ends and other cellular structure. Take for instance their ability to bind microtubule tips to the cell cortex by colliding to plasma membrane associated proteins or (by some +TIPs) straight forwardly to actin fiber. Moreover, +TIP-protein complexes in budding yeast are utilized for myosin based transport of microtubule ends. Microtubule plus-end trafficking proteins engage in microtubule actin crosstalk, such as the CLIP-170 (+TIP-protein) that controls actin polymerization which is a necessity for the process of phagocytosis done by mammalian cells.",
            "score": 134.1155562400818
        },
        {
            "docid": "6918144_7",
            "document": "Epsin . Epsins may be the major membrane curvature-driving proteins in many clathrin-coated vesicle budding events. In addition to its primary role as an endocytic adapter, there is evidence the epsins play a role in regulating GTPase activity which provides an alternative mechanism for epsin's role in cell polarity and migration.",
            "score": 75.25927758216858
        },
        {
            "docid": "12044406_2",
            "document": "CDC42 . Cell division control protein 42 homolog, also known as Cdc42, is a protein involved in regulation of the cell cycle. It was originally identified in \"S. cerevisiae\" (yeast) as a mediator of cell division, and is now known to influence a variety of signaling events and cellular processes in a variety of organisms from yeast to mammals. Human Cdc42 is a small GTPase of the Rho family, which regulates signaling pathways that control diverse cellular functions including cell morphology, cell migration, endocytosis and cell cycle progression. Rho GTPases are central to dynamic actin cytoskeletal assembly and rearrangement that are the basis of cell-cell adhesion and migration. Activated Cdc42 activates by conformational changes p21-activated kinases PAK1 and PAK2, which in turn initiate actin reorganization and regulate cell adhesion, migration, and invasion.",
            "score": 133.41196250915527
        },
        {
            "docid": "21942008_8",
            "document": "Cell polarity . Generation of cellular polarity is critically important for the function of practically every cell type and underlies processes like cell division, differentiation, cell migration, cell–cell signalling and fertilization. Cell polarity is an example of the self-organization property that all living organism share. All the cells within a multicellular organism, or any single cell species i.e. yeast, displays a polarized organization necessary for its proliferation, differentiation or physiological function. Budding yeast is a highly accessible experimental system, which serves as a paradigm for deciphering the molecular mechanism underlying the generation of polarity. Yeast cells share many features about cell polarity with other organism like: regulation by intrinsic and extrinsic cues, conserved regulatory molecules such as Cdc42GTPase, and asymmetry of the cytoskeleton. Cell polarization is associated with a type of symmetry breaking, that occurs in the cytoskeleton and guides the direction of growth of the future daughter cell. This symmetry breaking facilitates the polarized flux and localization of several protein in the polarized patch. When cells can perform symmetry breaking in absence of any spatial cue (landmarks), is called spontaneous polarization or spontaneous symmetry breaking.",
            "score": 80.77361047267914
        },
        {
            "docid": "7105213_9",
            "document": "Polar auxin transport . Once inside the cell, auxin cannot leave the cell on its own by crossing the lipid bilayer. Hence the export of auxin from the cell requires an active component in plasma membrane - i.e. some membrane transport protein. Two protein families: The PIN proteins and ABCB (PGP proteins) transporters are functioning as \"auxin efflux carriers\" and transport the anionic form of auxin out of the cell. While the PGP auxin efflux carriers are evenly distributed, the PIN proteins are most often maintaining polar (i.e. asymmetric) localisation on the plasma membrane. That is to say that they locate mostly on one side of the cell. Furthermore the asymmetrical localisation of the PIN proteins is coordinated between neighbouring cells. As a result, the PIN proteins generate a directional flow of auxin at the tissue and organ scale. This PIN-generated flow is called auxin polar transport. For example, the cells located in the vasculature (at the center) of the root all show PIN1 proteins on their basal membrane only (i.e. on their lower side). As a result, in the root vasculature, auxin is transported directionally from the shoot to the root tip (i.e. downwards).",
            "score": 86.3085526227951
        },
        {
            "docid": "8502947_5",
            "document": "James D. Jamieson . Jamieson’s laboratory at Yale further explored the regulation of exocytosis of secretory proteins, membrane biogenesis and polarity, and the interactions between the cell membrane and the basement membrane. His laboratory was also involved in the identification of the actin cytoskeleton as essential in the formation of endocytic vesicles in membrane retrieval after exocytosis. After more than 25 years of landmark research in cell biology, Jamieson closed his lab in 2001.",
            "score": 104.9910032749176
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 114.1214337348938
        },
        {
            "docid": "13975479_12",
            "document": "RHOA . RhoA as well as several other members of the Rho family are identified as having roles in the regulation of the cytoskeleton and cell division.  RhoA plays a pivotal role in G1 cell cycle progression, primarily through regulation of cyclin D1 and cyclin-dependent kinase inhibitors (p21 and p27) expression. These regulation pathways activate protein kinases, which subsequently modulate transcription factor activity. RhoA specifically suppresses p21 levels in normal and transformed cell lines via a p53-independent transcriptional mechanism while p27 levels are regulated using effector Rho-associated kinases. Cytokinesis is defined by actomyosin-based contraction. RhoA-dependent diaphanous-related formins (DRFs) localize to the cleavage furrow during cytokinesis while stimulating local actin polymerization by coordinating microtubules with actin filaments at the site of the myosin contractile ring. Differences in effector binding distinguish RhoA amongst other related Ras homologs GTPases. Integrins can modulate RhoA activity depending on the extracellular matrix composition and other relevant factors. Similarly, RhoA’s stimulation of PKN2 kinase activity regulates cell-cell adhesion through apical junction formation and disassembly. Though RhoA is most notably recognized from its unique contributions in actin-myosin contractility and stress fiber formation, new research has also identified it as a key factor in the mediation of membrane ruffling, lamellae formation and membrane blebbing. A majority of this activity occurs in the leading edge of cells during migration in coordination with membrane protrusions of breast carcinoma.",
            "score": 121.44386804103851
        },
        {
            "docid": "319342_5",
            "document": "Microfilament . Actin filaments are assembled in two general types of structures: bundles and networks. Bundles can be composed of polar filament arrays, in which all barbed ends point to the same end of the bundle, or non-polar arrays, where the barbed ends point towards both ends. A class of actin-binding proteins, called cross-linking proteins, dictate the formation of these structures. Cross-linking proteins determine filament orientation and spacing in the bundles and networks. These structures are regulated by many other classes of actin-binding proteins, including motor proteins, branching proteins, severing proteins, polymerization promoters, and capping proteins.",
            "score": 75.8076319694519
        },
        {
            "docid": "32189474_2",
            "document": "Cyclase-associated protein family . In molecular biology, the cyclase-associated protein family (CAP) is a family of highly conserved actin-binding proteins present in a wide range of organisms including yeast, flies, plants, and mammals. CAPs are multifunctional proteins that contain several structural domains. CAP is involved in species-specific signalling pathways. In \"Drosophila\", CAP functions in Hedgehog-mediated eye development and in establishing oocyte polarity. In \"Dictyostelium discoideum\" (social amoeba), CAP is involved in microfilament reorganisation near the plasma membrane in a PIP2-regulated manner and is required to perpetuate the cAMP relay signal to organise fruitbody formation. In plants, CAP is involved in plant signalling pathways required for co-ordinated organ expansion. In yeast, CAP is involved in adenylate cyclase activation, as well as in vesicle trafficking and endocytosis. In both yeast and mammals, CAPs appear to be involved in recycling G-actin monomers from ADF/cofilins for subsequent rounds of filament assembly. In mammals, there are two different CAPs (CAP1 and CAP2) that share 64% amino acid identity.",
            "score": 110.5179853439331
        },
        {
            "docid": "14418070_8",
            "document": "MYH9 . In addition to phosphorylation, NM IIA filament assembly and localization can be modulated by interaction with other proteins including S100A4 and Lethal giant larvae (Lgl1). The former is a calcium binding protein and is also known as metastatin, a well-characterized metastatic factor. S100A4 expression is associated with enhanced cell migration through maintenance of cell polarization and inhibition of cell turning. Similar to heavy chain phosphorylation, in vitro binding of S100A to the carboxy-terminal end of the NM IIA coiled-coil region prevents filament formation and S100A4 binding to previously formed filaments promotes filament disassembly. The tumor suppressor protein Lgl1 also inhibits the ability of NM IIA to assemble into filaments in vitro. In addition, it regulates the cellular localization of NM IIA and contributes to the maturation of focal adhesions. Other proteins that are known to interact with NM IIA include the actin binding protein tropomyosin 4.2 and a novel actin stress fiber associated protein, LIM and calponin-homology domains1 (LIMCH1).",
            "score": 95.6161482334137
        },
        {
            "docid": "27114297_5",
            "document": "Actin assembly-inducing protein . ActA is a protein which acts as a mimic of Wiskott-Aldrich syndrome protein (WASP), a nucleation promoting factor (NPF) present in host cells. NPFs in the mammalian cell recruit and bind to the already existing actin-related-protein 2 and 3 complex (Arp2/3 complex) and induce an activating conformational change of the Arp2/3 complex. Due to this conformational change, NPFs initiate polymerization of a new actin filament at a 70° angle, which leads to the characteristic Y-branched actin structures in the leading edge of motile cells. ActA localizes to the old pole of the bacterium and spans both the bacterial cell membrane and the cell wall, lateral diffusion is inhibited; thus ActA localizes in a polarized and anchored manner on the bacterial surface. Consequently, actin polymerization only starts in this region on the surface of the bacterium. Expression of ActA is induced only after entering a mammalian host cell.",
            "score": 138.18835282325745
        },
        {
            "docid": "12044577_3",
            "document": "FGD1 . FGD1 is a guanine-nucleotide exchange factor (GEF) that can activate the Rho GTPase Cdc42. It localizes preferentially to the trans-Golgi network (TGN) of mammalian cells and regulates, for example, the secretory transport of bone-specific proteins from the Golgi complex. Thus Cdc42 and FGD1 regulate secretory membrane trafficking that occurs especially during bone growth and mineralization in humans. FGD1 promotes nucleotide exchange on the GTPase Cdc42, a key player in the establishment of cell polarity in all eukaryotic cells. The GEF activity of FGD1, which activates Cdc42, is harbored in its DH domain and causes the formation of filopodia, enabling the cells to migrate. FGD1 also activates the c-Jun N-terminal kinase (JNK) signaling cascade, important in cell differentiation and apoptosis. It also promotes the transition through G1 during the cell cycle and causes tumorgenic transformation of NIH/3T3 fibroblasts.",
            "score": 80.91028141975403
        },
        {
            "docid": "438944_52",
            "document": "Actin . Actin’s cytoskeleton is key to the processes of endocytosis, cytokinesis, determination of cell polarity and morphogenesis in yeasts. In addition to relying on actin these processes involve 20 or 30 associated proteins, which all have a high degree of evolutionary conservation, along with many signalling molecules. Together these elements allow a spatially and temporally modulated assembly that defines a cell’s response to both internal and external stimuli.",
            "score": 114.44612717628479
        },
        {
            "docid": "5654154_7",
            "document": "Immunological synapse . The process of formation begins when the T-cell receptor (TCR) binds to the peptide:MHC complex on the antigen-presenting cell. Specific signaling pathways lead to polarization of the T-cell by orienting its centrosome toward the site of the immunological synapse. The symmetric centripetal actin flow lays at the basis of formation of the p-SNAP ring. The accumulation and polarization of actin is triggered by TCR/CD3 interactions with integrins and small GTPases (such as Rac1 or Cdc42). These interactions activate large multi-molecular complexes (containing WAVE (Scar), HSP300, ABL2, SRA1, and NAP1 and others) to associate with Arp2/3, which directly promotes actin polymerization. As actin is accumulated and reorganized, it promotes clustering of TCRs and integrins. The process thereby upregulates itself via positive feedback.",
            "score": 108.3933367729187
        },
        {
            "docid": "4170290_2",
            "document": "Cell cortex . The cell cortex, also known as the actin cortex or actomyosin cortex, is a specialized layer of cytoplasmic protein on the inner face of the plasma membrane of the cell periphery. It functions as a modulator of plasma membrane behavior and cell surface properties. In most eukaryotic cells lacking a cell wall, the cortex is an actin-rich network consisting of F-actin filaments, myosin motors, and actin-binding proteins. The actomyosin cortex is attached to the cell membrane via membrane-anchoring proteins called ERM proteins and it plays a central role in cell shape control. The protein constituents of the cortex undergo rapid turnover, making the cortex both mechanically rigid and highly plastic, two properties essential to its function. In most cases, the cortex is in the range of 100 to 1000 nanometers thick.",
            "score": 121.49321174621582
        },
        {
            "docid": "26522611_13",
            "document": "RTX toxin . RTX toxins in \"Vibrio\" bacteria represent an early discovery in RTX toxin research, but were only recently discovered to belong to a separate class of RTX toxins called MARTX toxins. In \"Vibrio cholerae\" the \"martx\" gene encodes six proteins: the MARTX toxin (RtxA), an acyltransferase (RtxC), a membrane fusion protein (RtxD), two ABC-transporters (RtxB and RtxE), and one protein with unknown function. RtxA is a virulence factor involved in cholera which facilitates colonization of \"V. cholerae\" the small intestine. RtxA causes destruction of the actin cytoskeleton in host cells through G-actin modification and destruction of Rho GTPases. The toxin contains four functional domains: an actin cross-linking domain (ACD), a Rho-inactivating domain (RID), a cysteine protease domain (CPD), and an αβ-hydrolase. In \"V. cholerae\" infection, the CPD binds to inositol hexakisphosphate (InsP, Phytic acid) inside eukaryotic host cells. This binding activates the autoproteolytic CPD which cleaves the MARTX protein into smaller independent proteins each containing only one of the effector domains ACD, RID, and αβ-hydrolase. This allows each effector to act independently within the host cell, this increases the effects of RtxA because the ACD and RID function in different locations within the cell. ACD cross-links monomeric G-actin in the host cell cytosol, preventing formation of actin microfilament, a major component of the cytoskeleton. RID inactivates membrane bound Rho-GTPases, which are regulators of cytoskeleton formation.",
            "score": 108.282541513443
        },
        {
            "docid": "256162_19",
            "document": "Neutrophil . In leukocytes responding to a chemoattractant, the cellular polarity is regulated by activities of small Rho guanosine triphosphatases (Rho GTPases) and the phosphoinositide 3-kinases (PI3Ks). In neutrophils, lipid products of PI3Ks regulate activation of Rho GTPases and are required for cell motility. They accumulate asymmetrically to the plasma membrane at the leading edge of polarized cells. Spatially regulating Rho GTPases and organizing the leading edge of the cell, PI3Ks and their lipid products could play pivotal roles in establishing leukocyte polarity, as compass molecules that tell the cell where to crawl.",
            "score": 73.38810586929321
        },
        {
            "docid": "13975479_17",
            "document": "RHOA . Protein expression of RhoA has been identified to be significantly higher in testicular tumor tissue than that in nontumor tissue; expression of protein for RhoA, ROCK-I, ROCK-II, Rac1, and Cdc42 was greater in tumors of higher stages than lower stages, coinciding with greater lymph metastasis and invasion in upper urinary tract cancer. Although both RhoA and RhoC proteins comprise a significant part of the Rho GTPases that are linked to promoting the invasive behavior of breast carcinomas, attributing specific functions to these individual members has been difficult. We have used a stable retroviral RNA interference approach to generate invasive breast carcinoma cells (SUM-159 cells) that lack either RhoA or RhoC expression. Analysis of these cells enabled us to deduce that RhoA impedes and RhoC stimulates invasion. Unexpectedly, this analysis also revealed a compensatory relationship between RhoA and RhoC at the level of both their expression and activation, and a reciprocal relationship between RhoA and Rac1 activation. Chronic Myeloid Leukemia (CML), a stem cell disorder that prevents myeloid cells from functioning correctly, has been linked to actin polymerization. Signaling proteins like RhoA, regulate polymerization of actin. Due to differences proteins exhibited between normal and affected neutrocytes, RhoA has become the key element; further experimentation has also shown that RhoA-inhibiting pathways prevent the overall growth of CML cells. As a result, RhoA has significant potential as a therapeutic target in gene therapy techniques to treating CML. Therefore, RhoA’s role in the proliferation of cancer cell phenotypes is a key application that can be applied to targeted cancer therapeutics and the development for pharmaceuticals.",
            "score": 98.1538667678833
        },
        {
            "docid": "10240143_4",
            "document": "Fascin . Fascin binds beta-catenin, and colocalizes with it at the leading edges and borders of epithelial and endothelial cells. The role of Fascin in regulating cytoskeletal structures for the maintenance of cell adhesion, coordinating motility and invasion through interactions with signalling pathways is an active area of research especially from the cancer biology perspective. Fascin localizes to actin-rich protrusions at the cell surface called filopodia. Recent study shows that fascin also localizes to invadopodia, membrane protrusions formed at the adherent cell surface that facilitate extracellular matrix (ECM) invasion, this provide a potential molecular mechanism for how fascin increases the invasiveness of cancer cells since fascin expression is upregulated in a spectrum of cancers. Studies have also shown that Fascin plays a major role in immune suppression. T regulatory cell adhesion to antigen presenting dendritic cell causes sequestration of Fascin-1, an actin-bundling protein essential for immunological synapse formation, and skews Fascin-1–dependent actin polarization in antigen presenting dendritic cells toward the T reg cell adhesion zone. Although it is reversible upon T regulatory cell disengagement, this sequestration of essential cytoskeletal components causes a lethargic state of dendritic cells, leading to reduced T cell priming. This suggests Treg-mediated suppression of antigen presenting cells is a multi-step process. In addition to CTLA-4 CD80/CD86 interaction fascin dependent polarization of cytoskeleton towards dendritic cell Treg immune synapse play a pivotal role. In normal tissue, inflammation and the immune response would be limited by secretion of TGF-β. TGF-β on the one hand induces fascin expression, but on the other hand, restricts activity of transcription factor NF-κB. This results to limited fascin expression and allows tissue to rebuild epithelial barriers. In cancer, instead, TGF-β does not restrict NF-κB activity, and both can increase fascin expression, disrupting tissue structure and function.",
            "score": 110.26773202419281
        }
    ],
    "r": [
        {
            "docid": "156970_23",
            "document": "Cytoskeleton . In budding yeast (an important model organism), actin forms cortical patches, actin cables, and a cytokinetic ring and the cap. Cortical patches are discrete actin bodies on the membrane and are vital for endocytosis, especially the recycling of glucan synthase which is important for cell wall synthesis. Actin cables are bundles of actin filaments and are involved in the transport of vesicles towards the cap (which contains a number of different proteins to polarize cell growth) and in the positioning of mitochondria. The cytokinetic ring forms and constricts around the site of cell division.",
            "score": 159.67112731933594
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 138.55953979492188
        },
        {
            "docid": "27114297_5",
            "document": "Actin assembly-inducing protein . ActA is a protein which acts as a mimic of Wiskott-Aldrich syndrome protein (WASP), a nucleation promoting factor (NPF) present in host cells. NPFs in the mammalian cell recruit and bind to the already existing actin-related-protein 2 and 3 complex (Arp2/3 complex) and induce an activating conformational change of the Arp2/3 complex. Due to this conformational change, NPFs initiate polymerization of a new actin filament at a 70° angle, which leads to the characteristic Y-branched actin structures in the leading edge of motile cells. ActA localizes to the old pole of the bacterium and spans both the bacterial cell membrane and the cell wall, lateral diffusion is inhibited; thus ActA localizes in a polarized and anchored manner on the bacterial surface. Consequently, actin polymerization only starts in this region on the surface of the bacterium. Expression of ActA is induced only after entering a mammalian host cell.",
            "score": 138.1883544921875
        },
        {
            "docid": "14761938_3",
            "document": "CD2AP . This gene encodes a scaffolding molecule that regulates the actin cytoskeleton. The protein directly interacts with filamentous actin and a variety of cell membrane proteins through multiple actin binding sites, SH3 domains, and a proline-rich region containing binding sites for SH3 domains. The cytoplasmic protein localizes to membrane ruffles, lipid rafts, and the leading edges of cells. It is implicated in dynamic actin remodeling and membrane trafficking that occurs during receptor endocytosis and cytokinesis. Haploinsufficiency of this gene is implicated in susceptibility to glomerular disease.",
            "score": 135.33694458007812
        },
        {
            "docid": "48786735_3",
            "document": "Microtubule plus-end tracking protein . Its certain localization at the microtubule ends makes it a highly relevant aspect in regulation, whether it is promoting growth by catalyzing the specific addition of tubulin to the microtubule ends or by balancing microtubules at the cell cortex, its role in regulation (though still not fully understood in terms of mechanisms) makes +TIP-proteins a main attribute to the overall function of microtubules generally.  Another important concept for +TIP-proteins is allocating microtubule addition and dynamical regulation at mitotic kintechores. Also, they contribute in the extension of endoplasmic reticulum tubules together at expanding microtubule ends. Furthermore, +TIP-proteins aid in advocating organization of specialized microtubule array, take for example the discretely arranged bipolar microtubule bundles in fission yeast or mitotic spindles customarily.  In addition to the +TIP-proteins basic known functions, the proteins also are crucial for the linkages between microtubule ends and other cellular structure. Take for instance their ability to bind microtubule tips to the cell cortex by colliding to plasma membrane associated proteins or (by some +TIPs) straight forwardly to actin fiber. Moreover, +TIP-protein complexes in budding yeast are utilized for myosin based transport of microtubule ends. Microtubule plus-end trafficking proteins engage in microtubule actin crosstalk, such as the CLIP-170 (+TIP-protein) that controls actin polymerization which is a necessity for the process of phagocytosis done by mammalian cells.",
            "score": 134.1155548095703
        },
        {
            "docid": "30861458_7",
            "document": "Arp2/3 complex . The Arp2/3 complex appears to be important in a variety of specialized cell functions that involve the actin cytoskeleton. The complex is found in cellular regions characterized by dynamic actin filament activity: in macropinocytic cups, in the leading edge of motile cells (lamellipodia), and in motile actin patches in yeast. In mammals and the social amoeba \"Dictyostelium discoideum\" it is required for phagocytosis. The complex has also been shown to be involved in the establishment of cell polarity and the migration of fibroblast monolayers in a wound-healing model. In mammalian oocytes, the Arp2/3 complex is involved in oocyte asymmetric division and polar body emission, which result from the failure of spindle migration (a unique feature of oocyte division) and cytokinesis. Moreover, enteropathogenic organisms like \"Listeria monocytogenes\" and \"Shigella\" use the Arp2/3 complex for actin-polymerization- dependent rocketing movements. The Arp2/3 complex also regulates the intracellular motility of endosomes, lysosomes, pinocytic vesicles, and mitochondria. Moreover, recent studies show that the Arp2/3 complex is essential for proper polar cell expansion in plants. Arp2/3 mutations in \"Arabidopsis thaliana\" result in abnormal filament organization, which in turn affects the expansion of trichomes, pavement cells, hypocotyl cells, and root hair cells.",
            "score": 133.75657653808594
        },
        {
            "docid": "12044406_2",
            "document": "CDC42 . Cell division control protein 42 homolog, also known as Cdc42, is a protein involved in regulation of the cell cycle. It was originally identified in \"S. cerevisiae\" (yeast) as a mediator of cell division, and is now known to influence a variety of signaling events and cellular processes in a variety of organisms from yeast to mammals. Human Cdc42 is a small GTPase of the Rho family, which regulates signaling pathways that control diverse cellular functions including cell morphology, cell migration, endocytosis and cell cycle progression. Rho GTPases are central to dynamic actin cytoskeletal assembly and rearrangement that are the basis of cell-cell adhesion and migration. Activated Cdc42 activates by conformational changes p21-activated kinases PAK1 and PAK2, which in turn initiate actin reorganization and regulate cell adhesion, migration, and invasion.",
            "score": 133.41195678710938
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 130.714111328125
        },
        {
            "docid": "27114297_2",
            "document": "Actin assembly-inducing protein . The Actin assembly-inducing protein (ActA) is a protein encoded and used by \"Listeria monocytogenes\" to propel itself through a mammalian host cell. ActA is a bacterial surface protein comprising a membrane-spanning region. In a mammalian cell the bacterial ActA interacts with the Arp2/3 complex and actin monomers to induce actin polymerization on the bacterial surface generating an actin comet tail. The gene encoding ActA is named \"actA\" or prtB.",
            "score": 128.60189819335938
        },
        {
            "docid": "465920_29",
            "document": "Listeria monocytogenes . Once in the cytoplasm, \"L. monocytogenes\" exploits host actin for the second time. ActA proteins associated with the old bacterial cell pole (being a bacillus, \"L. monocytogenes\" septates in the middle of the cell, thus has one new pole and one old pole) are capable of binding the Arp2/3 complex, thereby inducing actin nucleation at a specific area of the bacterial cell surface. Actin polymerization then propels the bacterium unidirectionally into the host cell membrane. The protrusion formed may then be internalized by a neighboring cell, forming a double-membrane vacuole from which the bacterium must escape using LLO and PlcB. This mode of direct cell-to-cell spread involves a cellular mechanism known as paracytophagy.",
            "score": 127.95332336425781
        },
        {
            "docid": "912087_2",
            "document": "Rab (G-protein) . The Rab family of proteins is a member of the Ras superfamily of monomeric G proteins. Approximately 70 types of Rabs have now been identified in humans. Rab proteins generally possess a GTPase fold, which consists of a six-stranded Beta Sheet which is flanked by five alpha helixes. Rab GTPases regulate many steps of membrane trafficking, including vesicle formation, vesicle movement along actin and tubulin networks, and membrane fusion. These processes make up the route through which cell surface proteins are trafficked from the Golgi to the plasma membrane and are recycled. Surface protein recycling returns proteins to the surface whose function involves carrying another protein or substance inside the cell, such as the transferrin receptor, or serves as a means of regulating the number of a certain type of protein molecules on the surface.",
            "score": 127.57359313964844
        },
        {
            "docid": "45540741_7",
            "document": "Alan Hall . Alan Hall showed the specificity of Rho in the stimulation of focal adhesions and stress fibres formation in fibroblasts in the presence of extracellular factors in 1992. He first realised that the addition of bovine fetal calf serum (FCS) to Swiss 3T3 cells increased the polymerisation of actin and assembly of stress fibres. The immunofluorescence following the increase of vinculin and talin, two cytoskeletal proteins, at the intracellular face of the plasma membrane with Val14rhoA microinjection showed the association of focal adhesions with the end of the new stress fibres. After size fractionation of FCS and analysis of the lipids that bound to serum albumin, the lysophosphatidic acid (LPA) was found to be responsible for the serum activity that induced stress fibre formation. The inhibition of Rho by C3 transferase ribosylation resulted in an inhibition of focal adhesion and stress fibre assembly, but had no effect on membrane ruffling. These findings were published in Cell and cited over 4000 times. In parallel with this experiment, Hall showed that the presence of Rac, another Ras-related GTP-binding protein, is implicated in the regulation of the actin organisation in presence of extracellular growth factors. Immunofluorescence and antibody techniques were used to localise the mutant V12rac1 protein after being microinjected into the cytoplasm of confluent serum-starved Swiss 3T3 cells. The comparison with the normal cells showed that Rac1 stimulates actin filament production at the membrane, pinocytosis, and membrane ruffling. The inhibition of endogenous Rac function by mutants N17rac and V12rac1 prevented growth factor-induced membrane ruffling. In addition, the inactivation of Rho protein by ADP-ribosylation in Rac1 microinjection reduced the formation of actin stress fibres. Hall concluded that Rac and Rho are complementary for polymerised actin organisation. Indeed, Rho-dependent response is stimulated by the action of growth factors on Rac protein.",
            "score": 127.04109191894531
        },
        {
            "docid": "27114297_15",
            "document": "Actin assembly-inducing protein . WASP/N-WASP, which is functionally mimicked by ActA, is highly conserved in eukaryotes. It is an important actin-cytoskeleton organizer and is critical for processes such as endocytosis and cell motility. Activated by Cdc42, a Rho-family small GTPase, WASP/N-WASP activates the Arp2/3 complex, which leads to rapid actin polymerization.",
            "score": 126.6996841430664
        },
        {
            "docid": "53979054_8",
            "document": "Clare Waterman . The ability of a cell to adhere to and move relative to its environment is mediated by cell surface proteins called integrins that bind extracellular components and mediate their linkage to the intracellular, force-generating actin cytoskeleton. However, the specific molecules mediating the links between integrins and actin and how they are organized at the cell membrane was not known. Dr. Waterman used Fluorescent Speckle Microscopy and super-resolution light microscopy methods to show in migrating cells that actin polymerizes at the leading edge, undergoes a rearward movement towards the cell center, and engages locally to integrins at the plasma membrane via a trilaminar nanoscale structure consisting of specific adapter proteins. The engagement of actin to the focal adhesion results in slowing of actin motion in the leading edge and transmission of its motion to the adapter proteins, and the protein vinculin is critical for this engagement. Dr. Waterman’s work supports a model that draws on analogy of the focal adhesion adapter proteins acting as a mechanical “clutch” to engage the moving actin with the matrix-bound integrins, and thus transmit intracellular force to friction on the extracellular environment to drive cell movement. Dr. Waterman’s works has led to the acceptance of the molecular clutch hypothesis of cell migration.",
            "score": 126.09801483154297
        },
        {
            "docid": "14633734_7",
            "document": "Eukaryotic translation elongation factor 1 alpha 1 . Moreover, it participates in several processes required for cell growth and proliferation, including cytoskeleton organization, mitotic apparatus formation, and signal transduction. This protein colocalizes with filamentous actin (F-actin) and is just as abundantly expressed. eEF1A putatively binds actin and microtubules at synapses to modulate the cytoskeleton. In neurons, this ability allows for regulation of the number and size of inhibitory postsynaptic complexes like postsynaptic gephyrin clusters. eEF1A has also been found to bind to several kinases, phospholipases, and synaptic proteins. For instance, while associated with actin, it can activate phosphatidylinositol 4-kinase, which then regulates phosphatidylinositol 4-phosphate and phosphatidylinositol 4,5-bisphosphate levels. This protein can also act as a membrane receptor for the cryptic antiadhesive site of fibronectin, thus inhibiting cell anchorage and promoting apoptosis, or anoikis. Though it has not been observed to localize to the cell membrane, it can be found in the outer cell surface. Its role in apoptosis may also contribute to regulation of cell growth and the immune response.",
            "score": 125.5289077758789
        },
        {
            "docid": "438944_5",
            "document": "Actin . A cell’s ability to dynamically form microfilaments provides the scaffolding that allows it to rapidly remodel itself in response to its environment or to the organism’s internal signals, for example, to increase cell membrane absorption or increase cell adhesion in order to form cell tissue. Other enzymes or organelles such as cilia can be anchored to this scaffolding in order to control the deformation of the external cell membrane, which allows endocytosis and cytokinesis. It can also produce movement either by itself or with the help of molecular motors. Actin therefore contributes to processes such as the intracellular transport of vesicles and organelles as well as muscular contraction and cellular migration. It therefore plays an important role in embryogenesis, the healing of wounds and the invasivity of cancer cells. The evolutionary origin of actin can be traced to prokaryotic cells, which have equivalent proteins. Actin homologs from prokaryotes and archaea polymerize into different helical or linear filaments consisting of one or multiple strands. However the in-strand contacts and nucleotide binding sites are preserved in prokaryotes and in archaea. Lastly, actin plays an important role in the control of gene expression.",
            "score": 123.27376556396484
        },
        {
            "docid": "7137955_11",
            "document": "Cortactin . Studies have implicated cortactin in both clathrin-mediated endocytosis and clathrin-independent endocytosis. In both kinds of endocytosis, it has long been known that actin localizes to sites of vesicle invagination and is a vital part of the endocytic pathway, but the actual mechanisms by which actin facilitates endocytosis are still unclear. Recently, however, it has been found that dynamin, the protein responsible for breaking the newly formed vesicular bud off the inside of the plasma membrane, can associate with the SH3 domain of cortactin. Since cortactin recruits the Arp2/3 complexes that lead to actin polymerization, this suggests that it may play an important part in linking vesicle formation to the as yet unknown functions actin has in endocytosis.",
            "score": 122.78205871582031
        },
        {
            "docid": "14130190_3",
            "document": "Sodium-hydrogen antiporter 3 regulator 1 . Members of the ezrin (VIL2; MIM 123900)-radixin (RDX; MIM 179410)-moesin (MSN; MIM 309845) (ERM) protein family are highly concentrated in the apical aspect of polarized epithelial cells. These cells are studded with microvilli containing bundles of actin filaments, which must attach to the membrane to assemble and maintain the microvilli. The ERM proteins, together with merlin, the NF2 (MIM 607379) gene product, are thought to be linkers between integral membrane and cytoskeletal proteins, and they bind directly to actin in vitro. Actin cytoskeleton reorganization requires the activation of a sodium/hydrogen exchanger (SLC9A3; MIM 182307). SLC9A3R1 is an ERM-binding protein.[supplied by OMIM]",
            "score": 122.33457946777344
        },
        {
            "docid": "27196937_2",
            "document": "Actin remodeling . Actin remodeling is the biochemical process that allows for the dynamic alterations of cellular organization. The remodeling of actin filaments occurs in a cyclic pattern on cell surfaces and exists as a fundamental aspect to cellular life. During the remodeling process, actin monomers polymerize in response to signaling cascades that stem from environmental cues. The cell's signaling pathways cause actin to affect intracellular organization of the cytoskeleton and often consequently, the cell membrane. Again triggered by environmental conditions, actin filaments break back down into monomers and the cycle is completed.  Actin-binding proteins (ABPs) aid in the transformation of actin filaments throughout the actin remodeling process. These proteins account for the diverse structure and changes in shape of Eukaryotic cells. Despite its complexity, actin remodeling may result in complete cytoskeletal reorganization in under a minute.",
            "score": 122.21109771728516
        },
        {
            "docid": "4170290_2",
            "document": "Cell cortex . The cell cortex, also known as the actin cortex or actomyosin cortex, is a specialized layer of cytoplasmic protein on the inner face of the plasma membrane of the cell periphery. It functions as a modulator of plasma membrane behavior and cell surface properties. In most eukaryotic cells lacking a cell wall, the cortex is an actin-rich network consisting of F-actin filaments, myosin motors, and actin-binding proteins. The actomyosin cortex is attached to the cell membrane via membrane-anchoring proteins called ERM proteins and it plays a central role in cell shape control. The protein constituents of the cortex undergo rapid turnover, making the cortex both mechanically rigid and highly plastic, two properties essential to its function. In most cases, the cortex is in the range of 100 to 1000 nanometers thick.",
            "score": 121.49321746826172
        },
        {
            "docid": "13975479_12",
            "document": "RHOA . RhoA as well as several other members of the Rho family are identified as having roles in the regulation of the cytoskeleton and cell division.  RhoA plays a pivotal role in G1 cell cycle progression, primarily through regulation of cyclin D1 and cyclin-dependent kinase inhibitors (p21 and p27) expression. These regulation pathways activate protein kinases, which subsequently modulate transcription factor activity. RhoA specifically suppresses p21 levels in normal and transformed cell lines via a p53-independent transcriptional mechanism while p27 levels are regulated using effector Rho-associated kinases. Cytokinesis is defined by actomyosin-based contraction. RhoA-dependent diaphanous-related formins (DRFs) localize to the cleavage furrow during cytokinesis while stimulating local actin polymerization by coordinating microtubules with actin filaments at the site of the myosin contractile ring. Differences in effector binding distinguish RhoA amongst other related Ras homologs GTPases. Integrins can modulate RhoA activity depending on the extracellular matrix composition and other relevant factors. Similarly, RhoA’s stimulation of PKN2 kinase activity regulates cell-cell adhesion through apical junction formation and disassembly. Though RhoA is most notably recognized from its unique contributions in actin-myosin contractility and stress fiber formation, new research has also identified it as a key factor in the mediation of membrane ruffling, lamellae formation and membrane blebbing. A majority of this activity occurs in the leading edge of cells during migration in coordination with membrane protrusions of breast carcinoma.",
            "score": 121.4438705444336
        },
        {
            "docid": "465920_27",
            "document": "Listeria monocytogenes . The primary site of infection is the intestinal epithelium, where the bacteria invade nonphagocytic cells via the \"zipper\" mechanism. Uptake is stimulated by the binding of listerial internalins (Inl) to E-cadherin, a host cell adhesion factor, or Met (c-Met), hepatocyte growth factor. This binding activates certain Rho-GTPases, which subsequently bind and stabilize Wiskott Aldrich syndrome protein (WAsp). WAsp can then bind the Arp2/3 complex and serve as an actin nucleation point. Subsequent actin polymerization creates a \"phagocytic cup\", an actin-based structure normally formed around foreign materials by phagocytes prior to endocytosis. The net effect of internalin binding is to exploit the junction-forming apparatus of the host into internalizing the bacterium. \"L. monocytogenes\" can also invade phagocytic cells (e.g., macrophages), but requires only internalins for invasion of nonphagocytic cells.",
            "score": 119.74655151367188
        },
        {
            "docid": "4241575_2",
            "document": "Cytochalasin . Cytochalasins are fungal metabolites that have the ability to bind to actin filaments and block polymerization and the elongation of actin. As a result of the inhibition of actin polymerization, cytochalasins can change cellular morphology, inhibit cellular processes such as cell division, and even cause cells to undergo apoptosis. Cytochalasins have the ability to permeate cell membranes, prevent cellular translocation and cause cells to enucleate. Cytochalasins can also have an effect on other aspects of biological processes unrelated to actin polymerization. For example, cytochalasin A and cytochalasin B can also inhibit the transport of monosaccharides across the cell membrane, cytochalasin H has been found to regulate plant growth, cytochalasin D inhibits protein synthesis and cytochalasin E prevents angiogenesis.",
            "score": 119.71354675292969
        },
        {
            "docid": "7137955_2",
            "document": "Cortactin . Cortactin (from \"\"cortical actin\" binding protein\") is a monomeric protein located in the cytoplasm of cells that can be activated by external stimuli to promote polymerization and rearrangement of the actin cytoskeleton, especially the actin cortex around the cellular periphery. It is present in all cell types. When activated, it will recruit Arp2/3 complex proteins to existing actin microfilaments, facilitating and stabilizing nucleation sites for actin branching. Cortactin is important in promoting lamellipodia formation, invadopodia formation, cell migration, and endocytosis.",
            "score": 119.29825592041016
        },
        {
            "docid": "16063197_2",
            "document": "Membrane ruffling . Membrane ruffling (also known as cell ruffling) is the formation of a motile cell surface that contains a meshwork of newly polymerized actin filaments. It can also be regarded as one of the earliest structural changes observed in the cell. The GTP-binding protein Rac is the regulator of this membrane ruffling. Changes in the Polyphosphoinositide metabolism and changes in Ca level of the cell may also play an important role. A number of actin-binding and organizing proteins localize to membrane ruffles and potentially target to transducing molecules.",
            "score": 118.87186431884766
        },
        {
            "docid": "2260070_8",
            "document": "Vinculin . Cell spreading and movement occur through the process of binding of cell surface integrin receptors to extracellular matrix adhesion molecules. Vinculin is associated with focal adhesion and adherens junctions, which are complexes that nucleate actin filaments and crosslinkers between the external medium, plasma membrane, and actin cytoskeleton. The complex at the focal adhesions consists of several proteins such as vinculin, α-actin, paxillin, and talin, at the intracellular face of the plasma membrane.",
            "score": 118.39579010009766
        },
        {
            "docid": "5150349_8",
            "document": "Hedgehog signaling pathway . In the absence of Hh (Figure 3), a cell-surface transmembrane protein called Patched (PTCH) acts to prevent high expression and activity of a 7 membrane spanning receptor called Smoothened (SMO). Patched has sequence similarity to known membrane transport proteins. When extracellular Hh is present (Figure 3), it binds to and inhibits Patched, allowing Smoothened to accumulate and inhibit the proteolytic cleavage of the Ci protein. This process most likely involves the direct interaction of Smoothened and Costal-2 and may involve sequestration of the Ci protein-containing complex to a microdomain where the steps leading to Ci protein proteolysis are disrupted. The mechanism by which Hh binding to Patched leads to increased levels of Smoothened is not clear (Step 1 in Figure 3). Following binding of Hh to Patched, Smoothened levels increase greatly over the level maintained in cells when Patched is not bound to Hh. It has been suggested that phosphorylation of Smoothened plays a role in Hh-dependent regulation of Smoothened levels.",
            "score": 116.43103790283203
        },
        {
            "docid": "20637113_9",
            "document": "Clostridium difficile toxin B . The cause of cytotoxic activity by TcdB within the host cell is mainly mediated via receptor endocytosis. Acidic endosomes allow toxin B to enter the cytosol. This phenomenon takes place by a binding receptor region, which enables toxin to enter host cells. Through the accessibility of the host cells' cytosol, TcdB deactivates the small GTPases (Fig. 5), e.g. the Rho family members Rac and Cdc42 by the process of glycosylation of threonine 35 in Cdc42 and Rac, and threonine 37 in Rho. These Rho GTPases are found ubiquitously in the cytosol of eukaryotic cells that are responsible for the organization of the actin cytoskeleton because the toxins in the cytosol cause condensation of actin filaments as a consequence of cell rounding and membrane blebbing (Fig. 3), which ultimately leads to apoptosis. TcdB causes critical changes to cell dynamics and morphology. Figure 3 shows the probable effect of toxin B on a cell's surface; membrane blebbing (black arrows). In addition, TcdB inactivates Rho GTPases. As a consequence, cell-cell junctions are disrupted, which enhances epithelial permeability of toxin B and fluid accumulation in the lumen. This is one of the main causative agents in contracting \"Clostridium difficile\"-associated diarrhea (CDAD)(Fig. 5).",
            "score": 115.88670349121094
        },
        {
            "docid": "4073638_5",
            "document": "Lamellipodium . Rac and Cdc42 are two Rho-family GTPases which are normally cytosolic but can also be found in the cell membrane under certain conditions. When Cdc42 is activated, it can interact with Wiskott-Aldrich syndrome protein (WASp) family receptors, in particular N-WASp, which then activates Arp2/3. This stimulates actin branching and increases cell motility. Rac1 induces cortactin to localize to the cell membrane, where it simultaneously binds F-actin and Arp2/3. The result is a structural reorganization of the lamellipodium and ensuing cell motility. Rac promotes lamellipodia while cdc42 promotes filopodia.",
            "score": 115.84011840820312
        },
        {
            "docid": "438944_56",
            "document": "Actin . The most notable proteins associated with the actin cytoskeleton in plants include: villin, which belongs to the same family as gelsolin/severin and is able to cut microfilaments and bind actin monomers in the presence of calcium cations; fimbrin, which is able to recognize and unite actin monomers and which is involved in the formation of networks (by a different regulation process from that of animals and yeasts); formins, which are able to act as an F-actin polymerization nucleating agent; myosin, a typical molecular motor that is specific to eukaryotes and which in \"Arabidopsis thaliana\" is coded for by 17 genes in two distinct classes; CHUP1, which can bind actin and is implicated in the spatial distribution of chloroplasts in the cell; KAM1/MUR3 that define the morphology of the Golgi apparatus as well as the composition of xyloglucans in the cell wall; NtWLIM1, which facilitates the emergence of actin cell structures; and ERD10, which is involved in the association of organelles within membranes and microfilaments and which seems to play a role that is involved in an organism’s reaction to stress.",
            "score": 115.7538833618164
        },
        {
            "docid": "32189474_3",
            "document": "Cyclase-associated protein family . All CAPs appear to contain a C-terminal actin-binding domain that regulates actin remodelling in response to cellular signals and is required for normal cellular morphology, cell division, growth and locomotion in eukaryotes. CAP directly regulates actin filament dynamics and has been implicated in a number of complex developmental and morphological processes, including mRNA localisation and the establishment of cell polarity. Actin exists both as globular (G) (monomeric) actin subunits and assembled into filamentous (F) actin. In cells, actin cycles between these two forms. Proteins that bind F-actin often regulate F-actin assembly and its interaction with other proteins, while proteins that interact with G-actin often control the availability of unpolymerised actin.",
            "score": 115.33892059326172
        },
        {
            "docid": "438944_52",
            "document": "Actin . Actin’s cytoskeleton is key to the processes of endocytosis, cytokinesis, determination of cell polarity and morphogenesis in yeasts. In addition to relying on actin these processes involve 20 or 30 associated proteins, which all have a high degree of evolutionary conservation, along with many signalling molecules. Together these elements allow a spatially and temporally modulated assembly that defines a cell’s response to both internal and external stimuli.",
            "score": 114.44612884521484
        }
    ]
}