{
    "q": [
        {
            "docid": "348202_57",
            "document": "Aedes albopictus . Although the \"Wolbachia\" infection is prevalent in arthropod species, especially the Asian tiger mosquito, it is a useful mechanism for inhibiting the spread of dengue. \"Ae. aegypti\" individuals, a close relative of \"Ae. albopictus\", with an artificial \"Wolbachia\" infection, cannot transmit dengue, an infectious virus, but they can pass on the \"Wolbachia\" infection to other populations. This could lead to many more discoveries in disease control for \"Ae. albopictus\" and other mosquito species. In addition, due to the cytoplasmic incompatibility caused by \"Wolbachia\", the artificial infection of males can serve as a biological control as they are unable to reproduce successfully with uninfected females (unidirectional CI). When artificially infected males are unable to reproduce, the population size can be controlled, thereby reducing the transmission of the harmful disease of interest. Artificial infection of males is achieved by the removal of cytoplasm from infected oocytes, which is then transferred into embryos prior to the blastoderm stage.",
            "score": 125.60102438926697
        },
        {
            "docid": "21054623_34",
            "document": "Mosquito-borne disease . In 2011, Ary Hoffmann and associates produced the first case of \"Wolbachia\"-induced arbovirus resistance in wild populations of \"Aedes aegypti\" through a small project called Eliminate Dengue: Our Challenge. This was made possible by an engineered strain of \"Wolbachia\" termed \"w\"Mel that came from \"D. melanogaster\". The transfer of \"w\"Mel from \"D. melanogaster\" into field-caged populations of the mosquito \"Aedes aegypti\" induced resistance to dengue, yellow fever, and chikungunya viruses. Although other strains of Wolbachia also reduced susceptibility to dengue infection, they also put a greater demand on the fitness of \"Ae. aegypti. w\"Mel was different in that it was thought to only cost the organism a small portion of its fitness. \"w\"Mel-infected \"Ae. aegypti\" were released into two residential areas in the city of Cairns, Australia over a 14-week period. Hoffmann and associates, released a total of 141,600 infected adult mosquitoes in Yorkeys Knob suburb and 157,300 in Gordonvale suburb. After release, the populations were monitored for three years to record the spread of \"w\"Mel. Population monitoring was gauged by measuring larvae laid in traps. At the beginning of the monitoring period but still within the release period, it was found that \"w\"Mel-infected \"Ae. aegypti\" had doubled in Yorkeys Knob and increased 1.5-fold in Gordonvale. Uninfected \"Ae. aegypti\" populations were in decline. By the end of the three years, \"w\"Mel-infected \"Ae. aegypti\" had stable populations of about 90%. However, these populations were isolated to the Yorkeys Knob and Gordonvale suburbs due to unsuitable habitat surrounding the neighborhoods.",
            "score": 123.98825359344482
        },
        {
            "docid": "21054623_33",
            "document": "Mosquito-borne disease . In many insect species, such as \"Drosophila melanogaster\", researchers found that a natural infection with the bacteria strain \"Wolbachia\" \"pipientis\" increases the fitness of the host by increasing resistance to RNA viral infections. Robert L. Glaser and Mark A. Meola investigated \"Wolbachia\"-induced resistance to West Nile virus (WNV) in \"Drosophila melanogaster\" (fruit flies). Two groups of fruit flies were naturally infected with \"Wolbachia.\" Glaser and Meola then cured one group of fruit flies of \"Wolbachia using\" tetracycline. Both the infected group and the cured groups were then infected with WNV.  Flies infected with \"Wolbachia\" were found to have a changed phenotype that caused resistance to WNV. The phenotype was found to be caused by a “dominant, maternally transmitted, cytoplasmic factor”. The WNV-resistance phenotype was then reversed by curing the fruit flies of \"Wolbachia.\" Since \"Wolbachia\" is also maternally transmitted, it was found that the WNV-resistant phenotype is directly related to the \"Wolbachia\" infection. West Nile virus is transmitted to humans and animals through the Southern house mosquito, \"Culex quinquefasciatus.\" Glaser and Meola knew vector compatibility could be reduced through \"Wolbachia\" infection due to studies done with other species of mosquitoes, mainly, \"Aedes aegypti\". Their goal was to transfer WNV resistance to \"Cx. quinquefasciatus\" by inoculating the embryos of the mosquito with the same strain of \"Wolbachia\" that naturally occurred in the fruit flies. Upon infection, \"Cx. quinquefasciatus\" showed an increased resistance to WNV that was transferable to offspring. The ability to genetically modify mosquitoes in the lab and then have the infected mosquitoes transmit it to their offspring showed that it was possible to transmit the bacteria to wild populations to decrease human infections.",
            "score": 123.78201746940613
        },
        {
            "docid": "26051686_8",
            "document": "Cytoplasmic incompatibility . CI, as described by Werren, results in selection pressure on uninfected females, as infected females can mate both with uninfected males and infected males, but uninfected females cannot mate with infected males. As \"Wolbachia\" are only transmitted by females, this mechanism promotes the spread of \"Wolbachia\" and therefore keeps \"Wolbachia\" from dying out because of incomplete transmission. This has led to discoveries in control of disease transmission by using Wolbachia to control the reproduction of a population by introducing \"Wolbachia\"-infected males. This has been seen in the Aedes, mosquito, family, in the \"Aedes albopictus\" and \"Aedes aegypti\" species.",
            "score": 109.63303232192993
        },
        {
            "docid": "839543_22",
            "document": "Wolbachia . In addition to inhibiting the dengue virus (DENV) in some species of genus \"Aedes\", \"Wolbachia\" has been identified to inhibit replication of chikungunya virus (CHIKV) in \"A. aegypti\". The Wmel strain of \"Wolbachia pipientis\" significantly reduced infection and dissemination rates of CHIKV in mosquitoes, compared to \"Wolbachia\" uninfected controls and the same phenomenon was observed in yellow fever virus infection converting this bacterium in an excellent promise for YFV and CHIKV suppression. Another study tested the effect of \"Wolbachia\" on the replication of West Nile virus (WNV), but in cell line Aag2 derived from \"A. aegypti\" cells, suggesting that despite the existence of an enhancement of viral genomic RNA replication in the cell line \"Wolbachia\" infected, the production of secreted virus was significantly inhibited. Also, the antiviral effect in intrathoracically infected mosquitoes depends on the strain of \"Wolbachia\", and the replication of the virus in orally fed mosquitoes was completely inhibited in wMelPop strain of \"Wolbachia\".",
            "score": 136.72796726226807
        },
        {
            "docid": "348202_46",
            "document": "Aedes albopictus . In the natural environment, \"Wolbachia\" and the Asian tiger mosquito are in a symbiotic relationship, so both species benefit from each other and can evolve together. The relationship between \"Wolbachia\" and its host might not have always been mutualistic, as \"Drosophila\" populations once experienced decreased fecundity in infected females, suggesting that \"Wolbachia\" evolved over time so that infected individuals would actually reproduce much more. The mechanism by which \"Wolbachia\" is inherited through maternal heredity is called cytoplasmic incompatibility. This changes the gamete cells of males and females, making some individuals unable to mate with each other. Although little is known about why cytoplasmic incompatibility exists, \"Wolbachia\" infection creates a fitness advantage for infected females, as they can mate with either infected or uninfected males. Despite this, infected males cannot reproduce with uninfected females. Therefore, over time, a population exposed to \"Wolbachia\" transitions from a few infected individuals to all individuals becoming infected, as the males that cannot reproduce successfully do not contribute to future generations. This is called population replacement, where the population’s overall genotype is replaced by a new genotype. This shows how populations of Asian tiger mosquitoes can vary in number of \"Wolbachia\"-infected individuals, based on how often the infection is transmitted. Due to \"Wolbachia's\" ability to transmit from one host to the next, it can change the average genotype of a population, potentially reducing the population's gene flow with other nearby populations.",
            "score": 105.28957056999207
        },
        {
            "docid": "839543_21",
            "document": "Wolbachia . Naturally existing strains of \"Wolbachia\" have been shown to be a route for vector control strategies because of their presence in arthropod populations, such as mosquitoes. Due to the unique traits of \"Wolbachia\" that cause cytoplasmic incompatibility, this strain is useful as a promoter of genetic drive within a population. \"Wolbachia\"-infected females are able to produce offspring with uninfected and infected males, however, uninfected females are only able to produce viable offspring with uninfected males. This gives infected females a frequency-dependent reproductive advantage; that is, the advantage is greater the higher the frequency of \"Wolbachia\" in the population. Computational models predict that introducing \"Wolbachia\" strains into natural populations will reduce pathogen transmission and reduce overall disease burden. An example includes \"Wolbachia\" that can be used to control dengue and malaria by eliminating the older insects that contain more parasites. Promoting the survival and reproduction of younger insects lessens selection pressure for evolution of resistance. \"Wolbachia\" strains that are able to reduce dengue transmission include wAllbB and wMelPop with \"Aedes aegypti\", wMel with \"Aedes albopictus\". and \"Aedes aegypti\".",
            "score": 151.4855420589447
        },
        {
            "docid": "11986060_60",
            "document": "Zika fever . Some experimental methods of prevention include breeding and releasing mosquitoes that have been genetically modified to prevent them from transmitting pathogens, or have been infected with the \"Wolbachia\" bacterium, believed to inhibit the spread of viruses. A strain of \"Wolbachia\" helped to reduce the vector competence of the Zika virus in infected \"Aedes aegypti\" released in Medellin, Colombia.  Gene drive is a technique for changing wild populations, for instance to combat insects so they cannot transmit diseases (in particular mosquitoes in the cases of malaria and Zika). Another method which been researched aims to render male mosquitoes infertile by nuclear radiation in the hope to reduce populations; this is done with a cobalt-60 gamma cell irradiator. In 2016 the World Health Organisation encouraged field trials of transgenic male \"Aedes aegypti\" mosquitoes developed by Oxitec to try to halt the spread of the Zika virus.",
            "score": 134.10123896598816
        },
        {
            "docid": "348202_45",
            "document": "Aedes albopictus . The Asian tiger mosquito is known for transmitting the \"Wolbachia\" infection. This bacterial genus is the most common infection in arthropods today, and over 40% of arthropods have contracted it. \"Wolbachia\" can be transmitted from parent to offspring or between breeding individuals. \"Wolbachia\" is easily transmitted within the \"Ae. albopictus\" mosquito due to the effects it has on fecundity in females. Once female Asian tiger mosquitos have contracted the infection, they produce more eggs, give birth more frequently, and live longer than uninfected females. In this way, \"Wolbachia\" provides a fitness advantage to the infected females and prevents uninfected females from reproducing. This allows control of the spread of diseases that many species carry by suppressing reproduction of the individuals with the harmful disease, but without the \"Wolbachia\" infection. \"Wolbachia\" can also be used to transfer certain genes into the population to further control the spread of diseases.",
            "score": 108.2327389717102
        },
        {
            "docid": "34254_10",
            "document": "Yellow fever . Yellow fever virus is mainly transmitted through the bite of the yellow fever mosquito \"Aedes aegypti\", but other mostly \"Aedes\" mosquitoes such as the tiger mosquito (\"Aedes albopictus\") can also serve as a vector for this virus. Like other arboviruses which are transmitted by mosquitoes, the yellow fever virus is taken up by a female mosquito when it ingests the blood of an infected human or another primate. Viruses reach the stomach of the mosquito, and if the virus concentration is high enough, the virions can infect epithelial cells and replicate there. From there, they reach the haemocoel (the blood system of mosquitoes) and from there the salivary glands. When the mosquito next sucks blood, it injects its saliva into the wound, and the virus reaches the bloodstream of the bitten person. Transovarial and transstadial transmission of the yellow fever virus within \"A. aegypti\", that is, the transmission from a female mosquito to her eggs and then larvae, are indicated. This infection of vectors without a previous blood meal seems to play a role in single, sudden breakouts of the disease.",
            "score": 72.8336329460144
        },
        {
            "docid": "11986060_28",
            "document": "Zika fever . Disease control in the affected countries currently centres around mosquito control. Several approaches are available for the management of \"Aedes aegypti\" mosquito populations, including the destruction of larval breeding sites (the aquatic pools in which eggs are laid and larvae hatch prior to mosquito development into flying adults); and, insecticides targeting either the larval stages, adult mosquitoes or both. Additionally, a whole host of novel technologies are under current development for mosquito control and the World Health Organization has recently lent its support for the accelerated development of modern methods for mosquito control such as the use of \"Wolbachia\" bacteria to render mosquitoes resistant to the virus, and, the release of sterilized male mosquitoes that breed with wild female mosquitoes to give rise to non-viable offspring (offspring that do not survive to the biting, adult stage).",
            "score": 98.78870224952698
        },
        {
            "docid": "21054623_36",
            "document": "Mosquito-borne disease . From the success seen in Australia, the researchers were able to begin operating in more threatened portions of the world. The Eliminate Dengue program spread to 10 countries throughout Asia, Latin America, and the Western Pacific blooming into the non-profit organization, World Mosquito Program, as of September 2017. They still use the same technique of infecting wild populations of \"Ae. aegypti\" as they did in Australia, but this time their target disease has shifted to include Zika and chikungunya on top of dengue. Although not alone in their efforts to use \"Wolbachia-\"infected mosquitoes to reduce mosquito-borne disease, the World Mosquito Program method is praised for being self-sustaining in that it causes permanent phenotype change rather than reducing mosquito populations through cytoplasmic incompatibility through male-only dispersal.",
            "score": 108.25940752029419
        },
        {
            "docid": "54569736_2",
            "document": "Debug Project . Debug Project is an ongoing project by Alphabet Inc. subsidiary Verily in California to reduce the numbers of mosquitos in a given area through interruption of the reproductive cycle. Through laboratory methods naturally-occurring bacteria Wolbachia infect healthy male mosquitos of the species Aedes aegypti. Subsequently these mosquitos are released into the wild with the intent to mate with female mosquitos and by virtue of the Wolbachia infection lay non-producing eggs. It is believed that through this process the overall population of mosquitos will be reduced by interrupting the reproductive cycle. The hope is that if successful, these might be released in more endemic areas of the world where mosquitos pose a health risk through the diseases they carry.",
            "score": 104.49798059463501
        },
        {
            "docid": "21054623_35",
            "document": "Mosquito-borne disease . Although populations flourished in these areas with nearly 100% transmission, no signs of spread were noted, proving disappointing for some. Following this experiment, Tom L. Schmidt and his colleagues conducted an experiment releasing \"Wolbachia\"-infected \"Aedes aegypti\" using different site selection methods occurred in different areas of Cairns during 2013. The release sites were monitored over two years. This time the release was done in urban areas that were adjacent to adequate habitat to encourage mosquito dispersal. Over the two years, the population doubled, and spatial spread was also increased, unlike the first release, giving ample satisfactory results. By increasing the spread of the \"Wolbachia\"-infected mosquitoes, the researchers were able to establish that population of a large city was possible if the mosquitoes were given adequate habitat to spread into upon release in different local locations throughout the city. An important detail in both of these studies is that no adverse effects on public health or the natural ecosystem occurred. This made it an extremely attractive alternative to traditional insecticide methods given the increased pesticide resistance occurring from heavy use.",
            "score": 107.12216353416443
        },
        {
            "docid": "37063005_96",
            "document": "Effects of global warming on human health . Environmental changes such as deforestation could increase local temperatures in the highlands thus could enhance the vectorial capacity of the anopheles. Anopheles mosquitoes are responsible for the transmission of a number of diseases in the world, such as, malaria, lymphatic filariasis and viruses that can cause such ailments, like the O'nyong'nyong virus. Environmental changes, climate variability, and climate change are such factors that could affect biology and ecology of Anophelse vectors and their disease transmission potential. Climate change is expected to lead to latitudinal and altitudinal temperature increases. Global warming projections indicate that the best estimate of surface air warming for a “high scenario” is 4 C, with a likely range of 2.4-6.4 C by 2100. A temperature increase of this size would alter the biology and the ecology of many mosquito vectors and the dynamics of the diseases they transmit such as malaria. Arthropods critically depend on ambient temperature for survival and development, and their distribution range is limited by the temperature. Climate warming or any factor that alters the microclimate conditions of Anopheles mosquitoes (e.g., deforestation) in the highlands may facilitate the persistence of the mosquito population. Climate warming can mediate mosquito physiology and metabolic rate because metabolic rate increases exponentially rather than linearly with temperature ectotherms. Anopheles mosquitoes in highland areas are to experience a larger shift in their metabolic rate due to the climate change. This climate change is due to the deforestation in the highland areas where these mosquitoes dwell. When temperature rises, the larvae take a shorter time to mature and, consequently, there is a greater capacity to produce more offspring. Microclimatic changes in human homes caused by the effects of deforestation can also significantly shorten the duration of the mosquitoes' gonotrophic cycle by 1.7 days (4.6 vs 2.9 days) The gonotrophic cycle is the period between the taking of a blood meal by a mosquito, including the digestion of the blood meal, until oviposition or egg laying. The decrease of the gonotrophic cycles implies an increase of the biting frequency from an average of once every five days to once every three days. In turn this could potentially lead to an increase in malaria  transmission when infected humans are available.",
            "score": 57.53524398803711
        },
        {
            "docid": "51688199_4",
            "document": "Palm Creek virus . The follow-up experiment confirmed the fact that pre-infection of mosquitoes prevents transmission of harmful arbovirus. Further, it shown that PCV could not infect \"Culex annulirostris\", the primary vector of encephalitic flaviviruses in Australian, through blood meal indicating that the virus is not a threat to human, or other vertebrate, health. However, the virus could be inoculated (at the thorax region) with successful infection in the \"C. annulirostris\", \"Aedes aegypti\" and \"A. vigilax\". This further supports the fact that preinfection of these disease-vector mosquitoes with PCV can be prevented from transmitting harmful viral diseases in humans, since a mosquito generally do not carry mixed infection.",
            "score": 63.727222204208374
        },
        {
            "docid": "39669_12",
            "document": "Dengue fever . Dengue virus is primarily transmitted by \"Aedes\" mosquitoes, particularly \"A. aegypti\". These mosquitoes usually live between the latitudes of 35° North and 35° South below an elevation of . They typically bite during the early morning and in the evening, but they may bite and thus spread infection at any time of day. Other \"Aedes\" species that transmit the disease include \"A. albopictus\", \"A. polynesiensis\" and \"A. scutellaris\". Humans are the primary host of the virus, but it also circulates in nonhuman primates. An infection can be acquired via a single bite. A female mosquito that takes a blood meal from a person infected with dengue fever, during the initial 2- to 10-day febrile period, becomes itself infected with the virus in the cells lining its gut. About 8–10 days later, the virus spreads to other tissues including the mosquito's salivary glands and is subsequently released into its saliva. The virus seems to have no detrimental effect on the mosquito, which remains infected for life. \"Aedes aegypti\" is particularly involved, as it prefers to lay its eggs in artificial water containers, to live in close proximity to humans, and to feed on people rather than other vertebrates.",
            "score": 75.593270778656
        },
        {
            "docid": "43559151_4",
            "document": "Jacinta Duncan . Her career in science began with a position as a molecular biologist in the population genetics laboratories of the inspirational Professor Ary Hoffman. She investigated the natural spread of a bacterial infection in fruit fly. This Wolbachia infection is transmitted through the female line. When infected males mate with uninfected females the progeny do not survive. In this way the infection spreads quickly. Recently scientists have managed to use Wolbachia bacteria to control outbreaks of Dengue fever. Mosquitoes are a vector for the virus that causes Dengue. Scientists have manipulated Wolbachia so it blocks the growth of virus inside the mosquito. As a result, transmission of the disease is stopped. Releasing a population of these infected mosquitoes has resulted in the wild mosquito population becoming infected, lowering the incidence of Dengue fever.",
            "score": 123.56607103347778
        },
        {
            "docid": "26051686_2",
            "document": "Cytoplasmic incompatibility . Cytoplasmic incompatibility (CI) is a phenomenon that results in sperm and eggs being unable to form viable offspring. The effect arises from changes in the gamete cells caused by intracellular parasites like \"Wolbachia\", which infect a wide range of insect species. As the reproductive incompatibility is caused by bacteria that reside in the cytoplasm of the host cells, it is referred to as cytoplasmic incompatibility. In 1971, Janice Yen and A. Ralph Barr of UCLA demonstrated the etiologic relationship of \"Wolbachia\" infection and cytoplasmic incompatibility in \"Culex\" mosquitos when they found that eggs were killed when the sperm of \"Wolbachia\"-infected males fertilized infection-free eggs.",
            "score": 83.75441765785217
        },
        {
            "docid": "839543_23",
            "document": "Wolbachia . However, cases where \"Wolbachia\" reduces transmission of pathogens must be studied carefully. Indeed, a recent study demonstrated that the West Nile virus could be improved by the presence of the \"Wolbachia\" strain wAlbB in the mosquito \"Culex tarsalis\". The rate of virus appears significantly higher than in uninfected mosquitoes. Indeed, wAlbB inhibits REL1, which is an activator of the antiviral Toll immune pathway. The release of artificially infected mosquitoes in the environment, for a vector-borne disease control program, should be made with caution, because it is the first case of improvement of a human disease in the mosquito.",
            "score": 101.29873967170715
        },
        {
            "docid": "839543_3",
            "document": "Wolbachia . The genus was first identified in 1924 by Marshall Hertig and Simeon Burt Wolbach in the common house mosquito. Hertig formally described the species in 1936 as \"Wolbachia pipientis\". Research on \"Wolbachia\" intensified after 1971, when Janice Yen and A. Ralph Barr of UCLA discovered that \"Culex\" mosquito eggs were killed by a cytoplasmic incompatibility when the sperm of \"Wolbachia\"-infected males fertilized infection-free eggs. The genus \"Wolbachia\" is of considerable interest today due to its ubiquitous distribution, its many different evolutionary interactions, and its potential use as a biocontrol agent.",
            "score": 90.38629031181335
        },
        {
            "docid": "1724016_4",
            "document": "Dirofilaria immitis . Heartworms go throughout several life stages before they become adults infecting the pulmonary artery of the host animal. The worms require the mosquito as an intermediate stage to complete their lifecycles. The rate of development in the mosquito is temperature-dependent, requiring about two weeks of temperature at or above 27 °C (80 °F). Below a threshold temperature of 14 °C (57 °F), development cannot occur, and the cycle is halted. As a result, transmission is limited to warm weather, and duration of the transmission season varies geographically. The period between the initial infection when the dog is bitten by a mosquito and the maturation of the worms into adults living in the heart takes six to seven months in dogs and is known as the \"prepatent period\".",
            "score": 47.873769998550415
        },
        {
            "docid": "53581781_6",
            "document": "Brugia . \"Brugia\" roundworms complete their life cycle in two different hosts. Mosquitos are the intermediate host in which the young larvae develop, and thus they are also the vectors of filariasis. Different species of \"Mansonia\" and \"Aedes\" act as the intermediate hosts. Humans (for \"B. malayi\" and \"B. timori\"), and animals (for \"B. pahangi\" and \"B. patei\") acts as the definitive hosts in which the adult worms cause filariasis. The infective larvae called L3 (third stage) larvae are transmitted by an infected mosquito onto the skin of the definitive host. Once reaching the blood stream, they grow into adult roundworms. Male and female worms reproduce to release the young worms called microfilariae. These microfilariae move to peripheral blood stream from where they are picked up by another mosquito. Inside the mosquito, they became larvae, first L1 and then L3. The L3 larvae are stored in the proboscis from where they are ejected into the host during biting.",
            "score": 49.829344749450684
        },
        {
            "docid": "19033077_7",
            "document": "Culex pipiens . \"Culex pipiens\" can be a vector of many diseases that are transmitted to hosts when the mosquito bites them. It has been found that by using the \"Wolbachia\" infection to intentionally infect this species, their reproduction can be suppressed by inserting genes through the infection that restrict their ability to reproduce. This has also proved successful in the related \"Aedes albopictus\" species, also known as the Asian Tiger mosquito.",
            "score": 80.4265341758728
        },
        {
            "docid": "348202_25",
            "document": "Aedes albopictus . Sporozoans of the genus \"Ascogregarina\" (Lecudinidae) infect the larval stage of mosquitoes. The species \"Ascogregarina taiwanensis\" was found in Asian tiger mosquitoes. When the adult mosquitoes emerge from their pupal case, they leave the infectious intermediary stage of parasites in the water and close off the infection cycle. Infected adults are generally smaller than non-infected adults and have an insignificantly higher mortality rate; therefore, food supply and larval density apparently play a role. In competitive situations, an infection with sporozoans can also reduce the biological fitness of other uninfected mosquitoes. However, the use of the parasites as an effective biological remedy to control mosquito populations is implausible because the host must reach the adult stage for the transmission of the parasites.",
            "score": 69.17558550834656
        },
        {
            "docid": "24831215_11",
            "document": "Zika virus . The potential societal risk of Zika can be delimited by the distribution of the mosquito species that transmit it. The global distribution of the most cited carrier of Zika, \"A. aegypti\", is expanding due to global trade and travel. \"A. aegypti\" distribution is now the most extensive ever recorded – across all continents including North America and even the European periphery (Madeira, the Netherlands, and the northeastern Black Sea coast). A mosquito population capable of carrying Zika has been found in a Capitol Hill neighborhood of Washington, DC, and genetic evidence suggests they survived at least four consecutive winters in the region. The study authors conclude that mosquitos are adapting for persistence in a northern climate. The Zika virus appears to be contagious via mosquitoes for around a week after infection. The virus is thought to be infectious for a longer period of time after infection (at least 2 weeks) when transmitted via semen.",
            "score": 68.8392686843872
        },
        {
            "docid": "2236780_10",
            "document": "Aedes aegypti . New research is looking into the use of a bacterium called \"Wolbachia\" as a method of biocontrol. Studies show that invasion of \"Ae. aegypti\" by the endosymbiotic bacteria allows mosquitos to be resistant to the certain arboviruses such as dengue fever and Zika virus strains currently circulating.",
            "score": 111.87583637237549
        },
        {
            "docid": "348202_48",
            "document": "Aedes albopictus . Also, bidirectional cytoplasmic incompatibility occurs when an infected male carrying one strain of \"Wolbachia\" reproduces with an infected female carrying a different strain of \"Wolbachia\". This also results in failed reproduction. Bidirectional cytoplasmic incompatibility also has evolutionary implications for populations of \"Ae. albopictus\" and other vectors of the infection. This is because bidirectional cytoplasmic incompatibility in \"Wolbachia\" creates unviable offspring, reducing gene flow between two populations, which can eventually lead to speciation.",
            "score": 94.4813597202301
        },
        {
            "docid": "24831215_6",
            "document": "Zika virus . The vertebrate hosts of the virus were primarily monkeys in a so-called enzootic mosquito-monkey-mosquito cycle, with only occasional transmission to humans. Before the current pandemic began in 2007, Zika \"rarely caused recognized 'spillover' infections in humans, even in highly enzootic areas\". Infrequently, however, other arboviruses have become established as a human disease and spread in a mosquito–human–mosquito cycle, like the yellow fever virus and the dengue fever virus (both flaviviruses), and the chikungunya virus (a togavirus). Though the reason for the pandemic is unknown, dengue, a related arbovirus that infects the same species of mosquito vectors, is known in particular to be intensified by urbanization and globalization. Zika is primarily spread by \"Aedes aegypti\" mosquitoes, and can also be transmitted through sexual contact or blood transfusions. The basic reproduction number (\"R\", a measure of transmissibility) of Zika virus has been estimated to be between 1.4 and 6.6.",
            "score": 89.9320342540741
        },
        {
            "docid": "48994412_6",
            "document": "Spondweni virus . The degree of infection and dissemination of both strains differs by primary vector species. In regards to Chuku strain, no detectable infection or dissemination has been found in two different \"Aedes\" species (\"Ae. albopictus\" and \"Ae. aegypti\") along with \"Culex quinquefasciatus\". The SA Ar 94 strain had been observed causing dissemination infection in \"Ae. albopictus\", but the other two resulted in failed transmission. When the Chuku stain of SPONV was tested to see if it could successfully transmit into the \"Ae. aegypti\" mosquito (the dominant vector of ZIKV), it failed.",
            "score": 58.71749973297119
        },
        {
            "docid": "461410_12",
            "document": "Arbovirus . People can also reduce the risk of getting bitten by arthropods by employing personal protective measures such as sleeping under mosquito nets, wearing protective clothing, applying insect repellents such as permethrin and DEET to clothing and exposed skin, and (where possible) avoiding areas known to harbor high arthropod populations. Arboviral encephalitis can be prevented in two major ways: personal protective measures and public health measures to reduce the population of infected mosquitoes. Personal measures include reducing time outdoors particularly in early evening hours, wearing long pants and long sleeved shirts and applying mosquito repellent to exposed skin areas. Public health measures often require spraying of insecticides to kill juvenile (larvae) and adult mosquitoes.",
            "score": 51.23222255706787
        },
        {
            "docid": "2236780_13",
            "document": "Aedes aegypti . \"Ae. aegypti\" has been genetically modified to suppress its own species in an approach similar to the sterile insect technique, thereby reducing the risk of disease. The mosquitoes, known as OX513A, were developed by Oxitec, a spinout of Oxford University. Field trials in the Cayman Islands, Brazil, and Panama have shown that the OX513A mosquitoes reduced the target mosquito populations by more than 90%. This mosquito suppression effect is achieved by a self-limiting gene that prevents the offspring from surviving. Male modified mosquitoes, which do not bite or spread disease, are released to mate with the pest females. Their offspring inherit the self-limiting gene and die before reaching adulthood—before they can reproduce or spread disease. The OX513A mosquitoes and their offspring also carry a fluorescent marker for simple monitoring. To produce more OX513A mosquitoes for control projects, the self-limiting gene is switched off (using the Tet-Off system) in the mosquito production facility using an antidote (the antibiotic tetracycline), allowing the mosquitoes to reproduce naturally. In the environment, the antidote is unavailable to rescue mosquito reproduction, so the pest population is suppressed.",
            "score": 63.16369986534119
        }
    ],
    "r": [
        {
            "docid": "839543_21",
            "document": "Wolbachia . Naturally existing strains of \"Wolbachia\" have been shown to be a route for vector control strategies because of their presence in arthropod populations, such as mosquitoes. Due to the unique traits of \"Wolbachia\" that cause cytoplasmic incompatibility, this strain is useful as a promoter of genetic drive within a population. \"Wolbachia\"-infected females are able to produce offspring with uninfected and infected males, however, uninfected females are only able to produce viable offspring with uninfected males. This gives infected females a frequency-dependent reproductive advantage; that is, the advantage is greater the higher the frequency of \"Wolbachia\" in the population. Computational models predict that introducing \"Wolbachia\" strains into natural populations will reduce pathogen transmission and reduce overall disease burden. An example includes \"Wolbachia\" that can be used to control dengue and malaria by eliminating the older insects that contain more parasites. Promoting the survival and reproduction of younger insects lessens selection pressure for evolution of resistance. \"Wolbachia\" strains that are able to reduce dengue transmission include wAllbB and wMelPop with \"Aedes aegypti\", wMel with \"Aedes albopictus\". and \"Aedes aegypti\".",
            "score": 151.48553466796875
        },
        {
            "docid": "839543_22",
            "document": "Wolbachia . In addition to inhibiting the dengue virus (DENV) in some species of genus \"Aedes\", \"Wolbachia\" has been identified to inhibit replication of chikungunya virus (CHIKV) in \"A. aegypti\". The Wmel strain of \"Wolbachia pipientis\" significantly reduced infection and dissemination rates of CHIKV in mosquitoes, compared to \"Wolbachia\" uninfected controls and the same phenomenon was observed in yellow fever virus infection converting this bacterium in an excellent promise for YFV and CHIKV suppression. Another study tested the effect of \"Wolbachia\" on the replication of West Nile virus (WNV), but in cell line Aag2 derived from \"A. aegypti\" cells, suggesting that despite the existence of an enhancement of viral genomic RNA replication in the cell line \"Wolbachia\" infected, the production of secreted virus was significantly inhibited. Also, the antiviral effect in intrathoracically infected mosquitoes depends on the strain of \"Wolbachia\", and the replication of the virus in orally fed mosquitoes was completely inhibited in wMelPop strain of \"Wolbachia\".",
            "score": 136.72796630859375
        },
        {
            "docid": "11986060_60",
            "document": "Zika fever . Some experimental methods of prevention include breeding and releasing mosquitoes that have been genetically modified to prevent them from transmitting pathogens, or have been infected with the \"Wolbachia\" bacterium, believed to inhibit the spread of viruses. A strain of \"Wolbachia\" helped to reduce the vector competence of the Zika virus in infected \"Aedes aegypti\" released in Medellin, Colombia.  Gene drive is a technique for changing wild populations, for instance to combat insects so they cannot transmit diseases (in particular mosquitoes in the cases of malaria and Zika). Another method which been researched aims to render male mosquitoes infertile by nuclear radiation in the hope to reduce populations; this is done with a cobalt-60 gamma cell irradiator. In 2016 the World Health Organisation encouraged field trials of transgenic male \"Aedes aegypti\" mosquitoes developed by Oxitec to try to halt the spread of the Zika virus.",
            "score": 134.1012420654297
        },
        {
            "docid": "348202_57",
            "document": "Aedes albopictus . Although the \"Wolbachia\" infection is prevalent in arthropod species, especially the Asian tiger mosquito, it is a useful mechanism for inhibiting the spread of dengue. \"Ae. aegypti\" individuals, a close relative of \"Ae. albopictus\", with an artificial \"Wolbachia\" infection, cannot transmit dengue, an infectious virus, but they can pass on the \"Wolbachia\" infection to other populations. This could lead to many more discoveries in disease control for \"Ae. albopictus\" and other mosquito species. In addition, due to the cytoplasmic incompatibility caused by \"Wolbachia\", the artificial infection of males can serve as a biological control as they are unable to reproduce successfully with uninfected females (unidirectional CI). When artificially infected males are unable to reproduce, the population size can be controlled, thereby reducing the transmission of the harmful disease of interest. Artificial infection of males is achieved by the removal of cytoplasm from infected oocytes, which is then transferred into embryos prior to the blastoderm stage.",
            "score": 125.60102081298828
        },
        {
            "docid": "21054623_34",
            "document": "Mosquito-borne disease . In 2011, Ary Hoffmann and associates produced the first case of \"Wolbachia\"-induced arbovirus resistance in wild populations of \"Aedes aegypti\" through a small project called Eliminate Dengue: Our Challenge. This was made possible by an engineered strain of \"Wolbachia\" termed \"w\"Mel that came from \"D. melanogaster\". The transfer of \"w\"Mel from \"D. melanogaster\" into field-caged populations of the mosquito \"Aedes aegypti\" induced resistance to dengue, yellow fever, and chikungunya viruses. Although other strains of Wolbachia also reduced susceptibility to dengue infection, they also put a greater demand on the fitness of \"Ae. aegypti. w\"Mel was different in that it was thought to only cost the organism a small portion of its fitness. \"w\"Mel-infected \"Ae. aegypti\" were released into two residential areas in the city of Cairns, Australia over a 14-week period. Hoffmann and associates, released a total of 141,600 infected adult mosquitoes in Yorkeys Knob suburb and 157,300 in Gordonvale suburb. After release, the populations were monitored for three years to record the spread of \"w\"Mel. Population monitoring was gauged by measuring larvae laid in traps. At the beginning of the monitoring period but still within the release period, it was found that \"w\"Mel-infected \"Ae. aegypti\" had doubled in Yorkeys Knob and increased 1.5-fold in Gordonvale. Uninfected \"Ae. aegypti\" populations were in decline. By the end of the three years, \"w\"Mel-infected \"Ae. aegypti\" had stable populations of about 90%. However, these populations were isolated to the Yorkeys Knob and Gordonvale suburbs due to unsuitable habitat surrounding the neighborhoods.",
            "score": 123.98825073242188
        },
        {
            "docid": "21054623_33",
            "document": "Mosquito-borne disease . In many insect species, such as \"Drosophila melanogaster\", researchers found that a natural infection with the bacteria strain \"Wolbachia\" \"pipientis\" increases the fitness of the host by increasing resistance to RNA viral infections. Robert L. Glaser and Mark A. Meola investigated \"Wolbachia\"-induced resistance to West Nile virus (WNV) in \"Drosophila melanogaster\" (fruit flies). Two groups of fruit flies were naturally infected with \"Wolbachia.\" Glaser and Meola then cured one group of fruit flies of \"Wolbachia using\" tetracycline. Both the infected group and the cured groups were then infected with WNV.  Flies infected with \"Wolbachia\" were found to have a changed phenotype that caused resistance to WNV. The phenotype was found to be caused by a “dominant, maternally transmitted, cytoplasmic factor”. The WNV-resistance phenotype was then reversed by curing the fruit flies of \"Wolbachia.\" Since \"Wolbachia\" is also maternally transmitted, it was found that the WNV-resistant phenotype is directly related to the \"Wolbachia\" infection. West Nile virus is transmitted to humans and animals through the Southern house mosquito, \"Culex quinquefasciatus.\" Glaser and Meola knew vector compatibility could be reduced through \"Wolbachia\" infection due to studies done with other species of mosquitoes, mainly, \"Aedes aegypti\". Their goal was to transfer WNV resistance to \"Cx. quinquefasciatus\" by inoculating the embryos of the mosquito with the same strain of \"Wolbachia\" that naturally occurred in the fruit flies. Upon infection, \"Cx. quinquefasciatus\" showed an increased resistance to WNV that was transferable to offspring. The ability to genetically modify mosquitoes in the lab and then have the infected mosquitoes transmit it to their offspring showed that it was possible to transmit the bacteria to wild populations to decrease human infections.",
            "score": 123.78202056884766
        },
        {
            "docid": "43559151_4",
            "document": "Jacinta Duncan . Her career in science began with a position as a molecular biologist in the population genetics laboratories of the inspirational Professor Ary Hoffman. She investigated the natural spread of a bacterial infection in fruit fly. This Wolbachia infection is transmitted through the female line. When infected males mate with uninfected females the progeny do not survive. In this way the infection spreads quickly. Recently scientists have managed to use Wolbachia bacteria to control outbreaks of Dengue fever. Mosquitoes are a vector for the virus that causes Dengue. Scientists have manipulated Wolbachia so it blocks the growth of virus inside the mosquito. As a result, transmission of the disease is stopped. Releasing a population of these infected mosquitoes has resulted in the wild mosquito population becoming infected, lowering the incidence of Dengue fever.",
            "score": 123.56607055664062
        },
        {
            "docid": "39669_49",
            "document": "Dengue fever . Attempts are ongoing to infect the mosquito population with bacteria of the genus \"Wolbachia\", which makes the mosquitoes partially resistant to dengue virus. While artificially induced infection with \"Wolbachia\" is effective, it is unclear if naturally acquired infections are protective. Working is still ongoing as of 2015 to determine the best type of \"Wolbachia\" to use.",
            "score": 116.6080093383789
        },
        {
            "docid": "839543_26",
            "document": "Wolbachia . In October 2016, it was announced that $18 million in funding was being allocated for the use of \"Wolbachia\"-infected mosquitoes to fight Zika and dengue viruses. Deployment is slated for early 2017 in Colombia and Brazil.",
            "score": 116.52728271484375
        },
        {
            "docid": "2236780_10",
            "document": "Aedes aegypti . New research is looking into the use of a bacterium called \"Wolbachia\" as a method of biocontrol. Studies show that invasion of \"Ae. aegypti\" by the endosymbiotic bacteria allows mosquitos to be resistant to the certain arboviruses such as dengue fever and Zika virus strains currently circulating.",
            "score": 111.87583923339844
        },
        {
            "docid": "839543_25",
            "document": "Wolbachia . Some experts have proposed to combat the spread of the Zika virus by breeding and releasing mosquitoes that have intentionally been infected with an appropriate strain of \"Wolbachia\". A 2016 study has shown that Wolbachia has the ability to block the spread of Zika virus in mosquitoes in Brazil.",
            "score": 111.12215423583984
        },
        {
            "docid": "26051686_8",
            "document": "Cytoplasmic incompatibility . CI, as described by Werren, results in selection pressure on uninfected females, as infected females can mate both with uninfected males and infected males, but uninfected females cannot mate with infected males. As \"Wolbachia\" are only transmitted by females, this mechanism promotes the spread of \"Wolbachia\" and therefore keeps \"Wolbachia\" from dying out because of incomplete transmission. This has led to discoveries in control of disease transmission by using Wolbachia to control the reproduction of a population by introducing \"Wolbachia\"-infected males. This has been seen in the Aedes, mosquito, family, in the \"Aedes albopictus\" and \"Aedes aegypti\" species.",
            "score": 109.6330337524414
        },
        {
            "docid": "2206475_8",
            "document": "Brugia pahangi . There are very few experiments, but there was a study in which a \"Wolbachia pipientis\" strain was used to infect \"Aedea aegypti\", Yellow fever mosquito. What this did was shorten the life span of a mosquito, which then reduced the incubation period of \"B.pahangi\". The third larval stage was used. It was seen that the strain did reduce the prevalence in the microfilarial infection. Further experimentation and research can be done with this bacterium to find a way in which to create a preventative.",
            "score": 109.398193359375
        },
        {
            "docid": "21054623_36",
            "document": "Mosquito-borne disease . From the success seen in Australia, the researchers were able to begin operating in more threatened portions of the world. The Eliminate Dengue program spread to 10 countries throughout Asia, Latin America, and the Western Pacific blooming into the non-profit organization, World Mosquito Program, as of September 2017. They still use the same technique of infecting wild populations of \"Ae. aegypti\" as they did in Australia, but this time their target disease has shifted to include Zika and chikungunya on top of dengue. Although not alone in their efforts to use \"Wolbachia-\"infected mosquitoes to reduce mosquito-borne disease, the World Mosquito Program method is praised for being self-sustaining in that it causes permanent phenotype change rather than reducing mosquito populations through cytoplasmic incompatibility through male-only dispersal.",
            "score": 108.25940704345703
        },
        {
            "docid": "348202_45",
            "document": "Aedes albopictus . The Asian tiger mosquito is known for transmitting the \"Wolbachia\" infection. This bacterial genus is the most common infection in arthropods today, and over 40% of arthropods have contracted it. \"Wolbachia\" can be transmitted from parent to offspring or between breeding individuals. \"Wolbachia\" is easily transmitted within the \"Ae. albopictus\" mosquito due to the effects it has on fecundity in females. Once female Asian tiger mosquitos have contracted the infection, they produce more eggs, give birth more frequently, and live longer than uninfected females. In this way, \"Wolbachia\" provides a fitness advantage to the infected females and prevents uninfected females from reproducing. This allows control of the spread of diseases that many species carry by suppressing reproduction of the individuals with the harmful disease, but without the \"Wolbachia\" infection. \"Wolbachia\" can also be used to transfer certain genes into the population to further control the spread of diseases.",
            "score": 108.23273468017578
        },
        {
            "docid": "21054623_35",
            "document": "Mosquito-borne disease . Although populations flourished in these areas with nearly 100% transmission, no signs of spread were noted, proving disappointing for some. Following this experiment, Tom L. Schmidt and his colleagues conducted an experiment releasing \"Wolbachia\"-infected \"Aedes aegypti\" using different site selection methods occurred in different areas of Cairns during 2013. The release sites were monitored over two years. This time the release was done in urban areas that were adjacent to adequate habitat to encourage mosquito dispersal. Over the two years, the population doubled, and spatial spread was also increased, unlike the first release, giving ample satisfactory results. By increasing the spread of the \"Wolbachia\"-infected mosquitoes, the researchers were able to establish that population of a large city was possible if the mosquitoes were given adequate habitat to spread into upon release in different local locations throughout the city. An important detail in both of these studies is that no adverse effects on public health or the natural ecosystem occurred. This made it an extremely attractive alternative to traditional insecticide methods given the increased pesticide resistance occurring from heavy use.",
            "score": 107.12216186523438
        },
        {
            "docid": "348202_46",
            "document": "Aedes albopictus . In the natural environment, \"Wolbachia\" and the Asian tiger mosquito are in a symbiotic relationship, so both species benefit from each other and can evolve together. The relationship between \"Wolbachia\" and its host might not have always been mutualistic, as \"Drosophila\" populations once experienced decreased fecundity in infected females, suggesting that \"Wolbachia\" evolved over time so that infected individuals would actually reproduce much more. The mechanism by which \"Wolbachia\" is inherited through maternal heredity is called cytoplasmic incompatibility. This changes the gamete cells of males and females, making some individuals unable to mate with each other. Although little is known about why cytoplasmic incompatibility exists, \"Wolbachia\" infection creates a fitness advantage for infected females, as they can mate with either infected or uninfected males. Despite this, infected males cannot reproduce with uninfected females. Therefore, over time, a population exposed to \"Wolbachia\" transitions from a few infected individuals to all individuals becoming infected, as the males that cannot reproduce successfully do not contribute to future generations. This is called population replacement, where the population’s overall genotype is replaced by a new genotype. This shows how populations of Asian tiger mosquitoes can vary in number of \"Wolbachia\"-infected individuals, based on how often the infection is transmitted. Due to \"Wolbachia's\" ability to transmit from one host to the next, it can change the average genotype of a population, potentially reducing the population's gene flow with other nearby populations.",
            "score": 105.28956604003906
        },
        {
            "docid": "54569736_2",
            "document": "Debug Project . Debug Project is an ongoing project by Alphabet Inc. subsidiary Verily in California to reduce the numbers of mosquitos in a given area through interruption of the reproductive cycle. Through laboratory methods naturally-occurring bacteria Wolbachia infect healthy male mosquitos of the species Aedes aegypti. Subsequently these mosquitos are released into the wild with the intent to mate with female mosquitos and by virtue of the Wolbachia infection lay non-producing eggs. It is believed that through this process the overall population of mosquitos will be reduced by interrupting the reproductive cycle. The hope is that if successful, these might be released in more endemic areas of the world where mosquitos pose a health risk through the diseases they carry.",
            "score": 104.49797058105469
        },
        {
            "docid": "839543_27",
            "document": "Wolbachia . In July 2017, Verily, the life science’s arm of Google’s parent company Alphabet, announced a plan to release about 20 million Wolbachia-infected mosquitoes in Fresno, California, in an attempt to combat the Zika virus. In November 3, 2017, the EPA registered Mosquito Mate, Inc. to release Wolbachia-infected mosquitoes in 20 states and the District of Columbia.",
            "score": 102.09934997558594
        },
        {
            "docid": "839543_23",
            "document": "Wolbachia . However, cases where \"Wolbachia\" reduces transmission of pathogens must be studied carefully. Indeed, a recent study demonstrated that the West Nile virus could be improved by the presence of the \"Wolbachia\" strain wAlbB in the mosquito \"Culex tarsalis\". The rate of virus appears significantly higher than in uninfected mosquitoes. Indeed, wAlbB inhibits REL1, which is an activator of the antiviral Toll immune pathway. The release of artificially infected mosquitoes in the environment, for a vector-borne disease control program, should be made with caution, because it is the first case of improvement of a human disease in the mosquito.",
            "score": 101.29873657226562
        },
        {
            "docid": "48768217_35",
            "document": "2015–16 Zika virus epidemic . Some experts have proposed combatting the spread of the Zika virus by breeding and releasing mosquitoes that have either been genetically modified to prevent them from transmitting pathogens or that have been infected with the \"Wolbachia\" bacterium, thought to inhibit the spread of viruses. Another proposed technique consists of using radiation to sterilize male larvae so that when they mate, they produce no progeny. Male mosquitoes do not bite or spread disease.",
            "score": 101.21211242675781
        },
        {
            "docid": "839543_24",
            "document": "Wolbachia . \"Wolbachia\" may induce reactive oxygen species-dependent activation of the Toll (gene family) pathway, which is essential for activation of antimicrobial peptides, defensins, and cecropins that help to inhibit dengue virus proliferation. \"Wolbachia\" infection can also increase mosquito resistance to malaria, as shown in \"Anopheles stephensi\" where the \"w\"AlbB strain of \"Wolbachia\" hindered the lifecycle of \"Plasmodium falciparum\".",
            "score": 100.36723327636719
        },
        {
            "docid": "11986060_28",
            "document": "Zika fever . Disease control in the affected countries currently centres around mosquito control. Several approaches are available for the management of \"Aedes aegypti\" mosquito populations, including the destruction of larval breeding sites (the aquatic pools in which eggs are laid and larvae hatch prior to mosquito development into flying adults); and, insecticides targeting either the larval stages, adult mosquitoes or both. Additionally, a whole host of novel technologies are under current development for mosquito control and the World Health Organization has recently lent its support for the accelerated development of modern methods for mosquito control such as the use of \"Wolbachia\" bacteria to render mosquitoes resistant to the virus, and, the release of sterilized male mosquitoes that breed with wild female mosquitoes to give rise to non-viable offspring (offspring that do not survive to the biting, adult stage).",
            "score": 98.78870391845703
        },
        {
            "docid": "366112_40",
            "document": "Chikungunya . Infection was reduced in mosquitoes with the wMel strain of Wolbachia.",
            "score": 96.18635559082031
        },
        {
            "docid": "348202_48",
            "document": "Aedes albopictus . Also, bidirectional cytoplasmic incompatibility occurs when an infected male carrying one strain of \"Wolbachia\" reproduces with an infected female carrying a different strain of \"Wolbachia\". This also results in failed reproduction. Bidirectional cytoplasmic incompatibility also has evolutionary implications for populations of \"Ae. albopictus\" and other vectors of the infection. This is because bidirectional cytoplasmic incompatibility in \"Wolbachia\" creates unviable offspring, reducing gene flow between two populations, which can eventually lead to speciation.",
            "score": 94.48136138916016
        },
        {
            "docid": "839543_3",
            "document": "Wolbachia . The genus was first identified in 1924 by Marshall Hertig and Simeon Burt Wolbach in the common house mosquito. Hertig formally described the species in 1936 as \"Wolbachia pipientis\". Research on \"Wolbachia\" intensified after 1971, when Janice Yen and A. Ralph Barr of UCLA discovered that \"Culex\" mosquito eggs were killed by a cytoplasmic incompatibility when the sperm of \"Wolbachia\"-infected males fertilized infection-free eggs. The genus \"Wolbachia\" is of considerable interest today due to its ubiquitous distribution, its many different evolutionary interactions, and its potential use as a biocontrol agent.",
            "score": 90.38628387451172
        },
        {
            "docid": "24831215_6",
            "document": "Zika virus . The vertebrate hosts of the virus were primarily monkeys in a so-called enzootic mosquito-monkey-mosquito cycle, with only occasional transmission to humans. Before the current pandemic began in 2007, Zika \"rarely caused recognized 'spillover' infections in humans, even in highly enzootic areas\". Infrequently, however, other arboviruses have become established as a human disease and spread in a mosquito–human–mosquito cycle, like the yellow fever virus and the dengue fever virus (both flaviviruses), and the chikungunya virus (a togavirus). Though the reason for the pandemic is unknown, dengue, a related arbovirus that infects the same species of mosquito vectors, is known in particular to be intensified by urbanization and globalization. Zika is primarily spread by \"Aedes aegypti\" mosquitoes, and can also be transmitted through sexual contact or blood transfusions. The basic reproduction number (\"R\", a measure of transmissibility) of Zika virus has been estimated to be between 1.4 and 6.6.",
            "score": 89.93203735351562
        },
        {
            "docid": "21054623_21",
            "document": "Mosquito-borne disease . There is a re-emergence of mosquito vector viruses (arthropod-borne viruses) called arboviruses carried by the \"Aedes aegypti\" mosquito. Examples are the Zika virus, chikungunya virus, yellow fever and dengue fever. The re-emergence of the viruses has been at a faster rate, and over a wider geographic area, than in the past. The rapid re-emergence is due to expanding global transportation networks, the mosquito's increasing ability to adapt to urban settings, the disruption of traditional land use and the inability to control expanding mosquito populations. Like malaria, other arboviruses do not have a vaccine. The only exception is yellow fever. Prevention is focused on reducing the adult mosquito populations, controlling mosquito larvae and protecting individuals from mosquito bites. Depending on the mosquito vector, and the affected community, a variety of prevention methods may be deployed at one time.",
            "score": 88.66085815429688
        },
        {
            "docid": "26051686_9",
            "document": "Cytoplasmic incompatibility . The infection of a population with CI-inducing \"Wolbachia\" can have different effects on the population's dynamics. At low prevalence of \"Wolbachia\", the probability for an uninfected female to lose progeny because of mating with an infected male is fairly low. This loss of uninfected individuals is outweighed by the loss of infection due to the incomplete \"Wolbachia\" transmission. If the prevalence of CI-inducing \"Wolbachia\" is high enough, the probability for an uninfected female to mate with an infected male is high and it is thus preferable for a female to be infected.  Therefore, there is an \"invasion threshold\" for the spread of \"Wolbachia\" in an uninfected population, which depends on the transmission rate of the infection and the portion of incompatible progeny which survive until they can reproduce (the strength of CI), as well as on the fitness cost of \"Wolbachia\" infection to the female. Below this threshold the invaders will die out, above this threshold the prevalence will reach a stable equilibrium. Typical thresholds in real populations are around 10% (See Fine and Stouthamer et al.).",
            "score": 87.81121826171875
        },
        {
            "docid": "48768217_33",
            "document": "2015–16 Zika virus epidemic . In January 2016, it was announced that, in response to the Zika virus outbreak, Brazil's National Biosafety Committee approved the releases of more genetically modified \"Aedes aegypti\" mosquitoes throughout their country. Previously, in July 2015, Oxitec had published results of a test in the Juazeiro region of Brazil, of so-called \"self-limiting\" mosquitoes, to fight dengue, chikungunya, and Zika viruses. They concluded that mosquito populations were reduced by over 90% in the test region. Male genetically modified mosquitoes mate with females in the wild and transmit a self-limiting gene that causes the resulting offspring to die before reaching adulthood and thus diminishes the local mosquito population. In January 2016 the technique was being used to try to combat the Zika virus in the town of Piracicaba, São Paulo.",
            "score": 85.97834777832031
        },
        {
            "docid": "48768217_29",
            "document": "2015–16 Zika virus epidemic . Following the spread of Zika infection into Southeast Asia in June 2016, Singapore, Thailand and Vietnam become the most heavily affected. Singapore has planned to release an army of mosquitoes that contain the \"Wolbachia\" bacteria to fight the Aedes aegypti mosquito population. The Association of Southeast Asian Nations (ASEAN) members have increased information sharing and joint research on the virus. On September 30, Thailand confirmed that two babies has born with microcephaly. Prior to the case, Thailand has allowed abortion for pregnant women that have been affected by birth defects. Malaysia is still undecided on the issue, with doctors there letting the mother make the decision whether or not to abort. Rentokil, a Malaysian pest company, has designed an Integrated Mosquito Management (IMM) program to curb the spread of Aedes mosquito. On October 17, Zika was declared as endemic in Vietnam by the country Health Ministry due to the number of local cases. Vietnam confirmed that one baby has born with microcephaly on October 31. Following the rise of local Zika infection cases in the Philippines, the virus have also been declared as endemic by the country Health Department. The government of the republic hosting the “One Philippines against Zika” national summit on October 28 with church in the country has joint fight to curb the spread of the virus by issuing a pastoral guidance to help raise awareness about the mosquito-borne disease among local communities. Taiwan has also seen an increase of infection, most of the cases are believed to be imported from other countries. On October 27, Myanmar reported its first imported case on a pregnant foreign woman.",
            "score": 85.40530395507812
        },
        {
            "docid": "839543_19",
            "document": "Wolbachia . The small non-coding RNAs WsnRNA-46 and WsnRNA-59 in \"Wolbachia\" were detected in \"Aedes aegypti\" mosquitoes and \"Drosophila melanogaster\". The small RNAs may regulate bacterial and host genes. Highly conserved intragenic region sRNA called ncrwmel02 was also identified in \"Wolbachia pipientis.\" It is expressed in four different strains in a regulated pattern that differs according to the sex of the host and the tissue localisation. This suggested that the sRNA may play important roles in the biology of \"Wolbachia.\"",
            "score": 85.21316528320312
        }
    ]
}