{
    "q": [
        {
            "docid": "42888_28",
            "document": "Human genome . It however remains controversial whether all of this biochemical activity contributes to cell physiology, or whether a substantial portion of this is the result transcriptional and biochemical noise, which must be actively filtered out by the organism. Excluding protein-coding sequences, introns, and regulatory regions, much of the non-coding DNA is composed of: Many DNA sequences that do not play a role in gene expression have important biological functions. Comparative genomics studies indicate that about 5% of the genome contains sequences of noncoding DNA that are highly conserved, sometimes on time-scales representing hundreds of millions of years, implying that these noncoding regions are under strong evolutionary pressure and positive selection.",
            "score": 105.72729539871216
        },
        {
            "docid": "42888_53",
            "document": "Human genome . Single-nucleotide polymorphisms (SNPs) do not occur homogeneously across the human genome. In fact, there is enormous diversity in SNP frequency between genes, reflecting different selective pressures on each gene as well as different mutation and recombination rates across the genome. However, studies on SNPs are biased towards coding regions, the data generated from them are unlikely to reflect the overall distribution of SNPs throughout the genome. Therefore, the SNP Consortium protocol was designed to identify SNPs with no bias towards coding regions and the Consortium's 100,000 SNPs generally reflect sequence diversity across the human chromosomes.The SNP Consortium aims to expand the number of SNPs identified across the genome to 300 000 by the end of the first quarter of 2001. Changes in non-coding sequence and synonymous changes in coding sequence are generally more common than non-synonymous changes, reflecting greater selective pressure reducing diversity at positions dictating amino acid identity. Transitional changes are more common than transversions, with CpG dinucleotides showing the highest mutation rate, presumably due to deamination.",
            "score": 102.8688690662384
        },
        {
            "docid": "15993881_9",
            "document": "1000 Genomes Project . Natural selection in the evolution of a trait can be divided into three classes. Directional or positive selection refers to a situation where a certain allele has a greater fitness than other alleles, consequently increasing its population frequency (e.g. antibiotic resistance of bacteria). In contrast, stabilizing or negative selection (also known as purifying selection) lowers the frequency or even removes alleles from a population due to disadvantages associated with it with respect to other alleles. Finally, a number of forms of balancing selection exist; those increase genetic variation within a species by being overdominant (heterozygous individuals are fitter than homozygous individuals, e.g. \"G6PD\", a gene that is involved in both Hemolytic anaemia and malaria resistance) or can vary spatially within a species that inhabits different niches, thus favouring different alleles. Some genomic differences may not affect fitness. Neutral variation, previously thought to be “junk” DNA, is unaffected by natural selection resulting in higher genetic variation at such sites when compared to sites where variation does influence fitness.",
            "score": 84.83353579044342
        },
        {
            "docid": "44284_29",
            "document": "Non-coding DNA . Many noncoding DNA sequences must have some important biological function. This is indicated by comparative genomics studies that report highly conserved regions of noncoding DNA, sometimes on time-scales of hundreds of millions of years. This implies that these noncoding regions are under strong evolutionary pressure and positive selection. For example, in the genomes of humans and mice, which diverged from a common ancestor 65–75 million years ago, protein-coding DNA sequences account for only about 20% of conserved DNA, with the remaining 80% of conserved DNA represented in noncoding regions. Linkage mapping often identifies chromosomal regions associated with a disease with no evidence of functional coding variants of genes within the region, suggesting that disease-causing genetic variants lie in the noncoding DNA. The significance of noncoding DNA mutations in cancer was explored in April 2013.",
            "score": 106.95910024642944
        },
        {
            "docid": "24219329_36",
            "document": "Neurogenomics . Despite this, comparative genomics has allowed us to connect the genetic changes found in a phylogeny to specific pathways. In order to determine this, lineages are tested for the functional changes that accrue over time. This is often measured as a ratio of nonsynonymous substitutions to synonymous substitutions or the dN/dS ratio (sometimes, further abbreviated to ω). When the dN/dS ratio is greater than 1, this indicates positive selection. A dN/dS ratio equal to 1 is evidence of no selective pressures. A dN/dS ratio less than 1 indicates negative selection. For example, the conserved regions of the genome will generally have a dN/dS ratio of less than 1 since any changes to those positions will likely be detrimental. Of the genes expressed in the human brain, it is estimated that 342 of them have a dN/dS ratio greater than 1 in the human lineage in comparison to other primate lineages. This indicates positive selection on the human lineage for brain phenotypes. Understanding the significance of the positive selection is generally the next step. For example, \"ASPM\", \"CDK5RAP2\" and \"NIN\" are genes that are positively selected for on the human lineage and have been directly correlated with brain size. This finding may help elucidate why human brains are larger than other mammalian brains.",
            "score": 93.05242562294006
        },
        {
            "docid": "219268_42",
            "document": "Population genetics . A second common approach is the McDonald–Kreitman test. The McDonald–Kreitman test compares the amount of variation within a species (polymorphism) to the divergence between species (substitutions) at two types of sites, one assumed to be neutral. Typically, synonymous sites are assumed to be neutral. Genes undergoing positive selection have an excess of divergent sites relative to polymorphic sites. The test can also be use to obtain a genome-wide estimate of the proportion of substitutions that are fixed by positive selection, α. According to the neutral theory of molecular evolution, this number should be near zero. High numbers have therefore been interpreted as a genome-wide falsification of neutral theory.",
            "score": 68.78192567825317
        },
        {
            "docid": "8054792_5",
            "document": "Background selection . Background selection can be measured by assessing the degree of departure of the levels of neutral variants from the predictions of neutral model-based estimations of mutation rates and genetic drift. However, it is not enough to study variation alone because the two main forms of linked selection, background and hitchhiking, produce a loss in diversity, and the models both predict similar results in genomic regions of high recombination. The relative influence of these two effects is not yet well understood, though methods have been developed for differentiating between the two effects. One technique is to compare levels of nucleotide diversity in regions of low recombination, where the models differ appreciably in their predictions. Thus, studying variation in genomic neighborhoods with relatively low recombination rates, rather than across the whole genome, can yield insights about the relative prevalence of background and hitchhiking selection.",
            "score": 97.06361556053162
        },
        {
            "docid": "30142141_2",
            "document": "Adaptive evolution in the human genome . Adaptive evolution results from the propagation of advantageous mutations through positive selection. This is the modern synthesis of the process which Darwin and Wallace originally identified as the mechanism of evolution. However, in the last half century there has been considerable debate as to whether evolutionary changes at the molecular level are largely driven by natural selection or random genetic drift. Unsurprisingly, the forces which drive evolutionary changes in our own species’ lineage have been of particular interest. Quantifying adaptive evolution in the human genome gives insights into our own evolutionary history and helps to resolve this neutralist-selectionist debate. Identifying specific regions of the human genome that show evidence of adaptive evolution helps us find functionally significant genes, including genes important for human health, such as those associated with diseases.",
            "score": 87.5071519613266
        },
        {
            "docid": "30142141_10",
            "document": "Adaptive evolution in the human genome . Many different studies have attempted to quantify the amount of adaptive evolution in the human genome, the vast majority using the comparative approaches outlined above. Although there are discrepancies between studies, generally there is relatively little evidence of adaptive evolution in protein coding DNA, with estimates of adaptive evolution often near 0% (see Table 1). The most obvious exception to this is the 35% estimate of α (Fay et al. 2001). This comparatively early study used relatively few loci (fewer than 200) for their estimate, and the polymorphism and divergence data used was obtained from different genes, both of which may have led to an overestimate of α. The next highest estimate is the 20% value of α (Zhang and Li 2005). However, the MK test used in this study was sufficiently weak that the authors state that this value of α is not statistically significantly different from 0%. Nielsen et al. (2005a)’s estimate that 9.8% of genes have undergone adaptive evolution also has a large margin of error associated with it, and their estimate shrinks dramatically to 0.4% when they stipulate that the degree of certainty that there has been adaptive evolution must be 95% or more.  This raises an important issue, which is that many of these tests for adaptive evolution are very weak. Therefore the fact that many estimates are at (or very near to) 0% does not rule out the occurrence of any adaptive evolution in the human genome, but simply shows that positive selection is not frequent enough to be detected by the tests. In fact, the most recent study I mention states that confounding variables, such as demographic changes, means that the true value of α may be as high as 40% (Eyre-Walker and Keightley 2009). Another recent study, which uses a relatively robust methodology, estimates α at 10-20% Boyko et al. (2008). I will comment on weaknesses in the methods in a subsequent section, but it is clear that the debate over the amount of adaptive evolution occurring in human coding DNA is not yet resolved. Even if low estimates of α are accurate, a small proportion of substitutions evolving adaptively can still equate to a considerable amount of coding DNA. Many authors, whose studies have small estimates of the amount of adaptive evolution in coding DNA, nevertheless accept that there has been some adaptive evolution in this DNA, because these studies identify specific regions within the human genome which have been evolving adaptively (e.g. Bakewell et al. (2007)). More genes underwent positive selection in chimpanzee evolution than in human), something I will examine later. The generally low estimates of adaptive evolution in human coding DNA can be contrasted with other species. Bakewell et al. (2007) found more evidence of adaptive evolution in chimpanzees than humans, with 1.7% of chimpanzee genes showing evidence of adaptive evolution (compared with the 1.1% estimate for humans; see Table 1). Comparing humans with more distantly related animals, an early estimate for α in Drosophila species was 45% (Smith and Eyre-Walker 2002), and later estimates largely agree with this (Eyre-Walker 2006). Bacteria and viruses generally show even more evidence of adaptive evolution; research shows values of α in a range of 50-85%, depending on the species examined (Eyre-Walker 2006). Generally, there does appear to be a positive correlation between (effective) population size of the species, and amount of adaptive evolution occurring in the coding DNA regions. This may be because random genetic drift becomes less powerful at altering allele frequencies, compared to natural selection, as population size increases.",
            "score": 80.94688510894775
        },
        {
            "docid": "15993881_10",
            "document": "1000 Genomes Project . It is not fully clear how natural selection has shaped population differences; however, genetic candidate regions under selection have been identified recently. Patterns of DNA polymorphisms can be used to reliably detect signatures of selection and may help to identify genes that might underlie variation in disease resistance or drug metabolism. Barreiro et al. found evidence that negative selection has reduced population differentiation at the amino acid–altering level (particularly in disease-related genes), whereas, positive selection has ensured regional adaptation of human populations by increasing population differentiation in gene regions (mainly nonsynonymous and 5'-untranslated region variants).",
            "score": 110.74811601638794
        },
        {
            "docid": "38889813_36",
            "document": "Viral phylodynamics . Phylodynamic techniques have provided insight into the relative selective effects of mutations to different sites and different genes across the influenza virus genome. The exposed location of hemagglutinin (HA) suggests that there should exist strong selective pressure for evolution to the specific sites on HA that are recognized by antibodies in the human immune system. These sites are referred to as epitope sites. Phylogenetic analysis of H3N2 influenza has shown that putative epitope sites of the HA protein evolve approximately 3.5 times faster on the trunk of the phylogeny than on side branches (see figure 5). This suggests that viruses possessing mutations to these exposed sites benefit from positive selection and are more likely than viruses lacking such mutations to take over the influenza population. Conversely, putative nonepitope sites of the HA protein evolve approximately twice as fast on side branches than on the trunk of the H3 phylogeny, indicating that mutations to these sites are selected against and viruses possessing such mutations are less likely to take over the influenza population. Thus, analysis of phylogenetic patterns gives insight into underlying selective forces. A similar analysis combining sites across genes shows that while both HA and NA undergo substantial positive selection, internal genes show low rates of amino acid fixation relative to levels of polymorphism, suggesting an absence of positive selection.",
            "score": 97.88503015041351
        },
        {
            "docid": "26418006_23",
            "document": "Exome sequencing . Current association studies have focused on common variation across the genome, as these are the easiest to identify with our current assays. However, disease-causing variants of large effect have been found to lie within exomes in candidate gene studies, and because of negative selection, are found in much lower allele frequencies and may remain untyped in current standard genotyping assays. Whole genome sequencing is a potential method to assay novel variant across the genome. However, in complex disorders (such as autism), a large number of genes are thought to be associated with disease risk. This heterogeneity of underlying risk means that very large sample sizes are required for gene discovery, and thus whole genome sequencing is not particularly cost-effective. This sample size issue is alleviated by the development of novel advanced analytic methods, which effectively map disease genes despite the genetic mutations are rare at variant level. In addition, variants in coding regions have been much more extensively studied and their functional implications are much easier to derive, making the practical applications of variants within the targeted exome region more immediately accessible.",
            "score": 109.27380585670471
        },
        {
            "docid": "5542769_10",
            "document": "Neutral mutation . While substitution of a base in a noncoding area of a genome may make little difference and be considered neutral, base substitutions in or around genes may impact the organism. Some base substitutions lead to synonymous mutation and no difference in the amino acid translated as noted above. However, a base substitution can also change the genetic code so that a different amino acid is translated. This sort of substitution usually has a negative effect on the protein being formed and will be eliminated from the population through purifying selection. However, if the change has a positive influence, the mutation may become more and more common in a population until it becomes a fixed genetic piece of that population. Organisms changing via these two options comprise the classic view of natural selection. A third possibility is that the amino acid substitution makes little or no positive or negative difference to the affected protein. Proteins demonstrate some tolerance to changes in amino acid structure. This is somewhat dependent on where in the protein the substitution takes place. If it occurs in an important structural area or in the active site, one amino acid substitution may inactivate or substantially change the functionality of the protein. Substitutions in other areas may be nearly neutral and drift randomly over time.",
            "score": 84.068838596344
        },
        {
            "docid": "917868_13",
            "document": "Comparative genomics . Orthologous sequences are related sequences in different species: a gene exists in the original species, the species divided into two species, so genes in new species are orthologous to the sequence in the original species. Paralogous sequences are separated by gene cloning (gene duplication): if a particular gene in the genome is copied, then the copy of the two sequences is paralogous to the original gene. A pair of orthologous sequences is called orthologous pairs (orthologs), a pair of paralogous sequence is called collateral pairs (paralogs). Orthologous pairs usually have the same or similar function, which is not necessarily the case for collateral pairs. In collateral pairs, the sequences tend to evolve into having different functions. Comparative genomics exploits both similarities and differences in the proteins, RNA, and regulatory regions of different organisms to infer how selection has acted upon these elements. Those elements that are responsible for similarities between different species should be conserved through time (stabilizing selection), while those elements responsible for differences among species should be divergent (positive selection). Finally, those elements that are unimportant to the evolutionary success of the organism will be unconserved (selection is neutral).",
            "score": 83.51754593849182
        },
        {
            "docid": "6778877_19",
            "document": "Sexual conflict . Combined data from coding sequence studies in \"C. elegans\", \"Drosophila\", Humans and Chimps show a similar pattern of molecular evolution in sex biased genes, i.e. most of the male and female biased genes when compared to genes equally expressed in both had higher Ka/Ks ratio. Male biased genes show greater divergence than female biased genes. The Ka/Ks ratio was higher for male biased genes which are expressed exclusively in reproductive tissues e.g. testis in primate lineages. In \"C. elegans\", which is an androdioecious species (a population consisting of only hermaphrodites and males), the rate of evolution for genes expressed during spermatogenesis was higher in males than in hermaphrodites. In \"Drosophila\", interspecies divergence was found to be higher than intraspecific polymorphism at non synonymous sites of male biased genes which elucidated the role of positive selection and showed that male biased genes undergo frequent adaptive evolution. It should be noted here that although positive evolution is associated with most of the male and female biased genes, it's difficult to isolate genes which shown bias solely due to sexual conflict/antagonism. Nevertheless, since sexually antagonistic genes give rise to biased expression and most biased genes are under positive selection we can argue the same in favor of sexually antagonistic genes. A similar trend as seen in coding sequence evolution was seen with gene expression levels. Interspecific expression divergence was higher than intraspecific expression polymorphism. Positive selection in Acps and Frtps has also been reported previously.",
            "score": 81.8395323753357
        },
        {
            "docid": "46405867_34",
            "document": "Evolution of olfaction . A weak positive selection acting on human nucleotide diversity is proposed because of a report that observed genomic segments in a 450kb cluster of olfactory genes found on chromosome 17. They observed a lower ratio of nucleotide diversity to divergence in intact genes compared to introns and pseudogenes. Additionally a small but significant reduction in variability was observed in the OR gene cluster when compared to other genomic areas. Geographically and culturally distinct human populations differ when comparing regions on chromosome 17 (looking at SNPs) in coding regions of 400-kb olfactory receptor gene clusters. These differences are proposed to help with future genotype-phenotype studies such as evaluating the effect of genetic drift on these populations and finding greater functionality in pygmyolfactory receptor genes and pseudogenization.",
            "score": 83.22983360290527
        },
        {
            "docid": "38889813_37",
            "document": "Viral phylodynamics . Further analysis of HA has shown it to have a very small effective population size relative to the census size of the virus population, as expected for a gene undergoing strong positive selection. However, across the influenza genome, there is surprisingly little variation in effective population size; all genes are nearly equally low. This finding suggests that reassortment between segments occurs slowly enough, relative to the actions of positive selection, that genetic hitchhiking causes beneficial mutations in HA and NA to reduce diversity in linked neutral variation in other segments of the genome.",
            "score": 112.69726395606995
        },
        {
            "docid": "41123642_3",
            "document": "Recurrent evolution . Recurrent evolution is a broad term, but is usually used to describe recurring regimes of selection within or across lineages. While most commonly used to describe recurring patterns of selection, it can also be used to describe recurring patterns of mutation, for example transitions are more common than transversions. It encompasses both convergent evolution and parallel evolution and can be used to describe the observation of similar repeating changes through directional selection as well as the observation of highly conserved phenotypes or genotypes across lineages through continuous purifying selection over large periods of evolutionary time. The changes can be observed at the phenotype level or the genotype level. At the phenotype level recurrent evolution can be observed across a continuum of levels, which for simplicity can be broken down into molecular phenotype, cellular phenotype, and organismal phenotype. At the genotype level recurrent evolution can only be detected using DNA sequencing data. The same or similar changes in the genomes of different lineages indicates recurrent genomic evolution may have taken place. Recurrent genomic evolution can also occur within a lineage. An example of this would include some types of phase variation that involve highly directed changes at the DNA sequence level. The evolution of different forms of phase variation in separate lineages represent convergent and recurrent evolution toward increased evolvability. In organisms with longer generation times, any potential recurrent genomic evolution within a lineage would be difficult to detect. Recurrent evolution has been studied most extensively at the organismic level but with cheaper and faster sequencing technologies more attention is being paid to recurrent genomic evolution. Recurrent evolution can also be described as recurring or repeated evolution.",
            "score": 80.03935217857361
        },
        {
            "docid": "50429846_3",
            "document": "Gene desert . Although the possibility of function in gene deserts was predicted as early as the 1960s, genetic identification tools were unable to uncover any specific characteristics of the long noncoding regions, other than that no coding occurred in those regions. Before the completion of the human genome in 2001 through the Human Genome Project, most of the early associative gene comparisons relied on the belief that essential housekeeping genes were clustered in the same areas of the genome for ease of access and tight regulation. This belief later constructed a hypothesis that gene deserts are therefore previous regulatory sequences that are highly linked (and hence do not undergo recombination), but have had substitutions between them over time. These substitutions could cause tightly conserved genes to separate over time, thus forming regions of nonsense codes with a few essential genes. However, uncertainty due to differential gene conservation rates in different portions of chromosomes prevented accurate identification.  Later associations were remodeled when regulatory sequences were associated with transcription factors, leading to the birth of large-scale genome-wide mapping. Thus began the hunt for the contents and functions of gene deserts. Recent advancements in the screening of chromatin signatures on chromosomes (for instance, chromosome conformation capture, also known as 3C) have allowed the confirmation of the long-range gene activation model, which postulates that there are indeed physical links between regulatory enhancers and their target promoters. Research on gene deserts, although centralized on human genetics, has also been applied to mice, various birds, and Drosophila melanogaster. Although conservation is variable among selected species’ genomes, orthologous gene deserts function similarly. Thus, the prevailing the contention of gene deserts is that these noncoding sequences harbor active and important regulatory elements.",
            "score": 88.37521255016327
        },
        {
            "docid": "39127332_22",
            "document": "High-altitude adaptation in humans . The patterns of genetic adaptation among the Andeans are largely distinct from those of the Tibetan, with both populations showing evidence of positive natural selection in different genes or gene regions. However, \"EGLN1\" appears to be the principal signature of evolution, as it shows evidence of positive selection in both Tibetans and Andeans. Even then, the pattern of variation for this gene differs between the two populations. Among the Andeans, there are no significant associations between \"EPAS1\" or \"EGLN1\" SNP genotypes and haemoglobin concentration, which has been the characteristic of the Tibetans. The whole genome sequences of 20 Andeans (half of them having chronic mountain sickness) revealed that two genes, SENP1 (an erythropoiesis regulator) and ANP32D (an oncogene) play vital roles in their weak adaptation to hypoxia.",
            "score": 100.94450807571411
        },
        {
            "docid": "30931454_13",
            "document": "Conserved non-coding sequence . Pseudogenes are vestiges of once-functional genes disabled by sequence deletions, insertions, or mutations. The primary evidence for this process is the presence of fully functioning orthologues to these inactivated sequences in other related genomes. Pseudogenes commonly emerge following a gene duplication or polyploidization event. With two functional copies of a gene, there is no selective pressure to maintain expressibility of both, leaving one free to accumulate mutations as a nonfunctioning pseudogene. This is the typical case, whereby neutral selection allows pseudogenes to accumulate mutations, serving as \"reservoirs\" of new genetic material, with potential to be reincorporated into the genome. However, some pseudogenes have been found to be conserved in mammals. The simplest explanation for this is that these noncoding regions may serve some biological function, and this has been found to be the case for several conserved pseudogenes. Makorin1 mRNA, for example, was found to be stabilized by its paralogous pseudogene, Makorin1-p1, which is conserved in several mouse species. Other pseudogenes have also been found to be conserved between humans and mice and between humans and chimpanzees, originating from duplication events prior to the divergence of the species. Evidence of these pseudogenes' transcription also supports the hypothesis that they have a biological function. Findings of potentially functional pseudogenes creates difficulty in defining them, since the term was originally meant for degenerate sequences with no biological function.",
            "score": 92.62672507762909
        },
        {
            "docid": "21673918_5",
            "document": "Bacterial one-hybrid system . Using a negative selectable marker is crucial for greatly reducing the incidence of false-positives. Self-activating prey, where the randomized region facilitate reporter expression in the absence of TF binding, are removed by transforming the reporter vector library into bacteria in the absence of bait and assaying for growth on plates containing 5-fluoro-orotic acid (5-FOA). The protein product of URA3 converts 5-FOA into a toxic compound, thereby allowing survival of only those colonies that contain reporter vectors which are not self-activating. Negative selection normally precedes positive selection so that a smaller, purified prey library can be subjected to the more rigorous positive selection process. Upon transformation of the purified prey library with the bait plasmid, positive selection is achieved by growing the host E. coli on minimal medium lacking histidine (NM selective medium) that is usually supplemented with varying concentrations of 3-amino-triazole (3-AT), a competitive inhibitor of HIS3. HIS3 encodes a protein required for histidine biosynthesis and thus only those cells containing bait-prey combinations that activate the reporter genes will be able to grow. Manipulating 3-AT concentrations allows for the characterization of binding stringencies. In this way, researches can gauge how strongly bait binds its prey (correlated with the level of expression of HIS3) and thus determines which nucleotide binding-sites have strong or weak preferences for a given base. In other words, if cells can grow despite a high concentration of 3-AT, bait-prey binding must be of high enough stringency to drive reporter gene expression (HIS3) at a sufficient level to overcome the resulting competitive inhibition. Finally, positive clones are sequenced and examined with preexisting motif-finding tools (ex, MEME, BioProspector).",
            "score": 73.07932162284851
        },
        {
            "docid": "5358528_3",
            "document": "Selective sweep . A selective sweep can occur when a rare or previously non-existing allele that increases the fitness of the carrier (relative to other members of the population) increases rapidly in frequency due to natural selection. As the prevalence of such a beneficial allele increases, genetic variants that happen to be present on the genomic background (the DNA neighborhood) of the beneficial allele will also become more prevalent. This is called \"genetic hitchhiking\". A selective sweep due to a strongly selected allele, which arose on a single genomic background therefore results in a region of the genome with a large reduction of genetic variation in that chromosome region. The idea that strong positive selection could reduce nearby genetic variation due to hitchhiking was proposed by John Maynard-Smith and John Haigh in 1974.",
            "score": 81.24580407142639
        },
        {
            "docid": "21147_44",
            "document": "Natural selection . Background selection is the opposite of a selective sweep. If a specific site experiences strong and persistent purifying selection, linked variation tends to be weeded out along with it, producing a region in the genome of low overall variability. Because background selection is a result of deleterious new mutations, which can occur randomly in any haplotype, it does not produce clear blocks of linkage disequilibrium, although with low recombination it can still lead to slightly negative linkage disequilibrium overall.",
            "score": 82.30183053016663
        },
        {
            "docid": "56963158_12",
            "document": "Streamlining theory . Bacterial symbionts, commensals, parasites, and pathogens often have even smaller genomes and fewer genes than free-living organisms, and non-pathogenic bacteria. They reduce their “core” metabolic repertoire, making them more dependant on their host and environment. Their genome reduction occurs by different evolutionary mechanisms than those of streamlined free-living organisms. Pathogenic organisms are thought to undergo genome reduction due to genetic drift, rather than purifying selection. Genetic drift is caused by small and effective populations within a microbial community, rather than large and dominating populations. In this case, DNA mutations happen by chance, and thus often lead to maladaptive genome degradation and lower overall fitness. Rather than loosing non-coding DNA regions or extraneous genes to increase fitness during replication, they loose certain \"core\" metabolic genes that may now be supplemented by their host, symbiont, or environment. Since their genome reduction is less dependent on fitness, pseudogenes are frequent in these organisms. They also typically undergo low rates of horizontal gene transfer (HGT). Viral genomes resemble prokaryotic genomes in that they have very few non-coding regions. They are, however, significantly smaller than prokaryotic genomes. While viruses are obligate intracellular parasites, viral genomes are considered streamlined due to the strong purifying selection that occurs when the virus has successfully infected a host. During the initial phase of an infection, there is a large bottleneck for the virus population which allows for more genetic diversity, but due to the rapid replication of these viruses, the population size is restored quickly and the diversity within the population is reduced.",
            "score": 88.86980724334717
        },
        {
            "docid": "403627_10",
            "document": "Genetic diversity . Random mutations consistently generate genetic variation. A mutation will increase genetic diversity in the short term, as a new gene is introduced to the gene pool. However, the persistence of this gene is dependent of drift and selection (see above). Most new mutations either have a neutral or negative effect on fitness, while some have a positive effect. A beneficial mutation is more likely to persist and thus have a long-term positive effect on genetic diversity. Mutation rates differ across the genome, and larger populations have greater mutation rates. In smaller populations a mutation is less likely to persist because it is more likely to be eliminated by drift.",
            "score": 99.85027647018433
        },
        {
            "docid": "30142141_4",
            "document": "Adaptive evolution in the human genome . Firstly, there are methods that use a comparative approach to search for evidence of function altering mutations. The dN/dS rates-ratio test estimates ω, the rates at which nonsynonymous ('dN') and synonymous ('dS') nucleotide substitutions occur ('synonymous' nucleotide substitutions do not lead to a change in the coding amino acid, while 'nonsynonymous' ones do). In this model, neutral evolution is considered the null hypothesis, in which dN and dS approximately balance so that ω ≈ 1. The two alternative hypotheses are a \"relative absence\" of nonsynonymous substitutions (dN < dS; ω < 1), suggesting the effect on fitness ('fitness effect', or 'selection pressure') of such mutations is negative (purifying selection has operated over time; or a \"relative excess\" of nonsynonymous substitutions (dN > dS; ω > 1), indicating positive effect on fitness, i.e. diversifying selection (Yang and Bielawski 2000).",
            "score": 72.96909034252167
        },
        {
            "docid": "3969336_6",
            "document": "The Neutral Theory of Molecular Evolution . Within the neutral theory, selective constraint is a type of negative selection that can occur in populations. When selective constraint is reached at a locus negative selection becomes so small that it is effectively neutral. This concept (also brought to prominence by Motoo Kimura (1979) in his expansion of the Neutral Theory of Molecular Evolution (1979) has been put to use in work concerning mammalian genes. In a study done by Price and Graur in 2015, the pair tried to find evidence on whether genes in primates and rodents were either undergoing Darwinian selection or were neutrally evolving under Kimura's model. The number of guanine/cytosine base pairs were utilized in pseudogenes that mimicked nonsynonymous and synonymous mutations that began at what would be expected in a truly neutrally evolving genome for both rodents and primates. Their findings showed that in rodents, the pseudogenes were evolving as one would expect under neutral conditions whereas in primates purifying selection was having an effect on as many as 20% of the pseudogenes tested. By these estimates in primates, 20-40% of their genes could be under selective constraint in the neutral model.",
            "score": 90.71301925182343
        },
        {
            "docid": "1795200_3",
            "document": "Candidate gene . Suitable candidate genes are generally selected based on known biological, physiological, or functional relevance to the disease in question. This approach is limited by its reliance on existing knowledge about known or theoretical biology of disease. However, more recently developed molecular tools are allowing insight into disease mechanisms and pinpointing potential regions of interest in the genome. Genome-wide association studies and quantitative trait locus (QTL) mapping examine common variation across the entire genome, and as such can detect a new region of interest that is in or near a potential candidate gene. Microarray data allow researchers to examine differential gene expression between cases and controls, and can help pinpoint new potential genes of interest.",
            "score": 81.573810338974
        },
        {
            "docid": "40852244_3",
            "document": "HKA test . Neutral Evolution Theory, first proposed by Kimura in a 1968 paper, and later fully defined and published in 1983, is the basis for many statistical tests that detect selection at the molecular level. Kimura noted that there was much too high of a rate of mutation within the genome (i.e. high polymorphism) to be strictly under directional evolution. Furthermore, functionally less important regions of the genome evolve at a faster rate. Kimura then postulated that most of the modifications to the genome are neutral or nearly neutral, and evolve by random genetic drift. Therefore, under the neutral model, polymorphism within a species and divergence between related species at homologous sites will be highly correlated. The Neutral Evolution theory has become the null model against which tests for selection are based, and divergence from this model can be explained by directional or selective evolution.",
            "score": 70.1823525428772
        },
        {
            "docid": "1571730_9",
            "document": "Saint Louis encephalitis . A recent evolutionary study based on 23 new full open reading frame sequences (near-complete genomes) found that the North American strains belonged to a single clade. Strains were isolated at different points in time (from 1933 to 2001) which allowed for the estimation of divergence times of SLE virus clades and the overall evolutionary rate. Furthermore, this study found an increase in the effective population size of the SLE virus around the end of the 19th century that corresponds to the split of the latest North American clade, suggesting a northwards colonization of SLE virus in the Americas. Scans for natural selection showed that most codons of the SLE virus ORF were evolving neutrally or under negative selection. Positive selection was statistically detected only at one single codon coding for amino acids belonging to the hypothesized \"N\"-linked glycosylation site of the \"envelope\" protein. Nevertheless, the latter can be due to selection \"in vitro\" (laboratory) rather than \"in vivo\" (host). In an independent study 14 out of 106 examined \"envelope\" gene sequences were found not to contain a specific codon at position 156 coding for this glycosylation site (Ser→Phe/Tyr).",
            "score": 76.54124319553375
        },
        {
            "docid": "3295330_23",
            "document": "Molecular anthropology . Significant progress has been made in genomic sequencing since Ingman and colleague published their finding on mitochondrial genome. Several papers on genomic mtDNA have been published; there is considerable variability in the rate of evolution, and rate variation and selection are evident at many sites. In 2007, Gonder et al. proposed that a core population of humans, with greatest level of diversity and lowest selection, once lived in the region of Tanzania and proximal parts of southern Africa, since humans left this part of Africa, mitochondria have been selectively evolving to new regions.",
            "score": 85.02174353599548
        }
    ],
    "r": [
        {
            "docid": "38889813_37",
            "document": "Viral phylodynamics . Further analysis of HA has shown it to have a very small effective population size relative to the census size of the virus population, as expected for a gene undergoing strong positive selection. However, across the influenza genome, there is surprisingly little variation in effective population size; all genes are nearly equally low. This finding suggests that reassortment between segments occurs slowly enough, relative to the actions of positive selection, that genetic hitchhiking causes beneficial mutations in HA and NA to reduce diversity in linked neutral variation in other segments of the genome.",
            "score": 112.697265625
        },
        {
            "docid": "15993881_10",
            "document": "1000 Genomes Project . It is not fully clear how natural selection has shaped population differences; however, genetic candidate regions under selection have been identified recently. Patterns of DNA polymorphisms can be used to reliably detect signatures of selection and may help to identify genes that might underlie variation in disease resistance or drug metabolism. Barreiro et al. found evidence that negative selection has reduced population differentiation at the amino acid–altering level (particularly in disease-related genes), whereas, positive selection has ensured regional adaptation of human populations by increasing population differentiation in gene regions (mainly nonsynonymous and 5'-untranslated region variants).",
            "score": 110.74811553955078
        },
        {
            "docid": "26418006_23",
            "document": "Exome sequencing . Current association studies have focused on common variation across the genome, as these are the easiest to identify with our current assays. However, disease-causing variants of large effect have been found to lie within exomes in candidate gene studies, and because of negative selection, are found in much lower allele frequencies and may remain untyped in current standard genotyping assays. Whole genome sequencing is a potential method to assay novel variant across the genome. However, in complex disorders (such as autism), a large number of genes are thought to be associated with disease risk. This heterogeneity of underlying risk means that very large sample sizes are required for gene discovery, and thus whole genome sequencing is not particularly cost-effective. This sample size issue is alleviated by the development of novel advanced analytic methods, which effectively map disease genes despite the genetic mutations are rare at variant level. In addition, variants in coding regions have been much more extensively studied and their functional implications are much easier to derive, making the practical applications of variants within the targeted exome region more immediately accessible.",
            "score": 109.2738037109375
        },
        {
            "docid": "44284_29",
            "document": "Non-coding DNA . Many noncoding DNA sequences must have some important biological function. This is indicated by comparative genomics studies that report highly conserved regions of noncoding DNA, sometimes on time-scales of hundreds of millions of years. This implies that these noncoding regions are under strong evolutionary pressure and positive selection. For example, in the genomes of humans and mice, which diverged from a common ancestor 65–75 million years ago, protein-coding DNA sequences account for only about 20% of conserved DNA, with the remaining 80% of conserved DNA represented in noncoding regions. Linkage mapping often identifies chromosomal regions associated with a disease with no evidence of functional coding variants of genes within the region, suggesting that disease-causing genetic variants lie in the noncoding DNA. The significance of noncoding DNA mutations in cancer was explored in April 2013.",
            "score": 106.95909881591797
        },
        {
            "docid": "42888_28",
            "document": "Human genome . It however remains controversial whether all of this biochemical activity contributes to cell physiology, or whether a substantial portion of this is the result transcriptional and biochemical noise, which must be actively filtered out by the organism. Excluding protein-coding sequences, introns, and regulatory regions, much of the non-coding DNA is composed of: Many DNA sequences that do not play a role in gene expression have important biological functions. Comparative genomics studies indicate that about 5% of the genome contains sequences of noncoding DNA that are highly conserved, sometimes on time-scales representing hundreds of millions of years, implying that these noncoding regions are under strong evolutionary pressure and positive selection.",
            "score": 105.727294921875
        },
        {
            "docid": "42888_53",
            "document": "Human genome . Single-nucleotide polymorphisms (SNPs) do not occur homogeneously across the human genome. In fact, there is enormous diversity in SNP frequency between genes, reflecting different selective pressures on each gene as well as different mutation and recombination rates across the genome. However, studies on SNPs are biased towards coding regions, the data generated from them are unlikely to reflect the overall distribution of SNPs throughout the genome. Therefore, the SNP Consortium protocol was designed to identify SNPs with no bias towards coding regions and the Consortium's 100,000 SNPs generally reflect sequence diversity across the human chromosomes.The SNP Consortium aims to expand the number of SNPs identified across the genome to 300 000 by the end of the first quarter of 2001. Changes in non-coding sequence and synonymous changes in coding sequence are generally more common than non-synonymous changes, reflecting greater selective pressure reducing diversity at positions dictating amino acid identity. Transitional changes are more common than transversions, with CpG dinucleotides showing the highest mutation rate, presumably due to deamination.",
            "score": 102.86886596679688
        },
        {
            "docid": "39127332_22",
            "document": "High-altitude adaptation in humans . The patterns of genetic adaptation among the Andeans are largely distinct from those of the Tibetan, with both populations showing evidence of positive natural selection in different genes or gene regions. However, \"EGLN1\" appears to be the principal signature of evolution, as it shows evidence of positive selection in both Tibetans and Andeans. Even then, the pattern of variation for this gene differs between the two populations. Among the Andeans, there are no significant associations between \"EPAS1\" or \"EGLN1\" SNP genotypes and haemoglobin concentration, which has been the characteristic of the Tibetans. The whole genome sequences of 20 Andeans (half of them having chronic mountain sickness) revealed that two genes, SENP1 (an erythropoiesis regulator) and ANP32D (an oncogene) play vital roles in their weak adaptation to hypoxia.",
            "score": 100.94450378417969
        },
        {
            "docid": "403627_10",
            "document": "Genetic diversity . Random mutations consistently generate genetic variation. A mutation will increase genetic diversity in the short term, as a new gene is introduced to the gene pool. However, the persistence of this gene is dependent of drift and selection (see above). Most new mutations either have a neutral or negative effect on fitness, while some have a positive effect. A beneficial mutation is more likely to persist and thus have a long-term positive effect on genetic diversity. Mutation rates differ across the genome, and larger populations have greater mutation rates. In smaller populations a mutation is less likely to persist because it is more likely to be eliminated by drift.",
            "score": 99.85028076171875
        },
        {
            "docid": "38889813_36",
            "document": "Viral phylodynamics . Phylodynamic techniques have provided insight into the relative selective effects of mutations to different sites and different genes across the influenza virus genome. The exposed location of hemagglutinin (HA) suggests that there should exist strong selective pressure for evolution to the specific sites on HA that are recognized by antibodies in the human immune system. These sites are referred to as epitope sites. Phylogenetic analysis of H3N2 influenza has shown that putative epitope sites of the HA protein evolve approximately 3.5 times faster on the trunk of the phylogeny than on side branches (see figure 5). This suggests that viruses possessing mutations to these exposed sites benefit from positive selection and are more likely than viruses lacking such mutations to take over the influenza population. Conversely, putative nonepitope sites of the HA protein evolve approximately twice as fast on side branches than on the trunk of the H3 phylogeny, indicating that mutations to these sites are selected against and viruses possessing such mutations are less likely to take over the influenza population. Thus, analysis of phylogenetic patterns gives insight into underlying selective forces. A similar analysis combining sites across genes shows that while both HA and NA undergo substantial positive selection, internal genes show low rates of amino acid fixation relative to levels of polymorphism, suggesting an absence of positive selection.",
            "score": 97.88502502441406
        },
        {
            "docid": "8054792_5",
            "document": "Background selection . Background selection can be measured by assessing the degree of departure of the levels of neutral variants from the predictions of neutral model-based estimations of mutation rates and genetic drift. However, it is not enough to study variation alone because the two main forms of linked selection, background and hitchhiking, produce a loss in diversity, and the models both predict similar results in genomic regions of high recombination. The relative influence of these two effects is not yet well understood, though methods have been developed for differentiating between the two effects. One technique is to compare levels of nucleotide diversity in regions of low recombination, where the models differ appreciably in their predictions. Thus, studying variation in genomic neighborhoods with relatively low recombination rates, rather than across the whole genome, can yield insights about the relative prevalence of background and hitchhiking selection.",
            "score": 97.06361389160156
        },
        {
            "docid": "8054792_4",
            "document": "Background selection . Background selection also contributes to a selective explanation of the positive correlation between recombination and polymorphism across populations. In areas of high recombination, neutral loci are more likely to ‘escape' the effects of nearby selection and be retained in the population. A version of this scenario has been observed in studies of \"Drosophila\", where regions of low recombination in the genome exhibit low levels of genetic variation. Hudson and Kaplan showed that the difference between the expected and observed levels of variation is explained by accounting for background selection.",
            "score": 95.92310333251953
        },
        {
            "docid": "33890453_7",
            "document": "Genomics of domestication . However, looking solely at genes, or coding DNA, can be ineffective when examining certain traits or studying the evolution of a species during the domestication process. Genes that are vital for cellular process are often highly conserved and mutations at these locations can prove fatal. Areas of the genome that are noncoding can be prone to much higher mutation rates. Because of this, these noncoding genes provide vital information when studying the divergence of wild and domestic species. Since core genes are conserved between and among species, examining DNA sequences for these genes in multiple individuals of a species may be unable to provide much information on the diversity present in a population or species that is young. The estimated age of domesticated animal and plant species tends to be less than 10,000 years, which on an evolutionary timescale, is relatively short. Because of this, highly variable noncoding DNA, such as microsatellites, that mutate frequently, provide genetic markers with sufficient intraspecific variation to document domestication. Studying the noncoding DNA of domesticated species is made possible by genomics, which provides the genetic sequence of the entire genome, not simply coding DNA from genes of interest. In the case of coconuts, recent genomic research using 10 microsatellite loci was able to determine that there have been 2 cases of coconut domestication based on sufficient variation between individuals found in the Indian Ocean and those found in the Pacific Ocean.",
            "score": 94.63292694091797
        },
        {
            "docid": "30761750_11",
            "document": "McDonald–Kreitman test . In general, the McDonald-Kreitman test is often thought to be unreliable because of how significantly the test tends to underestimate the degree of adaptive evolution in the presence of slightly deleterious mutations. A slightly deleterious mutation can be defined as a mutation that negative selection acts on only very weakly so that its fate is determined by both selection and random genetic drift. If slightly deleterious mutations are segregating in the population, then it becomes difficult to detect positive selection and the degree of positive selection is underestimated. Weakly deleterious mutations have a larger chance of contributing to polymorphism than strongly deleterious mutations, but still have low probabilities of fixation. This creates bias in the McDonald–Kreitman test's estimate of the degree of adaptive evolution, resulting in a dramatically lower estimate of α. By contrast, since strongly deleterious mutations contribute to neither polymorphism nor divergence, strongly deleterious mutations do not bias estimates of α. The presence of slightly deleterious mutations is strongly linked to genes that have experienced the greatest reduction in effective population size. This means that soon after a recent reduction in effective population size in a species has occurred, such as a bottleneck, we observe a larger presence of slightly deleterious mutations in the protein-coding regions. We can make a direct connection with the increase in number of slightly deleterious mutations and the recent decrease in effective population size. For more information on why population size affects the tendency of slightly deleterious mutations to increase in frequency, refer to the article Nearly neutral theory of molecular evolution.",
            "score": 93.81558990478516
        },
        {
            "docid": "30931454_15",
            "document": "Conserved non-coding sequence . Ultraconserved regions (UCRs) are regions over 200 bp in length with 100% identity across species. These unique sequences are mostly found in noncoding regions. It is still not fully understood why the negative selective pressure on these regions is so much stronger than the selection in protein-coding regions. Though these regions can be seen as unique, the distinction between regions with a high degree of sequence conservation and those with perfect sequence conservation is not necessarily one of biological significance. One study in Science found that all extremely conserved noncoding sequences have important regulatory functions regardless of whether the conservation is perfect, making the distinction of ultraconservation appear somewhat arbitrary.",
            "score": 93.44338989257812
        },
        {
            "docid": "24219329_36",
            "document": "Neurogenomics . Despite this, comparative genomics has allowed us to connect the genetic changes found in a phylogeny to specific pathways. In order to determine this, lineages are tested for the functional changes that accrue over time. This is often measured as a ratio of nonsynonymous substitutions to synonymous substitutions or the dN/dS ratio (sometimes, further abbreviated to ω). When the dN/dS ratio is greater than 1, this indicates positive selection. A dN/dS ratio equal to 1 is evidence of no selective pressures. A dN/dS ratio less than 1 indicates negative selection. For example, the conserved regions of the genome will generally have a dN/dS ratio of less than 1 since any changes to those positions will likely be detrimental. Of the genes expressed in the human brain, it is estimated that 342 of them have a dN/dS ratio greater than 1 in the human lineage in comparison to other primate lineages. This indicates positive selection on the human lineage for brain phenotypes. Understanding the significance of the positive selection is generally the next step. For example, \"ASPM\", \"CDK5RAP2\" and \"NIN\" are genes that are positively selected for on the human lineage and have been directly correlated with brain size. This finding may help elucidate why human brains are larger than other mammalian brains.",
            "score": 93.05242919921875
        },
        {
            "docid": "30931454_13",
            "document": "Conserved non-coding sequence . Pseudogenes are vestiges of once-functional genes disabled by sequence deletions, insertions, or mutations. The primary evidence for this process is the presence of fully functioning orthologues to these inactivated sequences in other related genomes. Pseudogenes commonly emerge following a gene duplication or polyploidization event. With two functional copies of a gene, there is no selective pressure to maintain expressibility of both, leaving one free to accumulate mutations as a nonfunctioning pseudogene. This is the typical case, whereby neutral selection allows pseudogenes to accumulate mutations, serving as \"reservoirs\" of new genetic material, with potential to be reincorporated into the genome. However, some pseudogenes have been found to be conserved in mammals. The simplest explanation for this is that these noncoding regions may serve some biological function, and this has been found to be the case for several conserved pseudogenes. Makorin1 mRNA, for example, was found to be stabilized by its paralogous pseudogene, Makorin1-p1, which is conserved in several mouse species. Other pseudogenes have also been found to be conserved between humans and mice and between humans and chimpanzees, originating from duplication events prior to the divergence of the species. Evidence of these pseudogenes' transcription also supports the hypothesis that they have a biological function. Findings of potentially functional pseudogenes creates difficulty in defining them, since the term was originally meant for degenerate sequences with no biological function.",
            "score": 92.62672424316406
        },
        {
            "docid": "3969336_6",
            "document": "The Neutral Theory of Molecular Evolution . Within the neutral theory, selective constraint is a type of negative selection that can occur in populations. When selective constraint is reached at a locus negative selection becomes so small that it is effectively neutral. This concept (also brought to prominence by Motoo Kimura (1979) in his expansion of the Neutral Theory of Molecular Evolution (1979) has been put to use in work concerning mammalian genes. In a study done by Price and Graur in 2015, the pair tried to find evidence on whether genes in primates and rodents were either undergoing Darwinian selection or were neutrally evolving under Kimura's model. The number of guanine/cytosine base pairs were utilized in pseudogenes that mimicked nonsynonymous and synonymous mutations that began at what would be expected in a truly neutrally evolving genome for both rodents and primates. Their findings showed that in rodents, the pseudogenes were evolving as one would expect under neutral conditions whereas in primates purifying selection was having an effect on as many as 20% of the pseudogenes tested. By these estimates in primates, 20-40% of their genes could be under selective constraint in the neutral model.",
            "score": 90.71302032470703
        },
        {
            "docid": "72016_38",
            "document": "Genetic drift . The law of large numbers predicts that when the absolute number of copies of the allele is small (e.g., in small populations), the magnitude of drift on allele frequencies per generation is larger. The magnitude of drift is large enough to overwhelm selection at any allele frequency when the selection coefficient is less than 1 divided by the effective population size. Non-adaptive evolution resulting from the product of mutation and genetic drift is therefore considered to be a consequential mechanism of evolutionary change primarily within small, isolated populations. The mathematics of genetic drift depend on the effective population size, but it is not clear how this is related to the actual number of individuals in a population. Genetic linkage to other genes that are under selection can reduce the effective population size experienced by a neutral allele. With a higher recombination rate, linkage decreases and with it this local effect on effective population size. This effect is visible in molecular data as a correlation between local recombination rate and genetic diversity, and negative correlation between gene density and diversity at noncoding DNA regions. Stochasticity associated with linkage to other genes that are under selection is not the same as sampling error, and is sometimes known as genetic draft in order to distinguish it from genetic drift.",
            "score": 90.37734985351562
        },
        {
            "docid": "33890453_10",
            "document": "Genomics of domestication . The process of domestication, by which only a choice few wild individuals are cultivated and selected against, often results in very strong selective pressures. This is evident in the genomes of these individuals as a lack of genetic diversity. In some cases this lack of diversity is seen as a selective sweep, whereby the variation at a particular locus of the genome is highly reduced while variation outside of this area is maintained or only partially reduced. In other cases, such as the coconut, genomic studies have revealed occurrences of a founder event, whereby the genetic diversity of an entire population is reduced due to a small number of individuals with low diversity being the isolated ancestors of a larger modern population. Bottlenecks, where variation is reduced throughout the entire genome, are also evident in crop species such as pearl millet, cotton, common bean and lima bean. With the identification of bottlenecks in these species, researchers are able to study the effects on an organisms' ability to evolve past a bottleneck, and what effects this may have on the genomes of both individuals and populations as well as their fitness.",
            "score": 90.31198120117188
        },
        {
            "docid": "4816754_50",
            "document": "Human genetic variation . An analysis of autosomal SNP data from the International HapMap Project (Phase II) and CEPH Human Genome Diversity Panel samples was published in 2009. The study of 53 populations taken from the HapMap and CEPH data (1138 unrelated individuals) suggested that natural selection may shape the human genome much more slowly than previously thought, with factors such as migration within and among continents more heavily influencing the distribution of genetic variations. A similar study published in 2010 found strong genome-wide evidence for selection due to changes in ecoregion, diet, and subsistence particularly in connection with polar ecoregions, with foraging, and with a diet rich in roots and tubers. In a 2016 study, principal component analysis of genome-wide data was capable of recovering previously-known targets for positive selection (without prior definition of populations) as well as a number of new candidate genes.",
            "score": 89.6673355102539
        },
        {
            "docid": "30142141_14",
            "document": "Adaptive evolution in the human genome . Studies don’t generally attempt to quantify the average strength of selection propagating advantageous mutations in the human genome. Many models make assumptions about how strong selection is, and some of the discrepancies between the estimates of the amounts of adaptive evolution occurring have been attributed to the use of differing such assumptions (Eyre-Walker 2006). The way to accurately estimate the average strength of positive selection acting on the human genome is by inferring the distribution of fitness effects (DFE) of new advantageous mutations in the human genome, but this DFE is difficult to infer because new advantageous mutations are very rare (Boyko et al. 2008). The DFE may be exponential shaped in an adapted population (Eyre-Walker and Keightley 2007). However, more research is required to produce more accurate estimates of the average strength of positive selection in humans, which will in turn improve the estimates of the amount of adaptive evolution occurring in the human genome (Boyko et al. 2008).",
            "score": 89.3829345703125
        },
        {
            "docid": "161804_31",
            "document": "Africanized bee . A newer publication shows the genetic admixture of the Africanised honeybees in Brazil. The small number of honeybees (Apis mellifera) with African ancestry that were introduced to Brazil ~60 years ago, which dispersed and hybridized with existing managed populations of European origin, quickly spreading across much of the Americas in an example of a massive biological invasion as earlier told in this article. Here, they analysed whole‐genome sequences of 32 Africanized honeybees sampled from throughout Brazil to study the effect of this process on genome diversity. By comparison with ancestral populations from Europe and Africa, they infer that these samples had 84% African ancestry, with the remainder from western European populations. However, this proportion varied across the genome and they identified signals of positive selection in regions with high European ancestry proportions. These observations are largely driven by one large gene‐rich 1.4‐Mbp segment on chromosome 11 where European haplotypes are present at a significantly elevated frequency and likely confer an adaptive advantage in the Africanized honeybee population",
            "score": 89.05365753173828
        },
        {
            "docid": "56963158_12",
            "document": "Streamlining theory . Bacterial symbionts, commensals, parasites, and pathogens often have even smaller genomes and fewer genes than free-living organisms, and non-pathogenic bacteria. They reduce their “core” metabolic repertoire, making them more dependant on their host and environment. Their genome reduction occurs by different evolutionary mechanisms than those of streamlined free-living organisms. Pathogenic organisms are thought to undergo genome reduction due to genetic drift, rather than purifying selection. Genetic drift is caused by small and effective populations within a microbial community, rather than large and dominating populations. In this case, DNA mutations happen by chance, and thus often lead to maladaptive genome degradation and lower overall fitness. Rather than loosing non-coding DNA regions or extraneous genes to increase fitness during replication, they loose certain \"core\" metabolic genes that may now be supplemented by their host, symbiont, or environment. Since their genome reduction is less dependent on fitness, pseudogenes are frequent in these organisms. They also typically undergo low rates of horizontal gene transfer (HGT). Viral genomes resemble prokaryotic genomes in that they have very few non-coding regions. They are, however, significantly smaller than prokaryotic genomes. While viruses are obligate intracellular parasites, viral genomes are considered streamlined due to the strong purifying selection that occurs when the virus has successfully infected a host. During the initial phase of an infection, there is a large bottleneck for the virus population which allows for more genetic diversity, but due to the rapid replication of these viruses, the population size is restored quickly and the diversity within the population is reduced.",
            "score": 88.86980438232422
        },
        {
            "docid": "3969336_4",
            "document": "The Neutral Theory of Molecular Evolution . When molecular biologists, like Motoo Kimura (1979), began to examine the DNA evidence, they found that far more mutations occur in non-protein coding regions or are synonymous mutations in coding regions (which do not change the protein structure or function) and are, therefore, not involved in selection as they do not impact an organism’s fitness. These findings began to show that the positive or negative selection in Darwinian evolution was too simplistic to describe every evolutionary process. Through various experiments Kimura was able to determine that proteins in mammalian lineages were polymorphisms of each other, having only one or two point mutations that did not affect the actions of the protein in any way, whereas in Darwinian evolution a slow pattern of selection in genetic lineages with increasing fitness through generations is expected. The molecular evidence showed that DNA changes more often than what was originally expected and no real pattern was found. Polymorphisms in proteins that have no effect to the function are neutral or nearly neutral and do not get selected for or against at all. This theory would mean that each change in DNA that is passed on to the next generation does not result in a morphological change that can be acted upon by natural selection.",
            "score": 88.69781494140625
        },
        {
            "docid": "50429846_3",
            "document": "Gene desert . Although the possibility of function in gene deserts was predicted as early as the 1960s, genetic identification tools were unable to uncover any specific characteristics of the long noncoding regions, other than that no coding occurred in those regions. Before the completion of the human genome in 2001 through the Human Genome Project, most of the early associative gene comparisons relied on the belief that essential housekeeping genes were clustered in the same areas of the genome for ease of access and tight regulation. This belief later constructed a hypothesis that gene deserts are therefore previous regulatory sequences that are highly linked (and hence do not undergo recombination), but have had substitutions between them over time. These substitutions could cause tightly conserved genes to separate over time, thus forming regions of nonsense codes with a few essential genes. However, uncertainty due to differential gene conservation rates in different portions of chromosomes prevented accurate identification.  Later associations were remodeled when regulatory sequences were associated with transcription factors, leading to the birth of large-scale genome-wide mapping. Thus began the hunt for the contents and functions of gene deserts. Recent advancements in the screening of chromatin signatures on chromosomes (for instance, chromosome conformation capture, also known as 3C) have allowed the confirmation of the long-range gene activation model, which postulates that there are indeed physical links between regulatory enhancers and their target promoters. Research on gene deserts, although centralized on human genetics, has also been applied to mice, various birds, and Drosophila melanogaster. Although conservation is variable among selected species’ genomes, orthologous gene deserts function similarly. Thus, the prevailing the contention of gene deserts is that these noncoding sequences harbor active and important regulatory elements.",
            "score": 88.37521362304688
        },
        {
            "docid": "11008314_14",
            "document": "Evolutionary history of plants . It has been proposed that the basis for the emergence of the diploid phase of the life cycle as the dominant phase, is that diploidy allows masking of the expression of deleterious mutations through genetic complementation. Thus if one of the parental genomes in the diploid cells contains mutations leading to defects in one or more gene products, these deficiencies could be compensated for by the other parental genome (which nevertheless may have its own defects in other genes). As the diploid phase was becoming predominant, the masking effect likely allowed genome size, and hence information content, to increase without the constraint of having to improve accuracy of replication. The opportunity to increase information content at low cost is advantageous because it permits new adaptations to be encoded. This view has been challenged, with evidence showing that selection is no more effective in the haploid than in the diploid phases of the lifecycle of mosses and angiosperms.",
            "score": 88.2685317993164
        },
        {
            "docid": "50955330_5",
            "document": "Phylomedicine . Fortunately, results from the natural experiment of molecular evolution are recorded in the genomes of humans and other living species. All genomic variation is subjected to the process of natural selection which generally reduces mutations with negative effects on phenotype over time. With the availability of a large number of genomes from the tree of life, evolutionary conservation of individual genomic positions and the sets of mutations permitted among species informs the functional and health consequences of these mutations.",
            "score": 88.19786834716797
        },
        {
            "docid": "7955_46",
            "document": "DNA . In many species, only a small fraction of the total sequence of the genome encodes protein. For example, only about 1.5% of the human genome consists of protein-coding exons, with over 50% of human DNA consisting of non-coding repetitive sequences. The reasons for the presence of so much noncoding DNA in eukaryotic genomes and the extraordinary differences in genome size, or \"C-value\", among species, represent a long-standing puzzle known as the \"C-value enigma\". However, some DNA sequences that do not code protein may still encode functional non-coding RNA molecules, which are involved in the regulation of gene expression. Some noncoding DNA sequences play structural roles in chromosomes. Telomeres and centromeres typically contain few genes but are important for the function and stability of chromosomes. An abundant form of noncoding DNA in humans are pseudogenes, which are copies of genes that have been disabled by mutation. These sequences are usually just molecular fossils, although they can occasionally serve as raw genetic material for the creation of new genes through the process of gene duplication and divergence.",
            "score": 88.0140380859375
        },
        {
            "docid": "57547_15",
            "document": "Xenopus . Transgenic \"Xenopus\" for studying transcriptional regulation of human disease genes: \"Xenopus\" embryos develop rapidly, so transgenesis in \"Xenopus\" is a rapid and effective method for analyzing genomic regulatory sequences. In a recent study, mutations in the \"SMAD7\" locus were revealed to associate with human colorectal cancer. The mutations lay in conserved, but noncoding sequences, suggesting these mutations impacted the patterns of \"SMAD7\" transcription. To test this hypothesis, the authors used \"Xenopus\" transgenesis, and revealed this genomic region drove expression of GFP in the hindgut. Moreover, transgenics made with the mutant version of this region displayed substantially less expression in the hindgut.",
            "score": 88.0028076171875
        },
        {
            "docid": "340952_12",
            "document": "Genetic screen . Tests used for this purpose include cross-species hybridization, identification of unmethylated CpG islands, exon trapping, direct cDNA selection, computer analysis of DNA sequence, mutation screening in affected individuals, and tests of gene expression. For genomes in which the regions of genetic polymorphisms are known, positional cloning involves identifying polymorphisms that flank the mutation. This process requires that DNA fragments from the closest known genetic marker are progressively cloned and sequenced, getting closer to the mutant allele with each new clone. This process produces a contig map of the locus and is known as chromosome walking. With the completion of genome sequencing projects such as the Human Genome Project, modern positional cloning can use ready-made contigs from the genome sequence databases directly.",
            "score": 87.70445251464844
        },
        {
            "docid": "30142141_2",
            "document": "Adaptive evolution in the human genome . Adaptive evolution results from the propagation of advantageous mutations through positive selection. This is the modern synthesis of the process which Darwin and Wallace originally identified as the mechanism of evolution. However, in the last half century there has been considerable debate as to whether evolutionary changes at the molecular level are largely driven by natural selection or random genetic drift. Unsurprisingly, the forces which drive evolutionary changes in our own species’ lineage have been of particular interest. Quantifying adaptive evolution in the human genome gives insights into our own evolutionary history and helps to resolve this neutralist-selectionist debate. Identifying specific regions of the human genome that show evidence of adaptive evolution helps us find functionally significant genes, including genes important for human health, such as those associated with diseases.",
            "score": 87.50714874267578
        },
        {
            "docid": "13957150_8",
            "document": "Genetic algorithm scheduling . A specific sequence of tasks and start times (genes) represents one genome in our population. To make sure that our genome is a feasible solution we must take care that it obeys our precedence constraints. We generate an initial population using random start times within the precedence constraints. With genetic algorithms we then take this initial population and cross it, combining genomes along with a small amount of randomness (mutation). The offspring of this combination is selected based on a fitness function that includes one or many of our constraints, such as minimizing time and minimizing defects. We let this process continue either for a pre-allotted time or until we find a solution that fits our minimum criteria. Overall each successive generation will have a greater average fitness, i.e. taking less time with higher quality than the preceding generations. In scheduling problems, as with other genetic algorithm solutions, we must make sure that we do not select offspring that are infeasible, such as offspring that violate our precedence constraint. We of course may have to add further fitness values such as minimizing costs; however, each constraint that we add greatly increases the search space and lowers the number of solutions that are good matches.",
            "score": 87.49142456054688
        }
    ]
}