{
    "q": [
        {
            "docid": "2846927_6",
            "document": "Structure and genome of HIV . As the only proteins on the surface of the virus, the envelope glycoproteins (gp120 and gp41) are the major targets for HIV vaccine efforts. Over half of the mass of the trimeric envelope spike is N-linked glycans. The density is high as the glycans shield underlying viral protein from neutralisation by antibodies. This is one of the most densely glycosylated molecules known and the density is sufficiently high to prevent the normal maturation process of glycans during biogenesis in the endoplasmic and Golgi apparatus. The majority of the glycans are therefore stalled as immature 'high-mannose' glycans not normally present on secreted or cell surface human glycoproteins. The unusual processing and high density means that almost all broadly neutralising antibodies that have so far been identified (from a subset of patients that have been infected for many months to years) bind to or, are adapted to cope with, these envelope glycans.",
            "score": 170.03158974647522
        },
        {
            "docid": "164912_10",
            "document": "Glycoprotein . The viral spike of the human immunodeficiency virus is heavily glycosylated. Approximately half the mass of the spike is glycosylation and the glycans act to limit antibody recognition as the glycans are assembled by the host cell and so are largely 'self'. Over time, some patients can evolve antibodies to recognise the HIV glycans and almost all so-called 'broadly neutralising antibodies (bnAbs) recognise some glycans. This is possible mainly because the unusually high density of glycans hinders normal glycan maturation and they are therefore trapped in the premature, high-mannose, state. This provides a window for immune recognition. In addition, as these glycans are much less variable than the underlying protein, they have emerged as promising targets for vaccine design.",
            "score": 102.65962600708008
        },
        {
            "docid": "14170_8",
            "document": "HIV . As the sole viral protein on the surface of the virus, the Envelope protein is a major target for HIV vaccine efforts. Over half of the mass of the trimeric envelope spike is N-linked glycans. The density is high as the glycans shield the underlying viral protein from neutralisation by antibodies. This is one of the most densely glycosylated molecules known and the density is sufficiently high to prevent the normal maturation process of glycans during biogenesis in the endoplasmic and Golgi apparatus. The majority of the glycans are therefore stalled as immature 'high-mannose' glycans not normally present on human glycoproteins that are secreted or present on a cell surface. The unusual processing and high density means that almost all broadly neutralising antibodies that have so far been identified (from a subset of patients that have been infected for many months to years) bind to or, are adapted to cope with, these envelope glycans.",
            "score": 173.48361229896545
        },
        {
            "docid": "24106596_3",
            "document": "Barton Haynes . Haynes was the director of the Center for HIV/AIDS Vaccine Immunology (CHAVI), which was funded by the NIAID from 2005-2011 to overcome obstacles to HIV vaccine development. The \"big science\" approach of the CHAVI grant enabled the following scientific discoveries by the CHAVI team: 1) the delineation of HIV-1 transmitted/founder viruses that are responsible for the transmission of HIV/AIDS; 2) the discovery of host tolerance mechanisms that limit the induction of broad neutralizing antibodies in HIV-1 infection; 3) the fine mapping and delineation of the immunological events that transpire during the earliest days of HIV-1 infection; 4) the discovery of new genes and gene mutations/duplications that contribute to HIV-1 control and progression; 5) the design of mosaic T cell and B cell Env vaccine candidates to overcome HIV diversity; 6) the discovery of the immune correlates of risk of infection in the RV144 trial; 7) the isolation of rare broad neutralizing HIV antibodies and their ancestor antibodies; and 8) the development of a new strategy for vaccine development called B Cell Lineage Immunogen Design. He led the group that deciphered the maturation pathways of several types of broadly neutralizing antibodies that point the way to vaccine designs, and has worked out the immunobiology of HIV-host interactions that control broad neutralizing antibody development.",
            "score": 115.95114314556122
        },
        {
            "docid": "2846927_12",
            "document": "Structure and genome of HIV . An RNA secondary structure determined by SHAPE analysis has shown to contain three stem loops and is located between the HIV protease and reverse transcriptase genes. This \"cis\" regulatory RNA has been shown to be conserved throughout the HIV family and is thought to influence the viral life cycle. The third variable loop or V3 loop is a part or region of the Human Immunodeficiency Virus. The V3 loop of the viron's envelope glycoprotein, gp120, allows it to infect human immune cells by binding to a cytokine receptor on the target human immune cell, such as a CCR5 cell or CXCR4 cell, depending on the strain of HIV. The envelope glycoprotein (Env)gp 120/41 is essential for HIV-1 entry into cells. Env serves as a molecular target of a medicine treating individuals with HIV-1 infection, and a source of immunogen to develop AIDS vaccine. However, the structure of the functional Env trimer has remained elusive.",
            "score": 115.51262044906616
        },
        {
            "docid": "2852949_5",
            "document": "Envelope glycoprotein GP120 . Since CD4 receptor binding is the most obvious step in HIV infection, gp120 was among the first targets of HIV vaccine research. Efforts to develop HIV vaccines targeting gp120, however, have been hampered by the chemical and structural properties of gp120, which make it difficult for antibodies to bind to it. gp120 can also easily be shed from the surface of the virus and captured by T cells due to its loose binding with gp41. A conserved region in the gp120 glycoprotein that is involved in the metastable attachment of gp120 to CD4 has been identified and targeting of invariant region has been achieved with a broadly neutralising antibody, IgG1-b12. NIH research published in Science reports the isolation of 3 antibodies that neutralize 90% of HIV-1 strains at the CD4bs region of gp120, potentially offering a therapeutic and vaccine strategy. However, most antibodies that bind the CDbs region of gp120 do not neutralize HIV, and rare ones that do such as IgG1-b12 have unusual properties such as asymmetry of the Fab arms or in their positioning. Unless a gp120-based vaccine can be designed to elicit antibodies with strongly neutralizing antiviral properties, there is concern that breakthrough infection leading to humoral production of high levels of non-neutralizing antibodies targeting the CD4 binding site of gp120 is associated with faster disease progression to AIDS.",
            "score": 136.7044267654419
        },
        {
            "docid": "34406020_17",
            "document": "SAV001 . First, there are risks associated with inadequately inactivated or not killed HIV remained in vaccines. Second, a massive production of HIV is not economically feasible, if not impossible. Third, many researchers tend to believe that when HIV is killed or inactivated by chemical treatment, it loses its antigenicity and thus fails to induce both neutralizing antibodies and  cytotoxic T-lymphocyte or CD8+ T cells (CTL). Fourth, the early studies with the monkeys using the killed simian immunodeficiency virus (SIV) vaccine showed some optimism but it turned out that  the protection was attributable to responses to both the cellular proteins on the SIV vaccine and on the challenge virus grown not in monkey cells but in human cells.  Fifth, the fact that “lab-adapted HIV-1 appeared to lose envelop glycoprotein, gp120, during preparation” was considered a crucial barrier to this method. Nevertheless, to date many scientists and researchers insist on a belief that the killed whole virus strategy is a feasible option for an HIV vaccine.",
            "score": 124.59786987304688
        },
        {
            "docid": "2852949_3",
            "document": "Envelope glycoprotein GP120 . Since gp120 plays a vital role in the ability of HIV-1 to enter CD4 cells, its evolution is of particular interest. Many neutralizing antibodies bind to sites located in variable regions of gp120, so mutations in these regions will be selected for strongly. The diversity of \"env\" has been shown to increase by 1-2% per year in HIV-1 group M and the variable units are notable for rapid changes in amino acid sequence length. Increases in gp120 variability result in significantly elevated levels of viral replication, indicating an increase in viral fitness in individuals infected by diverse HIV-1 variants. Further studies have shown that variability in potential N-linked glycosylation sites (PNGSs) also result in increased viral fitness. PNGSs allow for the binding of long-chain carbohydrates to the high variability regions of gp120, so the authors hypothesize that the number of PNGSs in \"env\" might affect the fitness of the virus by providing more or less sensitivity to neutralizing antibodies. The presence of large carbohydrate chains extending from gp120 might obscure possible antibody binding sites.",
            "score": 115.17822313308716
        },
        {
            "docid": "54724931_5",
            "document": "Intrastructural help . One of the key aspects here is the precise modulation of the immune response upon activation. This implies good quantity and quality of induced antibodies but low levels of T cell stimulation to avoid aforementioned increased susceptibility and disease progression. First in vitro and immunization experiments conducted with Simian Immunodeficiency virus (SIV), showed a 10-50 fold increase in Env-specific antibodies of treated mice compared to exosome vaccinated ones. and was also verified for HIV in the mouse model by adoptive transfer experiments. Non-human primate experiments also indicate increased Env Ab titers upon Gag pre-immunization. It is likely to assume that these results are transferable to humans as HIV-1 patients with neutralizing antibodies were shown to possess increased numbers of Gag-specific T cells but time wise comparable levels of Env gp120 specific T cells. This points towards a contribution of the intrastructural help to the neutralization ability.",
            "score": 83.30650091171265
        },
        {
            "docid": "54724931_4",
            "document": "Intrastructural help . This vaccination approach aims to induce a protective humoral and also cellular immune response by a two-step immunization scheme. The first step is based on a DNA vaccine vector in order to prime T cells. In the case of HIV, T cells specific for the group-specific antigen (Gag) are stimulated. For the second step a formulation of nano particles or virus-like particles is vaccinated. These particles contain Gag protein and HIV-Env surface protein. These particles can be recognized by B cells and subsequently be internalized, processed and presented on the cell surface on MHC-II, in combination with the primed Gag-specific T cells. This was shown to lead to a strong activation of the B cells and ultimately to the production of Env-specific antibodies by the activated B cells. In HIV research, this method was shown to enhance the specific humoral immune response and at the same time avoid an excess activation of the cellular immune response which could otherwise cause disease progression to thrive. Timewise the priming of T cells for Gag reduces the variation of the viral Env because of the lack of Env specific T cells between priming and second vaccination. This decreases the chances of escape variants developing before the boosting immunization.",
            "score": 118.26950144767761
        },
        {
            "docid": "21354427_11",
            "document": "Human T-lymphotropic virus . While there is no present licensed vaccine, there are many factors which make a vaccine against HTLV-1 feasible. The virus displays relatively low antigenic variability, natural immunity does occur in humans, and experimental vaccination using envelope antigens has been shown to be successful in animal models. Plasmid DNA vaccines elicit potent and protective immune responses in numerous small-animal models of infectious diseases. However, their immunogenicity in primates appears less potent. In the past two decades a large initiative has been put forth to understand the biological and pathogenic properties of the human T-cell lymphotropic virus type 1 (HTLV-1); this has ultimately led to the development of various experimental vaccination and therapeutic strategies to combat HTLV-1 infection. These strategies include the development of envelope glycoprotein derived B-cell epitopes for the induction of neutralizing antibodies, as well as a strategy to generate a multivalent cytotoxic T-lymphocyte (CTL) response against the HTLV-1 Tax antigen. A vaccine candidate that can elicit or boost anti-gp46 neutralizing antibody response may have a potential for prevention and therapy against HTLV-1 infection.",
            "score": 107.68520259857178
        },
        {
            "docid": "21848068_2",
            "document": "2F5 antibody . 2F5 is a broadly neutralizing human monoclonal antibody (mAb) that has been shown to bind to and neutralize HIV-1 \"in vitro,\" making it a potential candidate for use in vaccine synthesis. 2F5 recognizes an epitope in the membrane-proximal external region (MPER) of HIV-1 gp41. 2F5 then binds to this epitope and its constant region interacts with the viral lipid membrane, which neutralizes the virus.",
            "score": 99.84868669509888
        },
        {
            "docid": "53078311_5",
            "document": "Susan Zolla-Pazner . In the early days of the AIDS epidemic, the Zolla-Pazner lab described the hyperactivation of B lymphocytes in the blood of HIV-infected individuals. This discovery led her to develop methods to generate anti-HIV human monoclonal antibodies (mAbs) from the blood cells of HIV-infected individuals. Her lab isolated and described human mAbs capable of neutralizing the infectivity of the virus, and, later, isolated a mAb with strong neutralizing potency targeting a complex epitope composed of V2 and V3. Her lab also described how antibodies to V2 and V3 could bind and neutralize viruses from all over the globe, despite extreme variations in amino acid sequences.",
            "score": 75.66289281845093
        },
        {
            "docid": "25595247_13",
            "document": "Immune network theory . A hypothetical HIV vaccine concept based on immune network theory has been described. The vaccine concept was based on a network theory resolution of the Oudin-Cazenave paradox. This is a phenomenon that makes no sense in the context of clonal selection, without taking idiotypic network interactions into account. The vaccine concept comprised complexes of an anti-anti-HIV antibody and an HIV antigen, and was designed to induce the production of broadly neutralizing anti-HIV antibodies. A suitable anti-anti-HIV antibody envisaged for use in this vaccine is the monoclonal antibody 1F7, which was discovered by Sybille Muller and Heinz Kohler and their colleagues. This monoclonal antibody binds to all of six well characterized broadly neutralizing anti-HIV antibodies.",
            "score": 108.81384062767029
        },
        {
            "docid": "21848068_8",
            "document": "2F5 antibody . The ELDKWAS sequence is conserved in 72% of HIV-1 isolates, which makes it a potentially good candidate for vaccination targets. When creating a vaccine, the isotype appears to matter: compared to IgG, the IgA isotype bound the epitope with higher affinity, blocked HIV transmission to target cells, and inhibited endocytosis of HIV-1 by dendritic cells, though it did have lower ADCC activity than IgG. Studies in thermodynamics have further supported this: IgG has a much higher binding affinity than just the Fab region of the antibody, suggesting the constant region is important to neutralization. This also indicates, as Fab is much smaller than IgG, that steric hindrance is not a problem for 2F5 and in fact may increase binding affinity. Besides the conformation of the linear epitope, 2F5-like responses to vaccine are complicated by the fact that antibody recognition of the epitope may also be dependent on interactions with other areas of the \"env\" region, accessibility, or interactions with membrane lipids on target cells.",
            "score": 113.48542475700378
        },
        {
            "docid": "9876980_11",
            "document": "Env (gene) . Since CD4 receptor binding is the most obvious step in HIV infection, gp120 was among the first targets of HIV vaccine research. These efforts have been hampered by the fusion mechanism used by HIV, which makes neutralization by antibodies extremely difficult. Prior to binding the host cell, gp120 remains effectively hidden from antibodies because it is buried in the protein and shielded by sugars. Gp120 is only exposed when in close proximity to a host cell and the space between the viral and host cell membranes is small enough to sterically hinder the binding of antibodies.",
            "score": 156.6839256286621
        },
        {
            "docid": "1604312_7",
            "document": "CCR5 . HIV-1 most commonly uses the chemokine receptors CCR5 and/or CXCR4 as co-receptors to enter target immunological cells. These receptors are located on the surface of host immune cells whereby they provide a method of entry for the HIV-1 virus to infect the cell. The HIV-1 envelope glycoprotein structure is essential in enabling the viral entry of HIV-1 into a target host cell. The envelope glycoprotein structure consists of two protein subunits cleaved from a Gp160 protein precursor encoded for by the HIV-1 \"env\" gene: the Gp120 external subunit, and the Gp41 transmembrane subunit. This envelope glycoprotein structure is arranged into a spike-like structure located on the surface of the virion and consists of a trimer of three Gp120-Gp41 hetero-dimers. The Gp120 envelope protein is a chemokine mimic. It lacks the unique structure of a chemokine, however it is still capable of binding to the CCR5 and CXCR4 chemokine receptors. During HIV-1 infection, the Gp120 envelope glycoprotein subunit binds to a CD4 glycoprotein and a HIV-1 co-receptor expressed on a target cell- forming a heterotrimeric complex. The formation of this complex stimulates the release of a fusogenic peptide inducing the fusion of the viral membrane with the membrane of the target host cell. Because binding to CD4 alone can sometimes result in gp120 shedding, gp120 must next bind to co-receptor CCR5 in order for fusion to proceed. The tyrosine sulfated amino terminus of this co-receptor is the \"essential determinant\" of binding to the gp120 glycoprotein. Co-receptor recognition also include the V1-V2 region of gp120, and the bridging sheet (an antiparallel, 4-stranded β sheet that connects the inner and outer domains of gp120). The V1-V2 stem can influence \"co-receptor usage through its peptide composition as well as by the degree of N-linked glycosylation.\" Unlike V1-V2 however, the V3 loop is highly variable and thus is the most important determinant of co-receptor specificity. The normal ligands for this receptor, RANTES, MIP-1β, and MIP-1α, are able to suppress HIV-1 infection \"in vitro\". In individuals infected with HIV, CCR5-using viruses are the predominant species isolated during the early stages of viral infection, suggesting that these viruses may have a selective advantage during transmission or the acute phase of disease. Moreover, at least half of all infected individuals harbor only CCR5-using viruses throughout the course of infection.",
            "score": 145.058260679245
        },
        {
            "docid": "54724931_3",
            "document": "Intrastructural help . One of the approaches for a protective HIV-1 vaccine is broadly neutralizing antibodies. These antibodies are found in 10-25 % of HIV-1 infected patients. Few of those (worldwide 0.8% of HIV-1 positive individuals) are able to suppress viremia up to a level that is below the detection levels and are so-called \"elite controllers\" or \"long term non-progressors\". Most of the conducted vaccine trials were unable to induce protective neutralizing antibodies; even though some protective effects of poly-functional antibodies were observed. These Fc-dependent effects seem to play an important role in disease control as shown by the non-human primate (NHP) experiment. In contrast, the results of the adenoviral-based STEP trial suggested a higher susceptibility due to high levels of non-neutralizing poly-functional antibodies and helper T cell proliferation induced by vaccination. In mouse models antibodies from the IgG1 subclass, which were mostly induced by vaccination, were seen to possess a relatively low functionality. Therefore, one objective is to increase the quality of the immune response by the induction of poly-functional antibody sub classes, e.g. IgG2A. However, according to results from animal studies, cytotoxic T cells seem to be mandatory for a protective vaccine. Although this was not detectable in the human trials conducted to-date, it is assumed that reduction of viral loads early after infection can be achieved. Thus the current goal is to avoid uncontrolled T cell proliferation and modulate the humoral immune response towards highly efficient poly-functional monoclonal antibodies.",
            "score": 99.21507501602173
        },
        {
            "docid": "41578185_2",
            "document": "Broadly neutralizing HIV-1 antibodies . Broadly Neutralizing HIV-1 Antibodies (bNAbs) are neutralizing antibodies which neutralize multiple HIV-1 viral strains. bNAbs are unique in that they target conserved epitopes of the virus, meaning the virus may mutate, but the targeted epitopes will still exist. In contrast, non-bNAbs are specific for individual viral strains with unique epitopes. The discovery of bNAbs has led to an important area of research, namely, discovery of a vaccine, not only limited to HIV, but also other rapidly mutating viruses like Influenza, etc.",
            "score": 82.35260391235352
        },
        {
            "docid": "53078311_7",
            "document": "Susan Zolla-Pazner . Building on her correlation of levels of V2 antibodies with reduced infection rates in the RV144 vaccine trial, Zolla-Pazner and her colleagues have spent the last 10 years developing “designer vaccines,” i.e., V2- and V3-scaffold proteins that focus the immune response on the production of antibodies specific for these two regions of gp120. Studies of these recombinant vaccine constructs in both rabbits and nonhuman primates have demonstrated that they induce antibodies that react with the envelopes of diverse viruses within the various subgroups of HIV and have biologic activities that have been associated with protection from infection.",
            "score": 114.24270248413086
        },
        {
            "docid": "14170_50",
            "document": "HIV . After many years of research, an untested HIV vaccine has been created. Bi-specific antibodies, that target both the surface of T-cells and viral epitopes, can prevent entry of the virus into human cells. Another group has utilised the same technology to develop a bi-specific antibody that neutralises viral particles by cross-linking of envelope glycoproteins.",
            "score": 114.62674379348755
        },
        {
            "docid": "10571455_7",
            "document": "Antonio Lanzavecchia . Human monoclonal antibodies and vaccine design: Taking advantage of his studies on human memory B cells (16), Lanazvecchia developed novel and robust methods to immortalize human memory B cells and to preserve single plasma cells in culture (17, 18). He used these methods to interrogate the memory repertoire of selected individuals to isolate monoclonal antibodies with unique specificities. Several examples illustrate the power and utility of this approach. Neutralizing antibodies were isolated against SARS, cytomegalovirus, avian influenza and dengue virus. Unusually potent antibodies that neutralize human cytomegalovirus (HCMV) were isolated and their epitopes mapped to a pentameric glycoprotein complex, which is currently tested as a candidate vaccine. The most striking examples are antibodies with exceptional breadth, being able to neutralize all influenza A viruses and even four different paramyxoviruses (18,19). The methods to isolate human monoclonal antibodies developed by Lanzavecchia have realized a long-sought goal: the full exploitation of the human immune response for serotherapy and vaccine design. These fully human monoclonal antibodies can be used not only as drugs for prophylaxis and therapy of infectious diseases, but also as tools to identify vaccine candidates, a process defined as “analytic vaccinology” (20). The present work in Lanzavecchia’s laboratory addresses fundamental issues on the role of somatic mutations and the pathways leading to the development of broadly neutralizing antibodies and explores the relationship between infection and autoimmunity (21).",
            "score": 86.35221767425537
        },
        {
            "docid": "20547586_17",
            "document": "NmVac4-A/C/Y/W-135 . The capsular polysaccharides of \"Neisseria meningitidis\" are attractive vaccine candidates because they constitute the most highly conserved and most exposed bacterial-surface antigens. The use of capsular polysaccharides as immunoprophylactic agents against human disease caused by encapsulated bacteria is now firmly established. The capsular polysaccharides of the meningococcus are negatively charged and are obtained in a high molecular weight immunogenic form by precipitation. Meningococcal polysaccharide vaccines are efficacious to protect from meningitis disease in adults, but cannot provide full protection to infants under the age of 5. The duration of protection elicited by the meningococcal polysaccharide vaccines is not long lasting in adults and children above four years of age. For children from one to four years old the duration of protection is less than three years. Protective immunity to encapsulated bacterial pathogens such as \"N. meningitidis\" is principally mediated by the reaction between antibody and capsular polysaccharide epitopes. In encapsulated gram negative bacteria, protection results primarily from a direct complement-mediated bactericidal effect. Vaccines have been prepared from the capsular polysaccharides of \"Neisseria meningitidis\" (groups A, C, W-135, and Y). These and other polysaccharides have been classified as T cell independent type 2 (TI-2) antigens based on their inability to stimulate an immune response in animals that carry an X-linked immune B-cell defect (xid). TI-2 antigens tend to be characterized by high molecular weight, multiple repeat epitopes, slow degradation in vivo, and a failure to stimulate major histocompatibility complex (MHC) type II mediated T-cell help. TI-2 antigens generally are incapable of stimulating an immune response in neonatal humans under 18 months of age. This has spurred attempts to modify the capsular polysaccharides such that vaccines protective for all at-risk groups will result. To date, the most successful approach has been to covalently bind carrier proteins to the polysaccharides, thus engendering a vaccine capable of invoking a T-dependent response.",
            "score": 100.0292603969574
        },
        {
            "docid": "9691122_15",
            "document": "Galectin . Galectin-1 has been shown to enhance HIV infection due to its galactose binding specificity. HIV preferentially infects CD4 T cells and other cells of the immune system, immobilising the adaptive immune system. HIV is a virus that infects CD4 cells via binding of its viral envelope glycoprotein complex, which consists of gp120 and gp41. The gp120 glycoprotein contains two types of N-glycan, high mannose oligomers and N-acetyllactosamine chains on a trimannose core. The high mannose oligomers are pathogen-associated molecular pattern (PAMPs) and are recognised by the C-type lectin DC-SIGN found on dendritic cells. The N-acetyllactosamine chains are ligands for galectin-1. Galectin-1 is expressed in the thymus. In particular it is secreted in abundance by Th1 cells. In its normal function, galectin-1 binds to glycans on the CD4 co-receptor of T cells to prevent auto reactivity. When HIV is present, the galectin bridges between the CD4 co-receptor and gp120 ligands, thus facilitating HIV infection of the T cell. Galectin-1 is not essential for HIV infection but assists it by accelerating the binding kinetics between gp120 and CD4. Knowledge of the mechanism between galectin and HIV may provide important therapeutic opportunities. A galectin-1 inhibitor can be used in conjunction with antiretroviral drugs to decrease the infectivity of the HIV and increase the efficacy of the drug.",
            "score": 124.36361968517303
        },
        {
            "docid": "477498_11",
            "document": "Human metapneumovirus . A licensed vaccine for humans is still many years distant. The Department of Virology of Erasmus MC, Rotterdam in the Netherlands is working on developing a Metapneumovirus vaccine for humans. Enhancement of the binding of palivizumab to the HRSV F protein resulted in a second-generation monoclonal antibody, motavizumab (Numax, MedImmune Inc.), which is currently under study in phase III clinical trials. For members of the Paramyxovirinae subfamily, very young infants are the main target group for immunization. Since these children have not yet developed a mature immune system, a multidose vaccine strategy may be needed, starting in the first weeks of life. The vaccination efficacy in these children may also be hampered by the presence of maternally derived antibodies, which may provide partial protection to wild-type virus infections but also suppress the primary immune response on immunization. Pneumoviruses replicate entirely in the cytoplasm, and this process begins with adsorption of the virus to the cellular receptor on the host cell, directed by the viral attachment protein, variously called G, H (hemagglutinin) or HN (hemagglutinin-neuraminidase).",
            "score": 96.44883584976196
        },
        {
            "docid": "6021781_63",
            "document": "HIV/AIDS in China . The genetic diversity of HIV presents an enormous challenge for researchers. And, because the virus has the ability to evade neutralizing antibodies produced by natural immunity, the standard vaccine strategy of mimicking natural infection to induce antibodies has so far proved impossible. Strengthening cell-mediated immunity offers another possible route to success. About 90% of candidate HIV vaccines in development use this approach. These products will not prevent infection. But it is hoped that they will lower viral load and therefore progression to AIDS and secondary transmissions. Some observers believe that a vaccine to prevent HIV will never be achieved. Ultimately, even if an HIV preventive vaccine were to be developed, they are unlikely to be 100% effective. It has come to be realised that no single approach alone will be able to stem the spread of HIV. The future of HIV prevention will most likely involve combining new methods with existing approaches, such as condom use.",
            "score": 100.0692527294159
        },
        {
            "docid": "48703744_4",
            "document": "Imugene . HER-Vaxx has been designed as a more effective alternative to the HER-2-targeting monoclonal antibody drugs Herceptin and Perjeta. In creating HER-Vaxx, Ursula Wiedermann and her colleagues at Medical University of Vienna took the three most immunogenic B cell epitopes from the extracellular domain of HER-2 molecule – called the P4, P6 and P7 antigens – and out of it constructed a peptide vaccine. P6 and P7 sit at the Herceptin binding site while P4 sits at the Perjeta site. The vaccine had been intended to be delivered in 'virosomes', that is, influenza virus particles stripped of their disease-causing contents so as to be able to carry peptides instead. However, in 2015 Imugene announced that it would deliver the vaccine with the diphtheria toxoid CRM197. The vaccine's developers argue that HER-Vaxx has a number of benefits over the anti-HER2 monoclonal antibodies. The vaccine generates a 'polyclonal' rather than a monoclonal antibody response to HER-2 – i.e. different kinds of antibodies – increasing the chance that cells carrying HER-2 will be killed, particularly those at an earlier stage of disease. The delivery system helps adjuvant the vaccine, increasing the size of the immune response. Thirdly, polyclonal antibodies do not appear to have the cardiotoxicity that has been observed in >10% of patients on Herceptin. The potential for immune memory may mean that the treatment effect is long-lasting (by contrast antibodies have a short half-life – that of Herceptin is only 12 days – meaning that the patient has to have infusions every 1–3 weeks). The vaccine would be available intra-muscularly, where Herceptin and Perjeta have to be given by regular infusions.",
            "score": 83.75181102752686
        },
        {
            "docid": "21848068_3",
            "document": "2F5 antibody . Human immunodeficiency virus type 1 (HIV-1) is the most common strain of HIV. It contains three structural genes and six regulatory genes. One of the structural genes is \"env\", which codes for the surface proteins gp120 and gp41. Gp41, whose gene is the target for 2F5, is a transmembrane protein that associates with gp120 to bind the virus to CD4 and a chemokine co-receptor on the target cell and infect it. 2F5 binds to the variable regions of e\"nv\" and neutralizes the virus before it infects target cells.",
            "score": 136.16915845870972
        },
        {
            "docid": "9978334_3",
            "document": "AIDSVAX . In 1991, AIDSVAX originally consisted of the B envelope of recombinant gp120, a glycoprotein unique to HIV's surface, from a strain of the virus, MN, known at the time to infect people in the United States and Europe. The vaccine was designed to provoke the production of antibodies in subjects that would strip the gp120 protein off of the HIV viral particles, effectively disabling the virus so that it could not bind to or invade susceptible cells. Then, another group, infected with a second strain of HIV, A244, was discovered in 1995, and a revised, bivalent version of the vaccine was produced that combined elements of both MN and A244. Phase I and Phase II tests of the first version were promising, showing excellent safety in chimpanzees and humans and provoking production of HIV MN and A244 antibodies in 99% of human volunteers.",
            "score": 138.1778678894043
        },
        {
            "docid": "2852949_4",
            "document": "Envelope glycoprotein GP120 . The boundaries of the potential to add and eliminate PNGSs are naively explored by growing viral populations following each new infection. While the transmitting host has developed a neutralizing antibody response to gp120, the newly infected host lacks immune recognition of the virus. Sequence data shows that initial viral variants in an immunologically naïve host have few glycosylation sites and shorter exposed variable loops. This may facilitate viral ability to bind host cell receptors. As the host immune system develops antibodies against gp120, immune pressures seem to select for increased glycosylation, particularly on the exposed variable loops of gp120. Consequently, insertions in \"env\", which confer more PNGSs on gp120 may be more tolerated by the virus as higher glycan density promotes the viral ability to evade antibodies and thus promotes higher viral fitness. In considering how much PNGS density could theoretically change, there may be an upper bound to PNGS number due to its inhibition of gp120 folding, but if the PNGS number decreases substantially, then the virus is too easily detected by neutralizing antibodies. Therefore, a stabilizing selection balance between low and high glycan densities is likely established. A lower number of bulky glycans improves viral replication efficiency and higher number on the exposed loops aids host immune evasion via disguise. The relationship between gp120 and neutralizing antibodies is an example of Red Queen evolutionary dynamics. Continuing evolutionary adaptation is required for the viral envelope protein to maintain fitness relative to the continuing evolutionary adaptations of the host immune neutralizing antibodies, and vice versa, forming a coevolving system.",
            "score": 92.79042279720306
        },
        {
            "docid": "35349626_9",
            "document": "Herpes simplex research . David M. Knipe, a Professor at Harvard Medical School has developed \"dl\"5-29. The \"dl\"5-29 vaccine is also known under the name ACAM-529 or HSV-529, a replication-defective vaccine that has proved successful in preventing both HSV-2 and HSV-1 infections and in combating the virus in already-infected hosts, in animal models. The HSV-529 is a leading vaccine candidate which has been investigated in numerous research publications, and is endorsed by many researchers in the field (i.a. Lynda A. Morrison and Jeffrey Cohen). It has also been shown that the vaccine induces strong HSV-2-specific antibody and T-cell responses, protects against challenge with a wild-type HSV-2 virus, reduces the severity of recurrent disease, provides cross-protection against HSV-1. The ongoing trials would prove if a durable immune response in humans is to be successfully achieved or if the vaccine is too over attenuated to do the same. The vaccine is now being researched and developed by Sanofi Pasteur. Both Sanofi Pasteur and the clinical-stage immunotherapy company Immune Design have entered a broad collaboration, which will explore the potential of various combinations of agents against HSV-2, including an adjuvanted trivalent vaccine candidate G103, consisting of recombinantly-expressed viral proteins.",
            "score": 79.56178021430969
        },
        {
            "docid": "212796_7",
            "document": "Mannose . Mannose is a dominant monosaccharide in \"N\"-linked glycosylation. \"N\"-Linked glycosylation is a post-translational modification of proteins. It is initiated by the en bloc transfer on Glc3Man9GlcNAc2 to nascent glycoproteins in the endoplasmic reticulum in a co-translational manner as the protein entered through the transport system. Glucose is hydrolyzed on fully folded protein and the mannose moieties are hydrolyzed by ER and Golgi-resident mannosidases. Typically, mature human glycoproteins only contain three mannose residues buried under sequential modification by GlcNAc, galactose and sialic acid. This is important as the innate immune system in mammals is geared to recognise exposed mannose residues. This activity is due to the prevalence of mannose residues, in the form of mannans, on the surface of yeast. The human immunodeficiency virus displays considerable amount of mannose residues due to the tight clustering of glycans in its viral spike. These mannose residues are the target for broadly neutralizing antibodies.",
            "score": 83.21992206573486
        }
    ],
    "r": [
        {
            "docid": "14170_8",
            "document": "HIV . As the sole viral protein on the surface of the virus, the Envelope protein is a major target for HIV vaccine efforts. Over half of the mass of the trimeric envelope spike is N-linked glycans. The density is high as the glycans shield the underlying viral protein from neutralisation by antibodies. This is one of the most densely glycosylated molecules known and the density is sufficiently high to prevent the normal maturation process of glycans during biogenesis in the endoplasmic and Golgi apparatus. The majority of the glycans are therefore stalled as immature 'high-mannose' glycans not normally present on human glycoproteins that are secreted or present on a cell surface. The unusual processing and high density means that almost all broadly neutralising antibodies that have so far been identified (from a subset of patients that have been infected for many months to years) bind to or, are adapted to cope with, these envelope glycans.",
            "score": 173.48361206054688
        },
        {
            "docid": "2846927_6",
            "document": "Structure and genome of HIV . As the only proteins on the surface of the virus, the envelope glycoproteins (gp120 and gp41) are the major targets for HIV vaccine efforts. Over half of the mass of the trimeric envelope spike is N-linked glycans. The density is high as the glycans shield underlying viral protein from neutralisation by antibodies. This is one of the most densely glycosylated molecules known and the density is sufficiently high to prevent the normal maturation process of glycans during biogenesis in the endoplasmic and Golgi apparatus. The majority of the glycans are therefore stalled as immature 'high-mannose' glycans not normally present on secreted or cell surface human glycoproteins. The unusual processing and high density means that almost all broadly neutralising antibodies that have so far been identified (from a subset of patients that have been infected for many months to years) bind to or, are adapted to cope with, these envelope glycans.",
            "score": 170.03160095214844
        },
        {
            "docid": "9876980_11",
            "document": "Env (gene) . Since CD4 receptor binding is the most obvious step in HIV infection, gp120 was among the first targets of HIV vaccine research. These efforts have been hampered by the fusion mechanism used by HIV, which makes neutralization by antibodies extremely difficult. Prior to binding the host cell, gp120 remains effectively hidden from antibodies because it is buried in the protein and shielded by sugars. Gp120 is only exposed when in close proximity to a host cell and the space between the viral and host cell membranes is small enough to sterically hinder the binding of antibodies.",
            "score": 156.68392944335938
        },
        {
            "docid": "1581752_61",
            "document": "Protein design . Protein resurfacing consists of designing a protein's surface while preserving the overall fold, core, and boundary regions of the protein intact. Protein resurfacing is especially useful to alter the binding of a protein to other proteins. One of the most important applications of protein resurfacing was the design of the RSC3 probe to select broadly neutralizing HIV antibodies at the NIH Vaccine Research Center. First, residues outside of the binding interface between the gp120 HIV envelope protein and the formerly discovered b12-antibody were selected to be designed. Then, the sequence spaced was selected based on evolutionary information, solubility, similarity with the wild-type, and other considerations. Then the RosettaDesign software was used to find optimal sequences in the selected sequence space. RSC3 was later used to discover the broadly neutralizing antibody VRC01 in the serum of a long-term HIV-infected non-progressor individual.",
            "score": 152.5668182373047
        },
        {
            "docid": "147473_19",
            "document": "HIV vaccine . Most initial approaches have focused on the HIV envelope protein. At least thirteen different gp120 and gp160 envelope candidates have been evaluated, in the US predominantly through the AIDS Vaccine Evaluation Group. Most research focused on gp120 rather than gp41/gp160, as the latter are generally more difficult to produce and did not initially offer any clear advantage over gp120 forms. Overall, they have been safe and immunogenic in diverse populations, have induced neutralizing antibody in nearly 100% recipients, but rarely induced CD8+ cytotoxic T lymphocytes (CTL). Mammalian derived envelope preparations have been better inducers of neutralizing antibody than candidates produced in yeast and bacteria. Although the vaccination process involved many repeated \"booster\" injections, it was very difficult to induce and maintain the high anti-gp120 antibody titers necessary to have any hope of neutralizing an HIV exposure.",
            "score": 151.69361877441406
        },
        {
            "docid": "2362_27",
            "document": "Antibody . Humans and higher primates also produce \"natural antibodies\" that are present in serum before viral infection. Natural antibodies have been defined as antibodies that are produced without any previous infection, vaccination, other foreign antigen exposure or passive immunization. These antibodies can activate the classical complement pathway leading to lysis of enveloped virus particles long before the adaptive immune response is activated. Many natural antibodies are directed against the disaccharide galactose α(1,3)-galactose (α-Gal), which is found as a terminal sugar on glycosylated cell surface proteins, and generated in response to production of this sugar by bacteria contained in the human gut. Rejection of xenotransplantated organs is thought to be, in part, the result of natural antibodies circulating in the serum of the recipient binding to α-Gal antigens expressed on the donor tissue.",
            "score": 146.9249267578125
        },
        {
            "docid": "1604312_7",
            "document": "CCR5 . HIV-1 most commonly uses the chemokine receptors CCR5 and/or CXCR4 as co-receptors to enter target immunological cells. These receptors are located on the surface of host immune cells whereby they provide a method of entry for the HIV-1 virus to infect the cell. The HIV-1 envelope glycoprotein structure is essential in enabling the viral entry of HIV-1 into a target host cell. The envelope glycoprotein structure consists of two protein subunits cleaved from a Gp160 protein precursor encoded for by the HIV-1 \"env\" gene: the Gp120 external subunit, and the Gp41 transmembrane subunit. This envelope glycoprotein structure is arranged into a spike-like structure located on the surface of the virion and consists of a trimer of three Gp120-Gp41 hetero-dimers. The Gp120 envelope protein is a chemokine mimic. It lacks the unique structure of a chemokine, however it is still capable of binding to the CCR5 and CXCR4 chemokine receptors. During HIV-1 infection, the Gp120 envelope glycoprotein subunit binds to a CD4 glycoprotein and a HIV-1 co-receptor expressed on a target cell- forming a heterotrimeric complex. The formation of this complex stimulates the release of a fusogenic peptide inducing the fusion of the viral membrane with the membrane of the target host cell. Because binding to CD4 alone can sometimes result in gp120 shedding, gp120 must next bind to co-receptor CCR5 in order for fusion to proceed. The tyrosine sulfated amino terminus of this co-receptor is the \"essential determinant\" of binding to the gp120 glycoprotein. Co-receptor recognition also include the V1-V2 region of gp120, and the bridging sheet (an antiparallel, 4-stranded β sheet that connects the inner and outer domains of gp120). The V1-V2 stem can influence \"co-receptor usage through its peptide composition as well as by the degree of N-linked glycosylation.\" Unlike V1-V2 however, the V3 loop is highly variable and thus is the most important determinant of co-receptor specificity. The normal ligands for this receptor, RANTES, MIP-1β, and MIP-1α, are able to suppress HIV-1 infection \"in vitro\". In individuals infected with HIV, CCR5-using viruses are the predominant species isolated during the early stages of viral infection, suggesting that these viruses may have a selective advantage during transmission or the acute phase of disease. Moreover, at least half of all infected individuals harbor only CCR5-using viruses throughout the course of infection.",
            "score": 145.05825805664062
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 142.92669677734375
        },
        {
            "docid": "14958_69",
            "document": "Immune system . The mechanisms used to evade the adaptive immune system are more complicated. The simplest approach is to rapidly change non-essential epitopes (amino acids and/or sugars) on the surface of the pathogen, while keeping essential epitopes concealed. This is called antigenic variation. An example is HIV, which mutates rapidly, so the proteins on its viral envelope that are essential for entry into its host target cell are constantly changing. These frequent changes in antigens may explain the failures of vaccines directed at this virus. The parasite \"Trypanosoma brucei\" uses a similar strategy, constantly switching one type of surface protein for another, allowing it to stay one step ahead of the antibody response. Masking antigens with host molecules is another common strategy for avoiding detection by the immune system. In HIV, the envelope that covers the virion is formed from the outermost membrane of the host cell; such \"self-cloaked\" viruses make it difficult for the immune system to identify them as \"non-self\" structures.",
            "score": 141.56700134277344
        },
        {
            "docid": "6155552_4",
            "document": "Cyanovirin-N . Cyanovirin a protein with a highly complicated structure, it binds to sugars attached to HIV, it envelopes the protein and prevents it from binding to the mucosal cell surfaces in the Vagina and Rectum, this compound is also active against herpes viruses.",
            "score": 139.59266662597656
        },
        {
            "docid": "9978334_3",
            "document": "AIDSVAX . In 1991, AIDSVAX originally consisted of the B envelope of recombinant gp120, a glycoprotein unique to HIV's surface, from a strain of the virus, MN, known at the time to infect people in the United States and Europe. The vaccine was designed to provoke the production of antibodies in subjects that would strip the gp120 protein off of the HIV viral particles, effectively disabling the virus so that it could not bind to or invade susceptible cells. Then, another group, infected with a second strain of HIV, A244, was discovered in 1995, and a revised, bivalent version of the vaccine was produced that combined elements of both MN and A244. Phase I and Phase II tests of the first version were promising, showing excellent safety in chimpanzees and humans and provoking production of HIV MN and A244 antibodies in 99% of human volunteers.",
            "score": 138.17787170410156
        },
        {
            "docid": "2852949_5",
            "document": "Envelope glycoprotein GP120 . Since CD4 receptor binding is the most obvious step in HIV infection, gp120 was among the first targets of HIV vaccine research. Efforts to develop HIV vaccines targeting gp120, however, have been hampered by the chemical and structural properties of gp120, which make it difficult for antibodies to bind to it. gp120 can also easily be shed from the surface of the virus and captured by T cells due to its loose binding with gp41. A conserved region in the gp120 glycoprotein that is involved in the metastable attachment of gp120 to CD4 has been identified and targeting of invariant region has been achieved with a broadly neutralising antibody, IgG1-b12. NIH research published in Science reports the isolation of 3 antibodies that neutralize 90% of HIV-1 strains at the CD4bs region of gp120, potentially offering a therapeutic and vaccine strategy. However, most antibodies that bind the CDbs region of gp120 do not neutralize HIV, and rare ones that do such as IgG1-b12 have unusual properties such as asymmetry of the Fab arms or in their positioning. Unless a gp120-based vaccine can be designed to elicit antibodies with strongly neutralizing antiviral properties, there is concern that breakthrough infection leading to humoral production of high levels of non-neutralizing antibodies targeting the CD4 binding site of gp120 is associated with faster disease progression to AIDS.",
            "score": 136.7044219970703
        },
        {
            "docid": "21848068_3",
            "document": "2F5 antibody . Human immunodeficiency virus type 1 (HIV-1) is the most common strain of HIV. It contains three structural genes and six regulatory genes. One of the structural genes is \"env\", which codes for the surface proteins gp120 and gp41. Gp41, whose gene is the target for 2F5, is a transmembrane protein that associates with gp120 to bind the virus to CD4 and a chemokine co-receptor on the target cell and infect it. 2F5 binds to the variable regions of e\"nv\" and neutralizes the virus before it infects target cells.",
            "score": 136.16915893554688
        },
        {
            "docid": "2846927_8",
            "document": "Structure and genome of HIV . HIV has several major genes coding for structural proteins that are found in all retroviruses as well as several nonstructural (\"accessory\") genes unique to HIV. The HIV genome contains nine genes that encode fifteen viral proteins. These are synthesized as polyproteins which produce proteins for virion interior, called Gag, group specific antigen; the viral enzymes (Pol, polymerase) or the glycoproteins of the virion \"env\" (envelope). In addition to these, HIV encodes for proteins which have certain regulatory and auxiliary functions as well. HIV-1 has two important regulatory elements: Tat and Rev and few important accessory proteins such as Nef, Vpr, Vif and Vpu which are not essential for replication in certain tissues. The \"gag\" gene provides the basic physical infrastructure of the virus, and \"pol\" provides the basic mechanism by which retroviruses reproduce, while the others help HIV to enter the host cell and enhance its reproduction. Though they may be altered by mutation, all of these genes except \"tev\" exist in all known variants of HIV; see Genetic variability of HIV.",
            "score": 132.6110076904297
        },
        {
            "docid": "1548205_5",
            "document": "Poxviridae . \"Poxviridae\" viral particles (virions) are generally enveloped (external enveloped virion- EEV), though the intracellular mature virion (IMV) form of the virus, which contains different envelope, is also infectious. They vary in their shape depending upon the species but are generally shaped like a brick or as an oval form similar to a rounded brick because they are wrapped by the endoplasmic reticulum. The virion is exceptionally large, its size is around 200 nm in diameter and 300 nm in length and carries its genome in a single, linear, double-stranded segment of DNA. By comparison, Rhinovirus is 1/10 as large as a typical \"Poxviridae\" virion. Replication of the poxvirus involves several stages. The virus first binds to a receptor on the host cell surface; the receptors for the poxvirus are thought to be glycosaminoglycans (GAGs). After binding to the receptor, the virus enters the cell where it uncoats. Uncoating of the virus is a two step process. Firstly the outer membrane is removed as the particle enters the cell; secondly the virus particle (without the outer membrane) fuses with the cellular membrane to release the core into the cytoplasm. The pox viral genes are expressed in two phases. The early genes encode the non-structural protein, including proteins necessary for replication of the viral genome, and are expressed before the genome is replicated. The late genes are expressed after the genome has been replicated and encode the structural proteins to make the virus particle. The assembly of the virus particle occurs in five stages of maturation that lead to the final exocytosis of the new enveloped virion. After the genome has been replicated, the immature virion (IV) assembles the A5 protein to create the intracellular mature virion (IMV). The protein aligns and the brick-shaped envelope of the intracellular enveloped virion (IEV). These IEV particles are then fused to the cell plasma to form the cell-associated enveloped virion (CEV). Finally, the CEV encounters the microtubules and the virion prepares to exit the cell as an extracellular enveloped virion (EEV). The assembly of the virus particle occurs in the cytoplasm of the cell and is a complex process that is currently being researched to understand each stage in more depth. Considering the fact that this virus is large and complex, replication is relatively quick taking approximately 12 hours until the host cell dies by the release of viruses.",
            "score": 132.14599609375
        },
        {
            "docid": "1884678_11",
            "document": "CD4 . HIV-1 uses CD4 to gain entry into host T-cells and achieves this through its viral envelope protein known as gp120. The binding to CD4 creates a shift in the conformation of gp120 allowing HIV-1 to bind to a co-receptor expressed on the host cell. These co-receptors are chemokine receptors CCR5 or CXCR4. Following a structural change in another viral protein (gp41), HIV inserts a fusion peptide into the host cell that allows the outer membrane of the virus to fuse with the cell membrane.",
            "score": 131.6077423095703
        },
        {
            "docid": "474363_3",
            "document": "Glycosylation . Glycosylation is the process by which a carbohydrate is covalently attached to a target macromolecule, typically proteins and lipids. This modification serves various functions. For instance, some proteins do not fold correctly unless they are glycosylated. In other cases, proteins are not stable unless they contain oligosaccharides linked at the amide nitrogen of certain asparagine residues. The influence of glycosylation on the folding and stability of glycoprotein is twofold. Firstly, the highly soluble glycans may have a direct physicochemical stabilisation effect. Secondly, \"N\"-linked glycans mediate a critical quality control check point in glycoprotein folding in the endoplasmic reticulum. Glycosylation also plays a role in cell-to-cell adhesion (a mechanism employed by cells of the immune system) via sugar-binding proteins called lectins, which recognize specific carbohydrate moieties. Glycosylation is an important parameter in the optimization of many glycoprotein-based drugs such as monoclonal antibodies. Glycosylation also underpins the ABO blood group system. It is the presence or absence of glycosyltransferases which dictates which blood group antigens are presented and hence what antibody specificities are exhibited. This immunological role may well have driven the diversification of glycan heterogeneity and creates a barrier to zoonotic transmission of viruses. In addition, glycosylation is often used by viruses to shield the underlying viral protein from immune recognition. A significant example is the dense glycan shield of the envelope spike of the human immunodeficiency virus.",
            "score": 128.8863525390625
        },
        {
            "docid": "37783228_22",
            "document": "William A. Haseltine . The first goal was achieved by understanding the structure and function of the virus. Haseltine's laboratory, working in collaboration with two other groups, determined the complete sequence of the viral genome and discovered the genes that specify the virus capsid, polymerase, protease, ribonuclease H, integrase and envelop genes. The first application of this knowledge was to design a fragment of the virus envelope protein that could be used to accurately detect antibodies to HIV in those infected, forming the basis of an accurate diagnostic test. This protein fragment was used by Cambridge BioSciences (Later named Cambridge BioTech) to develop a rapid test for HIV infection that could be used at home. It was only in 2012, that the US FDA approved a similar home HIV test kit. Haseltine and his laboratory quickly showed that damage to any of the viral genes that specify the virus capsid, polymerase, protease, ribonuclease, integrase and envelope genes killed the virus and therefore that proteins specified by each gene were good targets for anti-viral drugs. Over the next several years his laboratory isolated each of the genes and their proteins in pure form and developed methods that were used by the pharmaceutical companies to discover new anti viral drugs. The first HIV specific protease inhibitor Nelfinavir, was developed as a part of a three way collaboration between the Haseltine laboratory, Cambridge BioSciences, a company Haseltine and his colleagues created, and Agouron Pharmaceuticals. The combination of an HIV polymerase inhibitor such as AZT and an anti protease drug lead to the first long term survival of those infected with HIV. Haseltine proposed the use of combination chemotherapy, the use of multiple drugs targeted against different viral proteins would be the basis for effective therapy. Today those ideas have proven out; The pharmaceutical industry has developed more than forty drugs that inhibit the HIV polymerase, protease, integrase, and envelope proteins. Combinations of these drugs have transformed HIV infection from a near universally fatal disease to one that with proper management can usually be successfully treated for decades.",
            "score": 128.23098754882812
        },
        {
            "docid": "440479_19",
            "document": "Influenza A virus . The two large proteins found on the outside of viral particles are hemagglutinin (HA) and neuraminidase (NA). HA is a protein that mediates binding of the virion to target cells and entry of the viral genome into the target cell. NA is involved in release from the abundant non-productive attachment sites present in mucus as well as the release of progeny virions from infected cells. These proteins are usually the targets for antiviral drugs. Furthermore, they are also the antigen proteins to which a host’s antibodies can bind and trigger an immune response. Influenza type A viruses are categorized into subtypes based on the type of these two proteins on the surface of the viral envelope. There are 16 subtypes of HA and 9 subtypes of NA known, but only H 1, 2 and 3, and N 1 and 2 are commonly found in humans.",
            "score": 128.2133331298828
        },
        {
            "docid": "5795298_15",
            "document": "Molecular mimicry . The HIV-1 virus has been shown to cause diseases of the central nervous system (CNS) in humans through a molecular mimicry apparatus. HIV-1 gp41 is used to bind chemokines on the cell surface of the host so that the virion may gain entrance into the host. Astrocytes are cells of the CNS which are used to regulate the concentrations of K and neurotransmitter which enter the cerebrospinal fluid (CSF) to contribute to the blood brain barrier. A twelve amino acid sequence (Leu-Gly-Ile-Trp-Gly-Cys-Ser-Gly-Lys-Leu-Ile-Cys) on gp41 of the HIV-1 virus (immunodominant region) shows sequence homology with a twelve amino acid protein on the surface of human astrocytes. Antibodies are produced for the HIV-1 gp41 protein. These antibodies can cross-react with astrocytes within human CNS tissue and act as autoantibodies. This contributes to many CNS complications found in AIDS patients.",
            "score": 128.1409149169922
        },
        {
            "docid": "26837730_8",
            "document": "BanLec . In 2010, BanLec was reported to be a potent inhibitor of HIV replication. Researchers at the University of Michigan determined that BanLec bound to the HIV-1 envelope protein gp120, which is high in sugar content, inhibiting viral entry into human cells. The researchers suggest that such an inhibitor of HIV infection may find use as a topical treatment, such as a vaginal microbicide, and may be cheaper to produce than current antiviral topical treatments.",
            "score": 127.99989318847656
        },
        {
            "docid": "45570_50",
            "document": "DNA vaccination . DNA-primed immune responses can be boosted by the administration of recombinant protein or recombinant poxviruses. \"Prime-boost\" strategies with recombinant protein have successfully increased both neutralising antibody titre, and antibody avidity and persistence, for weak immunogens, such as HIV-1 envelope protein. Recombinant virus boosts have been shown to be very efficient at boosting DNA-primed CTL responses. Priming with DNA focuses the immune response on the required immunogen, while boosting with the recombinant virus provides a larger amount of expressed antigen, leading to a large increase in specific CTL responses.",
            "score": 127.93128204345703
        },
        {
            "docid": "14170_7",
            "document": "HIV . This is, in turn, surrounded by the viral envelope, that is composed of the lipid bilayer taken from the membrane of a human host cell when the newly formed virus particle buds from the cell. The viral envelope contains proteins from the host cell and relatively few copies of the HIV Envelope protein, which consists of a cap made of three molecules known as glycoprotein (gp) 120, and a stem consisting of three gp41 molecules that anchor the structure into the viral envelope. The Envelope protein, encoded by the HIV \"env\" gene, allows the virus to attach to target cells and fuse the viral envelope with the target cell's membrane releasing the viral contents into the cell and initiating the infectious cycle.",
            "score": 127.899658203125
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 125.1791763305664
        },
        {
            "docid": "34406020_17",
            "document": "SAV001 . First, there are risks associated with inadequately inactivated or not killed HIV remained in vaccines. Second, a massive production of HIV is not economically feasible, if not impossible. Third, many researchers tend to believe that when HIV is killed or inactivated by chemical treatment, it loses its antigenicity and thus fails to induce both neutralizing antibodies and  cytotoxic T-lymphocyte or CD8+ T cells (CTL). Fourth, the early studies with the monkeys using the killed simian immunodeficiency virus (SIV) vaccine showed some optimism but it turned out that  the protection was attributable to responses to both the cellular proteins on the SIV vaccine and on the challenge virus grown not in monkey cells but in human cells.  Fifth, the fact that “lab-adapted HIV-1 appeared to lose envelop glycoprotein, gp120, during preparation” was considered a crucial barrier to this method. Nevertheless, to date many scientists and researchers insist on a belief that the killed whole virus strategy is a feasible option for an HIV vaccine.",
            "score": 124.59786987304688
        },
        {
            "docid": "9691122_15",
            "document": "Galectin . Galectin-1 has been shown to enhance HIV infection due to its galactose binding specificity. HIV preferentially infects CD4 T cells and other cells of the immune system, immobilising the adaptive immune system. HIV is a virus that infects CD4 cells via binding of its viral envelope glycoprotein complex, which consists of gp120 and gp41. The gp120 glycoprotein contains two types of N-glycan, high mannose oligomers and N-acetyllactosamine chains on a trimannose core. The high mannose oligomers are pathogen-associated molecular pattern (PAMPs) and are recognised by the C-type lectin DC-SIGN found on dendritic cells. The N-acetyllactosamine chains are ligands for galectin-1. Galectin-1 is expressed in the thymus. In particular it is secreted in abundance by Th1 cells. In its normal function, galectin-1 binds to glycans on the CD4 co-receptor of T cells to prevent auto reactivity. When HIV is present, the galectin bridges between the CD4 co-receptor and gp120 ligands, thus facilitating HIV infection of the T cell. Galectin-1 is not essential for HIV infection but assists it by accelerating the binding kinetics between gp120 and CD4. Knowledge of the mechanism between galectin and HIV may provide important therapeutic opportunities. A galectin-1 inhibitor can be used in conjunction with antiretroviral drugs to decrease the infectivity of the HIV and increase the efficacy of the drug.",
            "score": 124.3636245727539
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 123.61493682861328
        },
        {
            "docid": "12840258_5",
            "document": "Nuclear envelope . The outer nuclear membrane also shares a common border with the endoplasmic reticulum. While it is physically linked, the outer nuclear membrane contains proteins found in far higher concentrations than the endoplasmic reticulum. All four nesprin proteins present in mammals are expressed in the outer nuclear membrane. Nesprin proteins connect cytoskeletal filaments to the nucleoskeleton. Nesprin-mediated connections to the cytoskeleton contribute to nuclear positioning and to the cell’s mechanosensory function. KASH domain proteins of Nesprin-1 and -2 are part of a LINC complex (linker of nucleoskeleton and cytoskeleton) and can bind directly to cystoskeletal components, such as actin filaments, or can bind to proteins in the perinuclear space. Nesprin-3 and-4 may play a role in unloading enormous cargo; Nesprin-3 proteins bind plectin and link the nuclear envelope to cytoplasmic intermediate filaments. Nesprin-4 proteins bind the plus end directed motor kinesin-1. The outer nuclear membrane is also involved in development, as it fuses with the inner nuclear membrane to form nuclear pores.",
            "score": 123.5631332397461
        },
        {
            "docid": "12030004_5",
            "document": "Small modular immunopharmaceutical . A monoclonal antibody targeting the desired antigen can be developed the classical way, using hybridoma technology. The scFv is then constructed from the antibody's variable regions. A large number of different hinge regions and effector domains are taken from libraries of immunoglobulins, and the combined proteins are produced in genetically modified (transfected) cells and screened for clones with useful properties like high binding specificity. The selected protein is multiplied in transfected cells suitable for medium- or large-scale production, for example Chinese hamster ovary cells, and purified by chromatography.",
            "score": 123.44634246826172
        },
        {
            "docid": "34930586_32",
            "document": "Genome editing . CRISPRs (Clustered Regularly Interspaced Short Palindromic Repeats) are genetic elements that bacteria use as a kind of acquired immunity to protect against viruses. They consist of short sequences that originate from viral genomes and have been incorporated into the bacterial genome. Cas (CRISPR associated proteins) process these sequences and cut matching viral DNA sequences. By introducing plasmids containing Cas genes and specifically constructed CRISPRs into eukaryotic cells, the eukaryotic genome can be cut at any desired position. Several companies, including Cellectis and Editas, have been working to monetize the CRISPR method while developing gene-specific therapies.",
            "score": 123.23539733886719
        },
        {
            "docid": "216956_4",
            "document": "Glycobiology . Sugars may be linked to other types of biological molecule to form glycoconjugates. The enzymatic process of glycosylation creates sugars/saccharides linked to themselves and to other molecules by the glycosidic bond, thereby producing glycans. Glycoproteins, proteoglycans and glycolipids are the most abundant glycoconjugates found in mammalian cells. They are found predominantly on the outer cell wall and in secreted fluids. Glycoconjugates have been shown to be important in cell-cell interactions due to the presence on the cell surface of various glycan binding receptors in addition to the glycoconjugates themselves. In addition to their function in protein folding and cellular attachment, the N-linked glycans of a protein can modulate the protein's function, in some cases acting as an on-off switch.",
            "score": 123.20636749267578
        },
        {
            "docid": "2734429_24",
            "document": "Alphavirus . Alphaviruses are of interest to gene therapy researchers, in particular the Ross River virus, Sindbis virus, Semliki Forest virus, and Venezuelan equine encephalitis virus have all been used to develop viral vectors for gene delivery. Of particular interest are the chimeric viruses that may be formed with alphaviral envelopes and retroviral capsids. Such chimeras are termed pseudotyped viruses. Alphaviral envelope pseudotypes of retroviruses or lentiviruses are able to integrate the genes that they carry into the expansive range of potential host cells that are recognized and infected by the alphaviral envelope proteins E2 and E1. The stable integration of viral genes is mediated by the retroviral interiors of these vectors. There are limitations to the use of alphaviruses in the field of gene therapy due to their lack of targeting, however, through the introduction of variable antibody domains in a non-conserved loop in the structure of E2, specific populations of cells have been targeted. Furthermore, the use of whole alphaviruses for gene therapy is of limited efficacy both because several internal alphaviral proteins are involved in the induction of apoptosis upon infection and also because the alphaviral capsid mediates only the transient introduction of mRNA into host cells. Neither of these limitations extend to alphaviral envelope pseudotypes of retroviruses or lentiviruses. However, the expression of Sindbis virus envelopes may lead to apoptosis, and their introduction into host cells upon infection by Sindbis virus envelope pseudotyped retroviruses may also lead to cell death. The toxicity of Sindbis viral envelopes may be the cause of the very low production titers realized from packaging cells constructed to produce Sindbis pseudotypes. Another branch of research involving alphaviruses is in vaccination. Alphaviruses are apt to be engineered to create replicon vectors which efficiently induce humoral and T-cell immune responses. They could therefore be used to vaccinate against viral, bacterial, protozoan, and tumor antigens.",
            "score": 123.10149383544922
        }
    ]
}