{
    "q": [
        {
            "docid": "1502597_2",
            "document": "Dosage compensation . Dosage compensation is the process by which organisms equalize the expression of genes between members of different biological sexes. Across species, different sexes are often characterized by different types and numbers of sex chromosomes. In order to account for varying numbers of sex chromosomes, different organisms have acquired unique methods to equalize gene expression amongst the sexes. Because sex chromosomes contain different numbers of genes, different species of organisms have developed different mechanisms to cope with this inequality. Replicating the actual \"gene\" is impossible; thus organisms instead equalize the \"expression\" from each gene. For example, in humans, females (XX) silence the transcription of one X chromosome of each pair, and transcribe all information from the other, expressed X chromosome. Thus, human females have the same number of expressed X-linked genes as do human males (XY), both sexes having essentially one X chromosome per cell, from which to transcribe and express genes.",
            "score": 184.9453248977661
        },
        {
            "docid": "1502597_16",
            "document": "Dosage compensation . Other species that do not follow the previously discussed conventions of XX females and XY males must find alternative ways to equalize X-linked gene expression among differing sexes. For example, in \"Caenorhabditis elegans\" (or \"C. elegans\"), sex is determined by the ratio of X chromosomes relative to autosomes; worms with two X chromosomes (XX worms) develop as hermaphrodites, whereas those with only one X chromosome (XO worms) develop as males. This system of sex determination is unique, because there is no male specific chromosome, as is the case in XX/XY sex determination systems. However, as is the case with the previously discussed mechanisms of dosage compensation, failure to express X-linked genes appropriately can still be lethal.",
            "score": 185.33070349693298
        },
        {
            "docid": "3378903_10",
            "document": "Nonsense-mediated decay . There has been evidence that the nonsense-mediated mRNA decay pathway participates in X chromosome dosage compensation in mammals. In higher eukaryotes with dimorphic sex chromosomes, such as humans and fruit flies, males have one X chromosome, whereas females have two. These organisms have evolved a mechanism that compensates not only for the different number of sex chromosomes between the two sexes, but also for the differing X/autosome ratios. In this genome-wide survey, the scientists found that autosomal genes are more likely to undergo nonsense-mediated decay than X-linked genes. This is because NMD fine tunes X chromosomes and it was demonstrated by inhibiting the pathway. The results were that balanced gene expression between X and autosomes gene expression was decreased by 10–15% no matter the method of inhibition. The NMD pathway is skewed towards depressing expression of larger population or autosomal genes than x-linked ones. In conclusion, the data supports the view that the coupling of alternative splicing and NMD is a pervasive means of gene expression regulation.",
            "score": 212.8320529460907
        },
        {
            "docid": "1502597_28",
            "document": "Dosage compensation . In addition to humans and flies, some plants also make use of the XX/XY dosage compensation systems. \"Silene latifolia\" plants are also either male (XY) or female (XX), with the Y chromosome being smaller, with fewer genes expressed, than the X chromosome. Two separate studies have shown male \"S. latifolia\" expression of X-linked genes to be about 70% of the expression in females. If the \"S. latifolia\" did not practice dosage compensation, the expected level of X-linked gene expression in males would be 50% that of females, thus the plant practices some degree of dosage compensation but, because male expression is not 100% that of females, it has been suggested that \"S. latiforia\" and its dosage compensation system is still evolving. Additionally, in plant species that lack dimorphic sex chromosomes, dosage compensation can occur when aberrant meiotic events or mutations result in either aneuploidy or polyploidy. Genes on the affected chromosome may be upregulated or down-regulated to compensate for the change in the normal number of chromosomes present.",
            "score": 163.77560567855835
        },
        {
            "docid": "1502597_27",
            "document": "Dosage compensation . Regardless of their ambiguous evolutionary history, platypuses have been empirically determined to follow an XY sex-determination system, with females possessing five pairs of X chromosomes as the homogametic sex, and males possessing five X and five Y chromosomes as the heterogametic sex. Because the entire genome of the platypus has yet to be completely sequenced (including one of the X chromosomes), there is still continued investigation as to the definitive mechanism of dosage compensation that Platypuses follow. Research from the laboratory of Jennifer Graves used qPCR and SNP analysis of BACs containing various genes from X chromosomes in order to find whether multiple alleles for particular X-linked genes were being expressed at once, or were otherwise being dosage compensated. Her group found that in female platypuses, some X-linked genes only expressed an allele from one X chromosomes, while other genes expressed multiple alleles. This appears to be a system similar to the selective silencing method of dosage compensation observed in birds. However, about half of all X-linked genes also seemed to stochastically express only one active copy of said gene, alluding to the system of random X-inactivation observed in humans. These findings suggest that platypuses may employ a hybrid form of dosage compensation that combines feature from mammals as well as birds. Understanding the evolution of such a system may have implications for solidifying the true ancestral lineage of monotremes.",
            "score": 176.4800647497177
        },
        {
            "docid": "22689624_2",
            "document": "Skewed X-inactivation . Skewed X chromosome inactivation occurs when the inactivation of one X chromosome is favored over the other, leading to an uneven number of cells with each chromosome inactivated. It is usually defined as one allele being found on the active X chromosome in over 75% of cells, and extreme skewing is when over 90% of cells have inactivated the same X chromosome. It can be caused by primary nonrandom inactivation, either by chance due to a small cell pool or directed by genes, or caused by secondary nonrandom inactivation, which occurs by selection. Most females will have some levels of skewing. It is relatively common in adult females; around 35% of women have a skewed ratio over 70:30, and 7% of women have an extreme skewed ratio of over 90:10. This is of medical significance due to the potential for the expression of disease genes present on the X chromosome that are normally not expressed due to random X inactivation. X chromosome inactivation occurs in females to provide dosage compensation between the sexes. If females kept both X chromosomes active they would have twice the number of active X genes than males, who only have one copy of the X chromosome. At approximately the time of implantation (see Implantation (human embryo)), one of the two X chromosomes in each cell of the female embryo is randomly selected for inactivation. Cells then undergo transcriptional and epigenetic changes to ensure this inactivation is permanent. All progeny from these initial cells will maintain the inactivation of the same chromosome, resulting in a mosaic pattern of cells in females.",
            "score": 165.6979420185089
        },
        {
            "docid": "14875776_15",
            "document": "XIST . X inactivation plays a key role in dosage compensation mechanisms that allow for equal expression of the X and autosomal chromosomes. Different species have different dosage compensation methods, with all of the methods involving the regulation of an X chromosome from one of the either sexes. Some methods involved in dosage compensation to inactivate one of the X chromosomes from one of the sexes are Tsix antisense gene, DNA methylation and DNA acetylation; however, the definite mechanism of X inactivation is still poorly understood. If one of the X chromosomes is not inactivated or is partially expressed, it could lead to over expression of the X chromosome and it could be lethal in some cases.",
            "score": 181.6165783405304
        },
        {
            "docid": "1502597_18",
            "document": "Dosage compensation . The role of the DCC in this form of dosage compensation was postulated by Barbara J. Meyer in the 1980s, and its individual components and their cooperative function were later parsed out by her lab. Notably, in 1999, data from Meyer’s lab showed that SDC-2 is a particularly important transcriptional factor for targeting the DCC to the X chromosome and for assembling DCC components onto the X chromosomes in XX embryos. More recently, Meyer’s lab has shown that proteins known as X-linked signal elements (XSEs) operate in concert with SDC-2 to differentially repress and activate other genes in the dosage compensation pathway. By selectively mutating a panel of genes hypothesized to contribute to dosage compensation in worms, Meyer’s group demonstrated which XSEs specifically play a role in determining normal dosage compensation. They found that during embryonic development, several X-linked genes—including sex-1, sex-2, fox-1, and ceh-39—act in a combinatorial fashion to selectively repress transcriptional activity of the xol-1 gene in hermaphrodites. Xol-1 expression is tightly regulated during early development, and is considered the most upstream gene in sex determination of C. elegans. In fact, xol-1 is often referred to in the literature as the master sex regulatory gene of C. elegans. XX C. elegans embryos have much lower xol-1 expression than their XO counterparts, resulting from overall increases in the amount of SEX-1, SEX-2, CEH-39, and FOX-1 transcription produced in the female embryos. This consequent decrease in xol-1 expression then allows higher SDC-2 expression levels, which aids in the formation and function of the DCC complex in the XX hermaphroditic worms, and in turn results in equalized expression of X-linked genes in the hermaphrodite.",
            "score": 151.00775575637817
        },
        {
            "docid": "1502597_10",
            "document": "Dosage compensation . Thus, dosage compensation in mammals is largely achieved through the silencing of one of two female X chromosomes via X-inactivation. This process involves histone tail modifications, DNA methylation patterns, and reorganization of large-scale chromatin structure encoded by the X-ist gene. In spite of these extensive modifications, not all genes along the X chromosome are subject to X-inactivation; active expression at some loci is required for homologous recombination with the pseudo-autosomal region (PAR) of the Y chromosome during meiosis. Additionally, 10-25% of human X chromosome genes, and 3-7% of mouse X chromosome genes outside of the PARs show weak expression from the inactive X chromosome.",
            "score": 178.68604826927185
        },
        {
            "docid": "68300_29",
            "document": "Dominance (genetics) . In humans and other mammal species, sex is determined by two sex chromosomes called the X chromosome and the Y chromosome. Human females are typically XX; males are typically XY. The remaining pairs of chromosome are found in both sexes and are called autosomes; genetic traits due to loci on these chromosomes are described as autosomal, and may be dominant or recessive. Genetic traits on the X and Y chromosomes are called sex-linked, because they are linked to sex chromosomes, not because they are characteristic of one sex or the other. In practice, the term almost always refers to X-linked traits and a great many such traits (such as red-green colour vision deficiency) are not affected by sex. Females have two copies of every gene locus found on the X chromosome, just as for the autosomes, and the same dominance relationships apply. Males however have only one copy of each X chromosome gene locus, and are described as hemizygous for these genes. The Y chromosome is much smaller than the X, and contains a much smaller set of genes, including, but not limited to, those that influence 'maleness', such as the SRY gene for testis determining factor. Dominance rules for sex-linked gene loci are determined by their behavior in the female: because the male has only one allele (except in the case of certain types of Y chromosome aneuploidy), that allele is always expressed regardless of whether it is dominant or recessive.",
            "score": 190.88950419425964
        },
        {
            "docid": "3699327_2",
            "document": "X hyperactivation . X hyperactivation refers to the process in Drosophila by which genes on the X chromosome in male flies become twice as active as genes on the X chromosome in female flies.  Because male flies have a single X chromosome and female flies have two X chromosomes, the higher level of activation in males ensures that X chromosome genes are overall expressed at the same level in males and females. X hyperactivation is one mechanism of dosage compensation, whereby organisms that use genetic sex determination systems balance the gene dosage from the sex chromosomes between males and females. X hyperactivation is regulated by the alternative splicing of a gene called \"sex-lethal\". The gene was named \"sex-lethal\" due to its mutant phenotype which has little to no effect on male flies but results in the death of females due to X hyperactivation of the two X chromosomes. In female \"Drosophila\", the sex-lethal protein causes the female-specific splicing of the \"sex-lethal\"gene to produce more of the sex-lethal protein. This produces a positive feedback loop as the sex-lethal protein splices the \"sex-lethal\" gene to produce more of the sex-lethal protein. In male \"Drosophila\", there isn’t enough sex-lethal to activate the female-specific splicing of the \"sex-lethal\" gene, and it goes through the \"default\" splicing. This means that section of the gene that is spliced out in females remains in males. This portion contains an early stop codon resulting in no protein being made from it. In females, the sex-lethal protein inhibits the \"male-specific lethal\" (\"msl\") gene complex that would normally activate X-linked genes that result in an increase in the male transcription rate. The \"msl\" gene complex was named due to the loss-of-function mutant that results in the improper increase in the male transcription rate that results in the death of males. In males, the absence of the necessary amount of sex-lethal allows for the increase in the male transcription rate due to the \"msl\" gene complex no longer being inhibited. This allows the expression of the X chromosome to be \"doubled,\" or hyperactivated, to match the amount that females have with two X chromosomes.",
            "score": 180.73805832862854
        },
        {
            "docid": "46697210_14",
            "document": "Epigenetics of human development . In female humans, Barr bodies are defined as the condensed and inactivated X-chromosome that is found in every cell of the adult. Because females have two nearly identical X chromosomes, one of them must be silenced so that the expression levels of the genes on the X-chromosome are of the proper dosage. Thus, males and females have the same level of X-chromosome expression, despite being born with one X for males and two for females. This is also why individuals with Kleinfelter Syndrome, a disease in which more than two sex chromosomes are present in the body, have fewer symptoms than individuals with other types of aneuploidy, which are often fatal before birth.",
            "score": 162.2076416015625
        },
        {
            "docid": "1502597_9",
            "document": "Dosage compensation . This pattern of dosage compensation, caused by random X-inactivation, is regulated across development in female mammals, following concerted patterns throughout development; for example, at the beginning of most female mammal development, both X chromosomes are initially expressed, but gradually undergo epigenetic processes to eventually achieve random inactivation of one X. In germ cells, inactivated X chromosomes are then once again activated to ensure their expression in gametes produced by female mammals.",
            "score": 137.23277044296265
        },
        {
            "docid": "1502597_14",
            "document": "Dosage compensation . In the case of two-fold increased transcription of a single male X chromosome, there is no use for a Barr body, and the male organism must use different genetic machinery to increase the transcriptional output of their single X chromosome. It is common in such organisms for the Y chromosome to be necessary for male fertility, but not for it to play an explicit role in sex determination. In \"Drosophila\", for example, the sex lethal (SXL) gene acts as a key regulator of sexual differentiation and maturation in somatic tissue; in XX animals, SXL is activated to repress increased transcription, while in XY animals SXL is inactive and allows male development to proceed via increased transcription of the single X. Several binding sites exist on the \"Drosophila\" X chromosome for the dosage compensation complex (DCC), a ribonucleoprotein complex; these binding sites have varying levels of affinity, presumably for varying expression of specific genes. The Male Specific Lethal complex, composed of protein and RNA binds and selectively modifies hundreds of X-linked genes, increasing their transcription to levels comparable to female \"D. melanogaster\".",
            "score": 158.191441655159
        },
        {
            "docid": "12242160_6",
            "document": "Extramacrochaetae . Sex in \"Drosophila\" is determined in part by the \"Sex lethal\" (\"Sxl\") gene; more precisely, it is turned 'on' in females and 'off' in males. Whether or not this gene will be expressed is determined by the ratio of sex chromosomes (X-chromosomes) to autosomal chromosomes. The fly embryo assesses this ratio by the difference between concentrations of the \"scute\" gene product, which is on the X-chromosome, and the \"emc\" gene product, which is on an autosomal chromosome. Specifically, Emc proteins inactivate the Sc protein (a transcription factor) and stop transcription of genes on the X-chromosome. As females have twice the amount of Sc as males, they can overcome this obstacle and express the \"Sxl\" gene.",
            "score": 188.2642583847046
        },
        {
            "docid": "1502597_17",
            "document": "Dosage compensation . In this XX/XO sex determination system, gene expression on the X chromosome is equalized by downregulating expression of genes on both X chromosomes of hermaphroditic XX organisms by half. In these XX organisms, the dosage compensation complex (DCC) is assembled on both X chromosomes to allow for this tightly regulated change in transcription levels. The DCC is often compared to the condensin complex, which is conserved across the mitotic and meiotic processes of many species. This complex is crucial to the condensation and segregation of chromosomes during both meiosis and mitosis. Because data substantiates the theory that dosage compensation in other species is caused by chromatin-wide modifications, many theorize that the DCC in particular functions similar to the condensin complex in its ability to condense or remodel the chromatin of the X chromosome.",
            "score": 148.0427668094635
        },
        {
            "docid": "1502597_22",
            "document": "Dosage compensation . The sex chromosomes of birds evolved separately from those of mammals and share very little sequence homology with the XY chromosomes. As such, scientists refer to bird sex chromosomes as a ZW sex-determining system, with males possessing two Z chromosomes, and females possessing one Z chromosome and one W. Thus, dosage compensation in birds could be hypothesized to follow a pattern similar to the random X-inactivation observed in most mammals. Alternatively, birds might show decreased transcription of the two Z chromosomes present in the male heterogametic sex, similar to the system observed in the two male X chromosomes of \"Drosophila\". However, bird mechanisms of dosage compensation differ significantly from these precedents. Instead, male birds appear to selectively silence only a few genes along one of their Z chromosomes, rather than randomly silencing one entire Z chromosome. This type of selective silencing has led some people to label birds as “less effective” at dosage compensation than mammals. However, more recent studies have shown that those genes on the Z chromosome which are not inactivated in birds may play an important role in recruiting dosage compensation machinery to the Z chromosome in ZZ organisms. In particular, one of these genes, ScII has been demonstrated to be an ortholog of xol-1, the master sex regulator gene in C. elegans. Thus, the function of the selective silencing may be to spare dosage compensation of genes crucial for sex determination of homologous pairing.",
            "score": 143.14263343811035
        },
        {
            "docid": "196493_29",
            "document": "Non-coding RNA . Xist (X-inactive-specific transcript) is a long ncRNA gene on the X chromosome of the placental mammals that acts as major effector of the X chromosome inactivation process forming Barr bodies. An antisense RNA, Tsix, is a negative regulator of Xist. X chromosomes lacking Tsix expression (and thus having high levels of Xist transcription) are inactivated more frequently than normal chromosomes. In drosophilids, which also use an XY sex-determination system, the roX (RNA on the X) RNAs are involved in dosage compensation. Both Xist and roX operate by epigenetic regulation of transcription through the recruitment of histone-modifying enzymes.",
            "score": 139.20495128631592
        },
        {
            "docid": "1502597_4",
            "document": "Dosage compensation . One logical way to equalize gene expression amongst males and females that follow a XX/XY sex differentiation scheme would be to decrease or altogether eliminate the expression of one of the X chromosomes in an XX, or female, homogametic individual, such that both males and females then express only one X chromosome. This is the case in many mammalian organisms, including humans and mice.",
            "score": 152.22325730323792
        },
        {
            "docid": "4948244_3",
            "document": "XXYY syndrome . Some signs and symptoms of this condition include: 48,XXYY syndrome is a condition related to the X and Y chromosomes (the sex chromosomes). People normally have 46 chromosomes in each cell. Two of the 46 chromosomes, known as X and Y, are called sex chromosomes because they help determine whether a person will develop male or female sex characteristics. Females typically have two X chromosomes (46,XX), and males have one X chromosome and one Y chromosome (46,XY). 48,XXYY syndrome results from the presence of an extra copy of both sex chromosomes in each of a male's cells (48,XXYY). Extra copies of genes on the X chromosome interfere with male sexual development, preventing the testes from functioning normally and reducing the levels of testosterone. Many genes are found only on the X or Y chromosome, but genes in areas known as the pseudoautosomal regions are present on both sex chromosomes. Extra copies of genes from the pseudoautosomal regions of the extra X and Y chromosome contribute to the signs and symptoms of 48,XXYY syndrome; however, the specific genes have not been identified.  The condition 48,XXYY is not inherited; it usually occurs as a random event during the formation of reproductive cells (eggs and sperm). An error in cell division called nondisjunction results in a reproductive cell with an abnormal number of chromosomes. In 48,XXYY syndrome, the extra sex chromosomes almost always come from a sperm cell. Nondisjunction may cause a sperm cell to gain two extra sex chromosomes, resulting in a sperm cell with three sex chromosomes (one X and two Y chromosomes). If that sperm cell fertilizes a normal egg cell with one X chromosome, the resulting child will have two X chromosomes and two Y chromosomes in each of his body's cells.",
            "score": 147.1112585067749
        },
        {
            "docid": "38973115_3",
            "document": "Tsix . Female mammals have two X chromosomes and males have one X and one Y chromosome. The X chromosome has many active genes. This leads to dosage compensation problems: the two X chromosomes in the female will create twice as many gene products as the one X in the male. To mitigate this, one of the X chromosomes is inactivated in females, so that each sex only has one set of X chromosome genes. The inactive X chromosome in cells of females is visible as a Barr body under the microscope. Males do not have Barr bodies as they only have one X chromosome.",
            "score": 156.41363763809204
        },
        {
            "docid": "1152003_5",
            "document": "Hyperactivation . Hyperactivation is a term also used to express an X chromosome gene dosage compensation mechanism and is seen in Drosophila. Here, a complex of proteins bind to the X-linked genes to effectively double their genetic activity. This allows males (XY) to have equal genetic activity as females (XX), whose X's are not hyperactivated.",
            "score": 143.34237146377563
        },
        {
            "docid": "1502597_15",
            "document": "Dosage compensation . In organisms that use this method of dosage compensation, the presence of one or more X chromosomes must be detected early on in development, as failure to initiate the appropriate dosage compensation mechanisms is lethal. Male specific lethal proteins (MSLs) are a family of four proteins that bind to the X chromosome exclusively in males. The name “MSL” is used because mutations in these genes cause inability to effectively upregulate X-linked genes appropriately, and are thus lethal to males only and not their female counterparts. SXL regulates pre-messenger RNA in males to differentially splice MSLs and result in the appropriate increase in X chromosome transcription observed in male \"Drosophila\". The immediate target of SXL is male specific lethal-2 (MSL-2). Current dogma suggests that the binding of MSL-2 at multiple sites along the SXL gene in females prevents proper MSL-2 translation, and thus, as previously stated, represses the possibility for X-linked genetic upregulation in females. However, all other transcription factors in the MSL family—maleless, MSL-1, and MSL-3—are able to act when SXL is not expressed, as in the case in males. These factors act to increase male X chromosome transcriptional activity. Histone acetylation and the consequent upregulation of X-linked genes in males is dictated by the MSL complex. Specifically, special roX non-coding RNAs on the MSL complexes facilitate binding to the single male X chromosome, and dictate acetylation of specific loci along the X chromosome as well as the formation of euchromatin. Though these RNAs bind at specific sites along the male X chromosome, their effects spread along the length of the chromosome and have the ability to influence large-scale chromatin modifications. The implications of this spreading epigenetic regulation along the male X chromosome is thought to have implications for understanding the transfer of epigenetic activity along long genomic stretches.",
            "score": 160.96002852916718
        },
        {
            "docid": "1502597_20",
            "document": "Dosage compensation . The ZZ/ZW sex system is used by most birds, as well as some reptiles and insects. In this system the Z is the larger chromosome so the males (ZZ) must silence some genetic material to compensate for the female’s (ZW) smaller W chromosome. Instead of silencing the entire chromosome as humans do, male chickens (the model ZZ organism) seem to engage in selective Z silencing, in which they silence only certain genes on the extra Z chromosome. Thus, male chickens express an average of 1.4-1.6 of the Z chromosome DNA expressed by female chickens. The Z chromosome expression of male zebra finches and chickens is higher than the autosomal expression rates, whereas X chromosome expression in female humans is equal to autosomal expression rates, illustrating clearly that both male chickens and male zebra finches practice incomplete silencing. Few other ZZ/ZW Systems have been analyzed as thoroughly as the chicken; however a recent study on silkworms revealed similar levels of unequal compensation across male Z chromosomes. Z-specific genes were over-expressed in males when compared to females, and a few genes had equal expression in both male and female Z chromosomes.",
            "score": 171.0403392314911
        },
        {
            "docid": "3315213_9",
            "document": "Sex differences in human physiology . The X-chromosome carries a larger number of genes in comparison to the Y-chromosome. In humans, X-chromosome inactivation enables males and females to have equal expression of the genes on the X-chromosome since females have two X-chromosomes while males have a single X and a Y chromosome. X-chromosome inactivation is random in the somatic cells of the body as either the maternal or paternal X-chromosome can become inactivated in each cell. Thus, females are genetic mosaics.",
            "score": 155.15900325775146
        },
        {
            "docid": "38973115_10",
            "document": "Tsix . X chromosome inactivation is random in human females, and imprinting does not occur. The deletion of a CpG island, a site involved in epigenetic regulation, in the human Tsix gene prevents Tsix from imprinting on the X chromosomes. Instead, the human Tsix chromosome is coexpressed with the human Xist gene on the inactivated X chromosome, indicating that it does not play an important role in random X chromosome inactivation. An autosome may be a more likely candidate for regulating this process in humans.  The presence of Tsix in humans may be an evolutionary vestige, a sequence that no longer has a function in humans. Alternately, it may be necessary to study cells closer to the X inactivation stage rather than older cells in order to accurately locate Tsix expression and function.",
            "score": 159.44597148895264
        },
        {
            "docid": "1235542_3",
            "document": "X-linked recessive inheritance . X-linked inheritance means that the gene causing the trait or the disorder is located on the X chromosome. Females have two X chromosomes, while males have one X and one Y chromosome. Carrier females who have only one copy of the mutation do not usually express the phenotype, although differences in X chromosome inactivation can lead to varying degrees of clinical expression in carrier females since some cells will express one X allele and some will express the other. The current estimate of sequenced X-linked genes is 499 and the total including vaguely defined traits is 983.",
            "score": 156.25182390213013
        },
        {
            "docid": "1502597_26",
            "document": "Dosage compensation . Platypuses are a monotreme species whose mechanism of sex determination has been extensively studied. There is some contention in academia about the evolutionary origin and the proper taxonomy of platypuses. A recent study revealed that four platypus X chromosomes, as well as a Y chromosome, are homologous to some regions on the avian Z chromosome. Specifically, platypus X1 shares homology with the chicken Z chromosome, and both share homology with the human chromosome 9. This homology is important when considering the mechanism of dosage compensation in monotremes. In 50% of female platypus cells, only one of the alleles on these X chromosomes is expressed while in the remaining 50% multiple alleles are expressed. This, combined with the portions that are homologous to chicken Z and human 9 chromosomes imply that this level of incomplete silencing may be the ancestral form of dosage compensation.",
            "score": 136.43528819084167
        },
        {
            "docid": "14875776_3",
            "document": "XIST . X inactivation is an early developmental process in mammalian females that transcriptionally silences one of the pair of X chromosomes, thus providing dosage equivalence between males and females (see dosage compensation). The process is regulated by several factors, including a region of chromosome X called the X inactivation center (XIC). The XIST gene is expressed exclusively from the XIC of the inactive X chromosome. The transcript is spliced but apparently does not encode a protein. The transcript remains in the nucleus where it coats the inactive X chromosome. Alternatively spliced transcript variants have been identified, but their full length sequences have not been determined.",
            "score": 147.53940677642822
        },
        {
            "docid": "22689624_10",
            "document": "Skewed X-inactivation . Skewed X inactivation has also been found to correlate with a higher rate of ovarian cancer, although the mechanism behind this is unknown. A 2013 study also found skewed X inactivation to be a factor that predisposes individuals to esophageal carcinomas. It has been postulated that skewed X inactivation might lead to a decrease in the expression of X-linked tumor suppressor genes in an individual who also has a germ-line mutation in the expressed chromosome. This would cause the gene on that chromosome to become under-expressed, making it more difficult for cells to regulate themselves properly. Other researchers have contended that such a mutation would lead to higher rates of cancer among wild type females, as approximately half the cells would not express the gene due to random inactivation. One would also see a higher rate of cancer in males with the mutation. Instead, the researchers proposed that the cause of cancer and skewed inactivation could potentially be separate events, or both be caused by an unknown source.",
            "score": 139.38376462459564
        },
        {
            "docid": "1502597_11",
            "document": "Dosage compensation . Another mechanism common for achieving equal X-related genetic expression between males and females involves two-fold increased transcription of a single male X chromosome. Thus, heterogametic male organisms with one X chromosome may match the level of expression achieved in homogametic females with two active X chromosomes. This mechanism is observed in \"Drosophila\".",
            "score": 142.66045832633972
        },
        {
            "docid": "1502597_19",
            "document": "Dosage compensation . Though all of the above mentioned XSEs act to reduce xol-1 expression, experimentally reducing expression levels of these individual XSEs has been shown to have a minimal effect on sex determination and successful dosage compensation. This could be in part because these genes encode different proteins that act cooperatively rather than in an isolated fashion; for example, SEX-1 is a nuclear hormone receptor, while FOX-1 is an RNA-binding protein with properties capable of inducing post-transcriptional modifications in the xol-1 target. However, reducing the level of more than one XSE in different combinational permutations seems to have an additive effect on ensuring proper sex determination and resultant dosage compensation mechanics. This supports the hypothesis that these XSEs act together to achieve the desired sex determination and dosage compensation fate. Thus, in this model organism, the achieved level of X-chromosome expression is directly correlated to the activation of multiple XSEs that ultimately function to repress xol-1 expression in a developing worm embryo. A summary of this \"C. elegans\" mechanism of dosage compensation is illustrated below.",
            "score": 114.3202668428421
        }
    ],
    "r": [
        {
            "docid": "3378903_10",
            "document": "Nonsense-mediated decay . There has been evidence that the nonsense-mediated mRNA decay pathway participates in X chromosome dosage compensation in mammals. In higher eukaryotes with dimorphic sex chromosomes, such as humans and fruit flies, males have one X chromosome, whereas females have two. These organisms have evolved a mechanism that compensates not only for the different number of sex chromosomes between the two sexes, but also for the differing X/autosome ratios. In this genome-wide survey, the scientists found that autosomal genes are more likely to undergo nonsense-mediated decay than X-linked genes. This is because NMD fine tunes X chromosomes and it was demonstrated by inhibiting the pathway. The results were that balanced gene expression between X and autosomes gene expression was decreased by 10–15% no matter the method of inhibition. The NMD pathway is skewed towards depressing expression of larger population or autosomal genes than x-linked ones. In conclusion, the data supports the view that the coupling of alternative splicing and NMD is a pervasive means of gene expression regulation.",
            "score": 212.83204650878906
        },
        {
            "docid": "68300_29",
            "document": "Dominance (genetics) . In humans and other mammal species, sex is determined by two sex chromosomes called the X chromosome and the Y chromosome. Human females are typically XX; males are typically XY. The remaining pairs of chromosome are found in both sexes and are called autosomes; genetic traits due to loci on these chromosomes are described as autosomal, and may be dominant or recessive. Genetic traits on the X and Y chromosomes are called sex-linked, because they are linked to sex chromosomes, not because they are characteristic of one sex or the other. In practice, the term almost always refers to X-linked traits and a great many such traits (such as red-green colour vision deficiency) are not affected by sex. Females have two copies of every gene locus found on the X chromosome, just as for the autosomes, and the same dominance relationships apply. Males however have only one copy of each X chromosome gene locus, and are described as hemizygous for these genes. The Y chromosome is much smaller than the X, and contains a much smaller set of genes, including, but not limited to, those that influence 'maleness', such as the SRY gene for testis determining factor. Dominance rules for sex-linked gene loci are determined by their behavior in the female: because the male has only one allele (except in the case of certain types of Y chromosome aneuploidy), that allele is always expressed regardless of whether it is dominant or recessive.",
            "score": 190.88951110839844
        },
        {
            "docid": "12242160_6",
            "document": "Extramacrochaetae . Sex in \"Drosophila\" is determined in part by the \"Sex lethal\" (\"Sxl\") gene; more precisely, it is turned 'on' in females and 'off' in males. Whether or not this gene will be expressed is determined by the ratio of sex chromosomes (X-chromosomes) to autosomal chromosomes. The fly embryo assesses this ratio by the difference between concentrations of the \"scute\" gene product, which is on the X-chromosome, and the \"emc\" gene product, which is on an autosomal chromosome. Specifically, Emc proteins inactivate the Sc protein (a transcription factor) and stop transcription of genes on the X-chromosome. As females have twice the amount of Sc as males, they can overcome this obstacle and express the \"Sxl\" gene.",
            "score": 188.26425170898438
        },
        {
            "docid": "1502597_16",
            "document": "Dosage compensation . Other species that do not follow the previously discussed conventions of XX females and XY males must find alternative ways to equalize X-linked gene expression among differing sexes. For example, in \"Caenorhabditis elegans\" (or \"C. elegans\"), sex is determined by the ratio of X chromosomes relative to autosomes; worms with two X chromosomes (XX worms) develop as hermaphrodites, whereas those with only one X chromosome (XO worms) develop as males. This system of sex determination is unique, because there is no male specific chromosome, as is the case in XX/XY sex determination systems. However, as is the case with the previously discussed mechanisms of dosage compensation, failure to express X-linked genes appropriately can still be lethal.",
            "score": 185.33070373535156
        },
        {
            "docid": "1502597_2",
            "document": "Dosage compensation . Dosage compensation is the process by which organisms equalize the expression of genes between members of different biological sexes. Across species, different sexes are often characterized by different types and numbers of sex chromosomes. In order to account for varying numbers of sex chromosomes, different organisms have acquired unique methods to equalize gene expression amongst the sexes. Because sex chromosomes contain different numbers of genes, different species of organisms have developed different mechanisms to cope with this inequality. Replicating the actual \"gene\" is impossible; thus organisms instead equalize the \"expression\" from each gene. For example, in humans, females (XX) silence the transcription of one X chromosome of each pair, and transcribe all information from the other, expressed X chromosome. Thus, human females have the same number of expressed X-linked genes as do human males (XY), both sexes having essentially one X chromosome per cell, from which to transcribe and express genes.",
            "score": 184.94532775878906
        },
        {
            "docid": "14875776_15",
            "document": "XIST . X inactivation plays a key role in dosage compensation mechanisms that allow for equal expression of the X and autosomal chromosomes. Different species have different dosage compensation methods, with all of the methods involving the regulation of an X chromosome from one of the either sexes. Some methods involved in dosage compensation to inactivate one of the X chromosomes from one of the sexes are Tsix antisense gene, DNA methylation and DNA acetylation; however, the definite mechanism of X inactivation is still poorly understood. If one of the X chromosomes is not inactivated or is partially expressed, it could lead to over expression of the X chromosome and it could be lethal in some cases.",
            "score": 181.6165771484375
        },
        {
            "docid": "3699327_2",
            "document": "X hyperactivation . X hyperactivation refers to the process in Drosophila by which genes on the X chromosome in male flies become twice as active as genes on the X chromosome in female flies.  Because male flies have a single X chromosome and female flies have two X chromosomes, the higher level of activation in males ensures that X chromosome genes are overall expressed at the same level in males and females. X hyperactivation is one mechanism of dosage compensation, whereby organisms that use genetic sex determination systems balance the gene dosage from the sex chromosomes between males and females. X hyperactivation is regulated by the alternative splicing of a gene called \"sex-lethal\". The gene was named \"sex-lethal\" due to its mutant phenotype which has little to no effect on male flies but results in the death of females due to X hyperactivation of the two X chromosomes. In female \"Drosophila\", the sex-lethal protein causes the female-specific splicing of the \"sex-lethal\"gene to produce more of the sex-lethal protein. This produces a positive feedback loop as the sex-lethal protein splices the \"sex-lethal\" gene to produce more of the sex-lethal protein. In male \"Drosophila\", there isn’t enough sex-lethal to activate the female-specific splicing of the \"sex-lethal\" gene, and it goes through the \"default\" splicing. This means that section of the gene that is spliced out in females remains in males. This portion contains an early stop codon resulting in no protein being made from it. In females, the sex-lethal protein inhibits the \"male-specific lethal\" (\"msl\") gene complex that would normally activate X-linked genes that result in an increase in the male transcription rate. The \"msl\" gene complex was named due to the loss-of-function mutant that results in the improper increase in the male transcription rate that results in the death of males. In males, the absence of the necessary amount of sex-lethal allows for the increase in the male transcription rate due to the \"msl\" gene complex no longer being inhibited. This allows the expression of the X chromosome to be \"doubled,\" or hyperactivated, to match the amount that females have with two X chromosomes.",
            "score": 180.73806762695312
        },
        {
            "docid": "1502597_10",
            "document": "Dosage compensation . Thus, dosage compensation in mammals is largely achieved through the silencing of one of two female X chromosomes via X-inactivation. This process involves histone tail modifications, DNA methylation patterns, and reorganization of large-scale chromatin structure encoded by the X-ist gene. In spite of these extensive modifications, not all genes along the X chromosome are subject to X-inactivation; active expression at some loci is required for homologous recombination with the pseudo-autosomal region (PAR) of the Y chromosome during meiosis. Additionally, 10-25% of human X chromosome genes, and 3-7% of mouse X chromosome genes outside of the PARs show weak expression from the inactive X chromosome.",
            "score": 178.68605041503906
        },
        {
            "docid": "1590357_21",
            "document": "Human genetics . Sex linkage is the phenotypic expression of an allele related to the chromosomal sex of the individual. This mode of inheritance is in contrast to the inheritance of traits on autosomal chromosomes, where both sexes have the same probability of inheritance. Since humans have many more genes on the X than the Y, there are many more X-linked traits than Y-linked traits. However, females carry two or more copies of the X chromosome, resulting in a potentially toxic dose of X-linked genes.",
            "score": 178.29031372070312
        },
        {
            "docid": "1502597_27",
            "document": "Dosage compensation . Regardless of their ambiguous evolutionary history, platypuses have been empirically determined to follow an XY sex-determination system, with females possessing five pairs of X chromosomes as the homogametic sex, and males possessing five X and five Y chromosomes as the heterogametic sex. Because the entire genome of the platypus has yet to be completely sequenced (including one of the X chromosomes), there is still continued investigation as to the definitive mechanism of dosage compensation that Platypuses follow. Research from the laboratory of Jennifer Graves used qPCR and SNP analysis of BACs containing various genes from X chromosomes in order to find whether multiple alleles for particular X-linked genes were being expressed at once, or were otherwise being dosage compensated. Her group found that in female platypuses, some X-linked genes only expressed an allele from one X chromosomes, while other genes expressed multiple alleles. This appears to be a system similar to the selective silencing method of dosage compensation observed in birds. However, about half of all X-linked genes also seemed to stochastically express only one active copy of said gene, alluding to the system of random X-inactivation observed in humans. These findings suggest that platypuses may employ a hybrid form of dosage compensation that combines feature from mammals as well as birds. Understanding the evolution of such a system may have implications for solidifying the true ancestral lineage of monotremes.",
            "score": 176.4800567626953
        },
        {
            "docid": "1502597_20",
            "document": "Dosage compensation . The ZZ/ZW sex system is used by most birds, as well as some reptiles and insects. In this system the Z is the larger chromosome so the males (ZZ) must silence some genetic material to compensate for the female’s (ZW) smaller W chromosome. Instead of silencing the entire chromosome as humans do, male chickens (the model ZZ organism) seem to engage in selective Z silencing, in which they silence only certain genes on the extra Z chromosome. Thus, male chickens express an average of 1.4-1.6 of the Z chromosome DNA expressed by female chickens. The Z chromosome expression of male zebra finches and chickens is higher than the autosomal expression rates, whereas X chromosome expression in female humans is equal to autosomal expression rates, illustrating clearly that both male chickens and male zebra finches practice incomplete silencing. Few other ZZ/ZW Systems have been analyzed as thoroughly as the chicken; however a recent study on silkworms revealed similar levels of unequal compensation across male Z chromosomes. Z-specific genes were over-expressed in males when compared to females, and a few genes had equal expression in both male and female Z chromosomes.",
            "score": 171.0403289794922
        },
        {
            "docid": "1420406_2",
            "document": "Sex linkage . Sex linkage is the phenotypic expression of an allele related to the allosome (sex chromosome) of the individual. In autosomal chromosomes both sexes have the same probability of existing (see Fisher's principle), but since humans have many more genes on the female X chromosome than on the male Y chromosome, these are much more common than Y-linked traits.",
            "score": 167.8512420654297
        },
        {
            "docid": "22689624_2",
            "document": "Skewed X-inactivation . Skewed X chromosome inactivation occurs when the inactivation of one X chromosome is favored over the other, leading to an uneven number of cells with each chromosome inactivated. It is usually defined as one allele being found on the active X chromosome in over 75% of cells, and extreme skewing is when over 90% of cells have inactivated the same X chromosome. It can be caused by primary nonrandom inactivation, either by chance due to a small cell pool or directed by genes, or caused by secondary nonrandom inactivation, which occurs by selection. Most females will have some levels of skewing. It is relatively common in adult females; around 35% of women have a skewed ratio over 70:30, and 7% of women have an extreme skewed ratio of over 90:10. This is of medical significance due to the potential for the expression of disease genes present on the X chromosome that are normally not expressed due to random X inactivation. X chromosome inactivation occurs in females to provide dosage compensation between the sexes. If females kept both X chromosomes active they would have twice the number of active X genes than males, who only have one copy of the X chromosome. At approximately the time of implantation (see Implantation (human embryo)), one of the two X chromosomes in each cell of the female embryo is randomly selected for inactivation. Cells then undergo transcriptional and epigenetic changes to ensure this inactivation is permanent. All progeny from these initial cells will maintain the inactivation of the same chromosome, resulting in a mosaic pattern of cells in females.",
            "score": 165.69793701171875
        },
        {
            "docid": "1502597_28",
            "document": "Dosage compensation . In addition to humans and flies, some plants also make use of the XX/XY dosage compensation systems. \"Silene latifolia\" plants are also either male (XY) or female (XX), with the Y chromosome being smaller, with fewer genes expressed, than the X chromosome. Two separate studies have shown male \"S. latifolia\" expression of X-linked genes to be about 70% of the expression in females. If the \"S. latifolia\" did not practice dosage compensation, the expected level of X-linked gene expression in males would be 50% that of females, thus the plant practices some degree of dosage compensation but, because male expression is not 100% that of females, it has been suggested that \"S. latiforia\" and its dosage compensation system is still evolving. Additionally, in plant species that lack dimorphic sex chromosomes, dosage compensation can occur when aberrant meiotic events or mutations result in either aneuploidy or polyploidy. Genes on the affected chromosome may be upregulated or down-regulated to compensate for the change in the normal number of chromosomes present.",
            "score": 163.77560424804688
        },
        {
            "docid": "46697210_14",
            "document": "Epigenetics of human development . In female humans, Barr bodies are defined as the condensed and inactivated X-chromosome that is found in every cell of the adult. Because females have two nearly identical X chromosomes, one of them must be silenced so that the expression levels of the genes on the X-chromosome are of the proper dosage. Thus, males and females have the same level of X-chromosome expression, despite being born with one X for males and two for females. This is also why individuals with Kleinfelter Syndrome, a disease in which more than two sex chromosomes are present in the body, have fewer symptoms than individuals with other types of aneuploidy, which are often fatal before birth.",
            "score": 162.2076416015625
        },
        {
            "docid": "1502597_15",
            "document": "Dosage compensation . In organisms that use this method of dosage compensation, the presence of one or more X chromosomes must be detected early on in development, as failure to initiate the appropriate dosage compensation mechanisms is lethal. Male specific lethal proteins (MSLs) are a family of four proteins that bind to the X chromosome exclusively in males. The name “MSL” is used because mutations in these genes cause inability to effectively upregulate X-linked genes appropriately, and are thus lethal to males only and not their female counterparts. SXL regulates pre-messenger RNA in males to differentially splice MSLs and result in the appropriate increase in X chromosome transcription observed in male \"Drosophila\". The immediate target of SXL is male specific lethal-2 (MSL-2). Current dogma suggests that the binding of MSL-2 at multiple sites along the SXL gene in females prevents proper MSL-2 translation, and thus, as previously stated, represses the possibility for X-linked genetic upregulation in females. However, all other transcription factors in the MSL family—maleless, MSL-1, and MSL-3—are able to act when SXL is not expressed, as in the case in males. These factors act to increase male X chromosome transcriptional activity. Histone acetylation and the consequent upregulation of X-linked genes in males is dictated by the MSL complex. Specifically, special roX non-coding RNAs on the MSL complexes facilitate binding to the single male X chromosome, and dictate acetylation of specific loci along the X chromosome as well as the formation of euchromatin. Though these RNAs bind at specific sites along the male X chromosome, their effects spread along the length of the chromosome and have the ability to influence large-scale chromatin modifications. The implications of this spreading epigenetic regulation along the male X chromosome is thought to have implications for understanding the transfer of epigenetic activity along long genomic stretches.",
            "score": 160.96002197265625
        },
        {
            "docid": "24072395_3",
            "document": "X-linked myotubular myopathy . Genetically inherited traits and conditions are often referred to based upon whether they are located on the \"sex chromosomes\" (the X or Y chromosomes) versus whether they are located on \"autosomal\" chromosomes (chromosomes other than the X or Y). Thus, genetically inherited conditions are categorized as being sex-linked (e.g., X-linked) or autosomal. Females have two X-chromosomes, while males only have a single X chromosome, and a genetic abnormality located on the X chromosome is much more likely to cause clinical disease in a male (who lacks the possibility of having the normal gene present on any other chromosome) than in a female (who is able to compensate for the one abnormal X chromosome).",
            "score": 160.76390075683594
        },
        {
            "docid": "173204_22",
            "document": "Drosophila melanogaster . The genome of \"D. melanogaster\" (sequenced in 2000, and curated at the FlyBase database) contains four pairs of chromosomes: an X/Y pair, and three autosomes labeled 2, 3, and 4. The fourth chromosome is so tiny, it is often ignored, aside from its important \"eyeless\" gene. The \"D. melanogaster\" sequenced genome of 139.5 million base pairs has been annotated and contains around 15,682 genes according to Ensemble release 73. More than 60% of the genome appears to be functional non-protein-coding DNA involved in gene expression control. Determination of sex in \"Drosophila\" occurs by the of X chromosomes to autosomes, not because of the presence of a Y chromosome as in human sex determination. Although the Y chromosome is entirely heterochromatic, it contains at least 16 genes, many of which are thought to have male-related functions.",
            "score": 160.60980224609375
        },
        {
            "docid": "38973115_10",
            "document": "Tsix . X chromosome inactivation is random in human females, and imprinting does not occur. The deletion of a CpG island, a site involved in epigenetic regulation, in the human Tsix gene prevents Tsix from imprinting on the X chromosomes. Instead, the human Tsix chromosome is coexpressed with the human Xist gene on the inactivated X chromosome, indicating that it does not play an important role in random X chromosome inactivation. An autosome may be a more likely candidate for regulating this process in humans.  The presence of Tsix in humans may be an evolutionary vestige, a sequence that no longer has a function in humans. Alternately, it may be necessary to study cells closer to the X inactivation stage rather than older cells in order to accurately locate Tsix expression and function.",
            "score": 159.4459686279297
        },
        {
            "docid": "1502597_14",
            "document": "Dosage compensation . In the case of two-fold increased transcription of a single male X chromosome, there is no use for a Barr body, and the male organism must use different genetic machinery to increase the transcriptional output of their single X chromosome. It is common in such organisms for the Y chromosome to be necessary for male fertility, but not for it to play an explicit role in sex determination. In \"Drosophila\", for example, the sex lethal (SXL) gene acts as a key regulator of sexual differentiation and maturation in somatic tissue; in XX animals, SXL is activated to repress increased transcription, while in XY animals SXL is inactive and allows male development to proceed via increased transcription of the single X. Several binding sites exist on the \"Drosophila\" X chromosome for the dosage compensation complex (DCC), a ribonucleoprotein complex; these binding sites have varying levels of affinity, presumably for varying expression of specific genes. The Male Specific Lethal complex, composed of protein and RNA binds and selectively modifies hundreds of X-linked genes, increasing their transcription to levels comparable to female \"D. melanogaster\".",
            "score": 158.19143676757812
        },
        {
            "docid": "1845590_4",
            "document": "X-linked ichthyosis . The \"STS\" gene is located on the X chromosome at band Xp22.3. Thus, the syndrome is an X-linked condition, and it affects males and females differently. The 23rd pair of chromosomes is typically termed the \"sex chromosomes\". Females have two X chromosomes and males have one X and one Y chromosome. Therefore, in normal individuals, males carry a single copy of the \"STS\" gene and females carry two copies. This gene partially escapes X-inactivation and females normally express higher amounts of the STS enzyme than males.",
            "score": 157.4189910888672
        },
        {
            "docid": "10226249_12",
            "document": "Calico cat . As Sue Hubble stated in her book \"Shrinking the Cat: Genetic Engineering before We Knew about Genes\",  The mutation that gives male cats a ginger-colored coat and females ginger, tortoiseshell, or calico coats produced a particularly telling map. The orange mutant gene is found only on the X, or female, chromosome. As with humans, female cats have paired sex chromosomes, XX, and male cats have XY sex chromosomes. The female cat, therefore, can have the orange mutant gene on one X chromosome and the gene for a black coat on the other. The piebald gene is on a different chromosome. If expressed, this gene codes for white, or no color, and is dominant over the alleles that code for a certain color (\"i.e.\" orange or black), making the white spots on calico cats. If that is the case, those several genes will be expressed in a blotchy coat of the tortoiseshell or calico kind. But the male, with his single X chromosome, has only one of that particular coat-color gene: he can be not-ginger or he can be ginger (although some modifier genes can add a bit of white here and there), but unless he has a chromosomal abnormality he cannot be a calico cat. It is currently impossible to reproduce the fur patterns of calico cats by cloning. Penelope Tsernoglou wrote \"This is due to an effect called x-linked inactivation which involves the random inactivation of one of the X chromosomes. Since all female mammals have two X chromosomes, one might wonder if this phenomenon could have a more widespread impact on cloning in the future.\"",
            "score": 156.7574005126953
        },
        {
            "docid": "38973115_3",
            "document": "Tsix . Female mammals have two X chromosomes and males have one X and one Y chromosome. The X chromosome has many active genes. This leads to dosage compensation problems: the two X chromosomes in the female will create twice as many gene products as the one X in the male. To mitigate this, one of the X chromosomes is inactivated in females, so that each sex only has one set of X chromosome genes. The inactive X chromosome in cells of females is visible as a Barr body under the microscope. Males do not have Barr bodies as they only have one X chromosome.",
            "score": 156.41363525390625
        },
        {
            "docid": "1235542_3",
            "document": "X-linked recessive inheritance . X-linked inheritance means that the gene causing the trait or the disorder is located on the X chromosome. Females have two X chromosomes, while males have one X and one Y chromosome. Carrier females who have only one copy of the mutation do not usually express the phenotype, although differences in X chromosome inactivation can lead to varying degrees of clinical expression in carrier females since some cells will express one X allele and some will express the other. The current estimate of sequenced X-linked genes is 499 and the total including vaguely defined traits is 983.",
            "score": 156.25181579589844
        },
        {
            "docid": "3315213_9",
            "document": "Sex differences in human physiology . The X-chromosome carries a larger number of genes in comparison to the Y-chromosome. In humans, X-chromosome inactivation enables males and females to have equal expression of the genes on the X-chromosome since females have two X-chromosomes while males have a single X and a Y chromosome. X-chromosome inactivation is random in the somatic cells of the body as either the maternal or paternal X-chromosome can become inactivated in each cell. Thus, females are genetic mosaics.",
            "score": 155.15899658203125
        },
        {
            "docid": "96628_5",
            "document": "Offspring . To focus more on the offspring and how it results in the formation of the f1 generation, is an inheritance called sex-linkage, which is a gene which is located on the sex chromosome and patterns of these inheritance differ in both male and female. The explanation that proves the theory of the offspring having genes from both parent generations, is proven through a process called crossing-over, which consists of taking genes from the male chromosomes and genes from the female chromosome, resulting in a process of meiosis occurring, and leading to the splitting of the chromosomes evenly. Depending on which genes are dominantly expressed in the gene will result in the sex of the offspring. The female will always give an X chromosome, whereas the male, depending on the situation, will either give an X chromosome or a Y chromosome. If a male offspring is produced, the gene will consist of an X and a Y chromosome. If two X chromosomes are expressed and produced, it produces a female offspring.",
            "score": 154.73318481445312
        },
        {
            "docid": "1502660_16",
            "document": "X-inactivation . Since males only have one copy of the X chromosome, all expressed X-chromosomal genes (or alleles, in the case of multiple variant forms for a given gene in the population) are located on that copy of the chromosome. Females, however, will primarily express the genes or alleles located on the X-chromosomal copy that remains active. Considering the situation for one gene or multiple genes causing individual differences in a particular phenotype (i.e., causing variation observed in the population for that phenotype), in homozygous females it doesn’t particularly matter which copy of the chromosome is inactivated, as the alleles on both copies are the same. However, in females that are heterozygous at the causal genes, the inactivation of one copy of the chromosome over the other can have a direct impact on their phenotypic value. Because of this phenomenon, there is an observed increase in phenotypic variation in females that are heterozygous at the involved gene or genes than in females that are homozygous at that gene or those genes. There are many different ways in which the phenotypic variation can play out. In many cases, heterozygous females may be asymptomatic or only present minor symptoms of a given disorder, such as with X-linked adrenoleukodystrophy.",
            "score": 154.5168914794922
        },
        {
            "docid": "1059331_8",
            "document": "David C. Page . With the development of more detailed maps of the Y chromosome, in the mid-1990s Page began to find genetic evidence confirming the theory that both the X and Y chromosomes had evolved from autosomes, beginning with the 1996 discovery that a family of genes called DAZ (deleted in azoospermia) had been transposed from an autosome to the Y chromosome. In 1999, Page and his then-graduate student Bruce Lahn showed that the X and Y chromosomes had diverged in four steps, beginning 200-300 million years ago. Later cross-species comparisons would show that while ancestral genes on the Y chromosome initially underwent rapid decay, the remaining genes have remained stable for the last 25 million years, overturning the long-held view that the Y chromosome was going extinct. In a 2014 study, Page concluded that the conserved genes on the Y chromosome played an important role in male viability, since they were dosage-dependent genes with similar but not identical counterparts on the X chromosome that all have regulatory roles in transcription, translation, and protein stability. Because these genes are expressed throughout the body, Page further concluded that these genes give rise to differences in the biochemistry of male and female tissues.",
            "score": 154.1705780029297
        },
        {
            "docid": "1590357_7",
            "document": "Human genetics . X-linked genes are found on the sex X chromosome. X-linked genes just like autosomal genes have both dominant and recessive types. Recessive X-linked disorders are rarely seen in females and usually only affect males. This is because males inherit their X chromosome and all X-linked genes will be inherited from the maternal side. Fathers only pass on their Y chromosome to their sons, so no X-linked traits will be inherited from father to son. Men cannot be carriers for recessive X linked traits, as they only have one X chromosome, so any X linked trait inherited from the mother will show up.",
            "score": 153.74154663085938
        },
        {
            "docid": "1502660_31",
            "document": "X-inactivation . Many of the genes which escape inactivation are present along regions of the X chromosome which, unlike the majority of the X chromosome, contain genes also present on the Y chromosome. These regions are termed pseudoautosomal regions, as individuals of either sex will receive two copies of every gene in these regions (like an autosome), unlike the majority of genes along the sex chromosomes. Since individuals of either sex will receive two copies of every gene in a pseudoautosomal region, no dosage compensation is needed for females, so it is postulated that these regions of DNA have evolved mechanisms to escape X-inactivation. The genes of pseudoautosomal regions of the Xi do not have the typical modifications of the Xi and have little Xist RNA bound.",
            "score": 153.67762756347656
        },
        {
            "docid": "6301758_13",
            "document": "Ectrodactyly–ectodermal dysplasia–cleft syndrome . Current research regarding EEC syndrome is focused on the genetic components contributing to the presented traits found in patients with EEC. A normal human karyotype includes 22 pairs of autosomal or non-sex chromosomes and one pair of sex chromosomes, constituting a total of 46 chromosomes. During reproduction, each parent contributes 23 chromosomes; 22 autosomal chromosomes and one sex chromosome. As stated above, EEC syndrome is an autosomal dominant disorder. This means that there is an abnormal gene on one of the autosomal (non-sex) chromosomes from either parent. Because the gene is dominant, only one parent must contribute the abnormal gene for the child to inherit the disease and the contributing parent will usually have the disease, due to the expression of the dominant gene in the parent. Some characteristics of autosomal dominant inheritance patterns include a vertical transmission pattern, meaning that the disease phenotype is seen in generation after generation. Also, the recurrence risk is 50% and there are an equal number of affected males and females. Though we can calculate the chance of inheritance of the gene, the degree of expression cannot be calculated.",
            "score": 152.9667510986328
        },
        {
            "docid": "1502597_4",
            "document": "Dosage compensation . One logical way to equalize gene expression amongst males and females that follow a XX/XY sex differentiation scheme would be to decrease or altogether eliminate the expression of one of the X chromosomes in an XX, or female, homogametic individual, such that both males and females then express only one X chromosome. This is the case in many mammalian organisms, including humans and mice.",
            "score": 152.22325134277344
        }
    ]
}