{
    "q": [
        {
            "docid": "26473795_7",
            "document": "Rocio viral encephalitis . \"Psorophora ferox\" was the only mosquito species directly implicated in transmission through detection of virus in specimens collected at the outbreak site, but species of \"Culex\" (\"Melanoconion\"), \"Coquillettidia chrysonotum\", \"Mansonia indubitans\", \"Ochlerotatus scapularis\", \"Ochlerotatus serratus\", and other mosquitoes in Tribes Culicini, Anophelini and Sabethini were also present in those collections. Studies with mosquitoes from the epidemic zone after the outbreak showed that \"Psorophora ferox\" and \"Ochlerotatus scapularis\" could be classified as potential vectors, but \"Ochlerotatus serratus\" was relatively insusceptible. Field investigations in the late 1970s and 1980s showed that \"Ochlerotatus scapularis\", \"Ochlerotatus serratus\" and species of \"Culex\" (\"Melanoconion\") were the predominant mosquitoes in the epidemic zone, and that \"Ochlerotatus scapularis\" was the most common and abundant mosquito in human settlements and human-made environments. Outside the epidemic zone, laboratory studies have shown that \"Culex tarsalis\" mosquitoes from Arizona and \"Culex pipiens pipiens\" mosquitoes from Illinois were relatively efficient experimental vectors; Tennessee \"Culex pipiens\" subspecies and Argentina \"Culex pipiens quinquefasciatus\" were moderately efficient experimental vectors; Louisiana \"Psorophora ferox\", and \"Culex nigripalpus\" and \"Culex (Melanoconion) opisthopus\" from Florida were relatively inefficient experimental vectors. \"Psorophora ferox\" and \"Aedes scapularis\" were shown to be susceptible to per os infection with Rocio virus and could transmit the virus by bite following an incubation period, whereas infection rates in \"Ochlerotatus serratus\" did not exceed 36% and an ID50 could not be calculated for this species so it is unlikely to be an epidemiologically important vector of Rocio virus.",
            "score": 162.0740191936493
        },
        {
            "docid": "37789_69",
            "document": "Mosquito . A recent study collected and identified 20,551 adult female mosquitoes in five neighborhoods of the city of Baltimore over 2 years. Most of these mosquitos (73%) were invasive Asian tiger mosquitoes (\"Aedes albopictus\"), but samples also included \"Culex\" (24%) and \"Aedes japonicus\" (2.4%) mosquitoes, both of which carry West Nile virus. The hosts of these mosquitos were determined by isolating DNA from the former. Invasive brown rats made up 71.7% of all Asian tiger blood meals. By contrast, birds were the most common victims of \"Culex\", while \"Aedes\" appears to avoid birds altogether. Humans and cats each made up 13.3 percent of \"Aedes\" blood meals, while deer and dogs were bitten less frequently by all mosquito species. Notably, the study showed that different neighborhoods in Baltimore had different abundances and composition of mosquito species, dependent on the abundance of neglected containers for mosquito breeding, and how people choose to spend time outside.",
            "score": 135.38840913772583
        },
        {
            "docid": "14499186_23",
            "document": "Eradication of infectious diseases . Lymphatic filariasis is an infection of the lymph system by mosquito-borne microfilarial worms which can cause elephantiasis. Studies have demonstrated that transmission of the infection can be broken when a single dose of combined oral medicines is consistently maintained annually for approximately seven years. The strategy for eliminating transmission of lymphatic filariasis is mass distribution of medicines that kill the microfilariae and stop transmission of the parasite by mosquitoes in endemic communities. In sub-Saharan Africa, albendazole is being used with ivermectin to treat the disease, whereas elsewhere in the world albendazole is used with diethylcarbamazine. Using a combination of treatments better reduces the number of microfilariae in blood. Avoiding mosquito bites, such as by using insecticide-treated mosquito bed nets, also reduces the transmission of lymphatic filariasis. In the Americas, >90% of the burden of lymphatic filariasis is on the island of Hispaniola (comprising Haiti and the Dominican Republic). An elimination effort to address this is currently under way alongside the malaria effort described above; the Dominican Republic expects to eliminate its seven remaining foci by 2010, but lymphatic filariasis is still endemic to 110 of 140 communes in Haiti.",
            "score": 61.79315757751465
        },
        {
            "docid": "542071_46",
            "document": "Anopheles . Insecticide-based control measures (e.g. indoor spraying with insecticides, bed nets) are the principal ways to kill mosquitoes that bite indoors. However, after prolonged exposure to an insecticide over several generations, mosquito populations, like those of other insects, may evolve resistance, a capacity to survive contact with an insecticide. Since mosquitoes can have many generations per year, high levels of resistance can evolve very quickly. Resistance of mosquitoes to some insecticides has been documented with just within a few years after the insecticides were introduced. Over 125 mosquito species have documented resistance to one or more insecticides. The evolution of resistance to insecticides used for indoor residual spraying was a major impediment during the Global Malaria Eradication Campaign. Judicious use of insecticides for mosquito control can limit the evolution and spread of resistance. However, use of insecticides in agriculture has often been implicated as contributing to resistance in mosquito populations. Detection of evolving resistance in mosquito populations is possible, so control programs are well advised to conduct surveillance for this potential problem.. In Malawi and other places, a shrub known as mpungabwi (\"Ocimum americanum\") is used to repel mosquitoes.",
            "score": 77.50636434555054
        },
        {
            "docid": "348202_56",
            "document": "Aedes albopictus . To date, few effective traps for adult Asian tiger mosquitoes are available. Those traps that catch other species of mosquitoes do not catch tiger mosquitoes efficiently. A form of an ovitrap called a lethal ovitrap mimics the breeding site for \"Ae. albopictus\" just like the monitoring tool, but it has the added benefit of contained chemicals that are toxic to the mosquitoes when they enter, but do not harm humans. These traps have had success in some countries to control \"Aedes\" mosquito populations. A new trap type has now been shown to catch significant numbers of \"Ae. albopictus\". This device, with the help of a ventilator, produces an upward air current of ammonia, fatty acids, and lactic acids that takes a similar form and smell of a human body. With the addition of carbon dioxide, the efficacy of the trap is increased. This means a suitable tool is available for trapping adult tiger mosquitoes, and for example, examining the existence of viruses in the trapped mosquitoes. Previously, the mosquitoes had to be collected from volunteers to be studied, which is ethically questionable, especially during epidemics. Recent research also indicates this trap type may also have a use as a control tool; in a study in Cesena, Italy, the number of biting tiger mosquitoes was reduced in places where traps were installed.",
            "score": 71.26775467395782
        },
        {
            "docid": "42383836_10",
            "document": "Anopheles claviger . \"An. claviger\" was experimentally used to discover the transmission of human malarial parasite \"P. falciparum\", along with the fact that only female anophelines can transmit malaria. Before 1898 it was not known how malaria was transmitted. The Italian biologist Giovanni Battista Grassi started investigating different mosquito species in the early 1898 on the basis of mosquito-malaria theory. He suspected that only certain species were involved in transmission of malaria. In September Battista reported the presence of malarial parasite in \"An. claviger\" indicating it as malaria vector. Battista performed human experimentation on Abele Sola, who had been a patient for six years in the Hospital of the Holy Spirit (Ospedale di Santo Spirito in Sassia) in Rome. With mutual consent Sola was bitten by malaria-infected mosquitoes for ten nights, and after few weeks he was down with tertian malaria. Battista and his colleagues Amico Bignami, Giuseppe Bastianelli and Ettore Marchiafava continued to demonstrate the same experiments in other patients and were always successful. In November they found the parasites on the gut wall of the infected mosquitoes. \"P. falciparum\"-carrying mosquito was no doubt the causative vector of malaria. They formally announced the discovery at the session of the Accademia dei Lincei on 4 December 1898. This experiment further established that \"An. claviger\" is the sole mosquito species responsible for human malaria in Italy, and other European countries. (In other parts of the world other species of \"Anopheles\" are responsible.) In addition the discovery laid the foundation for prevention of malaria by vector control of mosquitoes.",
            "score": 70.62448763847351
        },
        {
            "docid": "34413477_4",
            "document": "Usutu virus . USUV's host range includes primarily \"Culex\" mosquitoes, birds, and humans. A 2008-2009 survey of mosquitoes and birds in Emilia-Romagna detected USUV in 89 \"Culex pipiens\" pools and in 2 \"Aedes albopictus\" pools. Twelve wild birds, primarily European Magpies (\"Pica pica\"), Hooded Crows (\"Corvus cornix\"), and Eurasian Jays (\"Garrulus glandarius\"), were determined to be USUV-positive. USUV detection in mosquito species confirms the role of \"Culex pipiens\" as the main vector and the possible involvement of \"Aedes albopictus\" in the virus cycle.",
            "score": 116.21732139587402
        },
        {
            "docid": "461410_11",
            "document": "Arbovirus . Vector control measures, especially mosquito control, are essential to reducing the transmission of disease by arboviruses. Habitat control involves draining swamps and removal of other pools of stagnant water (such as old tires, large outdoor potted plants, empty cans, etc.) that often serve as breeding grounds for mosquitoes. Insecticides can be applied in rural and urban areas, inside houses and other buildings, or in outdoor environments. They are often quite effective for controlling arthropod populations, though use of some of these chemicals is controversial, and some organophosphates and organochlorides (such as DDT) have been banned in many countries. Infertile male mosquitoes have been introduced in some areas in order to reduce the breeding rate of relevant mosquito species. Larvicides are also used worldwide in mosquito abatement programs. Temefos is a common mosquito larvicide.",
            "score": 73.19954657554626
        },
        {
            "docid": "38068213_9",
            "document": "Malaria Control Project . In 2013, Malariacontrol had examined the effectiveness of Rapid Diagnostic Tests (RDT) and other surveillance tools in detecting malaria infections among high and low \"Plasmodium falciparum\" transmissions. The project also recommended that screening the whole human population for malaria before treating them would be more cost effective when compared to indiscriminate treatment of the whole population with antimalarial drugs. Another study also revealed that both Pyrethroid-only mosquito nets and Piperonyl butoxide mosquito nets are cost effective in preventing malarial infections in both Pyrethroid-susceptible and Pyrethroid-resistant mosquitoes.",
            "score": 71.78757071495056
        },
        {
            "docid": "21461784_20",
            "document": "Taxonomy of Anopheles . The first demonstration that mosquitoes could act as vectors of disease was by Patrick Manson, a British physician working in China, who showed that a \"Culex\" species could transmit filariasis in 1878. This was then followed in 1897 by Ronald Ross, who showed avian malaria could also be transmitted by a species of \"Culex\". Grassi in Italy showed that the species causing human malaria were transmitted by species of the genus \"Anopheles\" in 1898. \"Anopheles gambiae\" (then \"Anopheles coastalis\"), the most important of the vectors transmitting human malaria, was first recognised as such in 1899 at Freetown, Sierra Leone. It was later realised that only a small number of species of mosquitoes were responsible for the vast majority of human malaria and other diseases. This generated a considerable interest in the taxonomy of this and other mosquito genera.",
            "score": 106.99438762664795
        },
        {
            "docid": "2887318_31",
            "document": "Mosquito control . Some newer mosquito traps or known mosquito attractants emit a plume of carbon dioxide together with other mosquito attractants such as sugary scents, lactic acid, octenol, warmth, water vapor and sounds. By mimicking a mammal’s scent and outputs, the trap draws female mosquitoes toward it, where they are typically sucked into a net or holder by an electric fan where they are collected. According to the American Mosquito Control Association, the trap will kill some mosquitoes, but their effectiveness in any particular case will depend on a number of factors such as the size and species of the mosquito population and the type and location of the breeding habitat. They are useful in specimen collection studies to determine the types of mosquitoes prevalent in an area but are typically far too inefficient to be useful in reducing mosquito populations.",
            "score": 73.80998134613037
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 69.58873474597931
        },
        {
            "docid": "348202_36",
            "document": "Aedes albopictus . \"Ae. albopictus\" can outcompete and even eradicate other species with similar breeding habitats from the very start of its dispersal to other regions and biotopes. In Kolkata, for example, it was observed in the 1960s that egg depositing containers were being settled by the Asian tiger mosquito in city districts where the malaria mosquito (genus \"Anopheles\") and yellow fever mosquito (\"Aedes aegypti\") had both been eliminated by the application of DDT. This may be because primarily the inner walls of the houses were treated with DDT to kill the mosquitoes resting there and fight the malaria mosquito. The yellow fever mosquito also lingers particularly in the inside of buildings and would have been also affected. The Asian tiger mosquito rests in the vicinity of human dwellings would therefore have an advantage over the other two species. In other cases, where the yellow fever mosquito was repressed by the Asian tiger mosquito, for instance in Florida, this explanation does not fit. Other hypotheses include competition in the larval breeding waters, differences in metabolism and reproductive biology, or a major susceptibility to sporozoans (Apicomplexa).",
            "score": 68.79149723052979
        },
        {
            "docid": "51847520_7",
            "document": "Tetragnatha montana . One study showed that mosquitoes formed over 60% of the food items of \"T. montana\" specimens collected from webs in an alder forest in Poland, it was calculated that an individual consumes an average of 3.7 mosquitoes in a day, in the first half of the month of June with the amount of mosquitoes caught and eaten declining as the summer progressed. A relationship was uncovered between the seasonal occurrence, abundance and activity of the spider and that of mosquitoes. This study showed that the main mosquito species caught were \"Aedes rusticus\", \"Aedes cinereus\" and \"\" which were the most abundant mosquitoes in the study area, but they were disproportionately numerous among the mosquitos preyed upon. In Great Britain 13 out of 81 \"T. montana\" sampled showed evidence of having preyed on adult mosquitoes.",
            "score": 71.73080492019653
        },
        {
            "docid": "6090525_46",
            "document": "Neglected tropical diseases . Many neglected tropical diseases and other prevalent diseases share common vectors, creating another opportunity for treatment and control integration. One such example of this is malaria and lymphatic filariasis. Both diseases are transmitted by the same or related mosquito vectors. Vector control, through the distribution of insecticide treated nets, reduces the human contact with a wide variety of disease vectors. Integrated vector control may also alleviate pressure on mass drug administration, especially with respect to rapidly evolving drug resistance. Combining vector control and mass drug administration deemphasizes both, making each less susceptible to resistance evolution.",
            "score": 49.33333706855774
        },
        {
            "docid": "10885784_2",
            "document": "Hawaiian honeycreeper conservation . Hawaiian honeycreepers (Fringillidae), of the subfamily Carduelinae, were once quite abundant in all forests throughout Hawai'i. This group of birds historically consisted of at least 51 species. Less than half of Hawaii's previously extant species of honeycreeper still exist. Threats to species include habitat loss, avian malaria, predation by non-native mammals, and competition from non-native birds. The honeycreepers are threatened by recently introduced predation, competition, parasitism, degradation of habitat, and infectious disease including mosquito-borne avian malaria. One of the consequences of the invasive birds is the introduction of avian malaria. The pathogen is primarily transmitted via female mosquitoes who will pass on the disease by biting a susceptible individual after having bitten an infected individual. The main mosquito vector (\"Culex quinquefasciatus\") was introduced over a hundred years before the pathogen (\"Plasmodium r. capistranoae\"), mostly hosted by the blue-breasted quail (\"Coturnix chinensis\"). Later, two other mosquito species, the Asian tiger mosquito (\"Aedes albopictus\") and the bromeliad mosquito (\"Wyeomyia mitchellii\") were introduced to the islands. The immune system of the honeycreepers had not been exposed to avian malaria since its common ancestor existed 4 to 5 million years ago. Thus, the honeycreepers had not co-evolved with the pathogen to develop resistance as those birds on the mainland did.",
            "score": 103.45612907409668
        },
        {
            "docid": "12677808_2",
            "document": "London Underground mosquito . The London Underground mosquito is a form of mosquito in the genus \"Culex\". It is found in the London Underground railway system as its name suggests, but has a worldwide distribution and long predates the existence of the London Underground. It was first described as a distinct species from Egyptian specimens by the biologist Peter Forsskål (1732–1763). He named this mosquito \"Culex molestus\" due to its voracious biting, but later biologists renamed it \"Culex pipiens\" f. \"molestus\" because there were no morphological differences between it and \"Culex pipiens\". Notably, this mosquito assaulted Londoners sleeping in the Underground during the Blitz, although similar populations were long known.",
            "score": 117.41807222366333
        },
        {
            "docid": "11986060_28",
            "document": "Zika fever . Disease control in the affected countries currently centres around mosquito control. Several approaches are available for the management of \"Aedes aegypti\" mosquito populations, including the destruction of larval breeding sites (the aquatic pools in which eggs are laid and larvae hatch prior to mosquito development into flying adults); and, insecticides targeting either the larval stages, adult mosquitoes or both. Additionally, a whole host of novel technologies are under current development for mosquito control and the World Health Organization has recently lent its support for the accelerated development of modern methods for mosquito control such as the use of \"Wolbachia\" bacteria to render mosquitoes resistant to the virus, and, the release of sterilized male mosquitoes that breed with wild female mosquitoes to give rise to non-viable offspring (offspring that do not survive to the biting, adult stage).",
            "score": 58.161226749420166
        },
        {
            "docid": "30987798_7",
            "document": "Agenor Mafra-Neto . Mosquitoes, independent of their physiological state or gender, feed on sugar solutions virtually every day of their lives. Mafra-Neto's group has developed an artificial blend, called Vectrax, that attracts disease-carrying male and female disease-carrying mosquitoes by mimicking the scent of flowers and the sweet taste of nectar. These components also induce mosquitoes to feed on the formulation, which, when applied in the field blended with a small amount of an effective insecticide results in an attract and kill (A&K) formulation. Vectrax has shown to effectively target mosquito vector species, like Aedes, Anopheles, and Culex species, while leaving non-target organisms unharmed. When sprayed on vegetation or structures outside residential areas and public spaces, Vectrax attracts and kills outdoor mosquitoes before they can bite a host, acting as an effective barrier to mosquitoes that might otherwise enter households in search of blood meals. As an inexpensive, efficacious, and easy-to-apply mosquito control formulation specifically designed for outdoor use, this product is addressing a critical weakness in current efforts to eradicate malaria[5][4], Zika, Dengue, Filariasis and other vector-transmitted diseases, improving the health and quality of life of people living in endemic regions around the globe.",
            "score": 80.10594272613525
        },
        {
            "docid": "23339740_7",
            "document": "Mass drug administration . The first, well documented use of direct MDA took place in a rubber plantation in Liberia in 1931. Two doses of the 8-aminoquinoline plasmoquine were given weekly to workers and their families in two camps. The prevalences of malaria parasite infections in humans and anopheline mosquitoes before and after treatment were studied. The authors concluded that ‘the fall in the mosquito infection rate of the two plasmoquine treated camps was so large as to indicate a local disappearance, or at least a great reduction, in gametocyte carriers in the treated population’. No long-term follow up data were provided for this study or most of the trials reported subsequently. The next documented use of MDA in sub-Saharan Africa took place in 1948 and 1949 in tea estates in Kericho, Kenya. Ten thousand inhabitants of the tea estates received twice weekly proguanil from April to July 1948. The intervention was supplemented with DDT spraying in March and June of the following year. Before the intervention the mean malaria incidence in July, the peak of the malaria transmission season, was 56 cases per 1000 population. Following the intervention 4 malaria cases were detected in July 1949. The author therefore recommended continuation of twice weekly proguanil prophylaxis on the estates. The Nandi district of Kenya was the scene of a large MDA in 1953 and 1954. The target population of 83,000 received a single dose of pyrimethamine at the beginning of the malaria season in 1953 and 1954. The coverage was estimated to be around 95%. Before the intervention severe malaria epidemics had been reported in the area. Following the intervention the parasite prevalence dropped from 23% to 2.3%. The author states that in a control area parasite prevalence rose over the same period to over 50%. It was felt that the MDA was effective in curbing severe malaria epidemics. In the following three years, 1955 to 1957, pyrimethamine administration was replaced with Dieldrin spraying to consolidate malaria control, which makes an assessment of the long-term effect of this MDA impossible.",
            "score": 55.89524841308594
        },
        {
            "docid": "8494_52",
            "document": "DDT . DDT can still be effective against resistant mosquitoes and the avoidance of DDT-sprayed walls by mosquitoes is an additional benefit of the chemical. For example, a 2007 study reported that resistant mosquitoes avoided treated huts. The researchers argued that DDT was the best pesticide for use in IRS (even though it did not afford the most protection from mosquitoes out of the three test chemicals) because the others pesticides worked primarily by killing or irritating mosquitoes – encouraging the development of resistance. Others argue that the avoidance behavior slows eradication. Unlike other insecticides such as pyrethroids, DDT requires long exposure to accumulate a lethal dose; however its irritant property shortens contact periods. \"For these reasons, when comparisons have been made, better malaria control has generally been achieved with pyrethroids than with DDT.\" In India outdoor sleeping and night duties are common, implying that \"the excito-repellent effect of DDT, often reported useful in other countries, actually promotes outdoor transmission.\"",
            "score": 62.510493993759155
        },
        {
            "docid": "14818820_5",
            "document": "60S ribosomal protein L22 . The gene may play a role in Insect toxicity resistance. In culex mosquitos, it was one of several ribosomal proteins which were overexpressed in strains resistant to the insecticide deltamethrin. More focused analysis revealed that resistant mosquitoes expressed RPL22 at a level more than 2.5x higher than susceptible strains; however, the same study found that over-expression of RPL22 in transfected cells caused a down-regulation of a different deltamethrin-resistance gene (CYP6A1) and made these cells overall \"less\" resistant to the insecticide. Less ambiguously, multiple studies indicate that mutations in RPL22 confer erythromycin resistance on \"E. coli\" bacteria.",
            "score": 113.17027127742767
        },
        {
            "docid": "28063669_3",
            "document": "Mosquitofish in Australia . Many ichthyologists believe native species are more effective in population control than mosquitofish. These include species such as the western minnow and pygmy perches. Unfortunately, gambusia may have exacerbated the mosquito problem in many areas by outcompeting native invertebrate predators of mosquito larvae. Because of their aggressive nature and high birthrate, mosquitofish can overtake most native species in an area, drastically harming local populations. Even if they were needed for mosquito control, studies have also shown that at least 5,000 fish/ha would be needed for effective control. However, mosquitoes' breeding environments are migratory and unreliable, so regular fish predators can have little effect from year to year.",
            "score": 59.52706217765808
        },
        {
            "docid": "2339577_114",
            "document": "Evidence of common descent . The London Underground mosquito is a species of mosquito in the genus \"Culex\" found in the London Underground. It evolved from the overground species \"Culex pipiens\". This mosquito, although first discovered in the London Underground system, has been found in underground systems around the world. It is suggested that it may have adapted to human-made underground systems since the last century from local above-ground \"Culex pipiens\", although more recent evidence suggests that it is a southern mosquito variety related to \"Culex pipiens\" that has adapted to the warm underground spaces of northern cities.",
            "score": 106.33547282218933
        },
        {
            "docid": "37789_2",
            "document": "Mosquito . Mosquitoes are small, midge-like flies that constitute the family Culicidae. Females of most species are ectoparasites, whose tube-like mouthparts (called a proboscis) pierce the hosts' skin to consume blood. The word \"mosquito\" (formed by \"mosca\" and diminutive \"-ito\") is Spanish for \"little fly\". Thousands of species feed on the blood of various kinds of hosts, mainly vertebrates, including mammals, birds, reptiles, amphibians, and even some kinds of fish. Some mosquitoes also attack invertebrates, mainly other arthropods. Though the loss of blood is seldom of any importance to the victim, the saliva of the mosquito often causes an irritating rash that can be a serious nuisance. Much more serious though, are the roles of many species of mosquitoes as vectors of diseases. In passing from host to host, some transmit extremely harmful infections such as malaria, yellow fever, Chikungunya, West Nile virus, dengue fever, filariasis, Zika virus and other arboviruses, rendering it the deadliest animal family in the world.",
            "score": 60.05506920814514
        },
        {
            "docid": "2887318_6",
            "document": "Mosquito control . Adult mosquito populations may be monitored by landing rate counts, or by mechanical traps. For landing rate counts, an inspector visits a set number of sites every day, counting the number of adult female mosquitoes that land on a part of the body, such as an arm or both legs, within a given time interval. Mechanical traps use a fan to blow adult mosquitoes into a collection bag that is taken back to the laboratory for analysis of catch. The mechanical traps use visual cues (light, black/white contrasts) or chemical attractants that are normally given off by mosquito hosts (e.g., carbon dioxide, ammonia, lactic acid, octenol) to attract adult female mosquitoes. These cues are often used in combination.",
            "score": 60.24754738807678
        },
        {
            "docid": "50365842_5",
            "document": "Alexander John Haddow . Haddow first began his research into tropical diseases in 1941 in Kisumu, Kenya, where he studied the prevalence and habits of mosquito species in local huts, becoming the first researcher to build controlled experimental huts according to specification. In 1942, Haddow joined the Virus Research Institute at Entebbe, Uganda (now known as the Uganda Virus Research Institute) as a medical entomologist. The main research focus was on yellow fever but the Institute was also concerned with previously undiscovered diseases, particularly arboviruses. Here, Haddow's work mainly involved catching and documenting biting insects over full 24-hour days in and near the jungle. To study the biting habits of mosquitoes at varying levels in the trees, platforms were built in the forest canopy and understory. Caught mosquitoes were typically separated over one-hour intervals, allowing Haddow to identify the biting cycles and vertical distributions of different species. The first isolation of the Zika virus from mosquitoes was made in 1948 from one of Haddow's catches of \"Aedes africanus\" in the Zika forest",
            "score": 64.92068815231323
        },
        {
            "docid": "8494_51",
            "document": "DDT . Studies of malaria-vector mosquitoes in KwaZulu-Natal Province, South Africa found susceptibility to 4% DDT (WHO's susceptibility standard), in 63% of the samples, compared to the average of 87% in the same species caught in the open. The authors concluded that \"Finding DDT resistance in the vector \"An. arabiensis\", close to the area where we previously reported pyrethroid-resistance in the vector \"An. funestus\" Giles, indicates an urgent need to develop a strategy of insecticide resistance management for the malaria control programmes of southern Africa.\"",
            "score": 70.64450144767761
        },
        {
            "docid": "37796_9",
            "document": "West Nile fever . Vertical transmission, the transmission of a viral or bacterial disease from the female of the species to her offspring, has been observed in various West Nile virus studies, amongst different species of mosquitoes in both the laboratory and in nature. Mosquito progeny infected vertically in autumn, may potentially serve as a mechanism for WNV to overwinter and initiate enzootic horizontal transmission the following spring, although it likely plays little role in transmission in the summer and fall.",
            "score": 74.08774089813232
        },
        {
            "docid": "24151_40",
            "document": "Flatworm . In Hawaii, the planarian \"Endeavouria septemlineata\" has been used to control the imported giant African snail \"Achatina fulica\", which was displacing native snails; \"Platydemus manokwari\", another planarian, has been used for the same purpose in Philippines, Indonesia, New Guinea and Guam. Although \"A. fulica\" has declined sharply in Hawaii, there are doubts about how much \"E. septemlineata\" contributed to this decline. However, \"P. manokwari\" is given credit for severely reducing, and in places exterminating, \"A. fulica\" – achieving much greater success than most biological pest control programs, which generally aim for a low, stable population of the pest species. The ability of planarians to take different kinds of prey and to resist starvation may account for their ability to decimate \"A. fulica\". However, these abilities have raised concerns that planarians may themselves become a serious threat to native snails. A study in La Plata, Argentina, shows the potential for planarians such as \"Girardia anceps\", \"Mesostoma ehrenbergii\", and \"Bothromesostoma evelinae\" to reduce populations of the mosquito species \"Aedes aegypti\" and \"Culex pipiens\". The experiment showed that \"G. anceps\" in particular can prey on all instars of both mosquito species yet maintain a steady predation rate over time. The ability for these flatworms to live in artificial containers demonstrated the potential of placing these species in popular mosquito breeding sites, which would ideally reduce the amount of mosquito-borne diseases.",
            "score": 80.28056764602661
        },
        {
            "docid": "839543_23",
            "document": "Wolbachia . However, cases where \"Wolbachia\" reduces transmission of pathogens must be studied carefully. Indeed, a recent study demonstrated that the West Nile virus could be improved by the presence of the \"Wolbachia\" strain wAlbB in the mosquito \"Culex tarsalis\". The rate of virus appears significantly higher than in uninfected mosquitoes. Indeed, wAlbB inhibits REL1, which is an activator of the antiviral Toll immune pathway. The release of artificially infected mosquitoes in the environment, for a vector-borne disease control program, should be made with caution, because it is the first case of improvement of a human disease in the mosquito.",
            "score": 96.46887636184692
        },
        {
            "docid": "48994412_7",
            "document": "Spondweni virus . Little information is available on the potential amplification and maintenance of SPONV in numerous hosts species. Intensive field studies have been carried out in areas with high SPONV transmission, to eliminate potential host species. Numerous isolations of both SPONV strain types along with evidence of antibodies to the two strains were not detected in any rodent or birds collected in South Africa in 1958, leading to the speculation that these species were unlikely amplification and transmission of the virus. Experimental work has demonstrated that SPONV can infect non-human primates. Due to its serological cross-reactivity and similar clinical presentations with ZIKV, SPONV may be maintained and transmitted in a sylvatic cycle to nonhuman primates and certain species of mosquitoes.",
            "score": 75.40667748451233
        }
    ],
    "r": [
        {
            "docid": "26473795_7",
            "document": "Rocio viral encephalitis . \"Psorophora ferox\" was the only mosquito species directly implicated in transmission through detection of virus in specimens collected at the outbreak site, but species of \"Culex\" (\"Melanoconion\"), \"Coquillettidia chrysonotum\", \"Mansonia indubitans\", \"Ochlerotatus scapularis\", \"Ochlerotatus serratus\", and other mosquitoes in Tribes Culicini, Anophelini and Sabethini were also present in those collections. Studies with mosquitoes from the epidemic zone after the outbreak showed that \"Psorophora ferox\" and \"Ochlerotatus scapularis\" could be classified as potential vectors, but \"Ochlerotatus serratus\" was relatively insusceptible. Field investigations in the late 1970s and 1980s showed that \"Ochlerotatus scapularis\", \"Ochlerotatus serratus\" and species of \"Culex\" (\"Melanoconion\") were the predominant mosquitoes in the epidemic zone, and that \"Ochlerotatus scapularis\" was the most common and abundant mosquito in human settlements and human-made environments. Outside the epidemic zone, laboratory studies have shown that \"Culex tarsalis\" mosquitoes from Arizona and \"Culex pipiens pipiens\" mosquitoes from Illinois were relatively efficient experimental vectors; Tennessee \"Culex pipiens\" subspecies and Argentina \"Culex pipiens quinquefasciatus\" were moderately efficient experimental vectors; Louisiana \"Psorophora ferox\", and \"Culex nigripalpus\" and \"Culex (Melanoconion) opisthopus\" from Florida were relatively inefficient experimental vectors. \"Psorophora ferox\" and \"Aedes scapularis\" were shown to be susceptible to per os infection with Rocio virus and could transmit the virus by bite following an incubation period, whereas infection rates in \"Ochlerotatus serratus\" did not exceed 36% and an ID50 could not be calculated for this species so it is unlikely to be an epidemiologically important vector of Rocio virus.",
            "score": 162.0740203857422
        },
        {
            "docid": "37789_69",
            "document": "Mosquito . A recent study collected and identified 20,551 adult female mosquitoes in five neighborhoods of the city of Baltimore over 2 years. Most of these mosquitos (73%) were invasive Asian tiger mosquitoes (\"Aedes albopictus\"), but samples also included \"Culex\" (24%) and \"Aedes japonicus\" (2.4%) mosquitoes, both of which carry West Nile virus. The hosts of these mosquitos were determined by isolating DNA from the former. Invasive brown rats made up 71.7% of all Asian tiger blood meals. By contrast, birds were the most common victims of \"Culex\", while \"Aedes\" appears to avoid birds altogether. Humans and cats each made up 13.3 percent of \"Aedes\" blood meals, while deer and dogs were bitten less frequently by all mosquito species. Notably, the study showed that different neighborhoods in Baltimore had different abundances and composition of mosquito species, dependent on the abundance of neglected containers for mosquito breeding, and how people choose to spend time outside.",
            "score": 135.38841247558594
        },
        {
            "docid": "28149015_2",
            "document": "Culex quinquefasciatus . Culex quinquefasciatus Say, 1823 (originally named Culex fatigans), commonly known as the southern house mosquito, is a medium-sized mosquito found in tropical and subtropical regions of the world. It is the vector of \"Wuchereria bancrofti\", avian malaria, and arboviruses including St. Louis encephalitis virus, Western equine encephalitis virus, zika virus and West Nile virus. It is taxonomically regarded as a member of the \"Culex pipiens\" species complex. Its genome was sequenced in 2010, and was shown to have 18,883 protein-coding genes.",
            "score": 123.79369354248047
        },
        {
            "docid": "43398456_3",
            "document": "Culex vishnui . The \"Culex vishnui Theobald\" mosquito species belongs to a sub-type that also includes two other carriers of the Japanese encephalitis virus - \"Culex tritaeniorhynchus Giles\" and \"Culex pseudovishnui Colless\". Since the females of these different species are difficult to morphologically distinguish from one another, an rDNA based diagnostic PCR is used for identification.",
            "score": 123.34629821777344
        },
        {
            "docid": "4648679_11",
            "document": "Culex . The Culex \"pipiens pipiens\" bioform of Culex \"pipiens\" usually inhabits areas above ground and targets avian species. The Culex \"pipiens molestus\" bioform, on the other hand, usually inhabits underground cavities and targets human hosts. When these two bioforms hybridize, the progeny shows depolarization in both habitat and host preferences. As a result, these hybridized species play a role in disease transmission. This is because avian species amplify diseases such as West Nile Virus. A hybridized mosquito can become infected by feeding on an avian amplifier and then feed on a human, effectively passing on West Nile pathogens to that human.",
            "score": 120.5576171875
        },
        {
            "docid": "37796_4",
            "document": "West Nile fever . The prime method of spread of the West Nile virus (WNV) is the female mosquito. Only female feeds on blood. In Europe, cats were identified as being hosts for West Nile virus. The important mosquito vectors vary according to area; in the United States, \"Culex pipiens\" (Eastern United States, and urban and residential areas of the United States north of 36–39°N), \"Culex tarsalis\" (Midwest and West), and \"Culex quinquefasciatus\" (Southeast) are the main vector species.",
            "score": 118.90868377685547
        },
        {
            "docid": "53085699_2",
            "document": "Culex spathifurca . Culex (Culiciomyia) spathifurca is a species of mosquito belonging to the genus \"Culex\". It is found in Cambodia, India, Indonesia, Malaysia, Maldives, Borneo, Java, Philippines, Philippines, Singapore, Sri Lanka, Irian Jaya, Maluku, and Thailand. This mosquito shows unique male terminalia with bifurcate gonostylus, which can used to differentiate it from other species. Larva and pupa can be found in tree holes associated with mangrove ecosystems. It is a potential vector of \"Wuchereria bancrofti\", but human bitings are very rare.",
            "score": 118.59283447265625
        },
        {
            "docid": "12677808_2",
            "document": "London Underground mosquito . The London Underground mosquito is a form of mosquito in the genus \"Culex\". It is found in the London Underground railway system as its name suggests, but has a worldwide distribution and long predates the existence of the London Underground. It was first described as a distinct species from Egyptian specimens by the biologist Peter Forsskål (1732–1763). He named this mosquito \"Culex molestus\" due to its voracious biting, but later biologists renamed it \"Culex pipiens\" f. \"molestus\" because there were no morphological differences between it and \"Culex pipiens\". Notably, this mosquito assaulted Londoners sleeping in the Underground during the Blitz, although similar populations were long known.",
            "score": 117.41807556152344
        },
        {
            "docid": "34413477_4",
            "document": "Usutu virus . USUV's host range includes primarily \"Culex\" mosquitoes, birds, and humans. A 2008-2009 survey of mosquitoes and birds in Emilia-Romagna detected USUV in 89 \"Culex pipiens\" pools and in 2 \"Aedes albopictus\" pools. Twelve wild birds, primarily European Magpies (\"Pica pica\"), Hooded Crows (\"Corvus cornix\"), and Eurasian Jays (\"Garrulus glandarius\"), were determined to be USUV-positive. USUV detection in mosquito species confirms the role of \"Culex pipiens\" as the main vector and the possible involvement of \"Aedes albopictus\" in the virus cycle.",
            "score": 116.21732330322266
        },
        {
            "docid": "287207_22",
            "document": "Plasmodium . In addition to a vertebrate host, all \"Plasmodium\" species also infect a bloodsucking insect host, generally a mosquito (although some reptile-infecting parasites are transmitted by sandflies). Mosquitoes of the genera \"Culex\", \"Anopheles\", \"Culiseta\", \"Mansonia\" and \"Aedes\" act as insect hosts for various \"Plasmodium\" species. The best studied of these are the \"Anopheles\" mosquitoes which host the \"Plasmodium\" parasites of human malaria, as well as \"Culex\" mosquitoes which host the \"Plasmodium\" species that cause malaria in birds. Only female mosquitoes are infected with \"Plasmodium\", since only they feed on the blood of vertebrate hosts. Different species affect their insect hosts differently. Sometimes, insects infected with \"Plasmodium\" have reduced lifespan and reduced ability to produce offspring. Further, some species of \"Plasmodium\" appear to cause insects to prefer to bite infected vertebrate hosts over non-infected hosts.",
            "score": 114.52806091308594
        },
        {
            "docid": "2995870_8",
            "document": "Patrick Manson . Manson observed that filaria only developed as far as an embryo within the human blood and that the mosquito must have a role in the life cycle. Through these early experiments he started to hypothesise about the role of mosquitoes and the spread of disease. That the mosquito (\"Culex fatigans\", now \"Culex quinquefasciatus\") was the intermediate host of the filarial parasite (\"Wuchereria bancrofti\") was a medical breakthrough in 1877. His experimental results were published in the China Customs Medical Report in 1878, and relayed by Spencer Cobbold to the Linnean Society in London.",
            "score": 114.06188201904297
        },
        {
            "docid": "4648679_10",
            "document": "Culex . Diseases borne by one or more species of \"Culex\" mosquitoes vary in their dependence on the species of vector. Some are rarely and only incidentally transmitted by \"Culex\" species, but \"Culex\" and closely related genera of culicine mosquitoes readily support perennial epidemics of certain major diseases if they become established in a particular region.",
            "score": 113.76266479492188
        },
        {
            "docid": "14818820_5",
            "document": "60S ribosomal protein L22 . The gene may play a role in Insect toxicity resistance. In culex mosquitos, it was one of several ribosomal proteins which were overexpressed in strains resistant to the insecticide deltamethrin. More focused analysis revealed that resistant mosquitoes expressed RPL22 at a level more than 2.5x higher than susceptible strains; however, the same study found that over-expression of RPL22 in transfected cells caused a down-regulation of a different deltamethrin-resistance gene (CYP6A1) and made these cells overall \"less\" resistant to the insecticide. Less ambiguously, multiple studies indicate that mutations in RPL22 confer erythromycin resistance on \"E. coli\" bacteria.",
            "score": 113.17027282714844
        },
        {
            "docid": "26378_9",
            "document": "Rift Valley fever . The virus is transmitted through mosquito vectors, as well as through contact with the tissue of infected animals. Two species—\"Culex tritaeniorhynchus\" and \"Aedes vexans\"—are known to transmit the virus. Other potential vectors include \"Aedes caspius\", \"Aedes mcintosh\", \"Aedes ochraceus,\" \"Culex pipiens\", \"Culex antennatus\", \"Culex perexiguus\", \"Culex zombaensis\" and \"Culex quinquefasciatus\". Contact with infected tissue is considered to be the main source of human infections. The virus has been isolated from two bat species: the Peter's epauletted fruit bat (\"Micropteropus pusillus\") and the aba roundleaf bat (\"Hipposideros abae\"), which are believed to be reservoirs for the virus.",
            "score": 112.52336120605469
        },
        {
            "docid": "4648679_2",
            "document": "Culex . Culex is a genus of mosquitoes, several species of which serve as vectors of one or more important diseases of birds, humans, and other animals. The diseases they vector include arbovirus infections such as West Nile virus, Japanese encephalitis, or St. Louis encephalitis, but also filariasis and avian malaria. They occur worldwide except for the extreme northern parts of the temperate zone, and are the most common form of mosquito encountered in some major US cities such as Los Angeles.",
            "score": 111.4529800415039
        },
        {
            "docid": "42553902_10",
            "document": "Mosquito-malaria theory . The second experimental evidence came in the mid-1898 when Ross demonstrated the transmission of bird malaria \"Proteosoma relictum\" (now \"Plasmodium relictum\") between larks and mosquitoes, which he called \"grey mosquitos\" (which were \"Culex fatigans\", but now renamed \"Culex quinquefasciatus\"). He showed that the mosquitoes ingested the parasites from infected birds and could infect healthy birds. He further discovered that the parasites developed in the stomach wall and were later stored in salivary glands of the mosquito. This was a conclusive evidence that malarial parasites were indeed transmitted by mosquitoes. In his report Ross concluded that:",
            "score": 110.92472839355469
        },
        {
            "docid": "8772360_4",
            "document": "Culex tritaeniorhynchus . The mosquito species \"Culex tritaeniorhynchus\" Giles is part of the \"Culex vishnui\" subgroup, which also includes \"Culex pseudovishnui\" Colless and \"Cx. vishnui\" Theobald. As the species are very morphologically similar, it is often difficult to identify the adult specimens collected from the field. \"Cx.tritaeniorhynchus\" is a relatively small, reddish brown species. It can be identified by the dark brown scaling on the vertex and scutum, the accessory pale patches basal to the pale band on the ventral surface of the proboscis, and the narrow apical dark ring on the hind femur.",
            "score": 109.65151977539062
        },
        {
            "docid": "42553902_6",
            "document": "Mosquito-malaria theory . In the early 1880s Laveran's germ theory of malaria was generally accepted by the science community. However pivotal problems still remained, such as what transmit the malarial parasites and how. The scientific clue emerged when a British medical officer Patrick Manson discovered for the first time that parasites were transmitted by mosquitoes. In 1877 while working in Amoy, a coastal town in China, he found that the mosquito \"Culex fatigans\" (now \"Culex quinquefasciatus\") was the vector of the filarial roundworm that he called \"Filaria sanguinis hominis\" (but now \"Wuchereria bancrofti\"). His findings were published in the \"China Customs Medical Report\" in 1878, and relayed by Spencer Cobbold to the Linnean Society in London. This was the first direct evidence that mosquitoes could transmit microscopic parasites in humans, further suggesting that the same could be true in case of malaria.",
            "score": 108.86577606201172
        },
        {
            "docid": "53084931_2",
            "document": "Culex sinensis . Culex (Lophoceraomyia) sinensis is a species of mosquito belonging to the genus \"Culex\". It is found in Australia, Bangladesh, Cambodia, China, Hong Kong, India, Indonesia, Japan, South Korea, Laos, Malaysia, Myanmar, Nepal, New Guinea (Island); Papua New Guinea, Philippines, Russia, Sri Lanka, Sudan and South Sudan, Taiwan, Thailand, and Vietnam. It is a possible vector of \"Wuchereria bancrofti\".",
            "score": 108.35455322265625
        },
        {
            "docid": "21461784_20",
            "document": "Taxonomy of Anopheles . The first demonstration that mosquitoes could act as vectors of disease was by Patrick Manson, a British physician working in China, who showed that a \"Culex\" species could transmit filariasis in 1878. This was then followed in 1897 by Ronald Ross, who showed avian malaria could also be transmitted by a species of \"Culex\". Grassi in Italy showed that the species causing human malaria were transmitted by species of the genus \"Anopheles\" in 1898. \"Anopheles gambiae\" (then \"Anopheles coastalis\"), the most important of the vectors transmitting human malaria, was first recognised as such in 1899 at Freetown, Sierra Leone. It was later realised that only a small number of species of mosquitoes were responsible for the vast majority of human malaria and other diseases. This generated a considerable interest in the taxonomy of this and other mosquito genera.",
            "score": 106.99439239501953
        },
        {
            "docid": "2339577_114",
            "document": "Evidence of common descent . The London Underground mosquito is a species of mosquito in the genus \"Culex\" found in the London Underground. It evolved from the overground species \"Culex pipiens\". This mosquito, although first discovered in the London Underground system, has been found in underground systems around the world. It is suggested that it may have adapted to human-made underground systems since the last century from local above-ground \"Culex pipiens\", although more recent evidence suggests that it is a southern mosquito variety related to \"Culex pipiens\" that has adapted to the warm underground spaces of northern cities.",
            "score": 106.3354721069336
        },
        {
            "docid": "46557613_2",
            "document": "Culex erythrothorax . Culex erythrothorax is a mosquito species that appears in Southern California. It is also known as the Tule mosquito, due to its preference for breeding in Tule plants. Species has brownish-orange color. It is a confirmed vector of West Nile virus.",
            "score": 103.4630355834961
        },
        {
            "docid": "10885784_2",
            "document": "Hawaiian honeycreeper conservation . Hawaiian honeycreepers (Fringillidae), of the subfamily Carduelinae, were once quite abundant in all forests throughout Hawai'i. This group of birds historically consisted of at least 51 species. Less than half of Hawaii's previously extant species of honeycreeper still exist. Threats to species include habitat loss, avian malaria, predation by non-native mammals, and competition from non-native birds. The honeycreepers are threatened by recently introduced predation, competition, parasitism, degradation of habitat, and infectious disease including mosquito-borne avian malaria. One of the consequences of the invasive birds is the introduction of avian malaria. The pathogen is primarily transmitted via female mosquitoes who will pass on the disease by biting a susceptible individual after having bitten an infected individual. The main mosquito vector (\"Culex quinquefasciatus\") was introduced over a hundred years before the pathogen (\"Plasmodium r. capistranoae\"), mostly hosted by the blue-breasted quail (\"Coturnix chinensis\"). Later, two other mosquito species, the Asian tiger mosquito (\"Aedes albopictus\") and the bromeliad mosquito (\"Wyeomyia mitchellii\") were introduced to the islands. The immune system of the honeycreepers had not been exposed to avian malaria since its common ancestor existed 4 to 5 million years ago. Thus, the honeycreepers had not co-evolved with the pathogen to develop resistance as those birds on the mainland did.",
            "score": 103.45613098144531
        },
        {
            "docid": "19033077_7",
            "document": "Culex pipiens . \"Culex pipiens\" can be a vector of many diseases that are transmitted to hosts when the mosquito bites them. It has been found that by using the \"Wolbachia\" infection to intentionally infect this species, their reproduction can be suppressed by inserting genes through the infection that restrict their ability to reproduce. This has also proved successful in the related \"Aedes albopictus\" species, also known as the Asian Tiger mosquito.",
            "score": 103.40347290039062
        },
        {
            "docid": "8772360_2",
            "document": "Culex tritaeniorhynchus . Culex (Culex) tritaeniorhynchus is a species of mosquito and is the main vector of the disease Japanese encephalitis. This mosquito is a native of northern Asia, and parts of Africa (northeast and sub-Saharan). Females target large animals for blood extraction, including cattle and swine, and are strongly anthropophilic.",
            "score": 103.28816986083984
        },
        {
            "docid": "21054623_33",
            "document": "Mosquito-borne disease . In many insect species, such as \"Drosophila melanogaster\", researchers found that a natural infection with the bacteria strain \"Wolbachia\" \"pipientis\" increases the fitness of the host by increasing resistance to RNA viral infections. Robert L. Glaser and Mark A. Meola investigated \"Wolbachia\"-induced resistance to West Nile virus (WNV) in \"Drosophila melanogaster\" (fruit flies). Two groups of fruit flies were naturally infected with \"Wolbachia.\" Glaser and Meola then cured one group of fruit flies of \"Wolbachia using\" tetracycline. Both the infected group and the cured groups were then infected with WNV.  Flies infected with \"Wolbachia\" were found to have a changed phenotype that caused resistance to WNV. The phenotype was found to be caused by a “dominant, maternally transmitted, cytoplasmic factor”. The WNV-resistance phenotype was then reversed by curing the fruit flies of \"Wolbachia.\" Since \"Wolbachia\" is also maternally transmitted, it was found that the WNV-resistant phenotype is directly related to the \"Wolbachia\" infection. West Nile virus is transmitted to humans and animals through the Southern house mosquito, \"Culex quinquefasciatus.\" Glaser and Meola knew vector compatibility could be reduced through \"Wolbachia\" infection due to studies done with other species of mosquitoes, mainly, \"Aedes aegypti\". Their goal was to transfer WNV resistance to \"Cx. quinquefasciatus\" by inoculating the embryos of the mosquito with the same strain of \"Wolbachia\" that naturally occurred in the fruit flies. Upon infection, \"Cx. quinquefasciatus\" showed an increased resistance to WNV that was transferable to offspring. The ability to genetically modify mosquitoes in the lab and then have the infected mosquitoes transmit it to their offspring showed that it was possible to transmit the bacteria to wild populations to decrease human infections.",
            "score": 103.15032196044922
        },
        {
            "docid": "53631421_8",
            "document": "Parasitic flies of domestic animals . Biting stress can be severe in varied climatic regions (cold northern or tropics) or conditions of much surface water available for breeding where populations of mosquitoes can become dense. Species of \"Aedes\", \"Anopheles\" and \"Psorophora\" genera transmit equine encephalitis viruses to horses. \"Culex\", \"Aedes\" and \"Anopheles\" species of mosquito transmit \"Plasmodium\" protozoa that cause types of malaria in birds. \"Culex\" mosquitoes transmit West Nile virus between birds and horses; they transmit Rift Valley fever virus to livestock species and humans. The nematode worm \"Dirofilaria immitis\" that causes heartworm disease in dogs is transmitted by species of \"Culex\" and \"Aedes\". See photograph of microfilaria stage of \"Dirofilaria immitus\" in blood of dog; adult worms in dog's heart grow to several centimeters long. (Mosquitoes are of major importance as transmitters of many types of pathogenic microorganisms to humans causing diseases such as Malaria and Yellow fever. \"Plasmodium\" species causing malaria in humans are exclusively transmitted by \"Anopheles\" mosquitoes.)",
            "score": 102.99262237548828
        },
        {
            "docid": "2339577_115",
            "document": "Evidence of common descent . The two species have very different behaviours, are extremely difficult to mate, and with different allele frequency, consistent with genetic drift during a founder event. More specifically, this mosquito, \"Culex pipiens molestus\", breeds all-year round, is cold intolerant, and bites rats, mice, and humans, in contrast to the above ground species \"Culex pipiens\" that is cold tolerant, hibernates in the winter, and bites only birds. When the two varieties were cross-bred the eggs were infertile suggesting reproductive isolation.",
            "score": 102.90161895751953
        },
        {
            "docid": "53077946_2",
            "document": "Culex fuscanus . Culex (Lutzia) fuscanus is a species of mosquito belonging to the genus \"Culex\". It is found in China, India, Indonesia and Sri Lanka They are natural predators of disease causing mosquito larva such as \"Aedes aegypti\", \"Anopheles subpictus\", and \"Culex tritaeniorhynchus.",
            "score": 102.80867767333984
        },
        {
            "docid": "34829233_2",
            "document": "Culex modestus . Culex modestus (no common name) is a species of blood-feeding mosquito of the family Culicidae. It has been experimentally demonstrated to be capable of transmitting West Nile Virus (WNV), and its habit of feeding aggressively on both birds and humans gives it significant potential for transmission of zoonotic infections from birds to humans. It is believed to be the principle bridge vector of WNV between birds and humans in southern France and is thought to have played a role in WNV transmission in the Danube delta, Caspian and Azov sea deltas, and the Volga region in Russia. It has also been implicated in Tahyna virus and Lednice virus transmission in France and Slovakia, respectively.",
            "score": 102.65018463134766
        },
        {
            "docid": "57268157_2",
            "document": "Culex salinarius . Culex salinarius, the unbanded saltmarsh mosquito, is a species of mosquito in the family Culicidae.",
            "score": 101.3597183227539
        },
        {
            "docid": "4647897_2",
            "document": "Culex jenseni . Culex jenseni is a species of mosquito in the genus \"Culex\". It is endemic to Sabah, Malaysian Borneo. \"C. jenseni\" is placed in the subgenus \"Lophoceraomyia\". In its larval stage, \"C. jenseni\" develops in the pitchers of \"Nepenthes\" species, especially \"N. rajah\". As such, it is considered a nepenthebiont.",
            "score": 101.3017807006836
        }
    ]
}