{
    "q": [
        {
            "docid": "26685803_24",
            "document": "Denisovan . In 2018, through statistical analysis, researchers found evidence for a second introgression event from Denisovans into humans. The genetic evidence for this second interbreeding event is found in various modern East Asian populations: the Han Chinese, Japanese people and the Dai people. The Denisovan component in these East Asian populations is actually closer to the sequenced Denisovan genome than that found in Papuans. Thus, the Papuans must have derived their elevated Denisovan DNA component from a separate introgression event. The evidence now suggests that there were at least two distinct populations of Denisovans. According to David Reich, there is now clear evidence for three separate introgression events from archaic hominins into humans; twice from Denisovans, and once from Neanderthals.",
            "score": 35.30736947059631
        },
        {
            "docid": "50518079_4",
            "document": "Human Genome Structural Variation . Human genetic variation is responsible for the phenotypic differences between individuals in the human population. There are different types of genetic variation and it is studied extensively in order to better understand its significance. These studies lead to discoveries associating genetic variants to certain phenotypes as well as their implications in disease. At first, before DNA sequencing technologies, variation was studied and observed exclusively at a microscopic scale. At this scale, the only observations made were differences in chromosome number and chromosome structure. These variants that are about 3 Mb or larger in size are considered microscopic structural variants. This scale is large enough to be visualized using a microscope and include aneuploidies, heteromorphisms, and chromosomal rearrangements. When DNA sequencing was introduced, it opened the door to finding smaller and incredibly more sequence variations including SNPs and minisatellites. This also includes small inversions, duplications, insertions, and deletions that are under 1 kb in size. In the human genome project the human genome was successfully sequenced, which provided a reference human genome for comparison of genetic variation. With improving sequencing technologies and the reference genome, more and more variations were found of several different sizes that were larger than 1 kb but smaller than microscopic variants. These variants ranging from about 1 kb to 3 Mb in size are considered submicroscopic structural variants. These recently discovered structural variants are thought to play a very significant role in phenotypic diversity and disease susceptibility.",
            "score": 62.347195863723755
        },
        {
            "docid": "26569605_32",
            "document": "Multiregional origin of modern humans . By 2006, extraction of DNA directly from some archaic human samples was becoming possible. The earliest analyses were of Neanderthal DNA, and indicated that the Neanderthal contribution to modern human genetic diversity was no more than 20%, with a most likely value of 0%.<ref name=\"10.1126/science.1131412\"></ref> By 2010, however, detailed DNA sequencing of the Neanderthal specimens from Europe indicated that the contribution was nonzero, with Neanderthals sharing 1-4% more genetic variants with living non-Africans than with living humans in sub-Saharan Africa.<ref name=\"10.1126/science.1188021\"></ref> In late 2010, a recently discovered non-Neanderthal archaic human, the Denisova hominin from south-western Siberia, was found to share 4–6% more of its genome with living Melanesian humans than with any other living group, supporting admixture between two regions outside of Africa.<ref name=\"10.1038/nature09710\"></ref> In August 2011, human leukocyte antigen (HLA) alleles from the archaic Denisovan and Neanderthal genomes were found to show patterns in the modern human population demonstrating origins from these non-African populations; the ancestry from these archaic alleles at the HLA-A site was more than 50% for modern Europeans, 70% for Asians, and 95% for Papua New Guineans.<ref name=\"10.1126/science.1209202\"></ref> Proponents of the multiregional hypothesis believe the combination of regional continuity inside and outside of Africa and lateral gene transfer between various regions around the world supports the multiregional hypothesis. However, \"Out of Africa\" Theory proponents also explain this with the fact that genetic changes occur on a regional basis rather than a continental basis, and populations close to each other are likely to share certain specific regional SNPs while sharing most other genes in common. Migration Matrix theory (A=Mt) indicates that dependent upon the potential contribution of Neanderthal ancestry, we would be able to calculate the percentage of Neanderthal mtDNA contribution to the human species. As we do not know the specific migration matrix, we are unable to input the exact data, which would answer these questions irrefutably.<ref name=\"10.1002/ajpa.1060\"></ref>",
            "score": 44.09377574920654
        },
        {
            "docid": "50518079_11",
            "document": "Human Genome Structural Variation . The 1000 genomes project was able to successfully produce the DNA sequence of the human genome. They provided much sequencing data from many populations to analyze as well as a reference human genome for comparison and future studies. One study took advantage of this resource to question the structural variation differences between genomes from whole genome sequence data. It was known that human diseases are affected by duplications and deletions and that copy number analysis is common but multiallelic copy number variants (mCNVs) were not as well studied. The researchers got their data from the 1000 genomes project and analyzed 849 different genomes from a variety of populations that were sequenced in order to find large mCNVs. From their analysis, they found that mCNVs create most genetic variation in gene dosage compared to other structural variants and that the gene expression variation is created by the dosage diversity of genes created by mCNVs. The study underlined the great significance that structural variants, especially mCNVs, have on gene dosage which leads to variable gene expressions and human phenotypic diversity in the population.",
            "score": 62.65001094341278
        },
        {
            "docid": "10326_40",
            "document": "Human evolution . Recent sequencing of Neanderthal and Denisovan genomes shows that some admixture with these populations has occurred. Modern humans outside Africa have 2–4% Neanderthal alleles in their genome, and some Melanesians have an additional 4–6% of Denisovan alleles. These new results do not contradict the \"out of Africa\" model, except in its strictest interpretation, although they make the situation more complex. After recovery from a genetic bottleneck that could possibly be due to the Toba supervolcano catastrophe, a fairly small group left Africa and later briefly interbred on three separate occasions with Neanderthals, probably in the middle-east, on the Eurasian steppe or even in North Africa before their departure. Their still predominantly African descendants spread to populate the world. A fraction in turn interbred with Denisovans, probably in south-east Asia, before populating Melanesia. HLA haplotypes of Neanderthal and Denisova origin have been identified in modern Eurasian and Oceanian populations. The Denisovan EPAS1 gene has also been found in Tibetan populations.",
            "score": 43.05570960044861
        },
        {
            "docid": "57280323_11",
            "document": "Neanderthal genetics . It is suggested that 20 percent of Neanderthal DNA survived in modern humans, notably expressed in the skin, hair and diseases of modern people. Modern human genes involved in making keratin—the protein found in skin, hair, and nails—have specially high levels of Neanderthal DNA. For example, around 66% of East Asians contain the Neanderthal skin gene, while 70% of Europeans possess the Neanderthal gene which affects skin colour.  POU2F3 is found in around 66 percent of East Asians, while the Neanderthal version of BNC2, which affects skin color, among other traits, is found in 70 percent of Europeans. Neanderthal are the variants in genes that affect the risk of several diseases, including lupus, biliary cirrhosis, Crohn's disease, and type 2 diabetes.  The genetic variant of the MC1R gene linked to red hair in Neanderthals has not been found in modern humans; hence, red hair may be an example of convergent evolution.  While interbreeding was viewed as the most parsimonious interpretation of the genetic discoveries, the 2010 study still could not conclusively rule out an alternative scenario, in which the source population of non-African modern humans was already more closely related to Neanderthals than other Africans were, because of ancient genetic divisions within Africa.  Research since 2010 has refined the picture of interbreeding between Neanderthals, Denisovans and anatomically modern humans. Interbreeding appears to have occurred asymmetrically among the ancestors of modern-day humans, and that this is a possible rationale for differing frequencies of Neanderthal-specific DNA in the genomes of modern humans. In Vernot and Akey (2015) concluded that the relatively greater quantity of Neanderthal-specific DNA in the genomes of individuals of East Asian descent (than those of European descent) cannot be explained by differences in selection.  They further suggest that \"two additional demographic models, involving either a second pulse of Neandertal gene flow into the ancestors of East Asians or a dilution of Neandertal lineages in Europeans by admixture with an unknown ancestral population\" are parsimonious with their data.  Similar conclusions were reached by Kim and Lohmueller (2015): \"Using simulations of a broad range of models of selection and demography, we have shown that this hypothesis [that the greater proportion of Neandertal ancestry in East Asians than in Europeans is due to the fact that purifying selection is less effective at removing weakly deleterious Neandertal alleles from East Asian populations] cannot account for the higher proportion of Neandertal ancestry in East Asians than in Europeans. Instead, more complex demographic scenarios, most likely involving multiple pulses of Neandertal admixture, are required to explain the data.\"",
            "score": 70.10289883613586
        },
        {
            "docid": "4995479_43",
            "document": "Genomic library . Genome-wide association studies are general applications to find specific gene targets and polymorphisms within the human race. In fact, the International HapMap project was created through a partnership of scientists and agencies from several countries to catalog and utilize this data. The goal of this project is to compare genetic sequences of different individuals to elucidate similarities and differences within chromosomal regions. Scientists from all of the participating nations are cataloging these attributes with data from populations of African, Asian, and European ancestry. Such genome-wide assessments may lead to further diagnostic and drug therapies while also helping future teams focus on orchestrating therapeutics with genetic features in mind. These concepts are already being exploited in genetic engineering. For example, a research team has actually constructed a PAC shuttle vector that creates a library representing two-fold coverage of the human genome. This could serve as an incredible resource to identify genes, or sets of genes, causing disease. Moreover, these studies can serve as a powerful way to investigate transcriptional regulation as it has been seen in the study of baculoviruses. Overall, advances in genome library construction and DNA sequencing has allowed for efficient discovery of different molecular targets. Assimilation of these features through such efficient methods can hasten the employment of novel drug candidates.",
            "score": 51.0866574048996
        },
        {
            "docid": "2681772_13",
            "document": "Onge . A genome-wide study by Reich et al. (2009) found evidence for two genetically divergent, ancient populations that are ancestral to most persons inhabiting the Indian subcontinent today: \"Ancestral North Indians\" (ANI), who are genetically close to Middle Eastern, Central Asian and European populations, and \"Ancestral South Indians\" (ASI), who are genetically distinct from both ANI and East Asians. The Onge Andamanese were observed to be related to the Ancestral South Indians, and were unique in that they were the only South Asian population in the study that lacked any Ancestral North Indian admixture. The scientists thus suggest that the Onge populated the Andamanese Islands prior to the intermixture that took place between the Ancestral South Indians and Ancestral North Indians on the Indian mainland.",
            "score": 59.51928210258484
        },
        {
            "docid": "3133330_3",
            "document": "Genetics and archaeogenetics of South Asia . Studies based on mtDNA variation have reported genetic unity across various South Asian sub–populations. Conclusions of studies based on Y Chromosome variation and Autosomal DNA variation have been varied, although many researchers argue that most of the ancestral nodes of the phylogenetic tree of all the mtDNA types originated in South Asia. Recent genome studies appear to show that most South Asians are descendants of two major ancestral components, one restricted to South Asia (\"Ancestral South Indian\") and the other component (\"Ancestral North Indian\") more closely related to those in Central Asia, West Asia and Europe.",
            "score": 47.198598861694336
        },
        {
            "docid": "30231169_5",
            "document": "Archaic human admixture with modern humans . Through whole-genome sequencing of three Vindija Neanderthals, a draft sequence of the Neanderthal genome was published by a team of researchers led by Richard Green on 7 May 2010 in the journal \"Science\" and revealed that Neanderthals shared more alleles with Eurasian populations (e.g. French, Han Chinese, and Papua New Guinean) than with Sub-Saharan African populations (e.g. Yoruba and San). According to Green et al. (2010), the observed excess of genetic similarity is best explained by recent gene flow from Neanderthals to modern humans after the migration out of Africa. Green et al. (2010) estimated the proportion of Neanderthal-derived ancestry to be 1–4% of the Eurasian genome. The proportion was estimated to be 1.5–2.1% in Prüfer et al. (2013), but it was later revised to a higher 1.8–2.6% by in Prüfer et al. (2017).  The same study noted that East Asians carry more Neandertal DNA (2.3–2.6%) than Western Eurasians (1.8–2.4%) Lohse and Frantz (2014) infer an even higher rate of 3.4–7.3%.",
            "score": 41.464497089385986
        },
        {
            "docid": "4816754_43",
            "document": "Human genetic variation . In a study published in 2013, Jeffrey Wall from University of California studied whole sequence-genome data and found higher rates of introgression in Asians compared to Europeans. Hammer et al. tested the hypothesis that contemporary African genomes have signatures of gene flow with archaic human ancestors and found evidence of archaic admixture in African genomes, suggesting that modest amounts of gene flow were widespread throughout time and space during the evolution of anatomically modern humans.",
            "score": 47.59154009819031
        },
        {
            "docid": "30231169_23",
            "document": "Archaic human admixture with modern humans . Although less parsimonious than recent gene flow, the observation may have been due to ancient population sub-structure in Africa, causing incomplete genetic homogenization within modern humans when Neanderthals diverged while early ancestors of Eurasians were still more closely related to Neanderthals than those of Africans to Neanderthals. On the basis of allele frequency spectrum, it was shown that the recent admixture model had the best fit to the results while the ancient population sub-structure model had no fit–demonstrating that the best model was a recent admixture event that was preceded by a bottleneck event among modern humans—thus confirming recent admixture as the most parsimonious and plausible explanation for the observed excess of genetic similarities between modern non-African humans and Neanderthals. On the basis of linkage disequilibrium patterns, a recent admixture event is likewise confirmed by the data. From the extent of linkage disequilibrium, it was estimated that the last Neanderthal gene flow into early ancestors of Europeans occurred 47,000–65,000 years BP. In conjunction with archaeological and fossil evidence, the gene flow is thought likely to have occurred somewhere in Western Eurasia, possibly the Middle East. Through another approach—using one genome each of a Neanderthal, Eurasian, African, and chimpanzee (outgroup), and dividing it into non-recombining short sequence blocks—to estimate genome-wide maximum-likelihood under different models, an ancient population sub-structure in Africa was ruled out and a Neanderthal admixture event was confirmed.",
            "score": 49.63247501850128
        },
        {
            "docid": "279720_15",
            "document": "Malays (ethnic group) . Studies on the genetics of modern Malays show a complex history of admixture of human populations. The analyses reveal that the Malays are genetically diverse, and that there are substantial variations between different populations of Malays. The differences may have arisen from geographical isolation and independent admixture that occurred over a long period. The studies indicate that there is no single representative genetic component, rather there are four major ancestral components to the Malay people: Austronesian, Proto-Malay, East Asian and South Asian. The largest components of the genetic makeup of the Malays come from the Austronesian aborigines and Proto-Malays. The Austronesian component is related to the Taiwanese Ami and Atayal people, and genetic analyses of the Austronesian component in Southeast Asians may lend support to the \"Out of Taiwan\" hypothesis, although some suggest that it is largely indigenous with smaller contribution from Taiwan. The Proto-Malays such as the Temuan people show genetic evidence of them having moved out of Yunnan, China, thought to be about 4,000–6,000 years ago. The admixture events with South Asians (Indians) may have been ancient (estimate of up to 2,250 years ago in some Indonesian Malays), while the admixture events with East Asians (Chinese) may be more recent (100–200 years ago), although some may have occurred before the 15th century in Java. There are also minor components contributed by other groups such as the Negritos (the earliest inhabitants of the Malay Peninsula), Central Asians and Europeans. Most of the admixture events are estimated to have occurred 175 to 1,500 years ago.",
            "score": 60.558019399642944
        },
        {
            "docid": "11021613_4",
            "document": "The Cancer Genome Atlas . The project scheduled 500 patient samples, more than most genomics studies, and used different techniques to analyze the patient samples. Techniques include gene expression profiling, copy number variation profiling, SNP genotyping, genome wide DNA methylation profiling, microRNA profiling, and exon sequencing of at least 1,200 genes. TCGA is sequencing the entire genomes of some tumors, including at least 6,000 candidate genes and microRNA sequences. This targeted sequencing is being performed by all three sequencing centers using hybrid-capture technology. In phase II, TCGA is performing whole exome and whole transcriptome sequencing on 100% of the cases and whole genome sequencing on 10% of the cases used in the project.",
            "score": 40.20789909362793
        },
        {
            "docid": "2279743_5",
            "document": "Idealised population . Idealised population models could not only provide us with information about present populations conditions but as well are useful in revealing natural history and population dynamics in the past. Using an idealised population model, Anders Eriksson and Andrea Manica (2012) tested the hypothesis of the archaic human admixture with modern humans. The authors compare genome sequences of two human populations, Neanderthals and chimpanzee. Eriksson and Manica created a stepping stone model under which Africa and Eurasia are represented as a string of equal size populations. They concluded that under the stepping stone model, in which Europeans can exchange genetic information with Asians and not with Africans, similarities between Neanderthal genome and Eurasian could be explained by ancient populations structure.",
            "score": 41.400524854660034
        },
        {
            "docid": "2118736_33",
            "document": "Domestication of animals . Advances in DNA sequencing technology allow the nuclear genome to be accessed and analyzed in a population genetics framework. The increased resolution of nuclear sequences has demonstrated that gene flow is common, not only between geographically diverse domestic populations of the same species but also between domestic populations and wild species that never gave rise to a domestic population. The yellow leg trait possessed by numerous modern commercial chicken breeds was acquired via introgression from the grey junglefowl indigenous to South Asia. African cattle are hybrids that possess both a European Taurine cattle maternal mitochondrial signal and an Asian Indicine cattle paternal Y-chromosome signature. Numerous other bovid species, including bison, yak, banteng, and gaur also hybridize with ease. Cats and horses have been shown to hybridize with many closely related species, and domestic honey bees have mated with so many different species they now possess genomes more variable than their original wild progenitors. The archaeological and genetic data suggests that long-term bidirectional gene flow between wild and domestic stocks - including donkeys, horses, New and Old World camelids, goats, sheep, and pigs - was common. Bidirectional gene flow between domestic and wild reindeer continues today.",
            "score": 55.84805607795715
        },
        {
            "docid": "3248511_7",
            "document": "Copy-number variation . Recent advances in biotechnology gave rise to many important techniques that are of extremely high genomic resolution and as a result, an increasing number of copy number variations in the genome have been reported. One of these advances involve using bacterial artificial chromosome (BAC) array with around 1 megabase of intervals throughout the entire gene, BACs can also detect copy number variations in rearrangement hotspots allowing for the detection of 119 novel copy number variations. Throughout the past decade or so, high throughput genomic sequencing has revolutionized the field of human genomics and in silico studies have been performed to detect copy number variations in the genome. Reference sequences have been compared to other sequences of interest using fosmids by strictly controlling the fosmid clones to be 40kb. Sequencing end reads would provide adequate information to align the reference sequence to the sequence of interest, and any misalignments are easily noticeable thus concluded to be copy number variations within that region of the clone. This type of detection technique offers a high genomic resolution and precise location of the repeat in the genome, and it can also detect other types of structural variation such as inversions. In addition, another way of detecting copy number variation that can ensure high genomic resolution is using single nucleotide polymorphisms (SNP). Since the International HapMap project had begun, common SNPs that occur between four different populations from different continents have been sequenced and located. Due to the abundance of the human SNP data, the direction of detecting copy number variation has changed to utilize these SNPs. Relying on the fact that human recombination is relatively rare and that many recombination events occur in specific regions of the genome known as recombination hotspots, linkage disequilibrium can be used to identify copy number variations. Efforts have been made in associating copy number variations with specific haplotype SNPs by analyzing the linkage disequilibrium, using these associations, one is able to recognize copy number variations in the genome using SNPs as markers. One drawback of this method is that because SNPs in the International HapMap are not optimized for detecting copy number variations, therefore the data is biased towards large copy number variations. Next-generation sequencing has also been used recently to detect copy number variations with high genomic resolutions. Using whole-genome shot-gun sequencing data, assays have been developed to accurately detect and identify regions of duplications. On the other hand, it is very challenging to detect CNVs in targeted sequencing because it is extremely unlikely that breakpoints will occur inside the scant number of regions captured by a gene panel. Thus, soft-clipped reads and discordant reads are unlikely to be found in targeted sequencing. On average, there is about 1 SNP per 800 bit/s, so over a long enough region, B-allele frequencies (BAF) can be used to detect copy number changes. However, in targeted sequencing, there are not enough heterozygous variants within a short region to detect deviations from the expected 50% BAF. Lastly, high resolution microarrays that have copy number probes as well as SNP probes are the gold standard for detecting copy number changes down to 50 kbs with whole genome coverage. Accurately detecting, identifying, and categorizing copy number variations is extremely important because of the complications they bring to DNA sequencing. Traditionally, DNA sequencing relied heavily on sequencing short reads from a large genome and using any overlapping regions of the reads to combine the short reads to form longer reads. This will eventually be mapped together to give the sequence of the entire genome. However, the issues related to copy number variations arise in linking the overlapping regions together. By definition, copy number variation is a region of the genome duplicated a variable number of times in the population and due to the large variation between the number of times portions of the genome are duplicated, when mapping overlapping sequences, it becomes unclear whether or not a region is an overlap or a duplicated region. With all the challenges faced by sequencing to detect copy number variations, high resolution microarrays are the technology of choice.",
            "score": 43.91742491722107
        },
        {
            "docid": "27234935_3",
            "document": "Genetic studies on Turkish people . The largest autosomal study on Turkish genetics (on 16 individuals) concluded the weight of East Asian (presumably Central Asian) migration legacy of the Turkish people is estimated at 21.7%. The authors conclude on the basis of previous studies that \"South Asian contribution to Turkey's population was significantly higher than East/Central Asian contributions, suggesting that the genetic variation of medieval Central Asian populations may be more closely related to South Asian populations, or that there was continued low level migration from South Asia into Anatolia.\" They note that these weights are not direct estimates of the migration rates as the original donor populations are not known, and the exact kinship between current East Asians and the medieval Oghuz Turks is uncertain. For instance, genetic pools of Central Asian Turkic peoples is particularly diverse and modern Oghuz Turkmens living in Central Asia are with higher West Eurasian genetic component than East Eurasian. Several studies have concluded that the genetic haplogroups indigenous to Western Asia have the largest share in the gene pool of the present-day Turkish population. An admixture analysis determined that the Anatolian Turks share most of their genetic ancestry with non-Turkic populations in the region and the 12th century is set as an admixture date. However, isolates with dominant Central Asian genetic makeup were found at an Afshar village near Ankara.",
            "score": 68.82955694198608
        },
        {
            "docid": "27234935_18",
            "document": "Genetic studies on Turkish people . A study regarding Turkish genetics in 2014 has utilized the whole genome sequencing of Turkish individuals. Led by Can Alkan at the University of Washington in Seattle, the study has been published in the journal \"BMC Genomics\". The authors of the study show that the genetic variation of the contemporary Turkish population clusters with South European populations, as expected, but also shows signatures of relatively recent contribution from ancestral East Asian populations. They estimate the weights for the migration events predicted to originate from the East Asian branch into current-day Turkey was at 21.7% (see ).",
            "score": 48.845683097839355
        },
        {
            "docid": "40152800_6",
            "document": "Imputation (genetics) . In early imputation usage, haplotypes from HapMap populations were used as a reference panel, however, this has been succeeded by the availability of haplotypes from the 1000 Genomes Project as reference panels, with more samples, across more diverse populations, and with greater genetic marker density. As of mid-2014, whole-genome sequence data is publicly available from the 1000 Genomes Project website for 2535 individuals from 26 different populations around the world.",
            "score": 53.64380717277527
        },
        {
            "docid": "4445638_25",
            "document": "Turkification . The region of the Anatolia represents an extremely important area with respect to ancient population migration and expansion, and the spread of the Caucasian, Semitic, Indo-European and Turkic languages, as well as the extinction of the local Anatolian languages. During the late Roman Period, prior to the Turkic conquest, the population of Anatolia had reached an estimated level of approximately 4 million people. Several studies examined the extent to which gene flow from Central Asia has contributed to the current gene pool of the Turkish people, and the role of the 11th century invasion by Turkic peoples. A 2001 study concluded that local Anatolian groups are nearly half the source of the present-day Turkish population. A 2002 study concluded that Turks do not significantly differ from other Mediterranean populations, indicating that while the Asian Turks carried out an invasion with cultural significance (language and religion), the genetic significance is lesser detectable. A genetic research from 2001 has suggested the local Anatolian origins of the Turkic Asian peoples might have been slight. In 2003, DNA results suggested there was no strong genetic relationship between the Mongols and the Turks people despite the historical relationship of their languages. In 2014, however, the largest autosomal study on Turkish genetics (on 16 individuals) concluded the weight of East Asian (presumably Central Asian) migration legacy of the Turkish people is estimated at 21.7%. The authors conclude on the basis of previous studies that \"South Asian contribution to Turkey's population was significantly higher than East/Central Asian contributions, suggesting that the genetic variation of medieval Central Asian populations may be more closely related to South Asian populations, or that there was continued low level migration from South Asia into Anatolia.\" They note that these weights are not direct estimates of the migration rates as the original donor populations are not known, and the exact kinship between current East Asians and the medieval Oghuz Turks is uncertain. For instance, genetic pools of Central Asian Turkic peoples is particularly diverse and modern Oghuz Turkmens living in Central Asia are with higher West Eurasian genetic component than East Eurasian.",
            "score": 55.325220704078674
        },
        {
            "docid": "6003871_12",
            "document": "Tag SNP . Because whole genome sequencing of individuals is still cost prohibitive, the international HapMap Project was constructed with a goal to map the human genome to haplotype groupings (haplotype blocks) that can describe common patterns of human genetic variation. By mapping the entire genome to haplotypes, tag SNPs can be identified to represent the haplotype blocks examined by genetic studies. An important factor to consider when planning a genetic study is the frequency and risk incurred by specific alleles. These factors can vary in different populations so the HapMap project used a variety of sequencing techniques to discover and catalog SNPs from different sets of populations. Initially he project sequenced individuals from Yoruba population of African origin (YRI), residents of Utah with western European ancestry (CEU), unrelated individuals from Tokyo, Japan (JPT) and unrelated Han Chinese individuals from Beijing, China (CHB). Recently their datasets have been expanded to include other populations (11 groups)",
            "score": 42.562097668647766
        },
        {
            "docid": "3133330_45",
            "document": "Genetics and archaeogenetics of South Asia . Basu et al. (2003) concludes that Austro–Asiatic tribal populations entered India first from the Northwest corridor and much later some of them through Northeastern corridor. Whereas, Kumar et al. (2007) analyzed 25 South Asian Austro-Asiatic tribes and found strong paternal genetic link among the sub-linguistic groups of the South Asian Austro-Asiatic populations. Mukherjee et al. (2001) places Pakistanis and North Indians between west Asian and Central Asian populations, whereas Cordaux et al. (2004) argues that the Indian caste populations are closer to Central Asian populations. Sahoo et al. (2006) and Sengupata et al. (2006) suggest that Indian caste populations have not been subject to any recent admixtures. Sanghamitra Sahoo concludes his study with: Results of studies based upon autosomal DNA variation have also been varied. In a major study (2009) using over 500,000 biallelic autosomal markers, Reich hypothesized that the modern South Asian population was the result of admixture between two genetically divergent ancestral populations dating from the post-Holocene era. These two \"reconstructed\" ancient populations he termed \"Ancestral South Indians\" (ASI) and \"Ancestral North Indians\" (ANI). According to Reich: \"ANI ancestry is significantly higher in Indo-European than Dravidian speakers, suggesting that the ancestral ASI may have spoken a Dravidian language before mixing with the ANI.\"",
            "score": 51.29346036911011
        },
        {
            "docid": "175714_4",
            "document": "Eurasian (mixed ancestry) . Historically, Central Asia has been a \"melting pot\" of West Eurasia and East Eurasian peoples, leading to high genetic admixture and diversity. Physical and genetic analyses of ancient remains have concluded that – while the Scythians, including those in the eastern Pazyryk region – possessed predominantly features, found among others, in Europoids, mixed Eurasian phenotypes were also frequently present, suggesting that the Scythians as a whole were descended in part from East Eurasian populations. The nomadic Xiongnu were nomadic warriors who invaded China and Central Asia. They were predominant Mongoloid, known from their skeletal remains and artifacts. Analysis of skeletal remains from sites attributed to the Xiongnu provides an identification of dolichocephalic Mongoloid. Russian and Chinese anthropological and craniofacial studies show that the Xiongnu were physically very heterogeneous, with six different population clusters showing different degrees of Mongoloid and Caucasoid physical traits. A majority (89%) of the Xiongnu mtDNA sequences can be classified as belonging to Asian haplogroups, and nearly 11% belong to European haplogroups. This finding indicates that contact between European and Asian populations preceded the start of Xiongnu culture, and confirms results reported for two samples from an early 3rd century BC Scytho-Siberian population (Clisson et al. 2002).",
            "score": 67.60806965827942
        },
        {
            "docid": "30231169_6",
            "document": "Archaic human admixture with modern humans . Presenting a high-quality genome sequence of a female Altai Neanderthal, it has been found that the Neanderthal component in non-African modern humans is more related to the Mezmaiskaya Neanderthal (Caucasus) than to the Altai Neanderthal (Siberia) or the Vindija Neanderthals (Croatia). By high-coverage sequencing the genome of a 50,000-year-old female Vindija Neanderthal fragment, it was later found that the Vindija and Mezmaiskaya Neanderthals did not seem to differ in the extent of their allele-sharing with modern humans. In this case, it was also found that the Neanderthal component in non-African modern humans is more closely related to the Vindija and Mezmaiskaya Neanderthals than to the Altai Neandertal. These results suggest that a majority of the admixture into modern humans came from Neanderthal populations that had diverged (about 80–100kya) from the Vindija and Mezmaiskaya Neanderthal lineages before the latter two diverged from each other.",
            "score": 26.02959680557251
        },
        {
            "docid": "99645_38",
            "document": "Homo sapiens . Some climatic adaptations, such as high-altitude adaptation in humans, are thought to have been acquired by archaic admixture.  Introgression of genetic variants acquired by Neanderthal admixture have different distributions in European and East Asians, reflecting differences in recent selective pressures. A 2014 study reported that Neanderthal-derived variants  found in East Asian populations showed clustering in  functional groups related to immune and haematopoietic pathways, while European populations showed clustering in functional groups related to the lipid catabolic process. A 2017 study found correlation of Neanderthal admixture in phenotypic traits in modern European populations.",
            "score": 49.60409617424011
        },
        {
            "docid": "30231169_9",
            "document": "Archaic human admixture with modern humans . A higher Neanderthal admixture was found in East Asians than in Europeans, which is estimated to be about 20% more introgression into East Asians.  This could possibly be explained by the occurrence of further admixture events in the early ancestors of East Asians after the separation of Europeans and East Asians, dilution of Neanderthal ancestry in Europeans by populations with low Neanderthal ancestry from later migrations, or natural selection that may have been relatively lower in East Asians than in Europeans.  Studies indicate that a reduced efficacy of purifying selection against Neanderthal alleles in East Asians could not account for the greater proportion of Neanderthal ancestry of East Asians, thus favoring more-complex models involving additional pulses of Neanderthal introgression into East Asians. It has also been observed that there's a small but significant variation of Neanderthal admixture rates within European populations, but no significant variation within East Asian populations.",
            "score": 55.13194918632507
        },
        {
            "docid": "917868_2",
            "document": "Comparative genomics . Comparative genomics is a field of biological research in which the genomic features of different organisms are compared. The genomic features may include the DNA sequence, genes, gene order, regulatory sequences, and other genomic structural landmarks. In this branch of genomics, whole or large parts of genomes resulting from genome projects are compared to study basic biological similarities and differences as well as evolutionary relationships between organisms. The major principle of comparative genomics is that common features of two organisms will often be encoded within the DNA that is evolutionarily conserved between them. Therefore, comparative genomic approaches start with making some form of alignment of genome sequences and looking for orthologous sequences (sequences that share a common ancestry) in the aligned genomes and checking to what extent those sequences are conserved. Based on these, genome and molecular evolution are inferred and this may in turn be put in the context of, for example, phenotypic evolution or population genetics.",
            "score": 34.130494236946106
        },
        {
            "docid": "19136941_18",
            "document": "Eske Willerslev . Willerslev’s team sequenced the genome of one of the earliest anatomically modern humans from Europe, Kostinki 14 from Russia dated to be between 36-38,000 years old. The results show that most of the major genetic components present in Europeans today was present in Europe from early on. In 2014 his team undertook the first large scale past population genomic study reporting more than 100 ancient genomes from Bronze Age Europe and Asia. They found that lactose tolerance that is common in northern Europe today was not common even as late as 2,000 years ago. They also found evidence for major populations movements and replacements in both Europe and Asia during the Bronze Age time and that significant parts of contemporary European and Asian genetic diversity was created during this period. They later showed that plague was a likely driver of Bronze Age population dynamics, which as of 2015 is the oldest genomes of \"Yersinia pestis\" (the etiological agent of plague) reported.",
            "score": 47.238946199417114
        },
        {
            "docid": "99645_26",
            "document": "Homo sapiens . Evidence for the overwhelming contribution of this \"recent\" (L3-derived) expansion to all non-African populations was established based on mitochondrial DNA, combined with evidence based on physical anthropology of archaic specimens, during the 1990s and 2000s.  The assumption of complete replacement has been revised in the 2010s with the discovery admixture events (introgression) of populations of \"H. sapiens\" with populations of archaic humans over the period of between roughly 100,000 and 30,000 years ago, both in Eurasia and in Sub-Saharan Africa. The extent of Neanderthal admixture (and introgression of genes acquired by admixture) varies significantly between contemporary racial groups, being absent in Africans, intermediate in Europeans and highest in East Asians. Certain genes related to UV-light adaptation introgressed from Neanderthals have been found to have been selected for in East Asians specifically from 45,000 years ago until around 5,000 years ago.  The extent of archaic admixture is of the order of about 1% to 4% in Europeans and East Asians, and highest among Melanesians (Denisova hominin admixture), at 4% to 6%. Cumulatively, about 20% of the Neanderthal genome is estimated to remain present spread in contemporary populations.",
            "score": 46.89855921268463
        },
        {
            "docid": "25869325_15",
            "document": "Genetic history of indigenous peoples of the Americas . A study of Raghavan et al. 2013 found that autosomal evidence indicates that skeletal remain of a south-central Siberian child carrying R* y-dna (Mal'ta boy-1) \"is basal to modern-day western Eurasians and genetically closely related to modern-day Amerindians, with no close affinity to east Asians. This suggests that populations related to contemporary western Eurasians had a more north-easterly distribution 24,000 years ago than commonly thought.\" Sequencing of another south-central Siberian (Afontova Gora-2) revealed that \"western Eurasian genetic signatures in modern-day Amerindians derive not only from post-Columbian admixture, as commonly thought, but also from a mixed ancestry of the First Americans.\" It is further theorized if \"Mal'ta might be a missing link, a representative of the Asian population that admixed both into Europeans and Native Americans.\"",
            "score": 40.62965500354767
        },
        {
            "docid": "27234935_23",
            "document": "Genetic studies on Turkish people . According to a 2012 study on ethnic Turkish people, \"Turkish population has a close genetic similarity to Middle Eastern and European populations and some degree of similarity to South Asian and Central Asian populations.\" At K = 3 level, using individuals from the Middle East (Druze and Palestinian), Europe (French, Italian, Tuscan and Sardinian) to obtatin a more representative database for Central Asia (Uygur, Hazara and Kyrgyz), clustering results indicated that the contributions were 45%, 40% and 15% for the Middle Eastern, European and Central Asian populations, respectively. For K = 4 level, results for paternal ancestry were 38% European, 35% Middle Eastern, 18% South Asian and 9% Central Asian. K= 7 results of paternal ancestry were 77% European, 12% South Asian, 4% Middle Eastern, 6% Central Asian. However, Hodoglugil et al. caution that results may indicate previous population movements (e.g. migration, admixture) or genetic drift, given Europe and South Asia have some genetic relatedness. The study indicated that the Turkish genetic structure is unique, and admixture of Turkish people reflects the population migration patterns. Among all sampled groups, the Adygei population (Circassians) from the Caucasus was closest to the Turkish samples among sampled European (French, Italian), Middle Eastern (Druze, Palestinian), and Central (Kyrgyz, Hazara, Uygur), South (Pakistani), and East Asian (Mongolian, Han) populations.",
            "score": 64.85335147380829
        }
    ],
    "r": [
        {
            "docid": "203689_20",
            "document": "Tai–Kadai-speaking peoples . Y-chromosome polymorphisms are powerful tools in delineating the genetic structure of human populations. A large number of populations in China have been studied in the last several years and 17 Y-chromosome single nucleotide polymorphism (SNP) haplotypes have been found in them, some of which are specific to East Asians. Major ethnic groups tend to have their own characteristic profiles reflected by their respective Y haplotype distribution. Tai–Kadai, an ethnic group dispersed from Assam to Taiwan, is a diverse group, and yet its genetic structure shows a distinctive profile, different from those of the other groups in East and Southeast Asia, although some resemblance between Tai–Kadai and Austronesian groups, especially Taiwanese aborigines, is noticeable. The most frequent haplogroup among the Tai–Kadai-speaking peoples is haplogroup O2a, which means there was widespread assimilation of Austroasiatic speakers. O1a represents affinity with Austronesian speakers. Tai–Kadai peoples' most dominant Y-DNA haplogroups are O2a, O1a, O2a1.",
            "score": 80.04840087890625
        },
        {
            "docid": "27620963_13",
            "document": "Genetic studies on Sinhalese . Genetic studies show that the Sinhalese have received some genetic flow from neighboring populations in East Asia and Southeast Asia, such as from the ethnically diverse and disparate Sino-Tibetan-speaking peoples and Austro-Asiatic peoples, which is due to their close genetic links to Northeast India. A 1985 study conducted by Roychoudhury AK and Nei M, indicated the values of genetic distance showed that the Sinhalese people were slightly closer to Mongoloid populations due to gene exchange in the past. In regards to comparisons of root and canal morphology of Sri Lankan mandibular molars, it showed that they were further away from Mongoloid populations. Among haplogroups found in East Asian populations, a lower frequency of East Asian mtDNA haplogroup, G has been found among the populations of Sri Lanka alongside haplogroup D in conjunction with the main mtDNA haplogroup of Sri Lanka's ethnic groups, haplogroup M. In regards to Y-DNA, Haplogroup C-M130 is found at low to moderate frequencies in Sri Lanka.",
            "score": 77.73657989501953
        },
        {
            "docid": "19477504_26",
            "document": "Japanese Americans . The distribution of the Y-chromosome among Japanese males is a lot different from the males of neighboring countries, such as in Taiwanese males. The Y chromosome is directly correlated to Asian populations, especially in Japanese Americans. The chromosome addition of Y Alu polymorphic element is only displayed in Japanese American men. People of Japanese descent show the highest frequency of the haplogroup O3a5. Haplogroups are groups of genetic populations that share a common ancestor, paternally or maternally. The frequency of this haplogroup is about 5% higher than its frequency in other Asian groups such as Koreans, Manchus, and other Northeast Asians. The Japanese DNA sequence consists of 24.2% Korean, 16.1% Okinawa, 4.8% Uniquely Japanese, 25.8% Chinese, 8.1% Ainu, and 21% Unidentified. With the Ainu, there has been research that that group were descendants of the caucasian group. The Ainu people were the key to the Japanese genetic origins because researchers found an exact DNA match with the Ainu and the Jomon Japanese to conclude the Ainu rooted all the way back to the Jomon. From mainland Japanese people, the MtDNA haplogroup frequencies are most occurring in the D4 haplogroup, with about 33%, with the second largest frequency in the B4 haplogroup, containing about 9%, and the third largest frequency in the M7a haplogroup, occurring at about 8%. The rest of the other haplogroup frequencies are much smaller than D4, with frequencies ranging from about 3-5%, consisting of mostly N9a, M8, and M9 haplogroups. Between the different Japanese populations, the Yayoi population has the highest haplogroup frequencies of the D4 haplogroup. The Jomon Japanese group has the highest frequency of the N9b haplogroup. In modern Japanese Americans, the highest haplogroup frequency is in the D4 haplogroup, the same as the Yayoi Japanese population. In Okinawa Japanese populations, the highest frequency of haplogroups is the D haplogroup, with the M7a haplogroup frequency directly behind. Of the Ainu Japanese population, the highest haplogroup frequency occurs in the G haplogroup, with an even distribution of frequency in the M7a and Y haplogroups. Lastly, for mainland Japanese populations, the D haplogroup presents the highest frequency. In Japanese Americans, the biggest components are Chinese, Korean, and Okinawan. People of Japanese descent show two pre-Yayoi ancestral Y chromosome lineages descended from Paleolithic people who had been isolated on the mainland of Japan. Studies of the mitochondrial component of Japanese American genes of haplogroup M12 shows a direct correlation of Japanese haplotypes with Tibetans. Other haplotypes that early descents of Japanese people were thought to be carried into include C-M8, which is another Y-chromosome haplotype. Also going back to the Jomon, that gene is displayed in high frequencies in people of Japanese descent. The estimated percentage of this type of gene in Japanese Americans is about 34.7%. The highest frequencies occur in Okinawans and Hokkaidos. Overall, the genetic makeup of Japanese Americans show very mixed origins of genes, all due to the result of migrations of the Japanese ancestors in the past.",
            "score": 74.6285629272461
        },
        {
            "docid": "7410052_6",
            "document": "Haplogroup C-M217 . The extremely broad distribution of Haplogroup C-M217 Y-chromosomes, coupled with the fact that the ancestral paragroup C is not found among any of the modern Siberian or North American populations among whom Haplogroup C-M217 predominates, makes the determination of the geographical origin of the defining M217 mutation exceedingly difficult. The presence of Haplogroup C-M217 at a low frequency but relatively high diversity throughout East Asia and parts of Southeast Asia makes that region one likely source. In addition, the C-M217 haplotypes found with high frequency among North Asian populations appear to belong to a different genealogical branch from the C-M217 haplotypes found with low frequency among East and Southeast Asians, which suggests that the marginal presence of C-M217 among modern East and Southeast Asian populations may not be due to recent admixture from Northeast or Central Asia.",
            "score": 74.23701477050781
        },
        {
            "docid": "4148265_7",
            "document": "Haplogroup D-M174 . Haplogroup D-M174 is also remarkable for its rather extreme geographic differentiation, with a distinct subset of Haplogroup D-M174 chromosomes being found exclusively in each of the populations that contains a large percentage of individuals whose Y-chromosomes belong to Haplogroup D-M174: Haplogroup D-M15 among the Tibetans (as well as among other East Asian and Southeast Asian populations that display low frequencies of Haplogroup D-M174 Y-chromosomes), Haplogroup D-M55 among the various populations of the Japanese Archipelago and with low frequency among Koreans, Haplogroup D-P99 among the inhabitants of Tibet and some other parts of central Eurasia (\"e.g.\" Mongolia and probably also the Altai Mountains), and paragroup D-M174 without tested positive subclades (probably another monophyletic branch of Haplogroup D) among the Andaman Islanders. Another type (or types) of paragroup D-M174 without tested positive subclades is found at a very low frequency among the Turkic and Mongolic populations of Central Asia, amounting to no more than 1% in total. This apparently ancient diversification of Haplogroup D-M174 suggests that it may perhaps be better characterized as a \"super-haplogroup\" or \"macro-haplogroup.\" In one study, the frequency of Haplogroup D-M174 without tested positive subclades found among Thais was 10%.",
            "score": 73.77581024169922
        },
        {
            "docid": "53439696_10",
            "document": "Genetic studies on Gujarati people . A set of 48 bi-allelic markers on the non-recombining region of Y chromosome (NRY) were analysed in 284 males; representing nine Indo-European speaking tribal populations of South Gujarat. The genetic structure of the populations revealed that none of these groups was overtly admixed or completely isolated. However, elevated haplogroup diversity and F value point towards greater diversity and differentiation which suggests the possibility of early demographic expansion of the study groups. The phylogenetic analysis revealed 13 paternal lineages, of which six haplogroups: C5, H1a*, H2, J2, R1a1* and R2 accounted for a major portion of the Y chromosome diversity. The higher frequency of the six haplogroups and the pattern of clustering in the populations indicated overlapping of haplogroups with West and Central Asian populations. Other analyses undertaken on the population affiliations revealed that the Indo-European speaking populations along with the Dravidian speaking groups of southern India have an influence on the tribal groups of Gujarat. The vital role of geography in determining the distribution of Y lineages was also noticed. This implies that although language plays a vital role in determining the distribution of Y lineages, the present day linguistic affiliation of any population in India for reconstructing the demographic history of the country should be considered with caution. Following the 2010 discovery that the oldest strain of the R1a1a branch was concentrated in the Gujarat-Sindh-Western Rajasthan region, it has been suggested that this location may have been the origin of this genetic group. The genetic similarities between North Indians and Eastern Europeans are possibly due to having a common ancestor. R1b, the most common haplogroup in Western Europe, has a relatively low concentration in India, and it possibly originated in the Persian Gulf. It is possible that these haplogroups originated from two major genetic dispersals from the Persian Gulf-Makran-Gujarat region.",
            "score": 73.23725891113281
        },
        {
            "docid": "29844748_4",
            "document": "Chadong language . Qiongying Deng and Chuan-Chao Wang et al. have reported that most of the patrilineal and matrilineal gene pools of Chadong are characteristic lineages of southern China. Some ancient Southeast Asian lineages (Y chromosome haplogroups C and D, mtDNA haplogroups M*, M33, M74, and R*) were also identified in Chadong. Chadong shows patterns of the Y chromosome and mtDNA diversities similar to other southern populations, especially Kam-Sui populations, which was actually in accordance with linguistic classification. However, the origin of Chadong seems to be much more complex. Recent gene flow from Sino-Tibetan populations is detected in the patrilineal side of Chadong, such as Y chromosome haplogroups O3a1c-002611, O3a2c1*-M134, and O3a2c1a-M117, probably through the expansion and dispersal of Han Chinese. From the matrilineal aspect, most mtDNA haplogroups of Chadong also clustered together with Hmong-Mien, and obvious gene flow from Tibeto-Burman populations to Chadong was also observed in haplogroup F1a. Taken together, the origin of Chadong are mainly results of an admixture between surrounding populations with the indigenous Kam-Sui populations. Within the Kam-Sui populations, Chadong is more closely related to Mulam than to Maonan, especially from the matrilineal side.",
            "score": 72.9498519897461
        },
        {
            "docid": "330831_5",
            "document": "Mulao people . Qiongying Deng and Chuan-Chao Wang et al. have reported that most of the patrilineal and matrilineal gene pools of Mulao are characteristic lineages of southern China. Some ancient Southeast Asian lineages (Y chromosome haplogroups C and D, mtDNA haplogroups M*, M33, M74, and R*) were also identified in Mulao. Mulao shows patterns of the Y chromosome and mtDNA diversities similar to other southern populations, especially Kam-Sui populations, which was actually in accordance with linguistic classification. However, the origin of Mulao seems to be much more complex. Recent gene flow from Sino-Tibetan populations is detected in the patrilineal side of Mulao, such as Y chromosome haplogroups O3a1c-002611, O3a2c1*-M134, and O3a2c1a-M117, probably through the expansion and dispersal of Han Chinese. From the matrilineal aspect, most mtDNA haplogroups of Mulao also clustered together with Hmong-Mien. Taken together, the origin of Mulao are mainly results of an admixture between surrounding populations with the indigenous Kam-Sui populations.",
            "score": 71.42774963378906
        },
        {
            "docid": "2298105_43",
            "document": "Filipinos . The most frequently occurring Y-DNA haplogroups among modern Filipinos are haplogroup O1a-M119, which has been found with maximal frequency among the indigenous peoples of Nias, the Mentawai Islands, and Taiwan, and Haplogroup O2-M122, which is found with high frequency in many populations of East Asia, Southeast Asia, and Polynesia. In particular, the type of O2-M122 that is found frequently in Filipinos, O-P164(xM134), is also found frequently in other Austronesian populations. Haplogroup O1a-M119 is also commonly found among Filipinos and is shared with other Austronesian-speaking populations, especially those in Taiwan, western Indonesia, and Madagascar. After the 16th century, the colonial period saw the influx of genetic influence from other populations. This is evidenced by the presence of the Y-DNA Haplogroup R1b which is present among the population of the Philippines. However, DNA studies vary. A year 2001 study conducted by Stanford University Asia-Pacific Research Center stated that 3.6% of the Philippine population had European Y-DNA. However, only 28 individuals from the isolated rural island of Palawan were genotyped for this study, a sample size far below the minimum sample size needed to account for credible test results in a population of over 100 million individuals. According to another genetic study done by the University of California (San Francisco), they discovered that a “modest” amount of European genetic ancestry was found among some respondents who self-identified as Filipinos. Also, according to a massive DNA study conducted by the National Geographic's, \"The Genographic Project\", based on genetic testings of 80,000 Filipino people by the National Geographic in 2008–2009, they found that the average Filipino's genes are around 53% Southeast Asia and Oceania, 36% East Asian, 5% Southern European, 3% South Asian and 2% Native American percentages. The Stanford study says that 3.6% (that is 1 out of 28) have shown to have European PATERNAL markers. That is, the Y chromosome passed by the males to their male offsprings/descendants (aka unbroken male lineage). The European ancestry was actually more of a side note as the study was geared towards \"interbreeding\" between Homo erectus and homo sapiens. Furthermore, the Stanford study was conducted on an isolated portion of the Philippines barely touched by Spanish colonization, had the study been conducted in the more densely populated areas of the north, there would have been more European ancestry detected due to the location being the center of European and Latin-American settlements during the colonial period.  Dental morphology provides clues to prehistoric migration patterns of the Philippines, with Sinodont dental patterns occurring in East Asia, Central Asia, North Asia, and the Americas. Sundadont patterns occur in mainland and maritime Southeast Asia as well as Oceania. Filipinos exhibit Sundadonty, and are regarded as having a more generalised dental morphology and having a longer ancestry than its offspring, Sinodonty.",
            "score": 71.08329010009766
        },
        {
            "docid": "4148777_3",
            "document": "Haplogroup O-M122 . This lineage is a descendant haplogroup of haplogroup O-M175. Researchers believe that O-M122 first appeared in Southeast Asia approximately 25,000-30,000 years ago or roughly between 30,000 and 35,000 years ago according to more recent studies (Karmin \"et al.\" 2015, Poznik \"et al.\" 2016, YFull January 4 2018). In a systematic sampling and genetic screening of an East Asian–specific Y-chromosome haplogroup (O-M122) in 2,332 individuals from diverse East Asian populations, results indicate that the O-M122 lineage is dominant in East Asian populations, with an average frequency of 44.3%. Microsatellite data show that the O-M122 haplotypes are more diverse in Southeast Asia than those in northern East Asia . This suggests a southern origin of the O-M122 mutation to be likely.",
            "score": 70.82087707519531
        },
        {
            "docid": "4148183_5",
            "document": "Haplogroup C-M130 . Although Haplogroup C-M130 attains its highest frequencies among the indigenous populations of Kazakhstan, Mongolia, the Russian Far East, Polynesia, Australia, and at moderate frequency in Korea and Manchu people, it displays its highest diversity among modern populations of India. It is therefore hypothesized that Haplogroup C-M130 either originated or underwent its longest period of evolution within India or the greater South Asian coastal region. The highest diversity is observed in Southeast Asia, and its northward expansion in East Asia started approximately 40,000 years ago.",
            "score": 70.60283660888672
        },
        {
            "docid": "57280323_11",
            "document": "Neanderthal genetics . It is suggested that 20 percent of Neanderthal DNA survived in modern humans, notably expressed in the skin, hair and diseases of modern people. Modern human genes involved in making keratin—the protein found in skin, hair, and nails—have specially high levels of Neanderthal DNA. For example, around 66% of East Asians contain the Neanderthal skin gene, while 70% of Europeans possess the Neanderthal gene which affects skin colour.  POU2F3 is found in around 66 percent of East Asians, while the Neanderthal version of BNC2, which affects skin color, among other traits, is found in 70 percent of Europeans. Neanderthal are the variants in genes that affect the risk of several diseases, including lupus, biliary cirrhosis, Crohn's disease, and type 2 diabetes.  The genetic variant of the MC1R gene linked to red hair in Neanderthals has not been found in modern humans; hence, red hair may be an example of convergent evolution.  While interbreeding was viewed as the most parsimonious interpretation of the genetic discoveries, the 2010 study still could not conclusively rule out an alternative scenario, in which the source population of non-African modern humans was already more closely related to Neanderthals than other Africans were, because of ancient genetic divisions within Africa.  Research since 2010 has refined the picture of interbreeding between Neanderthals, Denisovans and anatomically modern humans. Interbreeding appears to have occurred asymmetrically among the ancestors of modern-day humans, and that this is a possible rationale for differing frequencies of Neanderthal-specific DNA in the genomes of modern humans. In Vernot and Akey (2015) concluded that the relatively greater quantity of Neanderthal-specific DNA in the genomes of individuals of East Asian descent (than those of European descent) cannot be explained by differences in selection.  They further suggest that \"two additional demographic models, involving either a second pulse of Neandertal gene flow into the ancestors of East Asians or a dilution of Neandertal lineages in Europeans by admixture with an unknown ancestral population\" are parsimonious with their data.  Similar conclusions were reached by Kim and Lohmueller (2015): \"Using simulations of a broad range of models of selection and demography, we have shown that this hypothesis [that the greater proportion of Neandertal ancestry in East Asians than in Europeans is due to the fact that purifying selection is less effective at removing weakly deleterious Neandertal alleles from East Asian populations] cannot account for the higher proportion of Neandertal ancestry in East Asians than in Europeans. Instead, more complex demographic scenarios, most likely involving multiple pulses of Neandertal admixture, are required to explain the data.\"",
            "score": 70.10289764404297
        },
        {
            "docid": "27234935_3",
            "document": "Genetic studies on Turkish people . The largest autosomal study on Turkish genetics (on 16 individuals) concluded the weight of East Asian (presumably Central Asian) migration legacy of the Turkish people is estimated at 21.7%. The authors conclude on the basis of previous studies that \"South Asian contribution to Turkey's population was significantly higher than East/Central Asian contributions, suggesting that the genetic variation of medieval Central Asian populations may be more closely related to South Asian populations, or that there was continued low level migration from South Asia into Anatolia.\" They note that these weights are not direct estimates of the migration rates as the original donor populations are not known, and the exact kinship between current East Asians and the medieval Oghuz Turks is uncertain. For instance, genetic pools of Central Asian Turkic peoples is particularly diverse and modern Oghuz Turkmens living in Central Asia are with higher West Eurasian genetic component than East Eurasian. Several studies have concluded that the genetic haplogroups indigenous to Western Asia have the largest share in the gene pool of the present-day Turkish population. An admixture analysis determined that the Anatolian Turks share most of their genetic ancestry with non-Turkic populations in the region and the 12th century is set as an admixture date. However, isolates with dominant Central Asian genetic makeup were found at an Afshar village near Ankara.",
            "score": 68.82955932617188
        },
        {
            "docid": "4816754_10",
            "document": "Human genetic variation . Nucleotide diversity is the average proportion of nucleotides that differ between two individuals. As of 2004, the human nucleotide diversity was estimated to be 0.1% to 0.4% of base pairs. In 2015, the 1000 Genomes Project, which sequenced one thousand individuals from 26 human populations, found that \"a typical [individual] genome differs from the reference human genome at 4.1 million to 5.0 million sites … affecting 20 million bases of sequence.\" Nearly all (>99.9%) of these sites are small differences, either single nucleotide polymorphisms or brief insertion-deletions in the genetic sequence, but structural variations account for a greater number of base-pairs than the SNPs and indels.",
            "score": 68.80445861816406
        },
        {
            "docid": "4148656_9",
            "document": "Haplogroup L-M20 . Preliminary evidence gleaned from non-scientific sources, such as individuals who have had their Y-chromosomes tested by commercial labs, suggests that most European examples of Haplogroup L-M20 might belong to the subclade L2-M317, which is, among South Asian populations, generally the rarest of the subclades of Haplogroup L.",
            "score": 67.7463607788086
        },
        {
            "docid": "175714_4",
            "document": "Eurasian (mixed ancestry) . Historically, Central Asia has been a \"melting pot\" of West Eurasia and East Eurasian peoples, leading to high genetic admixture and diversity. Physical and genetic analyses of ancient remains have concluded that – while the Scythians, including those in the eastern Pazyryk region – possessed predominantly features, found among others, in Europoids, mixed Eurasian phenotypes were also frequently present, suggesting that the Scythians as a whole were descended in part from East Eurasian populations. The nomadic Xiongnu were nomadic warriors who invaded China and Central Asia. They were predominant Mongoloid, known from their skeletal remains and artifacts. Analysis of skeletal remains from sites attributed to the Xiongnu provides an identification of dolichocephalic Mongoloid. Russian and Chinese anthropological and craniofacial studies show that the Xiongnu were physically very heterogeneous, with six different population clusters showing different degrees of Mongoloid and Caucasoid physical traits. A majority (89%) of the Xiongnu mtDNA sequences can be classified as belonging to Asian haplogroups, and nearly 11% belong to European haplogroups. This finding indicates that contact between European and Asian populations preceded the start of Xiongnu culture, and confirms results reported for two samples from an early 3rd century BC Scytho-Siberian population (Clisson et al. 2002).",
            "score": 67.60807037353516
        },
        {
            "docid": "962731_39",
            "document": "French people . France has been influenced by the many different human migrations that wide-crossed Europe over time. Prehistoric and Neolithic population movements could have influenced the genetic diversity of this country. A study in 2009 analysed 555 French individuals from 7 different regions in mainland France and found the following Y-DNA Haplogroups. The five main haplogroups are R1 (63.41%), E (11.41%) (traced mostly in the Paris area), I (8.88%), J (7.97%) and G (5.16%). R1b (particularly R1b1b2) was found to be the most dominant Y chromosomal lineage in France, covering about 60% of the Y chromosomal lineages. The high frequency of this haplogroup is typical in all West European populations. Haplogroups I and G are also characteristic markers for many different West European populations. Haplogroups J and E1b1b (M35, M78, M81 and M34) consist of lineages with differential distribution within Middle East, North Africa and Europe. Only adults with French surnames were analyzed by the study.",
            "score": 67.27962493896484
        },
        {
            "docid": "300820_6",
            "document": "Negrito . The Y-chromosome Haplogroup C-M130, as seen, for example, in the Semang of Malaysia, and Haplogroup D-M174 among Andaman Islanders, are more prominent among Negritos than the general populations surrounding them. Haplogroup O-P31 is also common among Austroasiatic-speaking Negrito peoples, such as the Maniq and the Semang. Aeta men are of great interest to genetic, anthropological and historical researchers because at least 83% of them belong to haplogroup K2b, in the form of its rare primary clades K2b1* and P* (a.k.a. K2b2* or P-P295*). Most Aeta males (60%) carry K-P397 (K2b1), which is otherwise uncommon in the Philippines and is strongly associated with the indigenous peoples of Melanesia and Micronesia. Basal P* is rare outside the Aeta and some other groups within Maritime Southeast Asia. Genetic research has shown that the Negritos have existed as a separate group for a long time, comparable to the Australoid and Southwest Pacific groups. This has often been interpreted to the effect that they are remnants of the original expansion from Africa some 70 kya. Studies in osteology, cranial shape and dental morphology have connected the Semang to Australoid populations, but the Andamanese to Afrians in craniometry and to South Asians in dental morphology, and Philippine negritos to Mongoloid Southeast Asians. A possible conclusion of this is that the dispersal of mitochondrial haplogroup B4a1a is connected to the distinction between Philippine and other negritos. However, another study suggests that the Onge (indigenous to Little Andaman) are \"more closely related to Southeast Asians than they are to present-day South Asians,\" and that the Great Andamanese \"appear to have received a degree of relatively recent admixture from adjacent regional populations but also share a significant degree of genetic ancestry with Malaysian negrito groups.\"",
            "score": 66.79652404785156
        },
        {
            "docid": "31783_45",
            "document": "Uyghurs . The Uyghurs are a Eurasian population with Eastern and Western Eurasian anthropometric and genetic traits. Uyghurs are thus one of the many populations of Central Eurasia that can be considered to be genetically related to Caucasoid and East Asian populations. However, various scientific studies differ on the size of each component. One study, using samples from Hetian (Hotan) only, found that Uyghurs have 60% European ancestry and 40% East Asian ancestry. A further study showed slightly greater European component (52% European) in the Uyghur population in southern Xinjiang, but slightly greater East Asian component (47% European) in the northern Uyghur population. Another study used a larger sample of individuals from a wider area, and found only about 30% European component to the admixture. A study on mitochondrial DNA (therefore the matrilineal genetic contribution) found the frequency of western Eurasian-specific haplogroup in Uyghurs to be 42.6%, and East Asian haplogroup to be 57.4% A further study shows that the western-Eurasian patrilineal Y-DNA haplogroup in Uyghurs is around 65% to 70%, and east-Asian Y-DNA haplogroup around 30% to 35%.",
            "score": 66.56898498535156
        },
        {
            "docid": "21234742_45",
            "document": "Kalash people . A study by Rosenberg et al. (2006) employing genetic testing among the Kalash population concluded that they are a distinct (and perhaps aboriginal) population with only minor contributions from outside peoples. In one cluster analysis with (K = 7), the Kalash formed one cluster, the others being Africans, Europeans, Middle Easterners, South Asians, East Asians, Melanesians, and Native Americans. A study by Li et al. (2008) with geneticists using more than 650,000 single nucleotide polymorphisms (SNP) samples from the Human Genome Diversity Panel, found deep rooted lineages that could be distinguished in the Kalash. The results showed them clustered within the Central/South Asian populations at (K = 7). The study also showed the Kalash to be a separated group, having no membership within European populations.",
            "score": 65.8546371459961
        },
        {
            "docid": "67475_93",
            "document": "Demographics of France . France has been influenced by the different human migrations that occurred throughout Europe over time. Prehistoric and Neolithic population movements could have influenced the genetic diversity of this country. A recent study in 2009 analysed 555 French individuals from 7 different regions in mainland France and found the following Y-DNA Haplogroups. The five main haplogroups are R1 (63.41%), E (11.41%), I (8.88%), J (7.97%) and G (5.16%). R1b (particularly R1b1b2) was found to be the most dominant Y chromosomal lineage in France, covering about 60% of the Y chromosomal lineages. The high frequency of this haplogroup is typical in all West European populations. Haplogroups I and G are also characteristic markers for many different West European populations. Haplogroups J and E1b1b (M35, M78, M81 and M34) consist of lineages with differential distribution within Middle East, North Africa and Europe. Only adults with French surnames were analyzed by the study.",
            "score": 65.51024627685547
        },
        {
            "docid": "8951090_3",
            "document": "Genetic studies on Sami . In more recent years the use of mitochondrial DNA (mtDNA) and Y-DNA chromosomal markers has offered the opportunity for clarification of the origin of the Sami. While their mtDNA haplogroup distribution overwhelmingly represents a subset of the European gene-pool, the most common Y-DNA haplogroup among the Sami is widely believed to be of Eurasian origin and very common among all peoples in northeastern Europe, which is Y-DNA Haplogroup N1c and its subclades. Some research shows that the second most common haplogroup is Y-DNA I, which is found almost exclusively among those of European ancestry. Haplogroup I in Sami, at least 38 Sami in Sweden, is dated to the 14th century, so quite late in Sami (genetic) history. In the study were only those 38 Sami tested. The problem with that study is that it does not reveal all the different haplogroups in each of the individuals. Instead it seems that if a person tested for haplogroup I as dominant, that person has been labelled as solely belonging to that haplogroup, not accounting for any other haplogroup in that individual.",
            "score": 65.1718978881836
        },
        {
            "docid": "45497515_9",
            "document": "Genotype-first approach . The genotype-first approach has been used to diagnose patients with rare diseases, identify novel disease genotype-phenotypes associations, and characterize uncommon or heterogeneous diseases based on patient's genotype. In 2014 the genotype-first approach was used to assess rare and low-frequency variants in the Finnish population. As the Finnish population is isolated and has recently undergone a population bottleneck, relative to other countries, it offers two main benefits for genotype-first studies. Deleterious variants are found at higher frequencies within a smaller spectrum of rare variants in bottlenecked founder populations. By comparing the variants found using whole-exome sequencing (WES) in the Finnish population to WES from a control group of non-Finnish Europeans, loss-of-function (LOF) variants were seen at a higher frequency in the Finnish population. The phenotypes of Finnish individuals with these LOF variants were then analyzed to ascertain novel genotype-phenotype associations. These associations detected included one that could be embryonic lethal, information that might not have been discovered in research using a phenotype-first approach. In addition, researchers also discovered novel splice variants in the LPA gene that reduce apolipoprotein A levels and offer a protective phenotype against cardiovascular disease.",
            "score": 64.97872924804688
        },
        {
            "docid": "27234935_23",
            "document": "Genetic studies on Turkish people . According to a 2012 study on ethnic Turkish people, \"Turkish population has a close genetic similarity to Middle Eastern and European populations and some degree of similarity to South Asian and Central Asian populations.\" At K = 3 level, using individuals from the Middle East (Druze and Palestinian), Europe (French, Italian, Tuscan and Sardinian) to obtatin a more representative database for Central Asia (Uygur, Hazara and Kyrgyz), clustering results indicated that the contributions were 45%, 40% and 15% for the Middle Eastern, European and Central Asian populations, respectively. For K = 4 level, results for paternal ancestry were 38% European, 35% Middle Eastern, 18% South Asian and 9% Central Asian. K= 7 results of paternal ancestry were 77% European, 12% South Asian, 4% Middle Eastern, 6% Central Asian. However, Hodoglugil et al. caution that results may indicate previous population movements (e.g. migration, admixture) or genetic drift, given Europe and South Asia have some genetic relatedness. The study indicated that the Turkish genetic structure is unique, and admixture of Turkish people reflects the population migration patterns. Among all sampled groups, the Adygei population (Circassians) from the Caucasus was closest to the Turkish samples among sampled European (French, Italian), Middle Eastern (Druze, Palestinian), and Central (Kyrgyz, Hazara, Uygur), South (Pakistani), and East Asian (Mongolian, Han) populations.",
            "score": 64.85335540771484
        },
        {
            "docid": "39883975_12",
            "document": "Genetic studies on Arabs . Below is the general distribution of Y-DNA haplogroups among populations native to the Arab world: The Maternal ancestral lineages of Arabic countries are very diverse. The original Historical Maternal ancestral Haplogroups of the Near East were Mt (Maternal) L3 Haplogroup and Mt HV1 haplogroup that are still high in Yemen, while in Greater Syria there is a European Maternal gene flow.",
            "score": 64.66118621826172
        },
        {
            "docid": "151873_8",
            "document": "Czechs . The population of the Czech lands has been influenced by different human migrations that wide-crossed Europe over time. In their Y-DNA haplogroups, which are inherited along the male line, Czechs have shown a mix of Eastern and Western European traits. According to a 2008 study, 41.3% of Czech males belong to R1a, which is particularly common in a large region extending from South Asia and Southern Siberia to Central Europe and Scandinavia. Within the Czech Republic, the proportion of R1a seems to gradually increase from west to east According to a 2000 study, 35.6% of Czech males have haplogroup R1b, which is very common in Western Europe among Germanic and Celtic nations, but rare among Slavic nations. A mtDNA study of 179 individuals from Western Bohemia showed that 3% had East Eurasian lineages that perhaps entered the gene pool through admixture with Central Asian nomadic tribes in the early Middle Ages. A group of scientists suggested that the high frequency of a gene mutation causing cystic fibrosis in Central European (including Czech R.) and Celtic populations proves a proto-Celtic population origin, besides the Slavic, in the Czech population.",
            "score": 64.43153381347656
        },
        {
            "docid": "53439696_17",
            "document": "Genetic studies on Gujarati people . The Parsis have sharp contrast between genetic data obtained from mitochondrial DNA (mtDNA), a maternal component, and Y-chromosome DNA (Y-DNA), a paternal component. According to Y-DNA, they resemble the Iranian population, which supports their historical origin from Iran. But about 60% of their maternal gene pool originates from South Asian haplogroups, which is just 7% in Iranians. Parsis have high frequency of haplogroup M of mtDNA (55%), similar to Indians, which is just 1.7% in combined Iranian sample. Due to high diversity in Y-DNA and mtDNA lineages, the strong drift effect is unlikely even though they had small population. The studies suggest a male-mediated migration of Parsi ancestors from Iran to Gujarat where they admixed with local female population which ultimately resulting in loss of Iranian mtDNA.",
            "score": 64.22710418701172
        },
        {
            "docid": "3363030_24",
            "document": "Haplogroup I-M170 . Outside Fennoscandia, distribution of Haplogroup I1-M253 is closely correlated with that of Haplogroup I2a2-M436; but among Scandinavians (including both Germanic and Uralic peoples of the region) nearly all the Haplogroup I-M170 Y-chromosomes are I1-M253. Another characteristic of the Scandinavian I1-M253 Y-chromosomes is their rather low haplotype diversity (STR diversity): a greater variety of Haplogroup I1-M253 Y-chromosomes has been found among the French and Italians, despite the much lower overall frequency of Haplogroup I1-M253 among the modern French and Italian populations.",
            "score": 64.06381225585938
        },
        {
            "docid": "29114964_23",
            "document": "Genetic history of the Iberian Peninsula . \"[...] In the case of Portugal, previous population genetics studies have already revealed the general portrait of HVS-I and HVS-II mitochondrial diversity, becoming now important to update and expand the mitochondrial region analysed.  Accordingly, a total of 292 complete control region sequences from continental Portugal were obtained, under a stringent experimental design to ensure the quality of data through double sequencing of each target region.* Furthermore, H-specific coding region SNPs were examined to detail haplogroup classification and complete mitogenomes were obtained for all sequences belonging to haplogroups U4 and U5. In general, a typical Western European haplogroup or Atlantic modal haplotype composition was found in mainland Portugal, associated to high level of mitochondrial genetic diversity. Within the country, no signs of substructure were detected. The typing of extra coding region SNPs has provided the refinement or confirmation of the previous classification obtained with EMMA tool in 96% of the cases. Finally, it was also possible to enlarge haplogroup U phylogeny with 28 new U4 and U5 mitogenomes.\"",
            "score": 63.53564453125
        },
        {
            "docid": "7088810_6",
            "document": "Haplogroup O-M119 . The strongest positive correlation between Haplogroup O-M119 and ethno-linguistic affiliation is that which is observed between this haplogroup and the Austronesians. The peak frequency of Haplogroup O-M119 is found among the aborigines of Taiwan, precisely the region from which linguists have hypothesized that the Austronesian language family originated. A slightly weaker correlation is observed between Haplogroup O-M119 and the Han Chinese populations of southern China, as well as between this haplogroup and the Tai–Kadai-speaking populations of southern China and Southeast Asia. The distribution of Tai–Kadai languages in Thailand and other parts of Southeast Asia outside of China has long been believed, for reasons of traditional linguistic geography, to reflect a recent invasion of Southeast Asia by Tai–Kadai-speaking populations originating from southeastern China, and the somewhat elevated frequency of Haplogroup O-M119 among the Tai–Kadai populations, coupled with a high frequency of Haplogroup O-M95, which is a genetic characteristic of the Austroasiatic-speaking peoples of Southeast Asia, suggests that the genetic signature of the Tai–Kadai peoples' affinity with populations of southeastern China has been weakened due to extensive assimilation of the earlier Austroasiatic residents of the lands which the Tai–Kadai peoples invaded. Also, it has been noted that Haplogroup O-M119 lineages among populations of continental Southeast Asia outside of China display a reduced level of diversity when compared with populations of South China and insular Southeast Asia, which may be evidence of a bottleneck associated with the westward migration and settlement of ancestral Tai–Kadai-speaking populations in Indochina.",
            "score": 63.51664733886719
        },
        {
            "docid": "2282128_36",
            "document": "Genealogical DNA test . The haplogroups determined by Y-DNA and mtDNA tests are often unevenly geographically distributed. Many direct-to-consumer DNA tests described this association to infer the test-taker's ancestral homeland. Most tests describe haplogroups according to their most frequently associated continent (e.g., a \"European haplogroup\"). When Leslie Emery and collaborators performed a trial of mtDNA haplogroups as a predictor of continental origin on individuals in the Human Genetic Diversity Panel (HGDP) and 1000 Genomes (1KGP) datasets, they found that only 14 of 23 haplogroups had a success rate above 50% among the HGDP samples, as did \"about half\" of the haplogroups in the 1KGP. The authors concluded that, for most people, \"mtDNA-haplogroup membership provides limited information about either continental ancestry or continental region of origin.\"",
            "score": 63.47538757324219
        },
        {
            "docid": "55092_94",
            "document": "Scythians . Ancient genome-wide analysis on samples from the southern Ural region, East Kazakhstan and Tuva, shows that Iron Age Scythians were a mix of Yamnaya people from the Russian Steppe and East Asian populations, similar to the Han and the Nganasan (Samoyedic people from northern Siberia). The East Asian admixture is pervasive across diverse present-day people from Siberia and Central Asia. The Eneolithic Yamnaya and the other Bronze Age kurgan groups from Pontic–Caspian steppe had a brunet pigmentation. Contemporary populations linked to western Iron Age Scythians can be found among diverse ethnic groups in the Caucasus, Russia and Central Asia (spread across many Iranian and other Indo-European speaking groups), whereas populations with genetic similarities to eastern Scythian groups are found almost exclusively among Turkic language speakers, particularly from the Kipchak branch of Turkic languages. These results are consistent with gene flow across the steppe territory between Europe and East Asia.",
            "score": 63.430519104003906
        }
    ]
}