{
    "q": [
        {
            "docid": "14762860_5",
            "document": "FGF8 . In the development of forebrain, cortical patterning centers are the boundaries or poles of cortical primordium, where multiple BMP and WNT genes are expressed. Besides, at the anterior pole several FGF family including Fgf3, 8,17 and 18 overlap in expression. The similarity in cortical gene expression in Emx2 mutants and mice in which the anterior FGF8 source is augmented suggests that FGF8 controls the graded expression(low anterior, high posterior) of Emx2 in the cortical primordium. Emx2 is one of the protomap molecular determinants that prove to be closely interacted with Pax6. Emx2 and Pax6 are expressed in opposing gradients along the A/P axis of the cortical primordium and cooperate to set up area pattern. Fgf8 and Emx2 antagonize each other to create the development map. Fgf8 promotes the development of anterior part and suppresses posterior fate, while the Emx2 does the reverse. What's more, FGF8 manipulations suggest FGF8 controls the cortical graded expression of COUP-TF1. Moreover, the sharpness of both COUPTF1 and COUP-TF2 expression borders would be expected of genes involved in boundary specification.Thus, the interaction between them regulates the A/P axis of cortical primordium and directs the development map of cortical area.",
            "score": 83.86647260189056
        },
        {
            "docid": "58686_21",
            "document": "Cerebral cortex . The map of functional cortical areas, which include primary motor and visual cortex, originates from a 'protomap', which is regulated by molecular signals such as fibroblast growth factor FGF8 early in embryonic development. These signals regulate the size, shape, and position of cortical areas on the surface of the cortical primordium, in part by regulating gradients of transcription factor expression, through a process called cortical patterning. Examples of such transcription factors include the genes EMX2 and PAX6. Together, both transcription factors form an opposing gradient of expression. Pax6 is highly expressed at the rostral lateral pole, while Emx2 is highly expressed in the caudomedial pole. The establishment of this gradient is important for proper development. For example, mutations in Pax6 can cause expression levels of Emx2 to expand out of its normal expression domain, which would ultimately lead to an expansion of the areas normally derived from the caudal medial cortex, such as the visual cortex. On the contrary, if mutations in Emx2 occur, it can cause the Pax6-expressing domain to expand and result in the frontal and motor cortical regions enlarging. Therefore, researchers believe that similar gradients and signaling centers next to the cortex could contribute to the regional expression of these transcription factors.",
            "score": 87.84704756736755
        },
        {
            "docid": "58686_22",
            "document": "Cerebral cortex . Two very well studied patterning signals for the cortex include FGF and retinoic acid. If FGFs are misexpressed in different areas of the developing cortex, cortical patterning is disrupted. Specifically, when Fgf8 is increased in the anterior pole, Emx2 is downregulated and a caudal shift in the cortical region occurs. This ultimately causes an expansion of the rostral regions. Therefore, Fgf8 and other FGFs play a role in the regulation of expression of Emx2 and Pax6 and represent how the cerebral cortex can become specialized for different functions.",
            "score": 86.50802826881409
        },
        {
            "docid": "19723734_53",
            "document": "Muscle . In their paper Andrikou and Arnone argue that to truly understand the evolution of muscle cells the function of transcriptional regulators must be understood in the context of other external and internal interactions. Through their analysis, Andrikou and Arnone found that there were conserved orthologues of the gene regulatory network in both invertebrate bilaterians and in cnidarians. They argue that having this common, general regulatory circuit allowed for a high degree of divergence from a single well functioning network. Andrikou and Arnone found that the orthologues of genes found in vertebrates had been changed through different types of structural mutations in the invertebrate deuterostomes and protostomes, and they argue that these structural changes in the genes allowed for a large divergence of muscle function and muscle formation in these species. Andrikou and Arnone were able to recognize not only any difference due to mutation in the genes found in vertebrates and invertebrates but also the integration of species specific genes that could also cause divergence from the original gene regulatory network function. Thus, although a common muscle patterning system has been determined, they argue that this could be due to a more ancestral gene regulatory network being coopted several times across lineages with additional genes and mutations causing very divergent development of muscles. Thus it seems that myogenic patterning framework may be an ancestral trait. However, Andrikou and Arnone explain that the basic muscle patterning structure must also be considered in combination with the cis regulatory elements present at different times during development. In contrast with the high level of gene family apparatuses structure, Andrikou and Arnone found that the cis regulatory elements were not well conserved both in time and place in the network which could show a large degree of divergence in the formation of muscle cells. Through this analysis, it seems that the myogenic GRN is an ancestral GRN with actual changes in myogenic function and structure possibly being linked to later coopts of genes at different times and places.",
            "score": 90.78006374835968
        },
        {
            "docid": "51247656_2",
            "document": "Cortical patterning . Cortical patterning is a field of developmental neuroscience which aims to determine how the various functional areas of the cerebral cortex are generated, what size and shape they will be, and how their spatial pattern across the surface of the cortex is specified. Early brain lesion studies indicated that different parts of the cortex served different cognitive functions, such as visual, somatosensory, and motor functions, beautifully assimilated by Brodmann in 1909. Today the field supports the idea of a 'protomap', which is a molecular pre-pattern of the cortical areas during early embryonic stages. The protomap is a feature of the cortical ventricular zone, which contains the primary stem cells of the cortex known as radial glial cells. A system of signaling centers, positioned strategically at the midline and edges of the cortex, produce secreted signaling proteins that establish concentration gradients in the cortical primordium. This provides positional information for each stem cell, and regulates proliferation, neurogenesis, and areal identity. After the initial establishment of areal identity, axons from the developing thalamus arrive at their correct cortical areal destination through the process of axon guidance and begin to form synapses. Many activity-dependent processes are then thought to play important roles in the maturation of each area.",
            "score": 98.59843862056732
        },
        {
            "docid": "33769881_24",
            "document": "Immunomics . Networks represent the broadest level of genetic interactions and aim to link all genes and transcripts in the immunological genome. Cellular phenotypes and differentiation states are ultimately established by the activity of these networks of co-regulated genes. One of the most complete networks in immunology has deciphered regulatory connections among normal and transformed human B cells. This analysis suggests a hierarchical network where a small number of highly connected genes (called “hubs”) regulated most interactions. Proto-oncogene MYC emerged as a major hub and highly influential regulator for B cells. Notably, MYC was found to directly control BYSL, a highly conserved, but poorly characterized gene, and is the largest hub in the whole B cell network. This suggests that BYSL encodes an important cellular molecule and a critical effecter of MYC function, and motivates additional studies to elucidate its function. Therefore, using gene expression data to create networks can reveal genes highly influential in immune cell differentiation that pre-genomic technologies had not yet identified.",
            "score": 72.10382747650146
        },
        {
            "docid": "484650_7",
            "document": "Functional neuroimaging . Traditional \"activation studies\" focus on determining distributed patterns of brain activity associated with specific tasks. However, scientists are able to more thoroughly understand brain function by studying the interaction of distinct brain regions, as a great deal of neural processing is performed by an integrated network of several regions of the brain. An active area of neuroimaging research involves examining the functional connectivity of spatially remote brain regions. Functional connectivity analyses allow the characterization of interregional neural interactions during particular cognitive or motor tasks or merely from spontaneous activity during rest. FMRI and PET enable creation of functional connectivity maps of distinct spatial distributions of temporally correlated brain regions called functional networks. Several studies using neuroimaging techniques have also established that posterior visual areas in blind individuals may be active during the performance of nonvisual tasks such as Braille reading, memory retrieval, and auditory localization as well as other auditory functions.",
            "score": 63.10665035247803
        },
        {
            "docid": "27075922_35",
            "document": "Natural computing . Gene regulatory networks comprise gene-gene interactions, as well as interactions between genes and other substances in the cell. Genes are transcribed into messenger RNA (mRNA), and then translated into proteins according to the genetic code.  Each gene is associated with other DNA segments (promoters, enhancers, or silencers) that act as binding sites for activators or repressors for gene transcription.  Genes interact with each other either through their gene products (mRNA, proteins) which can regulate gene transcription, or through small RNA species that can directly regulate genes. These gene-gene interactions, together with genes' interactions with other substances in the cell, form the most basic interaction network: the gene regulatory networks. They perform information processing tasks within the cell, including the assembly and maintenance of other networks. Models of gene regulatory networks include random and probabilistic Boolean networks, asynchronous automata, and network motifs.",
            "score": 79.02988076210022
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 107.79750716686249
        },
        {
            "docid": "58686_35",
            "document": "Cerebral cortex . The association areas are the parts of the cerebral cortex that do not belong to the primary regions. They function to produce a meaningful perceptual experience of the world, enable us to interact effectively, and support abstract thinking and language. The parietal, temporal, and occipital lobes - all located in the posterior part of the cortex - integrate sensory information and information stored in memory. The frontal lobe or prefrontal association complex is involved in planning actions and movement, as well as abstract thought. Globally, the association areas are organized as distributed networks. Each network connects areas distributed across widely spaced regions of the cortex. Distinct networks are positioned adjacent to one another yielding a complex series of interwoven networks. The specific organization of the association networks is debated with evidence for interactions, hierarchical relationships, and competition between networks. In humans, association networks are particularly important to language function. In the past it was theorized that language abilities are localized in the left hemisphere in areas 44/45, the Broca's area, for language expression and area 22, the Wernicke's area, for language reception. However, language is no longer limited to easily identifiable areas. More recent research suggests that the processes of language expression and reception occur in areas other than just those structures around the lateral sulcus, including the frontal lobe, basal ganglia, cerebellum, and pons.",
            "score": 71.23404908180237
        },
        {
            "docid": "12499410_57",
            "document": "Network motif . Much experimental work has been devoted to understanding network motifs in gene regulatory networks. These networks control which genes are expressed in the cell in response to biological signals. The network is defined such that genes are nodes, and directed edges represent the control of one gene by a transcription factor (regulatory protein that binds DNA) encoded by another gene. Thus, network motifs are patterns of genes regulating each other's transcription rate. When analyzing transcription networks, it is seen that the same network motifs appear again and again in diverse organisms from bacteria to human. The transcription network of \"E. coli\" and yeast, for example, is made of three main motif families, that make up almost the entire network. The leading hypothesis is that the network motif were independently selected by evolutionary processes in a converging manner, since the creation or elimination of regulatory interactions is fast on evolutionary time scale, relative to the rate at which genes change, Furthermore, experiments on the dynamics generated by network motifs in living cells indicate that they have characteristic dynamical functions. This suggests that the network motif serve as building blocks in gene regulatory networks that are beneficial to the organism.",
            "score": 82.92259013652802
        },
        {
            "docid": "30818571_4",
            "document": "Wagner's gene network model . The model represents individuals as networks of interacting transcriptional regulators. Each individual expresses formula_1 genes encoding transcription factors. The product of each gene can regulate the expression level of itself and/or the other genes through cis-regulatory elements. The interactions among genes constitute a gene network that is represented by a formula_2 × formula_2 regulatory matrix formula_4 in the model. The elements in matrix \"R\" represent the interaction strength. Positive values within the matrix represent the activation of the target gene, while negative ones represent repression. Matrix elements with value 0 indicate the absence of interactions between two genes.",
            "score": 81.8801326751709
        },
        {
            "docid": "5473337_11",
            "document": "Neuroconstructivism . While neurons are embedded within networks, these networks are further embedded within the brain as a whole. Neural networks do not work in isolation, such as in the modularity of mind perspective. Instead, different regions interact through feedback processes and top-down interactions, constraining and specifying the development of each region. For example, the primary visual cortex in blind individuals has been shown to process tactile information. The function of cortical areas emerges as a result of this sensory input and competition for cortical space. \"This interactive specialization view implies that cortical regions might initially be non-specific in their responses but gradually narrow their responses as their functional specialization restricts them to a narrower set of circumstances.\"",
            "score": 70.60120725631714
        },
        {
            "docid": "15065584_17",
            "document": "JADE1 . The biological role of JADE1 has not been elucidated. Limited number of publications addresses this question using mice models. The most comprehensive study which was published in 2003, identified mice orthologue of human JADE1, Jade1, and investigated Jade1 expression during mice embryogenesis. Searching for developmentally regulated genes the authors used gene trap screen analysis and identified mouse Jade1 as gene strongly regulated during embryogenesis. Insertion of the vector into the third intron of the Jade1 gene lead to the production of a 47-amino-acid truncated protein. The gene trap insertional mutation resulted in Jade1-beta-galactosidase reporter fusion product and Jade1 null allele. While the homozygotes for the gene trap integration did not produce strong developmental phenotype, the fusion product revealed Jade1 gene spatial-temporal expression in mouse embryonic cells and tissues of developing embryo up to 15.5-d.p.c. In addition the study reports experimental and in silico comparative analysis of Jade1 mRNA transcripts, Jade1 gene structure and analysis of Jade1 protein orthologues from mouse human and zebra fish. Jade1 expression was detected in extraembryonic ectoderm and trophoblast, which are placental components important for vasculogenesis, as well as in sites enriched with multipotent or tissue-specific progenitors, including neural progenitors(2). The dynamics of Jade1 reporter expression in these areas indicates the involvement in the determination and elongation of anterior posterior axis, an important point of the study). The potential role for human JADE1 in the renewal of embryonic stem cell and embryonal carcinoma cell cultures was suggested in another screening study which showed that, in cultured stem cells activation of stem cell transcription factor OCT4 pathway upregulated JADE1 gene expression along with stem cell factors NANOG, PHC1, USP44 and SOX2. Role of JADE1 in epithelial cell proliferation was addressed in a murine model of acute kidney injury and regeneration. Expression patterns and dynamics of HBO1-JADE1S/L were examined in regenerating tubular epithelial cells. Ischemia and reperfusion injury resulted in an initial decrease in JADE1S, JADE1L, and HBO1 protein levels, which returned to the baseline during renal recovery. Expression levels of HBO1 and JADE1S recovered as cell proliferation rate reached maximum, whereas JADE1L recovered after bulk proliferation had diminished. The temporal expression of JADE1 correlated with the acetylation of histone H4 (H4K5 and H4K12) but not that of histone H3 (H4K14), suggesting that the JADE1-HBO1 complex specifically marks H4 during epithelial cell proliferation. The results of the study implicate JADE1-HBO1 complex in acute kidney injury and suggest distinct roles for JADE1 isoforms during epithelial cell recovery.",
            "score": 73.00823283195496
        },
        {
            "docid": "42064066_19",
            "document": "Proneural genes . In the neocortex exists a wide neuronal network, supported by astrocytes and oligodendrocytes (glial cells) with different functions. During cortical development, bHLH factors control proliferation and differentiation of neural cells and their functions at any given time and place depends on their cellular context. NeuroD, Ngns, Mash, ‘’Olig’’ and other proneural gene families have a crucial role in cell fate decision during corticogenesis and different combinations of them regulate the choice and the timing of differentiation into a neuron, an astrocyte or an oligodendrocyte. High levels of Ngn1 and Ngn2 are required to specify neuronal identity of cortical progenitors only in early stages of neocortex development. Particularly, ngn2 is also important to regulate the transition of cortical progenitors from the ventricular zone to the subventricular zone. On the other hand, mash1 is implicated in the early differentiation of striatum neurons and sufficient to promote basal cell divisions independently of its role in the specification of neuronal cell fates at later stages. Cooperation between ngn2 and mash1 proneural genes regulate the transition of cortical progenitors from apical to basal cell compartments. The specification of different neuronal subtypes depends on the group of proneural genes involved. Low levels of proneural transcripts in ventricular zone are expressed when progenitor’s specification occurs and an increase in their expression results in the beginning of neurogenesis. Ngns are responsible for the formation of glutamatergic neurons whereas mash1 gives rise to GABAergic and cholinergic neurons.",
            "score": 77.05327320098877
        },
        {
            "docid": "237704_38",
            "document": "Saccharomyces cerevisiae . The availability of the \"S. cerevisiae\" genome sequence and a set of deletion mutants covering 90% of the yeast genome has further enhanced the power of \"S. cerevisiae\" as a model for understanding the regulation of eukaryotic cells. A project underway to analyze the genetic interactions of all double-deletion mutants through synthetic genetic array analysis will take this research one step further. The goal is to form a functional map of the cell's processes. As of 2010 a model of genetic interactions is most comprehensive yet to be constructed, containing \"the interaction profiles for ~75% of all genes in the Budding yeast\". This model was made from 5.4 million two-gene comparisons in which a double gene knockout for each combination of the genes studied was performed. The effect of the double knockout on the fitness of the cell was compared to the expected fitness. Expected fitness is determined from the sum of the results on fitness of single-gene knockouts for each compared gene. When there is a change in fitness from what is expected, the genes are presumed to interact with each other. This was tested by comparing the results to what was previously known. For example, the genes Par32, Ecm30, and Ubp15 had similar interaction profiles to genes involved in the Gap1-sorting module cellular process. Consistent with the results, these genes, when knocked out, disrupted that process, confirming that they are part of it. From this, 170,000 gene interactions were found and genes with similar interaction patterns were grouped together. Genes with similar genetic interaction profiles tend to be part of the same pathway or biological process. This information was used to construct a global network of gene interactions organized by function. This network can be used to predict the function of uncharacterized genes based on the functions of genes they are grouped with.",
            "score": 80.08361685276031
        },
        {
            "docid": "57414_18",
            "document": "Evolutionary developmental biology . Such a cascading regulatory network has been studied in detail in the development of the fruit fly embryo. The young embryo is oval in shape, like a rugby ball. A small number of genes produce messenger RNAs that set up concentration gradients along the long axis of the embryo. In the early embryo, the \"bicoid\" and \"hunchback\" genes are at high concentration near the anterior end, and give pattern to the future head and thorax; the \"caudal\" and \"nanos\" genes are at high concentration near the posterior end, and give pattern to the hindmost abdominal segments. The effects of these genes interact; for instance, the Bicoid protein blocks the translation of \"caudal\"'s messenger RNA, so the Caudal protein concentration becomes low at the anterior end. Caudal later switches on genes which create the fly's hindmost segments, but only at the posterior end where it is most concentrated.",
            "score": 68.745574593544
        },
        {
            "docid": "22072718_12",
            "document": "Biological network . The complex interactions in the brain make it a perfect candidate to apply network theory. Neurons in the brain are deeply connected with one another and this results in complex networks being present in the structural and functional aspects of the brain. For instance, small-world network properties have been demonstrated in connections between cortical areas of the primate brain or during swallowing in humans. This suggests that cortical areas of the brain are not directly interacting with each other, but most areas can be reached from all others through only a few interactions.",
            "score": 64.66556906700134
        },
        {
            "docid": "43769798_3",
            "document": "Gene co-expression network . The direction and type of co-expression relationships are not determined in gene co-expression networks; whereas in a gene regulatory network (GRN) a directed edge connects two genes, representing a biochemical process such as a reaction, transformation, interaction, activation or inhibition. Compared to a GRN, a GCN does not attempt to infer the causality relationships between genes and in a GCN the edges represent only a correlation or dependency relationship among genes. Modules or the highly connected subgraphs in gene co-expression networks correspond to clusters of genes that have a similar function or involve in a common biological process which causes many interactions among themselves.",
            "score": 75.33420586585999
        },
        {
            "docid": "8402086_2",
            "document": "Computational neurogenetic modeling . Computational neurogenetic modeling (CNGM) is concerned with the study and development of dynamic neuronal models for modeling brain functions with respect to genes and dynamic interactions between genes. These include neural network models and their integration with gene network models. This area brings together knowledge from various scientific disciplines, such as computer and information science, neuroscience and cognitive science, genetics and molecular biology, as well as engineering.",
            "score": 77.85142087936401
        },
        {
            "docid": "8402086_9",
            "document": "Computational neurogenetic modeling . For the parameters in the gene regulatory network to affect the neurons in the artificial neural network as intended there must be some connection between them. In an organizational context, each node (neuron) in the artificial neural network has its own gene regulatory network associated with it. The weights (and in some networks, frequencies of synaptic transmission to the node), and the resulting membrane potential of the node (including whether an action potential is produced or not), affect the expression of different genes in the gene regulatory network. Factors affecting connections between neurons, such as synaptic plasticity, can be modeled by inputting the values of synaptic activity-associated genes and proteins to a function that re-evaluates the weight of an input from a particular neuron in the artificial neural network.",
            "score": 72.24841213226318
        },
        {
            "docid": "22092654_2",
            "document": "Protomap (neuroscience) . The Protomap is a primordial molecular map of the functional areas of the mammalian cerebral cortex during early embryonic development, at a stage when neural stem cells are still the dominant cell type. The protomap is a feature of the ventricular zone, which contains the principal cortical progenitor cells, known as radial glial cells. Through a process called 'cortical patterning', the protomap is patterned by a system of signaling centers in the embryo, which provide positional information and cell fate instructions. These early genetic instructions set in motion a development and maturation process that gives rise to the mature functional areas of the cortex, for example the visual, somatosensory, and motor areas.  The term protomap was coined by Pasko Rakic. The \"protomap hypothesis\" was opposed by the \"protocortex hypothesis\", which proposes that cortical proto-areas initially have the same potential, and that regionalization in large part is controlled by external influences, such as axonal inputs from the thalamus to the cortex. However, a series of papers in the year 2000 and in 2001 provided strong evidence against the protocortex hypothesis, and the protomap hypothesis has been well accepted since then. The protomap hypothesis, together with the related radial unit hypothesis, forms our core understanding of the embryonic development of the cerebral cortex. Once the basic structure is present and cortical neurons have migrated to their final destinations, many other processes contribute to the maturation of functional cortical circuits.",
            "score": 73.71729874610901
        },
        {
            "docid": "8402086_5",
            "document": "Computational neurogenetic modeling . A gene regulatory network, protein regulatory network, or gene/protein regulatory network, is the level of processing in a computational neurogenetic model that models the interactions of genes and proteins relevant to synaptic activity and general cell functions. Genes and proteins are modeled as individual nodes, and the interactions that influence a gene are modeled as excitatory (increases gene/protein expression) or inhibitory (decreases gene/protein expression) inputs that are weighted to reflect the effect a gene or protein is having on another gene or protein. Gene regulatory networks are typically designed using data from microarrays.",
            "score": 84.27410125732422
        },
        {
            "docid": "356382_11",
            "document": "Gene regulatory network . There are primarily two ways that networks can evolve, both of which can occur simultaneously. The first is that network topology can be changed by the addition or subtraction of nodes (genes) or parts of the network (modules) may be expressed in different contexts. The\" Drosophila\" Hippo signaling pathway provides a good example. The Hippo signaling pathway controls both mitotic growth and post-mitotic cellular differentiation. Recently it was found that the network the Hippo signaling pathway operates in differs between these two functions which in turn changes the behavior of the Hippo signaling pathway. This suggests that the Hippo signaling pathway operates as a conserved regulatory module that can be used for multiple functions depending on context. Thus, changing network topology can allow a conserved module to serve multiple functions and alter the final output of the network. The second way networks can evolve is by changing the strength of interactions between nodes, such as how strongly a transcription factor may bind to a cis-regulatory element. Such variation in strength of network edges has been shown to underlie between species variation in vulva cell fate patterning of \"Caenorhabditis\" worms.",
            "score": 76.95608508586884
        },
        {
            "docid": "4214_4",
            "document": "Bioinformatics . Bioinformatics has become an important part of many areas of biology. In experimental molecular biology, bioinformatics techniques such as image and signal processing allow extraction of useful results from large amounts of raw data. In the field of genetics and genomics, it aids in sequencing and annotating genomes and their observed mutations. It plays a role in the text mining of biological literature and the development of biological and gene ontologies to organize and query biological data. It also plays a role in the analysis of gene and protein expression and regulation. Bioinformatics tools aid in the comparison of genetic and genomic data and more generally in the understanding of evolutionary aspects of molecular biology. At a more integrative level, it helps analyze and catalogue the biological pathways and networks that are an important part of systems biology. In structural biology, it aids in the simulation and modeling of DNA, RNA, proteins as well as biomolecular interactions.",
            "score": 79.03097414970398
        },
        {
            "docid": "24219329_3",
            "document": "Neurogenomics . The nervous system in vertebrates is made up of two major types of cells – neuroglial cells and neurons. Hundreds of different types of neurons exist in humans, with varying functions – some of them process external stimuli; others generate a response to stimuli; others organize in centralized structures (brain, spinal ganglia) that are responsible for cognition, perception, and regulation of motor functions. Neurons in these centralized locations tend to organize in giant networks and communicate extensively with each other. Prior to the availability of expression arrays and DNA sequencing methodologies, researchers sought to understand the cellular behaviour of neurons (including synapse formation and neuronal development and regionalization in the human nervous system) in terms of the underlying molecular biology and biochemistry, without any understanding of the influence of a neuron’s genome on its development and behaviour. As our understanding of the genome has expanded, the role of networks of gene interactions in the maintenance of neuronal function and behaviour has garnered interest in the neuroscience research community. Neurogenomics allows scientists to study the nervous system of organisms in the context of these underlying regulatory and transcriptional networks. This approach is distinct from neurogenetics, which emphasizes the role of single genes without a network-interaction context when studying the nervous system.",
            "score": 86.00810265541077
        },
        {
            "docid": "10571004_5",
            "document": "Biological network inference . Genes are the nodes and the edges are directed. A gene serves as the source of a direct regulatory edge to a target gene by producing an RNA or protein molecule that functions as a transcriptional activator or inhibitor of the target gene. If the gene is an activator, then it is the source of a positive regulatory connection; if an inhibitor, then it is the source of a negative regulatory connection. Computational algorithms take as primary input data measurements of mRNA expression levels of the genes under consideration for inclusion in the network, returning an estimate of the network topology. Such algorithms are typically based on linearity, independence or normality assumptions, which must be verified on a case-by-case basis. Clustering or some form of statistical classification is typically employed to perform an initial organization of the high-throughput mRNA expression values derived from microarray experiments, in particular to select sets of genes as candidates for network nodes. The question then arises: how can the clustering or classification results be connected to the underlying biology? Such results can be useful for pattern classification – for example, to classify subtypes of cancer, or to predict differential responses to a drug (pharmacogenomics). But to understand the relationships between the genes, that is, to more precisely define the influence of each gene on the others, the scientist typically attempts to reconstruct the transcriptional regulatory network. This can be done by data integration in dynamic models supported by background literature, or information in public databases, combined with the clustering results. The modelling can be done by a Boolean network, by Ordinary differential equations or Linear regression models, e.g. Least-angle regression, by Bayesian network or based on Information theory approaches. For instance it can be done by the application of a correlation-based inference algorithm, as will be discussed below, an approach which is having increased success as the size of the available microarray sets keeps increasing",
            "score": 82.82186782360077
        },
        {
            "docid": "53576321_30",
            "document": "Single-cell transcriptomics . Gene regulatory network inference is a technique that aims to construct a network, shown as a graph, in which the nodes represent the genes and edges indicate co-regulatory interactions. The method relies on the assumption that a strong statistical relationship between the expression of genes is an indication of a potential functional relationship. The most commonly used method to measure the strength of a statistical relationship is correlation. However, correlation fails to identify non-linear relationships and mutual information is used as an alternative. Gene clusters linked in a network signify genes that undergo coordinated changes in expression.",
            "score": 74.69357693195343
        },
        {
            "docid": "2860430_14",
            "document": "Neural oscillation . Neural oscillation can also arise from interactions between different brain areas coupled through the structural connectome. Time delays play an important role here. Because all brain areas are bidirectionally coupled, these connections between brain areas form feedback loops. Positive feedback loops tends to cause oscillatory activity where frequency is inversely related to the delay time. An example of such a feedback loop is the connections between the thalamus and cortex – the thalamocortical radiations. This thalamocortical network is able to generate oscillatory activity known as recurrent thalamo-cortical resonance. The thalamocortical network plays an important role in the generation of alpha activity. In a whole-brain network model with realistic anatomical connectivity and propagation delays between brain areas, oscillations in the beta frequency range emerge from the partial synchronisation of subsets of brain areas oscillating in the gamma-band (generated at the mesoscopic level).",
            "score": 70.37242221832275
        },
        {
            "docid": "356382_22",
            "document": "Gene regulatory network . Continuous network models of GRNs are an extension of the boolean networks described above. Nodes still represent genes and connections between them regulatory influences on gene expression. Genes in biological systems display a continuous range of activity levels and it has been argued that using a continuous representation captures several properties of gene regulatory networks not present in the Boolean model. Formally most of these approaches are similar to an artificial neural network, as inputs to a node are summed up and the result serves as input to a sigmoid function, e.g., but proteins do often control gene expression in a synergistic, i.e. non-linear, way. However, there is now a continuous network model that allows grouping of inputs to a node thus realizing another level of regulation. This model is formally closer to a higher order recurrent neural network. The same model has also been used to mimic the evolution of cellular differentiation and even multicellular morphogenesis.",
            "score": 73.68851613998413
        },
        {
            "docid": "41667121_5",
            "document": "Gary Stormo . Stormo's research combines experimental and computational approaches to understand regulation of gene expression. His experimental work focuses on protein–DNA interactions and their role in gene regulation. His computational work involves analysis of these interactions and developing pattern recognition algorithms to discover regulatory sites in DNA and RNA.",
            "score": 82.86654353141785
        },
        {
            "docid": "1181008_10",
            "document": "Computational science . Exciting new developments in biotechnology are now revolutionizing biology and biomedical research. Examples of these techniques are high-throughput sequencing, high-throughput quantitative PCR, intra-cellular imaging, in-situ hybridization of gene expression, three-dimensional imaging techniques like Light Sheet Fluorescence Microscopy and Optical Projection, (micro)-Computer Tomography. Given the massive amounts of complicated data that is generated by these techniques, their meaningful interpretation, and even their storage, form major challenges calling for new approaches. Going beyond current bioinformatics approaches, computational biology needs to develop new methods to discover meaningful patterns in these large data sets. Model-based reconstruction of gene networks can be used to organize the gene expression data in systematic way and to guide future data collection. A major challenge here is to understand how gene regulation is controlling fundamental biological processes like biomineralisation and embryogenesis. The sub-processes like gene regulation, organic molecules interacting with the mineral deposition process, cellular processes, physiology and other processes at the tissue and environmental levels are linked. Rather than being directed by a central control mechanism, biomineralisation and embryogenesis can be viewed as an emergent behavior resulting from a complex system in which several sub-processes on very different temporal and spatial scales (ranging from nanometer and nanoseconds to meters and years) are connected into a multi-scale system. One of the few available options to understand such systems is by developing a multi-scale model of the system.",
            "score": 90.42683625221252
        }
    ],
    "r": [
        {
            "docid": "24219329_37",
            "document": "Neurogenomics . It is thought that gene expression changes, being the ultimate response for any genetic changes, are a good proxy for understanding phenotypic differences within biological samples. Comparative studies have revealed a range of differences in the transcriptional controls between primates and rodents. For example, the gene \"CNTNAP2\" is specifically enriched for in the prefrontal cortex. The mouse homolog of \"CNTNAP2\" is not expressed in the mouse brain. \"CNTNAP2\" has been implicated in cognitive functions of language as well as neurodevelopmental disorders such as Autism Spectrum Disorder. This suggests that the control of expression plays a significant role in the development in unique human cognitive function. As a consequence, a number of studies have investigated the brain specific enhancers. Transcription factors such as \"SOX5\" have been found to be positively selected for on the human lineage. Gene expression studies in humans, chimpanzees and rhesus macaques, have identified human specific co-expression networks, and an elevation in gene expression in the human cortex in comparison to primates.",
            "score": 110.04691314697266
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 107.7975082397461
        },
        {
            "docid": "24219329_7",
            "document": "Neurogenomics . With the availability of massively parallel next generation sequencing methodologies, scientists have been able to look beyond the probe based captures of expressed genes. RNA-seq, for example, identifies 25-60% more expressed genes than microarrays do. In the upcoming field of neurogenomics, it is hoped that by understanding the genomic profiles of different parts of the brain, we might be able to improve our understanding of how the interactions between genes and pathways influence cellular function and development. This approach is expected to be able to identify the secondary gene networks that are disrupted in neurological disorders, subsequently assisting drug development stratagems for brain diseases. The BRAIN initiative launched in 2013, for example, seeks to \"\"inform the development of future treatments for brain disorders, including Alzheimer’s disease, epilepsy, and traumatic brain injury\"\" .",
            "score": 106.81026458740234
        },
        {
            "docid": "32849947_6",
            "document": "Shubha Tole . Tole’s work is in developmental neuroscience, and for the last few decades, she has been working to elucidate the mechanisms behind the development and diseases of certain brain structures. Her most significant contribution to the scientific world was her discovery of the regulatory gene, Lhx2, that controls some aspects of how the amygdala, cortex, and the hippocampus form during early development. This gene, LHX2, is a LIM homeobox gene, and when it is deleted at early embryonic stages in rodents, the cerebral cortex itself does not form. If deleted later in development, then specific parts of the cortex such as the sensory barrels, do not form. Dr.Tole also proposed a possible mechanism for how the neocortex may have come to be in mammals, linking it to a much older structure of the brain, the amygdala. Other discoveries of hers include finding dual developmental origins for structures that control reproductive and aggressive behavior in the accessory olfactory bulb in mammals.",
            "score": 103.53658294677734
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 99.87608337402344
        },
        {
            "docid": "58686_37",
            "document": "Cerebral cortex . There are many neurodevelopmental abnormalities that can lead to a wide variety of behavioral and cognitive deficits. There are several situations in development in which both intrinsic and extrinsic factors can highly influence the course of nervous system formation. One very prominent intrinsic factor (random gene mutation) has given rise to many different classes of neurodevelopmental disorders. For example, Fragile X-Syndrome is a neurodevelopmental disease characterized by poor eye contact with others, an extreme aversion to physical/social contact, and obsessive repetition in behavioral patterns. This is an X-linked chromosomal disorder in which the FMR1 gene is found to have nearly 200 copies, instead of its intended 30. This causes the gene to become heavily methylated, which subsequently turns off expression of FMR1. Efficient functioning of this gene is known to play a role in localized protein synthesis at dendritic spines, which is essential for proper synaptogenesis and learning and memory function. Another primary example of intrinsic neurodevelopmental deficits is Rett Syndrome, which is an X-linked single gene mutation characterized by a loss of speech and hand coordination, intellectual regression and progressive loss of motor control. This disorder is thought to arise from a mutation in the MeCP2 gene, which encodes for a transcription factor associated with chromatin remodeling. Mutations in this gene have been linked to a decreased expression of the gene that codes for BDNF (brain-derived neurotrophic factor), which is a common gene used in neurodevelopment.",
            "score": 98.85197448730469
        },
        {
            "docid": "51247656_2",
            "document": "Cortical patterning . Cortical patterning is a field of developmental neuroscience which aims to determine how the various functional areas of the cerebral cortex are generated, what size and shape they will be, and how their spatial pattern across the surface of the cortex is specified. Early brain lesion studies indicated that different parts of the cortex served different cognitive functions, such as visual, somatosensory, and motor functions, beautifully assimilated by Brodmann in 1909. Today the field supports the idea of a 'protomap', which is a molecular pre-pattern of the cortical areas during early embryonic stages. The protomap is a feature of the cortical ventricular zone, which contains the primary stem cells of the cortex known as radial glial cells. A system of signaling centers, positioned strategically at the midline and edges of the cortex, produce secreted signaling proteins that establish concentration gradients in the cortical primordium. This provides positional information for each stem cell, and regulates proliferation, neurogenesis, and areal identity. After the initial establishment of areal identity, axons from the developing thalamus arrive at their correct cortical areal destination through the process of axon guidance and begin to form synapses. Many activity-dependent processes are then thought to play important roles in the maturation of each area.",
            "score": 98.59843444824219
        },
        {
            "docid": "24219329_33",
            "document": "Neurogenomics . Gene expression of the brain changes throughout the different phases of life. The most significant levels of expression are found during early development, with the rate of gene expression being highest during fetal development. This results from the rapid growth of neurons in the embryo. Neurons at this stage are undergoing neuronal differentiation, cell proliferation, migration events and dendritic and synaptic development. Gene expression patterns shift closer towards specialized functional functional profiles during embryonic development, however, certain developmental steps are still ongoing at parturition. Consequently, gene expression profiles of the two brain hemispheres appear asymmetrical at birth. At birth, gene expression profiles appear asymmetrical between brain hemispheres. As development continues, the gene expression profiles become similar between the hemispheres. Given a healthy adult, expression profiles stay relatively consistent from the late twenties into the late forties. From the fifties onwards, there is significant decrease in the expression of genes important for regular function. Despite this, there is an increase in the diversity of genes being expressed across the brain. This age related change in expression may be correlated with GC content. At later stages of life, there is an increase in the induction of low GC-content pivotal genes as well as an increase in the repression of high GC-content pivotal genes. Another cause of the shift in gene diversity is the accumulation of mutations and DNA damage. Gene expression studies show that genes that accrue these age-related mutations are consistent between individuals in the aging population. Genes that are highly expressed at development decrease significantly at late stages in life, whereas genes that are highly repressed at development increase significantly at the late stages.",
            "score": 98.48686981201172
        },
        {
            "docid": "968055_17",
            "document": "Polymicrogyria . The pathogenesis of polymicrogyria is still being researched for understanding though it is historically heterogeneous-4. It results from both genetic and destructive events. While polymicrogyria is associated with genetic mutations, none of these are the sole cause of this abnormality. The cortical development of mammals requires specific cell functions that all involve microtubules, whether it is because of mitosis, specifically cell division, cell migration or neurite growth. Some mutations that affect the role of microtubules and are studied as possible contributors, but not causes, to polymicrogyria include TUBA1A and TUBB2B. TUBB2B mutations are known to contribute to polymicrogyria either with or without congenital fibrosis or the external ocular muscles, as well as bilateral perisylvian. The gene GPR56 is a member of the adhesion G protein-coupled receptor family and is directly related to causing Bilateral frontoparietal polymicrogyria, (BFPP)-6. Other genes in the G protein-coupled receptor family have effects with this condition as well such as the outer brain development, but not enough is known to carry out all the research properly so the main focus is starting with the specific GR56 gene within this category. This malformation of the brain is a result of numerous small gyri taking over the surface of the brain that should otherwise be normally convoluted. This gene is currently under studies to help identify and contribute to the knowledge about this condition. It is studied to provide information on the causes along with insight into the mechanisms of normal cortical development and the regional patterning of the cerebral cortex using magnetic resonance imagine, MRI. Specifically found to polymicrogyria due to mutation of this gene are myelination defects. GPR56 is observed to be important for myelinations due to a mutation in this gene results in reduced white matter volume and signal changes as shown in MRI’s. While the cellular roles of GPR56 in myelination remains unclear, this information will be used to further other studies done with this gene.",
            "score": 98.31858825683594
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 97.37626647949219
        },
        {
            "docid": "2717130_8",
            "document": "Chimpanzee genome project . Another such region on chromosome 4 may contain elements regulating the expression of a nearby protocadherin gene that may be important for brain development and function. Although changes in expression of genes that are expressed in the brain tend to be less than for other organs (such as liver) on average, gene expression changes in the brain have been more dramatic in the human lineage than in the chimp lineage. This is consistent with the dramatic divergence of the unique pattern of human brain development seen in the human lineage compared to the ancestral great ape pattern. The protocadherin-beta gene cluster on chromosome 5 also shows evidence of possible positive selection.",
            "score": 96.84944152832031
        },
        {
            "docid": "15993546_7",
            "document": "Cis-natural antisense transcript . Regulation of many biological processes such as development, metabolism and many others requires a careful co-ordination between many different genes; this is usually referred to as a gene regulatory network. A flurry of interest in gene regulatory networks has been sparked by the advent of sequenced genomes of multiple organisms. The next step is to use this information to figure out how genes work together and not just in isolation. During the processes of mammalian development, there is an inactivation of the extra X-chromosome in females. It has been shown that a NAT pair called Xist and Tsix are involved in the hypermethylation of the chromosome. As much as 20-30% of mammalian genes have been shown to be the targets of miRNAs, which highlights the importance of these molecules as regulators across a wide number of genes. Evolutionary reasons for utilizing RNA for regulation of genes may be that it is less costly and faster than synthesizing proteins not needed by the cell. This could have had a selective advantage for early eukaryotes with this type of transcriptional regulation.",
            "score": 96.07147979736328
        },
        {
            "docid": "24219329_34",
            "document": "Neurogenomics . The evolution of \"Homo sapiens\" since the divergence from the primate common ancestor has shown a marked expansion in the size and complexity of the brain, especially in the cerebral cortex. In comparison to primates, the human cerebral cortex has an embiggened surface area but differs only slightly in thickness. Many large scale studies in understanding the differences of the human brain from other species have indicated expansion of gene families and changes in alternative splicing to be responsible for the corollary increase in cognitive capabilities and cooperative behaviour in humans. However, we are yet to determine the exact phenotypic consequences of all these changes. One difficulty is that only primates have developed subdivisions in their cerebral cortex, making the modeling of human specific neurological problems difficult to mimic in rodents.",
            "score": 95.50800323486328
        },
        {
            "docid": "31588101_7",
            "document": "LRRN3 . The expression data for the LRRN3 gene shows that it has its highest expression in the brain. Overall, the LRRN3 gene seems to have high to moderate expression throughout the majority of brain tissue. The highest expression being found in the cerebral cortex, the hippocampal formation, the cerebellar cortex, and the paraflocculus. All of these regions play a role in some key cognitive function, involving the processing of language and sensory stimuli, memory, and oculomotor behavior. The high expression of the LRRN3 gene in these regions of the brain could show that the LRRN3 gene has some importance in these cognitive function.",
            "score": 95.32484436035156
        },
        {
            "docid": "156964_86",
            "document": "MicroRNA . The vital role of miRNAs in gene expression is significant to addiction, specifically alcoholism. Chronic alcohol abuse results in persistent changes in brain function mediated in part by alterations in gene expression. miRNA global regulation of many downstream genes deems significant regarding the reorganization or synaptic connections or long term neuroadaptions involving the behavioral change from alcohol consumption to withdrawal and/or dependence. Up to 35 different miRNAs have been found to be altered in the alcoholic post-mortem brain, all of which target genes that include the regulation of the cell cycle, apoptosis, cell adhesion, nervous system development and cell signaling. Altered miRNA levels were found in the medial prefrontal cortex of alcohol-dependent mice, suggesting the role of miRNA in orchestrating translational imbalances and the creation of differentially expressed proteins within an area of the brain where complex cognitive behavior and decision making likely originate.",
            "score": 94.8250732421875
        },
        {
            "docid": "24984_45",
            "document": "Personality psychology . Ever since the Human Genome Project allowed for a much more in depth understanding of genetics, there has been an ongoing controversy involving heritability, personality traits, and environmental vs. genetic influence on personality. The human genome is known to play a role in the development of personality. Previously, genetic personality studies focused on specific genes correlating to specific personality traits. Today's view of the gene-personality relationship focuses primarily on the activation and expression of genes related to personality and forms part of what is referred to as behavioural genetics. Genes provide numerous options for varying cells to be expressed; however, the environment determines which of these are activated. Many studies have noted this relationship in varying ways in which our bodies can develop, but the interaction between genes and the shaping of our minds and personality is also relevant to this biological relationship. DNA-environment interactions are important in the development of personality because this relationship determines what part of the DNA code is actually made into proteins that will become part of an individual. It has been noted that while different choices are made available by the genome, in the end, the environment is the ultimate determinant of what becomes activated. Small changes in DNA in individuals are what lead to the uniqueness of every person as well as differences in looks, abilities, brain functioning, and all the factors that culminate to develop a cohesive personality.",
            "score": 94.80911254882812
        },
        {
            "docid": "2412133_5",
            "document": "Metencephalon . At the early stages of brain development, the brain vesicles that are formed are imperative. Each brain region is characterized by its own specific architecture. These regions of the brain are determined by a combination of transcription factors and the signals that change their expression. The isthmus is the main organizing center for the tectum and the cerebellum. The tectum is the dorsal part of the metencephalon. The tectum includes the superior and inferior colliculli, which play a part in visual and audio processing. Two of the major genes that affect the metencephalon are Fgf8 and Wnt1, which are both expressed around the isthmus. Fgf8 is also known as Fibroblast Growth Factor 8. It is a protein that is widely thought to be the most important organizing signal. Its main function is to set up and maintain the barrier between the midbrain and hindbrain, specifically between the mesencephalon and metencephalon. It also plays a large role in deciding the structure of the mid- and hindbrain. Wnt1 is a proto-oncogene protein (Wingless-type MMTV integration site family, member 1). This gene was originally thought to play a role in the development of the midbrain and hindbrain, but studies have shown that this may not be the case. Wnt1 is thought to be behind the genetic disorder called Joubert Syndrome, a disorder that affects the cerebellum.  Otx1 and Otx2 are genes that play important parts in the development of the brain, and studies have shown that their roles change throughout the brain’s development. It is thought that at the stage of brain development wherein the rostral brain is regionalized into its different parts (telencephalon, diencephalon, metencephalon, and mesencephalon) that Otx2 and Otx1 protect the caudalization of the diencephalon and mesencephalon into metencephalon.",
            "score": 94.62052917480469
        },
        {
            "docid": "17769908_4",
            "document": "Annette Karmiloff-Smith . Karmiloff-Smith argued that these approaches assume a \"mosaic-like\" approach to cognitive development - according to which different systems within the brain develop separately from each other, based purely on information coded in the genes. The real picture of development is, she argued, much more complicated (see Interactive Specialization). Development comes about as a result of back-propagating interactions between gene, brain, behavior, and the environment; \"modules\" (those parts of the brain that are, for example, specialized at processing language) appear relatively late in development. Since developmental disorders arise from problems \"during\" development (as opposed to damage to a mature system) it follows that we should expect to find performance deficits that are not linked to one particular domain, but rather spread across a whole range of different performance impairments.",
            "score": 93.66468811035156
        },
        {
            "docid": "16848931_3",
            "document": "GBX2 . Gastrulation Brain Homeobox 2 (GBX2) is a homeobox gene involved in the normal development of rhombomeres 1-3 which is the mid/hindbrain region. This gene is a dosage dependent transcription factor involved in the regulation of proper expression of other genes. GBX2 expression occurs during gastrulation and continues to be expressed in the later stages of embryogenesis. During these different stages, GBX2 is responsible for several important processes. In the neural plate stage GBX2 is required in order for the anterior hindbrain precursors to survive and form correctly. Also at this stage in development GBX2 is required for the proper regulation of different gene expression needed for the early establishment of A/P patterning in the neural plate. In the early stages of brain morphogenesis GBX2 is required for both the normal development of the anterior hindbrain and the proper formation of the mid/hindbrain organizer. Because of the effects on the mid/hindbrain organizer, GBX2 is involved in the positioning of the expression domain for isthmic FGF8. Since this is a dosage dependent gene, the different amounts of gene present in certain location can cause different outcomes. FGF8 is affected by the different dosages in the location it is expressed. The absence of GBX2 causes FGF8 expression is shifted caudally and over expression of GBX2 causes FGF8 expression to be shifted rostrally. Not all of the rhombomeres GBX2 is expressed in require the same strictness of dose regulation. Of the three, rhombomere 2 has the most strict dose requirements.",
            "score": 93.6574935913086
        },
        {
            "docid": "14777594_2",
            "document": "AHI1 . The Abelson helper integration site 1 (AHI1) is a protein coding gene that is known for the critical role it plays in brain development. Proper cerebellar and cortical development in the human brain depends heavily on AHI1. The AHI1 gene is prominently expressed in the embryonic hindbrain and forebrain. AHI1 specifically encodes the Jouberin protein and mutations in the expression of the gene is known to cause specific forms of Joubert syndrome. Joubert syndrome is autosomal recessive and is characterized by the brain malformations and mental retardation that AHI1 mutations have the potential to induce. AHI1 has also been associated with schizophrenia and autism due to the role it plays in brain development. An AHI1 heterozygous knockout mouse model was created to study the correlation between alterations in AHI1 expression and the pathogenesis of neuropsychiatric disorders. The core temperatures and corticosterone secretions of the heterozygous knockout mice after exposure to environmental and visceral stress exhibited extreme repression of autonomic nervous system and hypothalamic-pituitary-adrenal responses. The knockout mice demonstrated an increased resilience to different types of stress and these results lead to a correlation between emotional regulation and neuropsychiatric disorders. Jouberin is a protein that in humans is encoded by the \"AHI1\" gene.",
            "score": 92.46881103515625
        },
        {
            "docid": "1891323_3",
            "document": "Spatiotemporal gene expression . Consider the gene \"wingless,\" a member of the wnt family of genes. In the early embryonic development of the model organism \"Drosophila melanogaster\", or fruit fly, \"wingless\" is expressed across almost the entire embryo in alternating stripes three cells separated. This pattern is lost by the time the organism develops into a larva, but \"wingless\" is still expressed in a variety of tissues such as the wing imaginal discs, patches of tissue that will develop into the adult wings. The spatiotemporal pattern of \"wingless\" gene expression is determined by a network of regulatory interactions consisting of the effects of many different genes such as \"even-skipped\" and \"Krüppel.\"",
            "score": 92.4169921875
        },
        {
            "docid": "21815623_2",
            "document": "TBR1 . T-box, brain, 1 is a transcription factor protein important in vertebrate embryo development. It is encoded by the \"TBR1\" gene. This gene is also known by several other names: T-Brain 1, TBR-1, TES-56, and MGC141978. TBR1 is a member of the TBR1 subfamily of T-box family transcription factors, which share a common DNA-binding domain. Other members of the TBR1 subfamily include EOMES and TBX21. TBR1 is involved in the differentiation and migration of neurons and is required for normal brain development. TBR1 interacts with various genes and proteins in order to regulate cortical development, specifically within layer VI of the developing six-layered human cortex. Studies show that TBR1 may play a role in major neurological diseases such as Alzheimer's Disease (AD) and Parkinson's Disease (PD).",
            "score": 92.2903060913086
        },
        {
            "docid": "3232713_34",
            "document": "Heritability of autism . Clues to the first two questions come from studies that have shown that at least 30% of individuals with autism have spontaneous \"de novo\" mutations that occurred in the father's sperm or mother's egg and disrupt genes important for brain development, these spontaneous mutations likely cause autism in families where there is no family history. The concordance between identical twins isn't quite 100% for two reasons, because these mutations have variable 'expressivity' and their effects manifest differently due to chance effects, epigenetic, and environmental factors. Also spontaneous mutations can potentially occur specifically in one twin and not the other after conception. The likelihood of developing intellectual disability is dependent on the importance the effect the gene or mutation has on brain development, and also the genetic and environmental background upon which a mutation occurs. The recurrence of the same mutations in multiple individuals affected by autism has led Brandler and Sebat to suggest that the spectrum of autism is breaking up into quanta of many different genetic disorders.",
            "score": 91.73780822753906
        },
        {
            "docid": "14881221_7",
            "document": "CHD8 . Some studies have determined the role of CHD8 in autism spectrum disorder (ASD). CHD8 expression significantly increases during human mid-fetal development. The chromatin remodeling activity and its interaction with transcriptional regulators have shown to play an important role in ASD aetiology. The developing mammalian brain has a conserved CHD8 target regions that are associated with ASD risk genes. The knockdown of CHD8 in human neural stem cells results in dysregulation of ASD risk genes that are targeted by CHD8.",
            "score": 91.54640197753906
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 91.35044860839844
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 91.32012176513672
        },
        {
            "docid": "26847942_3",
            "document": "Bat wing development . Although many of the molecular mechanisms involved in limb development are conserved between mouse and bat, there are a number of differences primarily seen in gene expression patterns. Surprisingly, the coding regions of many of these genes with different expression domains are highly conserved between mouse and bat. Thus, it is likely that this major morphological transition was a consequence of cis-regulatory changes. Researchers can study the genetic basis of bat wing development by using comparative in situ hybridization to examine gene expression domains and using experimental embryology in mice and bats.",
            "score": 91.05584716796875
        },
        {
            "docid": "19723734_53",
            "document": "Muscle . In their paper Andrikou and Arnone argue that to truly understand the evolution of muscle cells the function of transcriptional regulators must be understood in the context of other external and internal interactions. Through their analysis, Andrikou and Arnone found that there were conserved orthologues of the gene regulatory network in both invertebrate bilaterians and in cnidarians. They argue that having this common, general regulatory circuit allowed for a high degree of divergence from a single well functioning network. Andrikou and Arnone found that the orthologues of genes found in vertebrates had been changed through different types of structural mutations in the invertebrate deuterostomes and protostomes, and they argue that these structural changes in the genes allowed for a large divergence of muscle function and muscle formation in these species. Andrikou and Arnone were able to recognize not only any difference due to mutation in the genes found in vertebrates and invertebrates but also the integration of species specific genes that could also cause divergence from the original gene regulatory network function. Thus, although a common muscle patterning system has been determined, they argue that this could be due to a more ancestral gene regulatory network being coopted several times across lineages with additional genes and mutations causing very divergent development of muscles. Thus it seems that myogenic patterning framework may be an ancestral trait. However, Andrikou and Arnone explain that the basic muscle patterning structure must also be considered in combination with the cis regulatory elements present at different times during development. In contrast with the high level of gene family apparatuses structure, Andrikou and Arnone found that the cis regulatory elements were not well conserved both in time and place in the network which could show a large degree of divergence in the formation of muscle cells. Through this analysis, it seems that the myogenic GRN is an ancestral GRN with actual changes in myogenic function and structure possibly being linked to later coopts of genes at different times and places.",
            "score": 90.78006744384766
        },
        {
            "docid": "16507549_38",
            "document": "Alzheimer's disease research . From gene expression patterns obtained in microarray datasets, correlation between cellular physiology and diseases can be revealed. Divergence studies (e.g. Jensen-Shannon divergence computations which interprets difference in gene expression and probability of distribution patterns) reveals gene expression distribution difference between AD and normal aging brains. That is, expressed genes that are negatively correlated with normal aging brain but are positively correlated with AD brains are possible biomarkers for AD diagnosis and treatment. Combining KEGG and PATHWAY studio, ATP5C1, COX6A1, NDUFV2, PLCB1, and PPP3CA are metabolism and mitochondrial-related genes that have been shown to be reduced in AD samples. Furthermore, metabolic dysregulations such as calcium homeostasis and insulin signaling have also been identified to contribute to the onset of AD. Genes that are associated with calcium and insulin signaling are found using GATHER (online bioinformatics tool for analyzing genomic signatures). In fact, insulin signaling impairment and AD has been considered to be related in many levels. Functional protein sequence alignments (e.g. ClustalW, MUSCLE) and phylogenetic analysis (e.g. Phylip, Mega) demonstrate that acetylcholinesterase (AChE) and butyrylcholinesterase (BChE) are highly linked in these two diseases. Increased BChE contributes altered lipoprotein metabolism and insulin insensitivity, and is positively correlated to hypertension and diabetes in correlation studies. AChE allows stabilization of neurotransmitter, acetylcholine (ACh), which is one of the main target for AD treatment. However, recent \"in\" silico pharmacological study examined drug-disease interaction showed that AChE inhibitors may not be the answer to AD treatment. PKC, ARG, HDAC, and GSK3 inhibitors that regulate calcium homeostasis and genetic modification of cell cycle and apoptosis may be the future targets of AD medication.",
            "score": 90.7511978149414
        },
        {
            "docid": "46273402_9",
            "document": "Segmentation in the human nervous system . Segmentation in the hind-brain and paraxial mesoderm is highly regulated by the expression of the Hox gene. Hox genes encode helix-turn-helix transcription factors and play the major role in specifying the positional identities for tissues along the anterior-posterior axis (A-P axis) during the developmental phase. Humans, like other vertebrates have a total of 39 Hox genes organized into four different clusters. The property of Hox genes called colinerarity, whereby the gene arrangement, timing and the boundaries of expression on the A-P axis are correlated, is instrumental in the development of ordered domains of expression. The Hox gene expression leads to the development of unique combination codes for the different segments that specify their distinct identity. Even though the development of segmentation in the hind-brain and paraxial mesoderm are distinct, the Hox expression in both system are coordinated with the process of morphological segmentation.",
            "score": 90.65308380126953
        },
        {
            "docid": "18274278_2",
            "document": "NFIB (gene) . The NFIB gene is a part of the NFI gene complex that includes three other genes (NFIA, NFIC and NFIX). The NFIB gene is a protein coding gene that also serves as a transcription factor. This gene is essential in embryonic development and it works together with its gene complex to initiate tissue differentiation in the fetus. NFIB has the highest concentrations in the lung, skeletal muscle and heart but is also found in the areas of the developing liver, kidneys and brain. Through knockout experiments, researchers found that mice without the NFIB gene have severely underdeveloped lungs. This mutation does not seem to cause spontaneous abortions because in utero the fetus does not use its lungs for respiration. However, this becomes lethal once the fetus is born and has to take its first breath. It is thought that NFIB plays a role in down regulating the transcription factors TGF-β1 and \"Shh\" in normal gestation because they remained high in knockout experiments. The absence of NFIB also leads to insufficient amounts of surfactant being produced which is one reason why the mice cannot breathe once it is born. The knockout experiments demonstrated that NFIB has a significant role in fore-brain development. NFIB is typically found in pontine nuclei of the CNS, the cerebral cortex and the white matter of the brain and without NFIB these areas are dramatically affected.",
            "score": 90.62177276611328
        },
        {
            "docid": "1415069_2",
            "document": "Microcephalin . Microcephalin (MCPH1) is a gene that is expressed during fetal brain development. Certain mutations in MCPH1, when homozygous, cause primary microcephaly—a severely diminished brain. Hence it has been assumed that variants have a role in brain development, but in normal individuals no effect on mental ability or behavior has yet been demonstrated in either this or another similarly studied microcephaly gene, \"ASPM\". However, an association has been established between normal variation in brain structure as measured with MRI (i.e., primarily \"cortical surface area\" and total brain volume) and common genetic variants within both the MCPH1 gene and another similarly studied microcephaly gene, CDK5RAP2.",
            "score": 90.48070526123047
        }
    ]
}