{
    "q": [
        {
            "docid": "300381_6",
            "document": "Smooth muscle tissue . Smooth muscle is fundamentally different from skeletal muscle and cardiac muscle in terms of structure, function, regulation of contraction, and excitation-contraction coupling. Smooth muscle cells known as myocytes, have a fusiform shape and, like striated muscle, can tense and relax. However, smooth muscle tissue tends to demonstrate greater elasticity and function within a larger length-tension curve than striated muscle. This ability to stretch and still maintain contractility is important in organs like the intestines and urinary bladder. In the relaxed state, each cell is spindle-shaped, 20-500 micrometers in length.",
            "score": 73.46826910972595
        },
        {
            "docid": "12638410_6",
            "document": "Muscle tissue . Muscle cells (myocytes) are elongated cells ranging from several millimetres to about 10 centimetres in length and from 10 to 100 micrometres in width. These cells are joined together in tissues that may be either striated or smooth, depending on the presence or absence, respectively, of organized, regularly repeated arrangements of myofibrillar contractile proteins called myofilaments. Striated muscle is further classified as either skeletal or cardiac muscle. Striated muscle is typically subject to conscious control, while smooth muscle is not. Thus, muscle tissue can be described as being one of three different types:",
            "score": 65.7387387752533
        },
        {
            "docid": "56284235_10",
            "document": "Constructive development (biology) . Exploratory processes are selective processes that operate within individual organisms during their lifetimes. In many animals, the vascular, immune and nervous systems develop by producing a variety of forms, and the most functional solutions are selected for and retained, while others are lost. For example, the ‘shape’ of the circulatory system is constructed according to the oxygen and nutrient needs of tissues, rather than being genetically predetermined. Likewise, the nervous system develops through axonal exploration. Initially muscle fibers are connected to multiple neurons but synaptic competition selects certain connections over others to define the mature pattern of muscle innervation. The shape of a cell is determined by the structure of its cytoskeleton. A major element of the cytoskeleton are microtubules, which can grow in random directions from their origin. Microtubule-associated proteins can aid or inhibit microtubule growth, guide microtubules to specific cellular locations and mediate interactions with other proteins. Therefore, microtubules can be stabilized in new configurations that give rise to new cell shapes (and potentially new behaviors or functions) without changes to the microtubule system itself.",
            "score": 68.30151903629303
        },
        {
            "docid": "19723734_11",
            "document": "Muscle . This same bundles-within-bundles structure is replicated within the muscle cells. Within the cells of the muscle are myofibrils, which themselves are bundles of protein filaments. The term \"myofibril\" should not be confused with \"myofiber\", which is a simply another name for a muscle cell. Myofibrils are complex strands of several kinds of protein filaments organized together into repeating units called sarcomeres. The striated appearance of both skeletal and cardiac muscle results from the regular pattern of sarcomeres within their cells. Although both of these types of muscle contain sarcomeres, the fibers in cardiac muscle are typically branched to form a network. Cardiac muscle fibers are interconnected by intercalated discs, giving that tissue the appearance of a syncytium.",
            "score": 69.4829490184784
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 62.92075777053833
        },
        {
            "docid": "674_13",
            "document": "Anatomy . Muscle cells (myocytes) form the active contractile tissue of the body. Muscle tissue functions to produce force and cause motion, either locomotion or movement within internal organs. Muscle is formed of contractile filaments and is separated into three main types; smooth muscle, skeletal muscle and cardiac muscle. Smooth muscle has no striations when examined microscopically. It contracts slowly but maintains contractibility over a wide range of stretch lengths. It is found in such organs as sea anemone tentacles and the body wall of sea cucumbers. Skeletal muscle contracts rapidly but has a limited range of extension. It is found in the movement of appendages and jaws. Obliquely striated muscle is intermediate between the other two. The filaments are staggered and this is the type of muscle found in earthworms that can extend slowly or make rapid contractions. In higher animals striated muscles occur in bundles attached to bone to provide movement and are often arranged in antagonistic sets. Smooth muscle is found in the walls of the uterus, bladder, intestines, stomach, oesophagus, respiratory airways, and blood vessels. Cardiac muscle is found only in the heart, allowing it to contract and pump blood round the body.",
            "score": 66.06207752227783
        },
        {
            "docid": "14778222_4",
            "document": "MYOT . Myotilin is a structural protein that, along with titin and alpha-actinin give structural integrity to sarcomeres at Z-discs in striated muscle. Myotilin induces the formation of actin bundles in vitro and in non-muscle cells. A ternary complex myotilin/actin/alpha-actinin can be observed in vitro and actin bundles formed under these conditions appear more tightly packed than those induced by alpha-actinin alone. It was demonstrated that myotilin stabilizes F-actin by slowing down the disassembly rate. Ectopic overexpression of truncated myotilin causes the disruption of nascent myofibrils and the co-accumulation of myotilin and titin in amorphous cytoplasmic precipitates. In mature sarcomeres, wild-type myotilin colocalizes with alpha-actinin and Z-disc titin, showing the striated pattern typical of sarcomeric proteins. Targeted disruption of the myotilin gene in mice does not cause significant alterations in muscle function. On the other hand, transgenic mice with mutated myotilin develop muscle dystrophy.",
            "score": 53.49399709701538
        },
        {
            "docid": "571549_19",
            "document": "Myocyte . Muscle fibers grow when exercised and shrink when not in use. This is due to the fact that exercise stimulates the increase in myofibrils which increase the overall size of muscle cells. Well exercised muscles can not only add more size but can also develop more mitochondria, myoglobin, glycogen and a higher density of capillaries. However muscle cells cannot divide to produce new cells, and as a result we have fewer muscle cells as an adult than a newborn.",
            "score": 71.18478798866272
        },
        {
            "docid": "420224_2",
            "document": "Myofibril . A myofibril (also known as a muscle fibril) is a basic rod-like unit of a muscle cell. Muscles are composed of tubular cells called myocytes, known as muscle fibers in striated muscle, and these cells in turn contain many chains of myofibrils. They are created during embryonic development in a process known as myogenesis.",
            "score": 58.767701864242554
        },
        {
            "docid": "19723734_49",
            "document": "Muscle . Schmid and Seipel argue that the origin of muscle cells is a monophyletic trait that occurred concurrently with the development of the digestive and nervous systems of all animals and that this origin can be traced to a single metazoan ancestor in which muscle cells are present. They argue that molecular and morphological similarities between the muscles cells in cnidaria and ctenophora are similar enough to those of bilaterians that there would be one ancestor in metazoans from which muscle cells derive. In this case, Schmid and Seipel argue that the last common ancestor of bilateria, ctenophora, and cnidaria was a triploblast or an organism with three germ layers and that diploblasty, meaning an organism with two germ layers, evolved secondarily due to their observation of the lack of mesoderm or muscle found in most cnidarians and ctenophores. By comparing the morphology of cnidarians and ctenophores to bilaterians, Schmid and Seipel were able to conclude that there were myoblast-like structures in the tentacles and gut of some species of cnidarians and in the tentacles of ctenophores. Since this is a structure unique to muscle cells, these scientists determined based on the data collected by their peers that this is a marker for striated muscles similar to that observed in bilaterians. The authors also remark that the muscle cells found in cnidarians and ctenophores are often contests due to the origin of these muscle cells being the ectoderm rather than the mesoderm or mesendoderm. The origin of true muscles cells is argued by others to be the endoderm portion of the mesoderm and the endoderm. However, Schmid and Seipel counter this skepticism about whether or not the muscle cells found in ctenophores and cnidarians are true muscle cells by considering that cnidarians develop through a medusa stage and polyp stage. They observe that in the hydrozoan medusa stage there is a layer of cells that separate from the distal side of the ectoderm to form the striated muscle cells in a way that seems similar to that of the mesoderm and call this third separated layer of cells the ectocodon. They also argue that not all muscle cells are derived from the mesendoderm in bilaterians with key examples being that in both the eye muscles of vertebrates and the muscles of spiralians these cells derive from the ectodermal mesoderm rather than the endodermal mesoderm. Furthermore, Schmid and Seipel argue that since myogenesis does occur in cnidarians with the help of molecular regulatory elements found in the specification of muscles cells in bilaterians that there is evidence for a single origin for striated muscle.",
            "score": 54.16888749599457
        },
        {
            "docid": "21942008_8",
            "document": "Cell polarity . Generation of cellular polarity is critically important for the function of practically every cell type and underlies processes like cell division, differentiation, cell migration, cell–cell signalling and fertilization. Cell polarity is an example of the self-organization property that all living organism share. All the cells within a multicellular organism, or any single cell species i.e. yeast, displays a polarized organization necessary for its proliferation, differentiation or physiological function. Budding yeast is a highly accessible experimental system, which serves as a paradigm for deciphering the molecular mechanism underlying the generation of polarity. Yeast cells share many features about cell polarity with other organism like: regulation by intrinsic and extrinsic cues, conserved regulatory molecules such as Cdc42GTPase, and asymmetry of the cytoskeleton. Cell polarization is associated with a type of symmetry breaking, that occurs in the cytoskeleton and guides the direction of growth of the future daughter cell. This symmetry breaking facilitates the polarized flux and localization of several protein in the polarized patch. When cells can perform symmetry breaking in absence of any spatial cue (landmarks), is called spontaneous polarization or spontaneous symmetry breaking.",
            "score": 77.85627329349518
        },
        {
            "docid": "29057341_8",
            "document": "Donald E. Ingber . Ingber’s work on tensegrity led him to propose that mechanical forces play as an important role in biological control as chemicals and genes and to investigate the molecular mechanism by which cells convert mechanical signals into changes in intracellular biochemistry and gene expression, a process known as ‘mechanotransduction’. Ingber determined that living cells use tensegrity architecture to stabilize their shape and cytoskeleton, that cellular integrins function as mechanosensors on the cell surface, and that cytoskeletal tension (or ‘prestress’, which is central to the stability of tensegrity structures) is a fundamental regulator of many cellular responses to mechanical cues. Ingber’s tensegrity theory also led to the prediction in the early 1980s that changes in extracellular matrix structure and mechanics play a fundamental role in tissue and organ development, and that deregulation of this form of developmental control can promote cancer formation.",
            "score": 72.66988945007324
        },
        {
            "docid": "571549_2",
            "document": "Myocyte . A myocyte (also known as a muscle cell) is the type of cell found in muscle tissue. Myocytes are long, tubular cells that develop from myoblasts to form muscles in a process known as myogenesis. There are various specialized forms of myocytes: cardiac, skeletal, and smooth muscle cells, with various properties. The striated cells of cardiac and skeletal muscles are referred to as muscle fibers. Cardiomyocytes are the muscle fibres that form the chambers of the heart, and have a single central nucleus. Skeletal muscle fibers help support and move the body and tend to have peripheral nuclei. Smooth muscle cells control involuntary movements such as the peristalsis contractions in the oesophagus and stomach.",
            "score": 67.7572808265686
        },
        {
            "docid": "420224_6",
            "document": "Myofibril . In striated muscle, such as skeletal and cardiac muscle, the actin and myosin filaments each have a specific and constant length on the order of a few micrometers, far less than the length of the elongated muscle cell (a few millimeters in the case of human skeletal muscle cells). The filaments are organized into repeated subunits along the length of the myofibril. These subunits are called sarcomeres. The muscle cell is nearly filled with myofibrils running parallel to each other on the long axis of the cell. The sarcomeric subunits of one myofibril are in nearly perfect alignment with those of the myofibrils next to it. This alignment gives rise to certain optical properties which cause the cell to appear striped or striated. In smooth muscle cells, this alignment is absent, hence there are no apparent striations and the cells are called smooth. Exposed muscle cells at certain angles, such as in meat cuts, can show structural coloration or iridescence due to this periodic alignment of the fibrils and sarcomeres.",
            "score": 71.58603000640869
        },
        {
            "docid": "92981_11",
            "document": "Tensegrity . A theory of tensegrity in molecular biology to explain cellular structure has been developed by Harvard physician and scientist Donald E. Ingber. For instance, the expressed shapes of cells, whether it be their reactions to applied pressure, interactions with substrates, etc., all can be mathematically modeled if a tensegrity model is used for the cell's cytoskeleton. Furthermore, the geometric patterns found throughout nature (the helix of DNA, the geodesic dome of a volvox, Buckminsterfullerene, and more) may also be understood based on applying the principles of tensegrity to the spontaneous self-assembly of compounds, proteins, and even organs. This view is supported by how the tension-compression interactions of tensegrity minimize material needed, add structural resiliency, and constitute the most efficient possible use of space. Therefore, natural selection pressures would strongly favor biological systems organized in a tensegrity manner.",
            "score": 54.15130138397217
        },
        {
            "docid": "159748_4",
            "document": "Muscular system . Skeletal muscles, like other striated muscles, are composed of myocytes, or muscle fibers, which are in turn composed of myofibrils, which are composed of sarcomeres, the basic building block of striated muscle tissue. Upon stimulation by an action potential, skeletal muscles perform a coordinated contraction by shortening each sarcomere. The best proposed model for understanding contraction is the sliding filament model of muscle contraction. Within the sarcomere, actin and myosin fibers overlap in a contractile motion towards each other. Myosin filaments have club-shaped heads that project toward the actin filaments.",
            "score": 60.26861023902893
        },
        {
            "docid": "6235_56",
            "document": "Cell nucleus . Multinucleated cells contain multiple nuclei. Most acantharean species of protozoa and some fungi in mycorrhizae have naturally multinucleated cells. Other examples include the intestinal parasites in the genus \"Giardia\", which have two nuclei per cell. In humans, skeletal muscle cells, called myocytes and syncytium, become multinucleated during development; the resulting arrangement of nuclei near the periphery of the cells allows maximal intracellular space for myofibrils. Other multinucleate cells in the human are osteoclasts a type of bone cell. Multinucleated and binucleated cells can also be abnormal in humans; for example, cells arising from the fusion of monocytes and macrophages, known as giant multinucleated cells, sometimes accompany inflammation and are also implicated in tumor formation.",
            "score": 47.60126829147339
        },
        {
            "docid": "19965_10",
            "document": "Morphogenesis . Tissues can change their shape and separate into distinct layers via cell contractility. Just as in muscle cells, myosin can contract different parts of the cytoplasm to change its shape or structure. Myosin-driven contractility in embryonic tissue morphogenesis is seen during the separation of germ layers in the model organisms \"Caenorhabditis elegans\", \"Drosophila\" and zebrafish. There are often periodic pulses of contraction in embryonic morphogenesis. A model called the cell state splitter involves alternating cell contraction and expansion, initiated by a bistable organelle at the apical end of each cell. The organelle consists of microtubules and microfilaments in mechanical opposition. It responds to local mechanical perturbations caused by morphogenetic movements. These then trigger traveling embryonic differentiation waves of contraction or expansion over presumptive tissues that determine cell type and is followed by cell differentiation. The cell state splitter was first proposed to explain neural plate morphogenesis during gastrulation of the axolotl and the model was later generalized to all of morphogenesis.",
            "score": 53.885560512542725
        },
        {
            "docid": "19081158_6",
            "document": "Bio-MEMS . Microscale manipulation and patterning of biological materials such as proteins, cells and tissues have been used in the development of cell-based arrays, microarrays, microfabrication based tissue engineering, and artificial organs. Biological micropatterning can be used for high-throughput single cell analysis, precise control of cellular microenvironment, as well as controlled integration of cells into appropriate multi-cellular architectures to recapitulate \"in vivo\" conditions. Photolithography, microcontact printing, selective microfluidic delivery, and self-assembled monolayers are some methods used to pattern biological molecules onto surfaces. Cell micropatterning can be done using microcontact patterning of extracellular matrix proteins, cellular electrophoresis, optical tweezer arrays, dielectrophoresis, and electrochemically active surfaces.",
            "score": 42.748050689697266
        },
        {
            "docid": "3904626_4",
            "document": "Myofilament . The protein complex composed of actin and myosin, contractile proteins, is sometimes referred to as \"actomyosin\". In striated muscle, such as skeletal and cardiac muscle, the actin and myosin filaments each have a specific and constant length in the order of a few micrometers, far less than the length of the elongated muscle cell (a few millimeters in the case of human skeletal muscle cells). The filaments are organized into repeated subunits along the length of the myofibril. These subunits are called sarcomeres.",
            "score": 65.39106106758118
        },
        {
            "docid": "8114777_12",
            "document": "Muscle hypertrophy . The message filters down to alter the pattern of gene expression. The additional contractile proteins appear to be incorporated into existing myofibrils (the chains of sarcomeres within a muscle cell). There appears to be some limit to how large a myofibril can become: at some point, they split. These events appear to occur within each muscle fiber. That is, hypertrophy results primarily from the growth of each muscle cell, rather than an increase in the number of cells. Skeletal muscle cells are however unique in the body in that they can contain multiple nuclei, and the number of nuclei can increase.",
            "score": 62.361024379730225
        },
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 55.1801016330719
        },
        {
            "docid": "47981132_6",
            "document": "Rong Li . To understand the pathways that control cell motility, tissue morphogenesis, and neuronal development, Li monitors both physical and biochemical reactions that overlap spatially and change rapidly, but occur only locally within a complex environment. Her broad goal is to understand how eukaryotic cells establish their distinct morphology and organization in order to carry out their specialized functions with applications in development and cancer. Specifically, how eukaryotic cells generate pattern through self-organization with or without environmental cues, accomplish division or motility through coordinated structural rearrangements and force production, and, when challenged with stress and roadblocks, evolve innovative solutions to main vitality and functionality. A key part of her research is exploring how the ability to evolve is built into cellular systems and how that ability gives rise to a cell’s properties. Li has published several seminal papers on the impact of aneuploidy on cellular fitness, gene expression, stress adaptation, and genome instability. As aneuploidy and chromosome instability are hallmarks of cancer, her results on how aneuploidy fuels the evolution of cellular adaptation and drug resistance have direct relevance to the understanding of cancer evolution and disease progression. Li has also studied the molecular mechanisms that lead to oocyte maturation, which can contribute to “advances in the treatment of infertility and the field of regenerative medicine.”",
            "score": 69.66689372062683
        },
        {
            "docid": "19723734_10",
            "document": "Muscle . Skeletal muscles are sheathed by a tough layer of connective tissue called the epimysium. The epimysium anchors muscle tissue to tendons at each end, where the epimysium becomes thicker and collagenous. It also protects muscles from friction against other muscles and bones. Within the epimysium are multiple bundles called fascicles, each of which contains 10 to 100 or more muscle fibers collectively sheathed by a perimysium. Besides surrounding each fascicle, the perimysium is a pathway for nerves and the flow of blood within the muscle. The threadlike muscle fibers are the individual muscle cells (myocytes), and each cell is encased within its own endomysium of collagen fibers. Thus, the overall muscle consists of fibers (cells) that are bundled into fascicles, which are themselves grouped together to form muscles. At each level of bundling, a collagenous membrane surrounds the bundle, and these membranes support muscle function both by resisting passive stretching of the tissue and by distributing forces applied to the muscle. Scattered throughout the muscles are muscle spindles that provide sensory feedback information to the central nervous system. (This grouping structure is analogous to the organization of nerves which uses epineurium, perineurium, and endoneurium).",
            "score": 63.08302581310272
        },
        {
            "docid": "29004758_7",
            "document": "In vitro muscle testing . \"In vitro\" muscle testing can be done on any scale of muscle organization - entire groups of muscles (provided they share a common insertion or origin, as in the human quadriceps), a single muscle, a \"bundle\" of muscle fibers, a single muscle fiber, a single myofibril, a single sarcomere, a cardiomyocyte or even a half-sarcomere. Muscle fibers may be intact, or may be \"skinned\", a process which removes the cell membrane, sarcoplasmic reticulum, and cytoplasm, allowing greater access to the contractile components of the sarcomere.",
            "score": 82.11682963371277
        },
        {
            "docid": "5458995_2",
            "document": "Cardiac muscle cell . Cardiac muscle cells or cardiomyocytes (also known as myocardiocytes or cardiac myocytes) are the muscle cells (myocytes) that make up the cardiac muscle (heart muscle). Each myocardial cell contains myofibrils, which are specialized organelles consisting of long chains of sarcomeres, the fundamental contractile units of muscle cells. Cardiomyocytes show striations similar to those on skeletal muscle cells. Unlike multinucleated skeletal cells, the majority of cardiomyocytes contain only one nucleus, although they may have as many as four. Cardiomyocytes have a high mitochondrial density, which allows them to produce adenosine triphosphate (ATP) quickly, making them highly resistant to fatigue.",
            "score": 69.64171934127808
        },
        {
            "docid": "35742703_13",
            "document": "3D bioprinting . The second approach of bioprinting is autonomous self-assembly. This approach relies on the physical process of embryonic organ development as a model to replicate the tissues of interest. When cells are in their early development, they create their own extracellular matrix building block, the proper cell signaling, and independent arrangement and patterning to provide the required biological functions and micro-architecture. Autonomous self-assembly demands specific information about the developmental techniques of the tissues and organs of the embryo. There is a \"scaffold-free\" model that uses self-assembling spheroids that subjects to fusion and cell arrangement to resemble evolving tissues. Autonomous self-assembly depends on the cell as the fundamental driver of histogenesis, guiding the building blocks, structural and functional properties of these tissues. It demands a deeper understanding of how embryonic tissues mechanisms develop as well as the microenvironment surrounded to create the bioprinted tissues.",
            "score": 60.00488805770874
        },
        {
            "docid": "26315274_4",
            "document": "Symmetry breaking and cortical rotation . The importance of symmetry breaking in biology is also reflected in the fact that it’s found at all scales. Symmetry breaking can be found at the macromolecular level, at the subcellular level and even at the tissues and organ level. It’s also interesting to note that most asymmetry on a higher scale is a reflection of symmetry breaking on a lower scale. Cells first need to establish a polarity through a symmetry-breaking event before tissues and organs themselves can be polar. For example, one model proposes that left-right body axis asymmetry in vertebrates is determined by asymmetry of cilia rotation during early development, which will produces a constant, unidirectional flow. However, there is also evidence that earlier asymmetries in serotonin distribution and ion-channel mRNA and protein localization occur in zebrafish, chicken and \"Xenopus\" development, and similar to observations of intrinsic chirality generated by the cytoskeleton leading to organ and whole organism asymmetries in \"Arabidopsis\" this itself seems to be controlled from the macromolecular level by the cytoskeleton.",
            "score": 59.38396894931793
        },
        {
            "docid": "4542890_3",
            "document": "Organoid . Attempts to create organs \"in vitro\" started with one of the first dissociation-reaggregation experiment where Henry Van Peters Wilson demonstrated that mechanically dissociated sponge cells can reaggregate and self-organize to generate a whole organism. In the subsequent decades, multiple labs were able to generate different types of organs \"in vitro\" through the dissociation and reaggregation of organ tissues obtained from amphibians and embryonic chicks. The phenomena of mechanically dissociated cells aggregating and reorganizing to reform the tissue they were obtained from subsequently led to the development of the differential adhesion hypothesis by Malcolm Steinberg. With the advent of the field of stem cell biology, the potential of stem cells to form organs \"in vitro\" was realized early on with the observation that when stem cells form teratomas or embryoid body, the differentiated cells can organize into different structures resembling those found in multiple tissue types. The advent of the field of organoids, started with a shift from culturing and differentiating stem cells in 2D media, to 3D media to allow for the development of the complex 3-dimensional structures of organs. Since 1987, researchers have devised different methods for 3-D culturing, and were able to utilize different types of stem cells to generate organoids resembling a multitude of organs. In 2008, Yoshiki Sasai and his team at RIKEN institute demonstrated that stem cells can be coaxed into balls of neural cells that self-organize into distinctive layers. In 2009 the Laboratory of Hans Clevers at Hubrecht Institute and University Medical Center Utrecht, The Netherlands showed that single LGR5 stem cells build crypt-villus structures in vitro without a mesenchymal niche. In 2010, Mathieu Unbekandt & Jamie A. Davies demonstrated the production of renal organoids from murine fetus-derived renogenic stem cells: subsequent reports showed significant physiological function of these organoids in vitro and in vivo.",
            "score": 46.136717557907104
        },
        {
            "docid": "44380573_3",
            "document": "Muscle tissue engineering . Muscle is a naturally aligned organ, with individual muscle fibers packed together into larger units called fascicles. The uniaxial alignment of muscle fibers allows them to simultaneously contract in the same direction and properly propagate force on the bones via the tendons. A major focus of muscle tissue engineering is to create constructs with the functionality of native muscle and ability to contract. To this end, alignment of the tissue engineered construct is extremely important. It has been shown that cells grown on substrates with alignment cues form more robust muscle fibers. Several other design criteria considered in muscle tissue engineering include the scaffold porosity, stiffness, biocompatibility, and degradation timeline. Substrate stiffness should ideally be in the myogenic range, which has been shown to be 10-15 kPa.",
            "score": 63.98850226402283
        },
        {
            "docid": "14769775_4",
            "document": "SORBS2 . The subcellular localization of this protein in epithelial and cardiac muscle cells suggests that ArgBP2 functions as an adapter protein to assemble signaling complexes in stress fibers, and that it is a potential link between Abl family kinases and the actin cytoskeleton. ArgBP2 contains several potential Abl phosphorylation sites; Arg and c-Abl represent the mammalian members of the Abelson family of non-receptor protein-tyrosine kinases. In non-muscle cells, ArgBP2 bids Cbl which enhances the degradation of c-Abl; and also Pyk2 which promotes cytoskeletal remodeling. ArgBP2 binding with flotillin at lipid rafts may indicate a role for ArgBP2 in vesicle trafficking and signal transduction. Interestingly, flotillin in skeletal muscle cells exhibits a striated pattern suggesting localization to T-tubules or sarcoplasmic reticular cisternae, though no precise role has been determined in cardiac cells. In cardiac muscle cells, pull-down experiments discovered ArgBP2 in complex with alpha actinin-2, vinculin, spectrin, paxillin, Pyk2 and flotillin, suggesting that ArgBP2 may be involved in myofibril assembly and Z-band signaling in cardiomyocytes, though functional studies are necessary to elucidate specific mechanisms. ArgBP2 has been linked to hyertrophic signaling, as a potent paracrine-acting RNA molecule shown to induce cardiac hypertrophy in mice, miR-21, acts on both ArgBP2 and PDLIM5 to trigger the hypertrophic response.",
            "score": 67.97628355026245
        },
        {
            "docid": "3075144_4",
            "document": "Plectin . Studies employing a plectin knockout mouse have shed light on the functions of plectin. Pups died 2–3 days after birth, and these mice exhibited marked skin abnormalities, including degeneration of keratinocytes. Skeletal and cardiac muscle tissues were also significantly affected. Cardiac intercalated discs were disintegrated and sarcomeres were irregularly shapen, and intracellular accumulation of aberrant isolated myofibrillar bundles and Z-disc components was also observed. Expression of vinculin in muscle cells was strikingly down-regulated.  Through the use of gold-immunoelectron microscopy, immunoblotting and immunofluorescence experiments plectin has been found to associate with all three major components of the cytoskeleton. In muscle, plectin binds to the periphery of Z-discs, and along with the intermediate filament protein desmin, may form lateral linkages among neighboring Z-discs. This interaction between plectin and desmin intermediate filaments also appears to facilitate the close association of myofibrils and mitochondria, both at Z-discs and along the remainder the sarcomere. Plectin also functions to link cytoskeleton to intercellular junctions, such as desmosomes and hemidesmosomes, which link intermediate filament networks between cells. Plectin has been revealed to localize to the desmosomes and in vitro studies have shown that it can form bridges between the desmosome protein, desmoplakin and intermediate filaments. In hemidesmosomes plectin has been shown to interact with the integrin β4 subunits of the hemidesmosome plaque and function in a clamp-like manner to link the intermediate filament cytokeratin to the junction.",
            "score": 45.33769178390503
        }
    ],
    "r": [
        {
            "docid": "7336655_7",
            "document": "Paxillin . In striated muscle cells, paxillin is important in costamerogenesis, or the formation of costameres, which are specialized focal adhesion-like structures in muscle cells that tether Z-disc structures across the sarcolemma to the extracellular matrix. The current working model of costamerogenesis is that in cultured, undifferentiated myoblasts, alpha-5 integrin, vinculin and paxillin are in complex and located primarily at focal adhesions. During early differentiation, premyofibril formation through sarcomerogenesis occurs, and premyofibrils assemble at structures that are typical of focal adhesions in non-muscle cells; a similar phenomenon is observed in cultured cardiomyocytes. Premyofibrils become nascent myofibrils, which progressively align to form mature myofibrils and nascent costamere structures appear. Costameric proteins redistribute to form mature costameres. While the precise functions of paxillin in this process are still being unveiled, studies investigating binding partners of paxillin have provided mechanistic understanding of its function. The proline-rich region of paxillin specifically binds to the second SH3 domain of ponsin, which occurs after the onset of the myogenic differentiation and with expression restricted to costameres. We also know that the binding of paxillin to focal adhesion kinase (FAK) is critical for directing paxillin function. The phosphorylation of FAK at serine-910 regulates the interaction of FAK with paxillin, and controls the stability of paxillin at costameres in cardiomyocytes, with phosphorylation reducing the half-life of paxillin. This is important to understand because the stability of the FAK-paxillin interaction is likely inversely related to the stability of the vinculin-paxillin interaction, which would likely indicate the strength of the costamere interaction as well as sarcomere reorganization; processes which have been linked to dilated cardiomyopathy. Additional studies have shown that paxillin itself is phosphorylated, and this participates in hypertrophic signaling pathways in cardiomyocytes. Treatment of cardiomyocytes with the hypertrophic agonist, phenylephrine stimulated a rapid increase in tyrosine phosphorylation paxillin, which was mediated by protein tyrosine kinases.",
            "score": 96.03732299804688
        },
        {
            "docid": "27196937_2",
            "document": "Actin remodeling . Actin remodeling is the biochemical process that allows for the dynamic alterations of cellular organization. The remodeling of actin filaments occurs in a cyclic pattern on cell surfaces and exists as a fundamental aspect to cellular life. During the remodeling process, actin monomers polymerize in response to signaling cascades that stem from environmental cues. The cell's signaling pathways cause actin to affect intracellular organization of the cytoskeleton and often consequently, the cell membrane. Again triggered by environmental conditions, actin filaments break back down into monomers and the cycle is completed.  Actin-binding proteins (ABPs) aid in the transformation of actin filaments throughout the actin remodeling process. These proteins account for the diverse structure and changes in shape of Eukaryotic cells. Despite its complexity, actin remodeling may result in complete cytoskeletal reorganization in under a minute.",
            "score": 84.99258422851562
        },
        {
            "docid": "29004758_7",
            "document": "In vitro muscle testing . \"In vitro\" muscle testing can be done on any scale of muscle organization - entire groups of muscles (provided they share a common insertion or origin, as in the human quadriceps), a single muscle, a \"bundle\" of muscle fibers, a single muscle fiber, a single myofibril, a single sarcomere, a cardiomyocyte or even a half-sarcomere. Muscle fibers may be intact, or may be \"skinned\", a process which removes the cell membrane, sarcoplasmic reticulum, and cytoplasm, allowing greater access to the contractile components of the sarcomere.",
            "score": 82.11682891845703
        },
        {
            "docid": "14877868_4",
            "document": "NRAP . An important role has been implicated for N-RAP in myofibrilar organization during cardiomyocyte development. It is clear that NRAP is critical for normal α-actinin-dependent organization of myofibrils in cardiomyocytes, as knock-down of N-RAP protein levels causes myofbrillar disassembly in embryonic cardiomyocytes. Specifically, studies suggest that NRAP super repeats may be an essential scaffold for organizing alpha-actinin and actin into sarcomereic I-Z-I complexes in premyofibrils, and dynamic imaging studies have shown that N-RAP departs from the I-Z-I complexes upon completion of actin thin filament assembly. In adult cardiac muscle, N-RAP colocalizes to intercalated discs, where it functions to anchor terminal actin filaments to the sarcolemma. It has been suggested that its role in adult muscle is force transduction from the sarcomere to the extracellular matrix.",
            "score": 81.04515838623047
        },
        {
            "docid": "1087977_11",
            "document": "Durotaxis . The site of cellular contact with the extracellular matrix is the focal adhesion, a large, dynamic protein complex that connects the cytoskeleton to the ECM fibers through several organized layers of interacting proteins. Integrins are the outermost proteins and the ones that bind directly to the ECM ligands. However, focal adhesions are quite more than simple anchors - their proteins have many roles in signaling. These proteins, such as focal adhesion kinase (FAK), talin, vinculin, paxillin, and α-actinin, interact with small GTPases (Rho, Rac, Cdc42) and other signaling pathways in order to relay even small changes in matrix stiffness and consequently respond with changes in cell shape, actomyosin contractility, and cytoskeletal organization. As a result, these changes can cause a cell to rearrange its cytoskeleton in order to facilitate directional migration.",
            "score": 78.95429992675781
        },
        {
            "docid": "21942008_8",
            "document": "Cell polarity . Generation of cellular polarity is critically important for the function of practically every cell type and underlies processes like cell division, differentiation, cell migration, cell–cell signalling and fertilization. Cell polarity is an example of the self-organization property that all living organism share. All the cells within a multicellular organism, or any single cell species i.e. yeast, displays a polarized organization necessary for its proliferation, differentiation or physiological function. Budding yeast is a highly accessible experimental system, which serves as a paradigm for deciphering the molecular mechanism underlying the generation of polarity. Yeast cells share many features about cell polarity with other organism like: regulation by intrinsic and extrinsic cues, conserved regulatory molecules such as Cdc42GTPase, and asymmetry of the cytoskeleton. Cell polarization is associated with a type of symmetry breaking, that occurs in the cytoskeleton and guides the direction of growth of the future daughter cell. This symmetry breaking facilitates the polarized flux and localization of several protein in the polarized patch. When cells can perform symmetry breaking in absence of any spatial cue (landmarks), is called spontaneous polarization or spontaneous symmetry breaking.",
            "score": 77.85626983642578
        },
        {
            "docid": "5458995_7",
            "document": "Cardiac muscle cell . Humans are born with a set number of heart muscle cells, or cardiomyocytes, which increase in size as heart grows larger during childhood development. Recent evidence suggests that cardiomyocytes are actually slowly turned over as we age, but that less than 50% of the cardiomyocytes we are born with are replaced during a normal life span. The growth of individual cardiomyocytes not only occurs during normal heart development, it also occurs in response to extensive exercise (athletic heart syndrome), heart disease, or heart muscle injury such as after a myocardial infarction. A healthy adult cardiomyocyte has a cylindrical shape that is approximately 100μm long and 10-25μm in diameter. Cardiomyocyte hypertrophy occurs through sarcomerogenesis, the creation of new sarcomere units in the cell. During heart volume overload, cardiomyocytes grow through eccentric hypertrophy. The cardiomyocytes extend lengthwise but have the same diameter, resulting in ventricular dilation. During heart pressure overload, cardiomyocytes grow through concentric hypertrophy. The cardiomyocytes grow larger in diameter but have the same length, resulting in heart wall thickening.",
            "score": 74.83161926269531
        },
        {
            "docid": "14770088_17",
            "document": "DLC1 . The main function of DLC1 is its Rho-GAP activity: its ability to enhance activated GTP-bound Rho-GTPases' (specifically, RhoA and Cdc42) intrinsic ability to convert their GTP into GDP, thus rendering them inactive. RhoGTPases are members of the Ras superfamily, and are involved in actin cytoskeleton organization and cell adhesion. The activity of RhoA regulates the formation of actin stress fibers and focal adhesions - complexes of many proteins located at the termini of actin stress fibers which link the actin cytoskeleton with integrin extracellular matrix receptors. Therefore, when RhoA is inactive, the actin cytoskeletal filaments are unable to form and cell morphology changes, resulting in a default round shape. In addition, focal adhesion formation is inhibited and cells are not well attached to the extracellular matrix and neighbouring cells, thus allowing them to detach and metastasize more readily.",
            "score": 74.3912124633789
        },
        {
            "docid": "300381_6",
            "document": "Smooth muscle tissue . Smooth muscle is fundamentally different from skeletal muscle and cardiac muscle in terms of structure, function, regulation of contraction, and excitation-contraction coupling. Smooth muscle cells known as myocytes, have a fusiform shape and, like striated muscle, can tense and relax. However, smooth muscle tissue tends to demonstrate greater elasticity and function within a larger length-tension curve than striated muscle. This ability to stretch and still maintain contractility is important in organs like the intestines and urinary bladder. In the relaxed state, each cell is spindle-shaped, 20-500 micrometers in length.",
            "score": 73.46826934814453
        },
        {
            "docid": "36161496_2",
            "document": "Cytoskeletal drugs . Cytoskeletal drugs are small molecules that interact with actin or tubulin. These drugs can act on the cytoskeletal components within a cell in three main ways. Some cytoskeletal drugs stabilize a component of the cytoskeleton, such as taxol which stabilizes microtubules or Phalloidin which stabilizes actin filaments. Others such as Cytochalasin D bind to actin monomers and prevent them from polymerizing into filaments. Drugs such as demecolcine act by enhancing the depolymerisation of already formed filaments. Some of these drugs have multiple effects on the cytoskeleton, for example Latrunculin both prevents actin polymerization as well as enhancing its rate of depolymerization. Typically the microtubule targeting drugs can be found in the clinic where they are used therapeutically in the treatment of some forms of cancer. As a result of the lack of specificity for specific type of actin (i.e. cannot distinguish between cardiac, smooth muscle, muscle and cytoskeletal forms of actin) the use of these drugs in animals results in unacceptable off target effects. Despite this the actin targeting compounds are still useful tools that can be used on a cellular level to help further our understanding of how this complex part of the cells internal machinery operates. For example, Phalloidin which has been conjugated with a fluorescent probe can be used for visualizing the filamentous actin in fixed samples.",
            "score": 73.41337585449219
        },
        {
            "docid": "53979054_10",
            "document": "Clare Waterman . Both of the cytoskeletal polymers, microtubules and actin, are required for directed cell motility. There was some evidence that microtubules provide spatial and temporal orchestration of f-actin-based protrusive and contractile activities, however there was no direct demonstration of binding interactions between the two polymer systems that would result in interdependent dynamics and regulation. Dr. Waterman used multispectral Fluorescent Speckle Microscopy to show that microtubules and f-actin exhibit specific structural interactions in cytoplasmic extracts, migrating cells, and neuronal growth cones that result in interdependent dynamics and organization She dissected the role of the small GTPase signaling protein Rac1 in the co-regulation of actin and microtubules in migrating cells. Since then, the notion of “cytoskeletal crosstalk” has become well-accepted as critical to the processes of polarity development in embryos and cells, neuronal growth cone guidance, and directed cell movement during wound healing.",
            "score": 72.8811264038086
        },
        {
            "docid": "29057341_8",
            "document": "Donald E. Ingber . Ingber’s work on tensegrity led him to propose that mechanical forces play as an important role in biological control as chemicals and genes and to investigate the molecular mechanism by which cells convert mechanical signals into changes in intracellular biochemistry and gene expression, a process known as ‘mechanotransduction’. Ingber determined that living cells use tensegrity architecture to stabilize their shape and cytoskeleton, that cellular integrins function as mechanosensors on the cell surface, and that cytoskeletal tension (or ‘prestress’, which is central to the stability of tensegrity structures) is a fundamental regulator of many cellular responses to mechanical cues. Ingber’s tensegrity theory also led to the prediction in the early 1980s that changes in extracellular matrix structure and mechanics play a fundamental role in tissue and organ development, and that deregulation of this form of developmental control can promote cancer formation.",
            "score": 72.66989135742188
        },
        {
            "docid": "420224_6",
            "document": "Myofibril . In striated muscle, such as skeletal and cardiac muscle, the actin and myosin filaments each have a specific and constant length on the order of a few micrometers, far less than the length of the elongated muscle cell (a few millimeters in the case of human skeletal muscle cells). The filaments are organized into repeated subunits along the length of the myofibril. These subunits are called sarcomeres. The muscle cell is nearly filled with myofibrils running parallel to each other on the long axis of the cell. The sarcomeric subunits of one myofibril are in nearly perfect alignment with those of the myofibrils next to it. This alignment gives rise to certain optical properties which cause the cell to appear striped or striated. In smooth muscle cells, this alignment is absent, hence there are no apparent striations and the cells are called smooth. Exposed muscle cells at certain angles, such as in meat cuts, can show structural coloration or iridescence due to this periodic alignment of the fibrils and sarcomeres.",
            "score": 71.58602905273438
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 71.38810729980469
        },
        {
            "docid": "571549_19",
            "document": "Myocyte . Muscle fibers grow when exercised and shrink when not in use. This is due to the fact that exercise stimulates the increase in myofibrils which increase the overall size of muscle cells. Well exercised muscles can not only add more size but can also develop more mitochondria, myoglobin, glycogen and a higher density of capillaries. However muscle cells cannot divide to produce new cells, and as a result we have fewer muscle cells as an adult than a newborn.",
            "score": 71.18478393554688
        },
        {
            "docid": "7360700_10",
            "document": "Microneurography . Information from a variety of sense organs provides information about joint positions and movements. The most elaborate proprioceptive sense organ is the muscle spindle. It is unique because its functional state is continually controlled from the brain through the fusimotor system. Recordings from muscle spindle afferents indicate that the fusimotor system remains largely passive when the parent muscle is relaxed whereas is it regularly activated in voluntary contractions and more so the stronger the contraction. Thus microneurography suggests a parallelism between the two motor systems, i.e. the skeletomotor system controlling the ordinary muscle fibers and the fusimotor system. This seems to hold at least for weak contractions and small movements which have been explored so far. In contrast, more independent fusimotor activity has been reported in animal experiments, mainly cat hind limb, where larger movements are allowed. Thanks to fusimotor activation, the afferent signal from muscle spindles remains efficient in monitoring large changes of muscle length without turning silent during muscle shortening. On the other hand, very small intramuscular events are monitored as well, thanks to the extreme sensitivity of the sense organ. An example is the small pulsatile component of the muscle contraction which is due to a periodic fluctuation at 8–10 Hz of the motor command. These small variations are insentient but readily monitored by the population of spindle afferents. They are akin to the tremor we may experience when emotionally excited. The functional significance of the insentient spindle response to faint intramuscular events remains to be assessed. However, it seems likely that detailed information on large as well as small mechanical events in the muscles is essential for neural systems in the brain to produce appropriate commands for dexterous movements.",
            "score": 70.45848846435547
        },
        {
            "docid": "23634_5",
            "document": "Protein . Like other biological macromolecules such as polysaccharides and nucleic acids, proteins are essential parts of organisms and participate in virtually every process within cells. Many proteins are enzymes that catalyse biochemical reactions and are vital to metabolism. Proteins also have structural or mechanical functions, such as actin and myosin in muscle and the proteins in the cytoskeleton, which form a system of scaffolding that maintains cell shape. Other proteins are important in cell signaling, immune responses, cell adhesion, and the cell cycle. In animals, proteins are needed in the diet to provide the essential amino acids that cannot be synthesized. Digestion breaks the proteins down for use in the metabolism.",
            "score": 69.85726928710938
        },
        {
            "docid": "2428938_11",
            "document": "Cell migration . Based on some mathematical models, recent studies hypothesize a novel biological model for collective biomechanical and molecular mechanism of cell motion. It is proposed that microdomains weave the texture of cytoskeleton and their interactions mark the location for formation of new adhesion sites. According to this model, microdomain signaling dynamics organizes cytoskeleton and its interaction with substratum. As microdomains trigger and maintain active polymerization of actin filaments, their propagation and zigzagging motion on the membrane generate a highly interlinked network of curved or linear filaments oriented at a wide spectrum of angles to the cell boundary. It is also proposed that microdomain interaction marks the formation of new focal adhesion sites at the cell periphery. Myosin interaction with the actin network then generate membrane retraction/ruffling, retrograde flow, and contractile forces for forward motion. Finally, continuous application of stress on the old focal adhesion sites could result in the calcium-induced calpain activation, and consequently the detachment of focal adhesions which completes the cycle.",
            "score": 69.76998138427734
        },
        {
            "docid": "1513850_7",
            "document": "Aldolase A . ALDOA is a key enzyme in the fourth step of glycolysis, as well as in the reverse pathway gluconeogenesis. It catalyzes the reversible conversion of fructose-1,6-bisphosphate to glyceraldehydes-3-phosphate and dihydroxyacetone phosphate by aldol cleavage of the C3–C4 bond. As a result, it is a crucial player in ATP biosynthesis. ALDOA also contributes to other \"moonlighting\" functions such as muscle maintenance, regulation of cell shape and motility, striated muscle contraction, actin cytoskeleton organization, and regulation of cell proliferation. ALDOA likely regulates actin cytoskeleton remodeling through interacting with cytohesin-2 (ARNO) and Arf6.",
            "score": 69.7305908203125
        },
        {
            "docid": "47981132_6",
            "document": "Rong Li . To understand the pathways that control cell motility, tissue morphogenesis, and neuronal development, Li monitors both physical and biochemical reactions that overlap spatially and change rapidly, but occur only locally within a complex environment. Her broad goal is to understand how eukaryotic cells establish their distinct morphology and organization in order to carry out their specialized functions with applications in development and cancer. Specifically, how eukaryotic cells generate pattern through self-organization with or without environmental cues, accomplish division or motility through coordinated structural rearrangements and force production, and, when challenged with stress and roadblocks, evolve innovative solutions to main vitality and functionality. A key part of her research is exploring how the ability to evolve is built into cellular systems and how that ability gives rise to a cell’s properties. Li has published several seminal papers on the impact of aneuploidy on cellular fitness, gene expression, stress adaptation, and genome instability. As aneuploidy and chromosome instability are hallmarks of cancer, her results on how aneuploidy fuels the evolution of cellular adaptation and drug resistance have direct relevance to the understanding of cancer evolution and disease progression. Li has also studied the molecular mechanisms that lead to oocyte maturation, which can contribute to “advances in the treatment of infertility and the field of regenerative medicine.”",
            "score": 69.6668930053711
        },
        {
            "docid": "5458995_2",
            "document": "Cardiac muscle cell . Cardiac muscle cells or cardiomyocytes (also known as myocardiocytes or cardiac myocytes) are the muscle cells (myocytes) that make up the cardiac muscle (heart muscle). Each myocardial cell contains myofibrils, which are specialized organelles consisting of long chains of sarcomeres, the fundamental contractile units of muscle cells. Cardiomyocytes show striations similar to those on skeletal muscle cells. Unlike multinucleated skeletal cells, the majority of cardiomyocytes contain only one nucleus, although they may have as many as four. Cardiomyocytes have a high mitochondrial density, which allows them to produce adenosine triphosphate (ATP) quickly, making them highly resistant to fatigue.",
            "score": 69.64171600341797
        },
        {
            "docid": "19723734_11",
            "document": "Muscle . This same bundles-within-bundles structure is replicated within the muscle cells. Within the cells of the muscle are myofibrils, which themselves are bundles of protein filaments. The term \"myofibril\" should not be confused with \"myofiber\", which is a simply another name for a muscle cell. Myofibrils are complex strands of several kinds of protein filaments organized together into repeating units called sarcomeres. The striated appearance of both skeletal and cardiac muscle results from the regular pattern of sarcomeres within their cells. Although both of these types of muscle contain sarcomeres, the fibers in cardiac muscle are typically branched to form a network. Cardiac muscle fibers are interconnected by intercalated discs, giving that tissue the appearance of a syncytium.",
            "score": 69.48294830322266
        },
        {
            "docid": "2384297_6",
            "document": "The Lives of a Cell: Notes of a Biology Watcher . This essay focuses on how connected humanity is to nature and how we must make strides to understand our role. Thomas argues that even our own bodies are not solely ours since the mitochondria and other organelles are descended from other organisms. He creates a metaphor of the Earth as a giant cell itself with humans just as one part of a vast system. Astronauts must be decontaminated before they are allowed to interact on Earth. Thomas states that this is an act of “human chauvinism.” Most organisms on Earth are symbiotic or, if harmful, have both adapted to warn the other. All organisms on Earth are interdependent and a stray virus or bacteria from the moon will not be adapted to harm us since it is not part of this connection. Bacteria are interconnected to the point where some cannot survive without others and some even live within others. We must recognize how interconnected even the smallest organisms are on Earth; especially if we must interact with life outside our planet. Thomas introduces one of his key metaphors of humans behaving like ants. He suggests that this metaphor is not used because humans do not like to be compared to insects that, as a society, can function as an organism. There are many examples of animals acting as a large organism when in large groups from termites and slime molds to birds and fish. Thomas argues that the communication of results in science puts humans in the same model as these other species. As all scientists communicate and build on each other’s work in order to explore that which we do not know. Humans fear pheromones because we believe we have gone above the basic secretion of chemicals in our communication. However, there are signs that point to humans relying on pheromones as well as our most technological forms of communication. Thomas shows pheromones in the animal world with examples of moths and fish. He then goes on to explain what impact pheromones in humans could have on the future such as in the perfume industry and finding histocompatible donors. Music is the only form of communication that saves us from an overwhelming amount of small talk. This is not only a human phenomenon, but happens throughout the animal world. Thomas makes examples of animals from termites and earthworms to gorillas and alligators that perform some sort of rhythmic noise making that can be interpreted as music if we had full range of hearing. From the vast number of animals that participate in music it is clear that the need to make music is a fundamental characteristic of biology. Thomas proposes that the animal world is continuing a musical memory that has been going since the beginning of time. Thomas argues that even though we have the technological advancements to destroy the Earth that we do not know near enough about the world in which we live. To solve this problem he suggests that we should not be able to fire nuclear weapons without being able to explain one living thing fully. The organism that Thomas proposes is the protozoan Myxotricha paradoxa. There is information known about this protozoan that lives in the digestive tract of Australian termites but with more study it could be a model for how our cells developed. It is seen throughout nature that organisms cooperate and progress into more complex forms. We cannot destroy vast amounts of Earth with nuclear weapons until we understand how interconnected we all are. Thomas presents the three levels of technology in medicine: “nontechnology” that helps patients with diseases that are not well understood but does not help solve the underlying mechanisms of the disease, “halfway technology” that makes up for disease or postpones death for diseases whose courses we cannot do much about, and “high technology” that from understanding the mechanism of the disease we are now able to cure. When looking at the costs of the three different technologies they are all needed, but once a “high technology” is found for a disease the benefits outweigh the costs of studying the mechanism of the disease so thoroughly. Thomas suggests that in order to save money in health care, the highest priority in funding should be given to basic research. Humans leave a trace of chemicals in every place they go and on everything they touch. Other animals use signaling mechanisms to leave trails or identify each other. The sense of smell is an important sense in using these mechanisms, but it is still not well understood. Humans, compared to the rest of the animal world, do not have a good olfactory sense though we may be better than we first assume. Johannes Kepler once argued that the Earth is an immense organism itself, with chemical signals spreading across the globe through various organisms in order to keep the world functioning and well informed. Tau Ceti is a nearby sun-like star that we are on the verge of being able to begin making contact with, as well as other celestial bodies, to search for life. We have been attracted to the vast regions of space outside our Earth bubble and what they could hold. If extraterrestrial life is found, it scientifically would make sense, but the social impact of no longer being unique would give humans a new sense of community. The question of what information to send out is answered by Thomas by sending music, specifically Bach. It is timeless and the best language we have to express who we are. If possible Thomas also suggests sending art. However, the questions of what to send will not stop once we receive a reply. As humans we always evade death, despite how it is a natural part of our lives. Unless it is far removed, as in war or on television, then we can discuss it without a problem. It is a subconscious effort that by not thinking about death we may continue to live. Nevertheless, even if we cured all diseases we still would die one day. We must not fear death and research the dying process just as we would any other biological process. Most people who have a near death experience do not recall any pain or fear. It is perhaps the loss of consciousness that people fear more than death itself. Thomas returns to his pondering of the social behaviors of insects in this essay. He discusses the change in behavior of insects in groups and singular insects. We have used insects and their behavior to convey lessons, rules, and virtues and now they have been used in art. Thomas describes an art exhibit with living ants, surrounded by humans who act in a similar manner to the ants themselves. Thomas praises the Marine Biological Laboratory as “a paradigm, a human institution possessed of a life of its own, self-regenerating, touched all around by human meddle but consistently improved, embellished by it.” It attracts the brightest minds and makes great strides in science autonomously. Thomas paints pictures with his description of scientists covering the beach with their diagrams and making “music” of discussion after a lecture at the MBL. Humans have to learn how to walk, skip, and ride a bicycle but inside our bodies perform specific manipulations from birth that we do not need to learn. There is new research that suggests humans may be able to change these inner processes with teaching. Thomas reasons that his body has been functioning fine without him trying to control every little process so he will let it continue to do so. He suggests to try the exact opposite and try to disconnect from your body altogether. The biologic revolution is filling in the gaps in understanding about how our cells function. As we begin to understand more about organelles it is clear that they are not originally created from our cells. Mitochondria and chloroplasts most likely have a bacterial ancestry and flagellae and cilia most likely were once spirochetes. It is not necessarily a master-slave relationship that we have with our organelles, but one where their ancestors found an easy way to stay protected and secure. We have brought them along with us as we evolved and yet we do not understand them completely. Organelles and eukaryotic cells are one of the most established symbiotic relationships. We treat bacteria as an ever present enemy even though there are only a small number that actually cause disease, and by accident in most cases. Bacteria normally do not gain anything by causing illness or death in their hosts. Our illness is mostly caused by our immune system doing too great of a job in response to bacteria in our system. The strength of our response is not necessary for most cases, but remains from a primitive time. Health care has become the new name for medicine though this is a misnomer since illness and death cannot be totally eradicated. Thomas argues that to understand how medicine should be used we should look to those internists that are involved in the system. Most things get better in a short while by themselves, so we should no longer be instilling in the public a constant fear of failed health. This will be the best way to solve the problem of funding health care since people will only use it when it is necessary. There are different degrees of social behavior in animals. However, it is not clear where humans fit on the scale. Most signs point that we are above the social behavior of ants and bees that go about a singular task as a whole community. Language is the one trait that brings us to the level of such animals. All humans engage in language and are born with the understanding of language. Language, and perhaps along with art and music, is the core of our social behavior. The human mind comes with the understanding of how to deal with and use language. We store up information as a cell stores energy, though with language, this information can be put to further use. Another main difference between language and other communication systems in biology is the ambiguity that is a necessity in language which would cause the other communication systems to fail. Death is not supposed to happen in the open, along highways and in sight of others. Everything is in the process of dying all around us, though we keep it hidden from our sight and minds. Death is part of the cycle and we need to understand we are part of a larger process. The process of dying is necessary for the birth of the new and we will all experience it together. Thomas explains science as a wild manifestation of human behavior. He explains that science and discovery is a compulsion that scientists seem to have written in their very genes. Science cannot be organized and forced; it must be free to go where the next question leads. It is similar to a bee hive in some sense, but also to animals on a hunt. The activity is never ending and the conglomeration of minds always yearning for the next discovery cannot be kept under control. How humans approach nature has been changing throughout recent years. We used to view nature as ours to control and use to better mankind. Now we have moved away from this view and seen that we are part of the larger system and not the ruler of it. However Thomas argues that we must see ourselves as “indispensable elements of nature” and work for the betterment of the Earth but also be able to protect ourselves. This essay focuses on the tribe of Iks in northern Uganda. Thomas comments on an anthropologist’s report on the Iks that argues that they represent the basic elements of mankind. Thomas instead thinks that each Ik acts as a group and that by observing the whole tribe of Iks you can see how we behave in groups ranging from committees to nations. In order to improve upon our group interactions, we must stay human even when in masses. Computers are approaching humanity, but they will never be able to fully replace us for they will not be able to replicate our collective behavior because we do not understand it ourselves. We are involved in a never ending transfer of information and collective thinking. This is the cause of the unpredictability in our future. The one problem with our information transfer is that we are much better at gaining information than giving output back. Thomas explains in this essay his view on scientific funding and planning. He believes that research should be focused in basic science. Unlike basic science, disease problems do not have the right type of questions to allow for great discoveries. The distinguishing factor of basic science is that there can be an element of surprise that allows for even more discoveries to be made. It is difficult to organize plans for this type of surprise in research even though it may seem a better business model to do so. It is the improbability and maze of puzzles that occur in basic research that Thomas believes will lead us to the most knowledge. Mythical creatures were created by our ancestors but even though we presently have no need for these beasts we continue to use them. The hybridization of animals in mythology is present from multiple ancient people such as the Ganesha, Griffon, Centaur, and Sphinx. Thomas suggests that perhaps we look to replace these mythological creatures which are more biological. He suggests the Myxotricha paradoxa, blepharisma, bacteria, and plant-animal combinations that are either made up of different organisms or set up joint endeavors with more than one organism to survive. From Thomas’s metaphor on how humans behave like ants, he again argues that language is the quality that best resembles social insects. Without any outside direction, humans continually change language. We build language like ants build their hill, without ever knowing what the final result is and how our minuscule changes affect any other part. Thomas explains how some words have changed and developed different meanings. Two words, gene and bheu, are two words that we have derived a great number of current words from. Their descended words: kind, nature, physics are related in the present but also in its ancestry. Thomas compares language to the social behavior of termites in this essay. He thinks of language as an organism that is alive and changing. The genes of language are how words originated when you look into each of their histories. He traces multiple words to their origins to prove his point. He comments that it would be near impossible to keep track of all roots of words back to Indo-European that you use. We should be in awe that we exist and are unique among all the humans on Earth according to probability. Though we are indeed individual organisms, Thomas argues that one’s own self is a myth. He believes we are part of a larger organization of information sharing. Through this system we are adapting and creating. By being more open with communication and less restrictive we will be able to uncover even more surprising discoveries. Thomas compares the Earth to a living cell, one with its own membrane that allows it to keep out disorder. He shows how the evolution of cells was closely tied to the “breath” of the Earth, the cycling of oxygen concentration in the atmosphere. The atmosphere is “for sheer size and perfection of function, it is far and away the grandest product of collaboration in all of nature.” It gives us the oxygen we need, protection from UV light, and protection from the millions of meteorites.",
            "score": 69.45958709716797
        },
        {
            "docid": "22778255_7",
            "document": "Amoeboid movement . Based on some mathematical models, recent studies hypothesize a novel biological model for collective biomechanical and molecular mechanisms of cellular motion. It is proposed that microdomains weave the texture of cytoskeleton and their interactions mark the location for formation of new adhesion sites. According to this model, microdomain signaling dynamics organize the cytoskeleton and its interaction with the substratum. As microdomains trigger and maintain active polymerization of actin filaments, their propagation and zigzagging motion on the membrane generate a highly interlinked network of curved or linear filaments oriented at a wide spectrum of angles to the cell boundary. It has also been proposed that microdomain interaction marks the formation of new focal adhesion sites at the cell periphery. The interaction of myosin with the actin network then generates membrane retraction/ruffling, retrograde flow, and contractile forces for forward motion. Finally, continuous application of stress on the old focal adhesion sites could result in the calcium-induced activation of calpain, and consequently the detachment of focal adhesions which completes the cycle.",
            "score": 69.3794937133789
        },
        {
            "docid": "15192453_13",
            "document": "Stress fiber . Both microfilaments and microtubules play major roles in mechanotransduction. In the actin cytoskeleton, mechanotransduction can occur at cell-ECM and cell-cell adhesions, through focal adhesions and adherens junctions, respectively. Transduction of forces from the outside to the inside of the cell can control the maturation or disassembly of adhesions, and initiate intracellular signalling cascades that can alter cellular behaviours, and cells are known to assemble stress fibers when they encounter mechanical stress. For example, cells that are grown on rigid substrates will show thick stress fibers, whereas the stress fibers seen in cells grown on softer substrates will be less pronounced. The mechanical force transmitted to focal adhesions by stress fibers can also alter the conformation of mechanosensitive focal adhesion proteins, such as p130Cas and talins, suggesting that stress fiber contractility may translate mechanical signals into biochemical cues.  There are also a small subset of focal adhesion-associated integrins that terminate in the perinuclear actin cap (at the top of the nucleus), and are anchored there by the LINC complex. These cap-associated focal adhesions have been established as major mediators in mechanosensing, and represent a direct pathway for the transduction of mechanical cues from focal adhesions to the nucleus.",
            "score": 69.11829376220703
        },
        {
            "docid": "1087977_12",
            "document": "Durotaxis . A cell's cytoskeleton is a constantly fluctuating network of polymers whose organization greatly depends on the physical environment of the cell. At the focal adhesions, a cell exerts a traction force. In other words, it pulls on the ECM. Thus, the cell maintains a mechanical homeostasis between ECM stiffness and cytoskeletal tension across its focal adhesions. This homeostasis is dynamic, as the focal adhesion complexes are continuously constructed, remodeled, and disassembled. This leads to changes in signal transduction and downstream cellular responses. Cell signaling is a product of both the physical and biochemical properties of the ECM and interaction between these two pathways is crucial to understand cellular responses. For example, bone morphogenetic protein (BMP) - a growth factor - is unable to induce osteogenesis under insufficient cytoskeletal tension.",
            "score": 68.61682891845703
        },
        {
            "docid": "156970_5",
            "document": "Cytoskeleton . A large-scale example of an action performed by the cytoskeleton is muscle contraction. In the muscle, there are groups of highly specialized cells that work together to perform a function known as muscle contraction. A main component in the cytoskeleton that helps show the true function of this muscle contraction is known as a microfilament. Microfilaments are composed of the most abundant cellular protein known as actin. During contraction of a muscle, within each muscle cell, myosin molecular motors collectively exert forces on parallel actin filaments. Muscle contraction starts from nerve impulses which then causes increased amounts of calcium to be released from the sarcoplasmic reticulum. Increases in calcium in the cytosol allows muscle contraction to begin with the help of two proteins, tropomyosin and troponin. Tropomyosin inhibits the interaction between actin and myosin, while troponin senses the increase in calcium and releases the inhibition. This action contracts the muscle cell, and through the synchronous process in many muscle cells, the entire muscle.",
            "score": 68.34626770019531
        },
        {
            "docid": "56284235_10",
            "document": "Constructive development (biology) . Exploratory processes are selective processes that operate within individual organisms during their lifetimes. In many animals, the vascular, immune and nervous systems develop by producing a variety of forms, and the most functional solutions are selected for and retained, while others are lost. For example, the ‘shape’ of the circulatory system is constructed according to the oxygen and nutrient needs of tissues, rather than being genetically predetermined. Likewise, the nervous system develops through axonal exploration. Initially muscle fibers are connected to multiple neurons but synaptic competition selects certain connections over others to define the mature pattern of muscle innervation. The shape of a cell is determined by the structure of its cytoskeleton. A major element of the cytoskeleton are microtubules, which can grow in random directions from their origin. Microtubule-associated proteins can aid or inhibit microtubule growth, guide microtubules to specific cellular locations and mediate interactions with other proteins. Therefore, microtubules can be stabilized in new configurations that give rise to new cell shapes (and potentially new behaviors or functions) without changes to the microtubule system itself.",
            "score": 68.30152130126953
        },
        {
            "docid": "14769775_4",
            "document": "SORBS2 . The subcellular localization of this protein in epithelial and cardiac muscle cells suggests that ArgBP2 functions as an adapter protein to assemble signaling complexes in stress fibers, and that it is a potential link between Abl family kinases and the actin cytoskeleton. ArgBP2 contains several potential Abl phosphorylation sites; Arg and c-Abl represent the mammalian members of the Abelson family of non-receptor protein-tyrosine kinases. In non-muscle cells, ArgBP2 bids Cbl which enhances the degradation of c-Abl; and also Pyk2 which promotes cytoskeletal remodeling. ArgBP2 binding with flotillin at lipid rafts may indicate a role for ArgBP2 in vesicle trafficking and signal transduction. Interestingly, flotillin in skeletal muscle cells exhibits a striated pattern suggesting localization to T-tubules or sarcoplasmic reticular cisternae, though no precise role has been determined in cardiac cells. In cardiac muscle cells, pull-down experiments discovered ArgBP2 in complex with alpha actinin-2, vinculin, spectrin, paxillin, Pyk2 and flotillin, suggesting that ArgBP2 may be involved in myofibril assembly and Z-band signaling in cardiomyocytes, though functional studies are necessary to elucidate specific mechanisms. ArgBP2 has been linked to hyertrophic signaling, as a potent paracrine-acting RNA molecule shown to induce cardiac hypertrophy in mice, miR-21, acts on both ArgBP2 and PDLIM5 to trigger the hypertrophic response.",
            "score": 67.97628021240234
        },
        {
            "docid": "571549_2",
            "document": "Myocyte . A myocyte (also known as a muscle cell) is the type of cell found in muscle tissue. Myocytes are long, tubular cells that develop from myoblasts to form muscles in a process known as myogenesis. There are various specialized forms of myocytes: cardiac, skeletal, and smooth muscle cells, with various properties. The striated cells of cardiac and skeletal muscles are referred to as muscle fibers. Cardiomyocytes are the muscle fibres that form the chambers of the heart, and have a single central nucleus. Skeletal muscle fibers help support and move the body and tend to have peripheral nuclei. Smooth muscle cells control involuntary movements such as the peristalsis contractions in the oesophagus and stomach.",
            "score": 67.75727844238281
        },
        {
            "docid": "14418070_3",
            "document": "MYH9 . Non-muscle myosin IIA (NM IIA) is expressed in most cells and tissues where it participates in a variety of processes requiring contractile force, such as cytokinesis, cell migration, polarization and adhesion, maintenance of cell shape, and signal transduction. Myosin IIs are motor proteins that are part of a superfamily composed of more than 30 classes. Class II myosins include muscle and non-muscle myosins that are organized as hexameric molecules consisting of two heavy chains (230 kDa), two regulatory light chains (20 KDa) controlling the myosin activity, and two essential light chains (17 kDa), which stabilize the heavy chain structure.",
            "score": 66.97209167480469
        },
        {
            "docid": "41585434_10",
            "document": "Anti-miRNA oligonucleotides . In the development of tissues in embryos, miRNA can have a role in the upregulation or downregulation of specific muscular development. miRNA-1 plays a role in muscle differentiation between cardiac and skeletal muscle precursor cells. In development, if levels of precursor cells are not properly regulated, it can result in muscular hypoplasia. By creating AMOs for these known miRNAs involved in muscle generation, it is possible to track a miRNA's specific mechanisms throughout the process of muscle generation by essentially using the created AMO to turn off the miRNA. This halts the production of myogenin(the transcription factor involved in myogenesis). By then measuring the changes in myogenin compared to standard, non-inhibited myogenesis, a miRNA's function can be determined as either upregulating or downregulating the synthesis of myogenin. By further understanding how certain miRNA sequences control the development of muscle, AMOs can be utilized to promote normal production levels of myogenin in organisms that have been detected to contain genetic errors involving myogenesis.",
            "score": 66.43766784667969
        }
    ]
}