{
    "q": [
        {
            "docid": "413102_14",
            "document": "Folding@home . Huntington's disease is a neurodegenerative genetic disorder that is associated with protein misfolding and aggregation. Excessive repeats of the glutamine amino acid at the N-terminus of the Huntingtin protein cause aggregation, and although the behavior of the repeats is not completely understood, it does lead to the cognitive decline associated with the disease. As with other aggregates, there is difficulty in experimentally determining its structure. Scientists are using Folding@home to study the structure of the Huntingtin protein aggregate and to predict how it forms, assisting with rational drug design methods to stop the aggregate formation. The N17 fragment of the Huntington protein accelerates this aggregation, and while there have been several mechanisms proposed, its exact role in this process remains largely unknown. Folding@home has simulated this and other fragments to clarify their roles in the disease. Since 2008, its drug design methods for Alzheimer's disease have been applied to Huntington's.",
            "score": 143.8076753616333
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 110.37832069396973
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 106.50447726249695
        },
        {
            "docid": "52085_35",
            "document": "Protein folding . A protein is considered to be misfolded if it cannot achieve its normal native state. This can be due to mutations in the amino acid sequence or a disruption of the normal folding process by external factors. The misfolded protein typically contains β-sheets that are organized in a supramolecular arrangement known as a cross-β structure. These β-sheet-rich assemblies are very stable, very insoluble, and generally resistant to proteolysis. The structural stability of these fibrillar assemblies is caused by extensive interactions between the protein monomers, formed by backbone hydrogen bonds between their β-strands. The misfolding of proteins can trigger the further misfolding and accumulation of other proteins into aggregates or oligomers. The increased levels of aggregated proteins in the cell leads to formation of amyloid-like structures which can cause degenerative disorders and cell death. The amyloids are fibrillary structure that contain intermolecular hydrogen bonds, which are highly insoluble, and made from converted protein aggregates. Therefore, the proteasome pathway may not be efficient enough to degrade the misfolded proteins prior to aggregation. Misfolded proteins can interact with one another and form structured aggregates and gain toxicity through intermolecular interactions.",
            "score": 115.63829982280731
        },
        {
            "docid": "9015477_5",
            "document": "Alpha sheet . The alpha sheet has been proposed as a possible intermediate state in the conformational change in the formation of amyloid fibrils by peptides and proteins such as amyloid beta, poly-glutamine repeats, lysozyme, prion proteins, and transthyretin repeats, all of which are associated with protein misfolding disease. For example, amyloid beta is a major component of amyloid plaques in the brains of Alzheimer's disease patients, and polyglutamine repeats in the huntingtin protein are associated with Huntington's disease. These proteins undergo a conformational change from largely random coil or alpha helix structures to the highly ordered beta sheet structures found in amyloid fibrils. Most beta sheets in known proteins are \"twisted\" about 15° for optimal hydrogen bonding and steric packing; however, some evidence from electron crystallography suggests that at least some amyloid fibrils contain \"flat\" sheets with only 1-2.5° of twist. An alpha-sheet amyloid intermediate is suggested to explain some anomalous features of the amyloid fibrillization process, such as the evident amino acid sequence dependence of amyloidogenesis despite the belief that the amyloid fold is mainly stabilized by the protein backbone.",
            "score": 78.2008113861084
        },
        {
            "docid": "47878_16",
            "document": "Huntington's disease . There are multiple cellular changes through which the toxic function of mHTT may manifest and produce the HD pathology. In its mutant (i.e. polyglutamine expanded) form, the protein is more prone to cleavage that creates shorter fragments containing the polyglutamine expansion. These protein fragments have a propensity to undergo misfolding and aggregation, yielding fibrillar aggregates in which non-native polyglutamine β-strands from multiple proteins are bonded together via hydrogen bonds. These aggregates share the same fundamental cross-β amyloid architecture seen in other protein deposition diseases. Over time, the aggregates accumulate to form inclusion bodies within cells, ultimately interfering with neuron function. Neuronal inclusions run indirect interference. Inclusion bodies have been found in both the cell nucleus and cytoplasm. Inclusion bodies in cells of the brain are one of the earliest pathological changes, and some experiments have found that they can be toxic for the cell, but other experiments have shown that they may form as part of the body's defense mechanism and help protect cells.",
            "score": 112.84104287624359
        },
        {
            "docid": "10348140_4",
            "document": "Proteopathy . In most, if not all proteopathies, a change in 3-dimensional folding (conformation) increases the tendency of a specific protein to bind to itself. In this aggregated form, the protein is resistant to clearance and can interfere with the normal capacity of the affected organs. In some cases, misfolding of the protein results in a loss of its usual function. For example, cystic fibrosis is caused by a defective cystic fibrosis transmembrane conductance regulator (CFTR) protein, and in amyotrophic lateral sclerosis / frontotemporal lobar degeneration (FTLD), certain gene-regulating proteins inappropriately aggregate in the cytoplasm, and thus are unable to perform their normal tasks within the nucleus. Because proteins share a common structural feature known as the polypeptide backbone, all proteins have the potential to misfold under some circumstances. However, only a relatively small number of proteins are linked to proteopathic disorders, possibly due to structural idiosyncrasies of the vulnerable proteins. For example, proteins that are normally unfolded or relatively unstable as monomers (that is, as single, unbound protein molecules) are more likely to misfold into an abnormal conformation. In nearly all instances, the disease-causing molecular configuration involves an increase in beta-sheet secondary structure of the protein. The abnormal proteins in some proteopathies have been shown to fold into multiple 3-dimensional shapes; these variant, proteinaceous structures are defined by their different pathogenic, biochemical, and conformational properties. They have been most thoroughly studied with regard to prion disease, and are referred to as protein strains.",
            "score": 92.54064774513245
        },
        {
            "docid": "396724_15",
            "document": "Amyloid . There are multiple classes of amyloid-forming polypeptide sequences. Glutamine-rich polypeptides are important in the amyloidogenesis of Yeast and mammalian prions, as well as Trinucleotide repeat disorders including Huntington's disease. When glutamine-rich polypeptides are in a β-sheet conformation, glutamines can brace the structure by forming inter-strand hydrogen bonding between its amide carbonyls and nitrogens of both the backbone and side chains. The onset age for Huntington's disease shows an inverse correlation with the length of the polyglutamine sequence, with analogous findings in a \"C. elegans\" model system with engineered polyglutamine peptides.",
            "score": 96.95643663406372
        },
        {
            "docid": "2867718_26",
            "document": "Intrinsically disordered proteins . Intrinsically unstructured proteins have been implicated in a number of diseases. Aggregation of misfolded proteins is the cause of many synucleinopathies and toxicity as those proteins start binding to each other randomly and can lead to cancer or cardiovascular diseases. Thereby, misfolding can happen spontaneously because millions of copies of proteins are made during the lifetime of an organism. The aggregation of the intrinsically unstructured protein α-synuclein is thought to be responsible. The structural flexibility of this protein together with its susceptibility to modification in the cell leads to misfolding and aggregation. Genetics, oxidative and nitrative stress as well as mitochondrial impairment impact the structural flexibility of the unstructured α-synuclein protein and associated disease mechanisms. Many key tumour suppressors have large intrinsically unstructured regions, for example p53 and BRCA1. These regions of the proteins are responsible for mediating many of their interactions. Taking the cell's native defense mechanisms as a model drugs can be developed, trying to block the place of noxious substrates and inhibiting them, and thus counteracting the disease.",
            "score": 112.31121373176575
        },
        {
            "docid": "36066758_5",
            "document": "JUNQ and IPOD . Proteostasis collapse, due to damage, stress, mutations, and aging, has been implicated as a basis for a large number of common human disorders, such as neurodegenerative diseases. Although caused by different kinds of mutated proteins (e.g. in Huntington's disease – the protein Huntingtin) and disruptive to distinct tissues (e.g. in Huntington's disease – the striatum), such diseases share a common feature: accumulation of misfolded proteins in inclusion bodies. Thus, it was thought that the inclusion bodies are the cause of such diseases. However, the nature and characteristics of those intra-cellular inclusion bodies stayed elusive. Different kinds of proteins (e.g. prions, ERAD substrates) were reported to form different kinds of inclusion bodies (e.g. aggresomes, amyloids), yet it remained obscure if those observations combine into one and relate to the same sub-cellular site. Moreover, the pathways leading to inclusion formation and the involvement of the cellular protein quality control machinery were undefined and unknown. Thus, a systematic study providing a comprehensive understanding of protein aggregation and inclusion bodies was required. The discovery of JUNQ and IPOD suggested new insights of how the cell manages different kinds of misfolded proteins and offered a novel framework for putting together the great puzzle of protein aggregation. The fate of misfolded proteins and the process leading to the formation of aggregate inclusions, were initially studied using biochemical methods (e.g. western blotting).",
            "score": 103.32209587097168
        },
        {
            "docid": "5176951_2",
            "document": "Polyproline helix . A polyproline helix is a type of protein secondary structure which occurs in proteins comprising repeating proline residues. A left-handed polyproline II helix (PPII, poly-Pro II) is formed when sequential residues all adopt (φ,ψ) backbone dihedral angles of roughly (-75°, 150°) and have \"trans\" isomers of their peptide bonds. This PPII conformation is also common in proteins and polypeptides with other amino acids apart from proline. Similarly, a more compact right-handed polyproline I helix (PPI, poly-Pro I) is formed when sequential residues all adopt (φ,ψ) backbone dihedral angles of roughly (-75°, 160°) and have \"cis\" isomers of their peptide bonds. Of the twenty common naturally occurring amino acids, only proline is likely to adopt the \"cis\" isomer of the peptide bond, specifically the X-Pro peptide bond; steric and electronic factors heavily favor the \"trans\" isomer in most other peptide bonds. However, peptide bonds that replace proline with another \"N\"-substituted amino acid (such as sarcosine) are also likely to adopt the \"cis\" isomer.",
            "score": 54.523220896720886
        },
        {
            "docid": "8936239_9",
            "document": "Aggresome . Accumulation of misfolded proteins in proteinaceous inclusions is common to many age-related neurodegenerative diseases, including Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis. In cultured cells, when the production of misfolded proteins exceeds the capacity of the chaperone refolding system and the ubiquitin-proteasome degradation pathway, misfolded proteins are actively transported to a cytoplasmic juxtanuclear structure called an aggresome. Whether aggresomes are benevolent or noxious is unknown, but they are of particular interest because of the appearance of similar inclusions in protein deposition diseases. Evidence shows that aggresomes serve a cytoprotective function and are associated with accelerated turnover of mutant proteins. Experiments show that mutant androgen receptor (AR), the protein responsible for X-linked spinobulbar muscular atrophy, forms insoluble aggregates and is toxic to cultured cells. Mutant AR was also found to form aggresomes in a process distinct from aggregation. Molecular and pharmacological interventions were used to disrupt aggresome formation, revealing their cytoprotective function. Aggresome-forming proteins were found to have an accelerated rate of turnover, and this turnover was slowed by inhibition of aggresome formation. Finally, it is shown that aggresome-forming proteins become membrane-bound and associate with lysosomal structures. Together, these findings suggest that aggresomes are cytoprotective, serving as cytoplasmic recruitment centers to facilitate degradation of toxic proteins.",
            "score": 115.38069069385529
        },
        {
            "docid": "36066758_3",
            "document": "JUNQ and IPOD . Neurodegenerative diseases, such as Parkinson's, Alzheimer's, and Huntington's, are associated and correlated with protein aggregation and accumulation of misfolded proteins in inclusion bodies. For many years, protein aggregation was considered a random process by which misfolded proteins stick to each other to form inclusions (imagine a bundle of hairs haphazardly piling up in a corner of a room). Moreover, protein aggregates were thought to be toxic agents and the cause for neuronal dysfunction and death. However, recent studies, using advanced methods (i.e. fluorescence microscopy), show that protein aggregation may actually be a tightly regulated, organized process, by which the cell protects itself from toxic proteins by sequestration to inclusion bodies. In 2008, Daniel Kaganovich showed that eukaryotic cells sort misfolded proteins into two distinct inclusion bodies in a well-managed cellular process: JUNQ and IPOD are evolutionarily conserved, and are found in specific and defined cellular sites. Delivery of misfolded, aggregated proteins to JUNQ and IPOD require an intact cytoskeleton and specific cellular quality control components, such as Heat Shock Proteins (HSPs). The partition into the two distinct inclusion bodies is due to the different handling and processing of different kinds of misfolded proteins (e.g. ubiquitinated vs. non-ubiquitinated proteins). Segregation of toxic protein aggregates into JUNQ and IPOD inclusion bodies is a means by which mammalian cells can be rejuvenated through asymmetric division. Thus, the discovery of JUNQ and IPOD provided a new striking perspective of how cells manage misfolded aggregated proteins and gave convincing proof that protein aggregation is a non-random, well regulated and controlled cellular process. Furthermore, the discovery of JUNQ and IPOD suggested that in addition to temporal quality control (i.e. time dependent administration of damaged proteins) cells exploit homeostasis spatially: If degradation isn't available, protection of the cellular environment from a misfolded protein is accomplished by its sequestration to an aggregate inclusion.",
            "score": 102.22610056400299
        },
        {
            "docid": "12388_19",
            "document": "Genome . In other cases, expansions in the number of tandem repeats in exons or introns can cause disease. For example, the human gene huntingtin typically contains 6-29 tandem repeats of the nucleotides CAG (encoding a polyglutamine tract). An expansion to over 36 repeats results in Huntington's disease, a neurodegenerative disease. Twenty human disorders are known to result from similar tandem repeat expansions in various genes. The mechanism by which proteins with expanded polygulatamine tracts cause death of neurons is not fully understood. One possibility is that the proteins fail to fold properly and avoid degradation, instead accumulating in aggregates that also sequester important transcription factors, thereby altering gene expression.",
            "score": 91.2582540512085
        },
        {
            "docid": "5198758_2",
            "document": "310 helix . A 3 helix is a type of secondary structure found in proteins and polypeptides. Of the numerous protein secondary structures present, the 3-helix is the fourth most common type observed; following α-helices, β-sheets and reverse turns. 3-helices constitute nearly 10–15% of all helices in protein secondary structures, and are typically observed as extensions of α-helices found at either their N- or C- termini. Because of the α-helices tendency to consistently fold and unfold, it has been proposed that the 3-helix serves as an intermediary conformation of sorts, and provides insight into the initiation of α-helix folding.",
            "score": 42.970529556274414
        },
        {
            "docid": "23048_33",
            "document": "Prion . Specifically, aggregation of TDP-43, an RNA-binding protein, has been found in ALS/MND patients, and mutations in the genes coding for these proteins have been identified in familial cases of ALS/MND. These mutations promote the misfolding of the proteins into a prion-like conformation. The misfolded form of TDP-43 forms cytoplasmic inclusions in afflicted neurons, and is found depleted in the nucleus. In addition to ALS/MND and FTLD-U, TDP-43 pathology is a feature of many cases of Alzheimer's disease, Parkinson's disease and Huntington's disease. The misfolding of TDP-43 is largely directed by its prion-like domain. This domain is inherently prone to misfolding, while pathological mutations in TDP-43 have been found to increase this propensity to misfold, explaining the presence of these mutations in familial cases of ALS/MND. As in yeast, the prion-like domain of TDP-43 has been shown to be both necessary and sufficient for protein misfolding and aggregation.",
            "score": 86.80667996406555
        },
        {
            "docid": "8936239_8",
            "document": "Aggresome . Abnormal polypeptides that escape proteasome-dependent degradation and aggregate in cytosol can be transported via microtubules to an aggresome, a recently discovered organelle where aggregated proteins are stored or degraded by autophagy. Synphilin 1, a protein implicated in Parkinson disease,was used as a model to study mechanisms of aggresome formation. When expressed in naïve HEK293 cells, synphilin 1 forms multiple small highly mobile aggregates. However, proteasome or Hsp90 inhibition rapidly triggered their translocation into the aggresome, and surprisingly, this response was independent on the expression level of synphilin 1. Therefore, aggresome formation, but not aggregation of synphilin 1, represents a special cellular response to a failure of the proteasome/chaperone machinery. Importantly, translocation to aggresomes required a special aggresome-targeting signal within the sequence of synphilin 1, an ankyrin-like repeat domain. On the other hand, formation of multiple small aggregates required an entirely different segment within synphilin 1, indicating that aggregation and aggresome formation determinants can be separated genetically. Furthermore, substitution of the ankyrin-like repeat in synphilin 1 with an aggresome-targeting signal from huntingtin was sufficient for aggresome formation upon inhibition of the proteasome. Analogously, attachment of the ankyrin-like repeat to a huntingtin fragment lacking its aggresome-targeting signal promoted its transport to aggresomes. These findings indicate the existence of transferable signals that target aggregation-prone polypeptides to aggresomes.",
            "score": 117.42413568496704
        },
        {
            "docid": "3054_16",
            "document": "Alpha helix . Helices observed in proteins can range from four to over forty residues long, but a typical helix contains about ten amino acids (about three turns). In general, short polypeptides do not exhibit much α-helical structure in solution, since the entropic cost associated with the folding of the polypeptide chain is not compensated for by a sufficient amount of stabilizing interactions. In general, the backbone hydrogen bonds of α-helices are considered slightly weaker than those found in β-sheets, and are readily attacked by the ambient water molecules. However, in more hydrophobic environments such as the plasma membrane, or in the presence of co-solvents such as trifluoroethanol (TFE), or isolated from solvent in the gas phase, oligopeptides readily adopt stable α-helical structure. Furthermore, crosslinks can be incorporated into peptides to conformationally stabilize helical folds. Crosslinks stabilize the helical state by entropically destabilizing the unfolded state and by removing enthalpically stabilized \"decoy\" folds that compete with the fully helical state. It has been shown that α-helices are more stable, robust to mutations and designable than β-strands in natural proteins, and also in artificial designed proteins.",
            "score": 43.44002866744995
        },
        {
            "docid": "413102_11",
            "document": "Folding@home . Alzheimer's disease is an incurable neurodegenerative disease which most often affects the elderly and accounts for more than half of all cases of dementia. Its exact cause remains unknown, but the disease is identified as a protein misfolding disease. Alzheimer's is associated with toxic aggregations of the amyloid beta (Aβ) peptide, caused by Aβ misfolding and clumping together with other Aβ peptides. These Aβ aggregates then grow into significantly larger senile plaques, a pathological marker of Alzheimer's disease. Due to the heterogeneous nature of these aggregates, experimental methods such as X-ray crystallography and nuclear magnetic resonance (NMR) have had difficulty characterizing their structures. Moreover, atomic simulations of Aβ aggregation are highly demanding computationally due to their size and complexity.",
            "score": 94.67128109931946
        },
        {
            "docid": "167632_4",
            "document": "Chaperone (protein) . Various approaches have been applied to study the structure, dynamics and functioning of chaperones. Bulk biochemical measurements have informed us on the protein folding efficiency, and prevention of aggregation when chaperones are present during protein folding. Recent advances in single-molecule analysis have brought insights into structural heterogeneity of chaperones, folding intermediates and affinity of chaperones for unstructured and structured protein chains. Many chaperones are heat shock proteins, that is, proteins expressed in response to elevated temperatures or other cellular stresses. The reason for this behaviour is that protein folding is severely affected by heat and, therefore, some chaperones act to prevent or correct damage caused by misfolding. Other chaperones are involved in folding newly made proteins as they are extruded from the ribosome. Although most newly synthesized proteins can fold in absence of chaperones, a minority strictly requires them for the same.",
            "score": 64.70959901809692
        },
        {
            "docid": "8493124_5",
            "document": "Bone sialoprotein . Secondary structure prediction and hydrophobicity analyses suggest that the primary sequence of BSP has an open, flexible structure with the potential to form regions of α-helix and some β-sheet. However, the majority of studies have demonstrated that BSP has no α-helical or β-sheet structure by 1D NMR and circular dichroism. Analysis of native protein by electron microscopy confirm that the protein has an extended structure approximately 40 nm in length. This flexible conformation suggests that the protein has few structural domains, however it has been suggested that there may be several spatially segmented functional domains including a hydrophobic collagen-binding domain (\"rattus norvegicus\" residues 36-57), a hydroxyapatite-nucleating region of contiguous glutamic acid residues (\"rattus norvegicus\" residues 78-85, 155-164) and a classical integrin-binding motif (RGD) near the C-terminal (\"rattus norvegicus\" residues 288-291).",
            "score": 79.39473009109497
        },
        {
            "docid": "47878_10",
            "document": "Huntington's disease . Generally, people have fewer than 36 repeated glutamines in the polyQ region which results in production of the cytoplasmic protein Huntingtin. However, a sequence of 36 or more glutamines results in the production of a protein which has different characteristics. This altered form, called mutant huntingtin (mHTT), increases the decay rate of certain types of neurons. Regions of the brain have differing amounts and reliance on these types of neurons, and are affected accordingly. Generally, the number of CAG repeats is related to how much this process is affected, and accounts for about 60% of the variation of the age of the onset of symptoms. The remaining variation is attributed to environment and other genes that modify the mechanism of HD. 36–39 repeats result in a reduced-penetrance form of the disease, with a much later onset and slower progression of symptoms. In some cases the onset may be so late that symptoms are never noticed. With very large repeat counts, HD has full penetrance and can occur under the age of 20, when it is then referred to as juvenile HD, akinetic-rigid, or Westphal variant HD. This accounts for about 7% of HD carriers.",
            "score": 101.08733320236206
        },
        {
            "docid": "3255539_29",
            "document": "Rosetta@home . Of all the major distributed computing projects involved in protein research, Folding@home is the only one not using the BOINC platform. Both Rosetta@home and Folding@home study protein misfolding diseases such as Alzheimer's disease, but Folding@home does so much more exclusively. Folding@home almost exclusively uses all-atom molecular dynamics models to understand how and why proteins fold (or potentially misfold, and subsequently aggregate to cause diseases). In other words, Folding@home's strength is modeling the process of protein folding, while Rosetta@home's strength is computing protein design and predicting protein structure and docking.",
            "score": 83.14253115653992
        },
        {
            "docid": "31066305_8",
            "document": "Robustness (evolution) . Protein mutation tolerance is the product of two main features: the structure of the genetic code and protein structural robustness. Proteins are resistant to mutations because many sequences can fold into highly similar structural folds. A protein adopts a limited ensemble of native conformations because those conformers have lower energy than unfolded and mis-folded states (ΔΔG of folding). This is achieved by a distributed, internal network of cooperative interactions (hydrophobic, polar and covalent). Protein structural robustness results from few single mutations being sufficiently disruptive to compromise function. Proteins have also evolved to avoid aggregation as partially folded proteins can combine to form large, repeating, insoluble protein fibrils and masses. There is evidence that proteins show negative design features to reduce the exposure of aggregation-prone beta-sheet motifs in their structures. Additionally, there is some evidence that the genetic code itself may be optimised such that most point mutations lead to similar amino acids (conservative). Together these factors create a distribution of fitness effects of mutations that contains a high proportion of neutral and nearly-neutral mutations.",
            "score": 92.82631039619446
        },
        {
            "docid": "51259558_2",
            "document": "Chaperome . Chaperome refers to the ensemble of all cellular molecular chaperone and co-chaperone proteins that assist protein folding of misfolded proteins or folding intermediates in order to ensure native protein folding and function, to antagonize aggregation-related proteotoxicity and ensuing protein loss-of-function or protein misfolding-diseases such as the neurodegenerative diseases Alzheimer's, Huntington's or Parkinson's disease, as well as to safeguard cellular proteostasis and proteome balance.",
            "score": 73.29501008987427
        },
        {
            "docid": "413102_18",
            "document": "Folding@home . Osteogenesis imperfecta, known as brittle bone disease, is an incurable genetic bone disorder which can be lethal. Those with the disease are unable to make functional connective bone tissue. This is most commonly due to a mutation in Type-I collagen, which fulfills a variety of structural roles and is the most abundant protein in mammals. The mutation causes a deformation in collagen's triple helix structure, which if not naturally destroyed, leads to abnormal and weakened bone tissue. In 2005, Folding@home tested a new quantum mechanical method that improved upon prior simulation methods, and which may be useful for future computing studies of collagen. Although researchers have used Folding@home to study collagen folding and misfolding, the interest stands as a pilot project compared to Alzheimer's and Huntington's research.",
            "score": 61.16098165512085
        },
        {
            "docid": "41625353_3",
            "document": "Neutral network (evolution) . Neutral networks exist in fitness landscapes since proteins are robust to mutations. This leads to extended networks of genes of equivalent function, linked by neutral mutations. Proteins are resistant to mutations because many sequences can fold into highly similar structural folds. A protein adopts a limited ensemble of native conformations because those conformers have lower energy than unfolded and mis-folded states (ΔΔG of folding). This is achieved by a distributed, internal network of cooperative interactions (hydrophobic, polar and covalent). Protein structural robustness results from few single mutations being sufficiently disruptive to compromise function. Proteins have also evolved to avoid aggregation as partially folded proteins can combine to form large, repeating, insoluble protein fibrils and masses. There is evidence that proteins show negative design features to reduce the exposure of aggregation-prone beta-sheet motifs in their structures. Additionally, there is some evidence that the genetic code itself may be optimised such that most point mutations lead to similar amino acids (conservative). Together these factors create a distribution of fitness effects of mutations that contains a high proportion of neutral and nearly-neutral mutations.",
            "score": 88.65617561340332
        },
        {
            "docid": "8936239_4",
            "document": "Aggresome . Cells mainly deploy three mechanisms to counteract misfolded proteins: up-regulating chaperones to assist protein refolding, proteolytic degradation of the misfolded/damaged proteins involving ubiquitin–proteasome and autophagy–lysosome systems, and formation of detergent-insoluble aggresomes by transporting the misfolded proteins along microtubules to a region near the nucleus. Intracellular deposition of misfolded protein aggregates into ubiquitin-rich cytoplasmic inclusions is linked to the pathogenesis of many diseases. Functional blockade of either degradative system leads to an enhanced aggresome formation. Why these aggregates form despite the existence of cellular machinery to recognize and degrade misfolded protein, and how they are delivered to cytoplasmic inclusions, are not known.",
            "score": 76.05580854415894
        },
        {
            "docid": "13967547_5",
            "document": "Dry lab . As a means of surpassing the limitations of these techniques, projects such as Folding@home and Rosetta@home are aimed at resolving this problem using computational analysis, this means of resolving protein structure is referred to as protein structure prediction. Although many labs have a slightly different approach, the main concept is to find, from a myriad of protein conformations, which conformation has the lowest energy or, in the case of Folding@Home, to find relatively low energies of proteins that could cause the protein to misfold and aggregate other proteins to itself—like in the case of sickle cell anemia. The general scheme in these projects is that a small number of computations are parsed to, or sent to be calculated on, a computer, generally a home computer, and then that computer analyzes the likelihood that a specific protein will take a certain shape or conformation based on the amount of energy required for that protein to stay in that shape, this way of processing data is what is generally referred to as distributed computing. This analysis is done on an extraordinarily large number of different conformations, owing to the support of hundreds of thousands of home-based computers, in hopes to find the conformation of lowest possible energy or set of conformations of lowest possible energy relative to any conformations that are just slightly different. Although doing so is quite difficult, one can, by observing the energy distribution of a large number of conformations, despite the almost infinite number of different protein conformations possible for any given protein (see Levinthal Paradox), with a reasonably large number of protein energy samplings, predict relatively closely what conformation, within a range of conformations, has the expected lowest energy using methods in statistical inference. There are other factors such as salt concentration, pH, ambient temperature or chaperonins, which are proteins that assist in the folding process of other proteins, that can greatly affect how a protein folds. However, if the given protein is shown to fold on its own, especially in vitro, these findings can be further supported. Once we can see how a protein folds then we can see how it works as a catalyst, or in intracellular communication, e.g. neuroreceptor-neurotransmitter interaction. How certain compounds may be used to enhance or prevent the function of these proteins and how an elucidated protein overall plays a role in diseases such as Alzheimer's Disease or Huntington's Disease can also be much better understood.",
            "score": 79.6863853931427
        },
        {
            "docid": "2440680_4",
            "document": "Dendrotoxin . Dendrotoxins are ~7kDa proteins consisting of a single peptide chain of approximately 57-60 amino acids. Several homologues of alpha-dendrotoxin have been isolated, all possessing a slightly different sequence. However, the molecular architecture and folding conformation of these proteins are all very similar. Dendrotoxins possess a very short 3-helix near the N-terminus of the peptide, while a two turn alpha-helix occurs near the C-terminus. A two-stranded antiparallel β-sheet occupies the central part of the molecular structure. These two β-strands are connected by a distorted β-turn region that is thought to be important for the binding activity of the protein. All dendrotoxins are cross-linked by three disulfide bridges, which add stability to the protein and greatly contribute to its structural conformation. The cysteine residues forming these disulfide bonds have been conserved among all members of the dendrotoxin family, and are located at C7-C57, C16-C40, and C32-C53 (numbering according to alpha-dendrotoxin).",
            "score": 65.52907288074493
        },
        {
            "docid": "6492263_2",
            "document": "Leucine-rich repeat . A leucine-rich repeat (LRR) is a protein structural motif that forms an α/β horseshoe fold. It is composed of repeating 20–30 amino acid stretches that are unusually rich in the hydrophobic amino acid leucine. These repeats commonly fold together to form a solenoid protein domain, termed leucine-rich repeat domain. Typically, each repeat unit has beta strand-turn-alpha helix structure, and the assembled domain, composed of many such repeats, has a horseshoe shape with an interior parallel beta sheet and an exterior array of helices. One face of the beta sheet and one side of the helix array are exposed to solvent and are therefore dominated by hydrophilic residues. The region between the helices and sheets is the protein's hydrophobic core and is tightly sterically packed with leucine residues.",
            "score": 40.6691529750824
        },
        {
            "docid": "6129774_11",
            "document": "Ataxin 1 . Mutant Ataxin-1 protein spontaneously misfolds and forms aggregates in cells, much like other disease-associated proteins such as tau, Aβ, and huntingtin. This led to the hypothesis that the aggregates are toxic to neurons, but it has been shown in mice that aggregation is not required for pathogenesis. Other neuronal proteins can modulate the formation of Ataxin-1 aggregates and this in turn may affect aggregate-induced toxicity.",
            "score": 121.51853775978088
        }
    ],
    "r": [
        {
            "docid": "413102_14",
            "document": "Folding@home . Huntington's disease is a neurodegenerative genetic disorder that is associated with protein misfolding and aggregation. Excessive repeats of the glutamine amino acid at the N-terminus of the Huntingtin protein cause aggregation, and although the behavior of the repeats is not completely understood, it does lead to the cognitive decline associated with the disease. As with other aggregates, there is difficulty in experimentally determining its structure. Scientists are using Folding@home to study the structure of the Huntingtin protein aggregate and to predict how it forms, assisting with rational drug design methods to stop the aggregate formation. The N17 fragment of the Huntington protein accelerates this aggregation, and while there have been several mechanisms proposed, its exact role in this process remains largely unknown. Folding@home has simulated this and other fragments to clarify their roles in the disease. Since 2008, its drug design methods for Alzheimer's disease have been applied to Huntington's.",
            "score": 143.8076629638672
        },
        {
            "docid": "2635128_9",
            "document": "Molecular tweezers . The molecular tweezers, but not the clips, efficiently inhibit the formation of toxic oligomers and aggregates by amyloidogenic proteins associated with different diseases. Examples include the proteins involved in Alzheimer's disease – amyloid β-protein (Aβ) and tau; α-synuclein, which is thought to cause Parkinson’s disease and other synucleinopathies and is involved in spinal-cord injury; mutant huntingtin, which causes Huntington's disease; islet amyloid polypeptide (amylin), which kills pancreatic β-cells in type-2 diabetes; transthyretin (TTR), which causes familial amyloid polyneuropathy, familial amyloid cardiomyopathy, and senile systemic amyloidosis; aggregation-prone mutants of the tumor-suppressor protein p53; and semen proteins whose aggregation enhances HIV infection. Importantly, the molecular tweezers have been found to be effective and safe not only in the test tube but also in animal models of different diseases, suggesting that they may be developed as drugs against diseases caused by abnormal protein aggregation, all of which currently have no cure. They were also shown to destroy the membranes of enveloped viruses, such as HIV, herpes, and hepatitis C, which makes them good candidates for development of microbicides.",
            "score": 129.69784545898438
        },
        {
            "docid": "6129774_11",
            "document": "Ataxin 1 . Mutant Ataxin-1 protein spontaneously misfolds and forms aggregates in cells, much like other disease-associated proteins such as tau, Aβ, and huntingtin. This led to the hypothesis that the aggregates are toxic to neurons, but it has been shown in mice that aggregation is not required for pathogenesis. Other neuronal proteins can modulate the formation of Ataxin-1 aggregates and this in turn may affect aggregate-induced toxicity.",
            "score": 121.5185317993164
        },
        {
            "docid": "8936239_8",
            "document": "Aggresome . Abnormal polypeptides that escape proteasome-dependent degradation and aggregate in cytosol can be transported via microtubules to an aggresome, a recently discovered organelle where aggregated proteins are stored or degraded by autophagy. Synphilin 1, a protein implicated in Parkinson disease,was used as a model to study mechanisms of aggresome formation. When expressed in naïve HEK293 cells, synphilin 1 forms multiple small highly mobile aggregates. However, proteasome or Hsp90 inhibition rapidly triggered their translocation into the aggresome, and surprisingly, this response was independent on the expression level of synphilin 1. Therefore, aggresome formation, but not aggregation of synphilin 1, represents a special cellular response to a failure of the proteasome/chaperone machinery. Importantly, translocation to aggresomes required a special aggresome-targeting signal within the sequence of synphilin 1, an ankyrin-like repeat domain. On the other hand, formation of multiple small aggregates required an entirely different segment within synphilin 1, indicating that aggregation and aggresome formation determinants can be separated genetically. Furthermore, substitution of the ankyrin-like repeat in synphilin 1 with an aggresome-targeting signal from huntingtin was sufficient for aggresome formation upon inhibition of the proteasome. Analogously, attachment of the ankyrin-like repeat to a huntingtin fragment lacking its aggresome-targeting signal promoted its transport to aggresomes. These findings indicate the existence of transferable signals that target aggregation-prone polypeptides to aggresomes.",
            "score": 117.42413330078125
        },
        {
            "docid": "52085_35",
            "document": "Protein folding . A protein is considered to be misfolded if it cannot achieve its normal native state. This can be due to mutations in the amino acid sequence or a disruption of the normal folding process by external factors. The misfolded protein typically contains β-sheets that are organized in a supramolecular arrangement known as a cross-β structure. These β-sheet-rich assemblies are very stable, very insoluble, and generally resistant to proteolysis. The structural stability of these fibrillar assemblies is caused by extensive interactions between the protein monomers, formed by backbone hydrogen bonds between their β-strands. The misfolding of proteins can trigger the further misfolding and accumulation of other proteins into aggregates or oligomers. The increased levels of aggregated proteins in the cell leads to formation of amyloid-like structures which can cause degenerative disorders and cell death. The amyloids are fibrillary structure that contain intermolecular hydrogen bonds, which are highly insoluble, and made from converted protein aggregates. Therefore, the proteasome pathway may not be efficient enough to degrade the misfolded proteins prior to aggregation. Misfolded proteins can interact with one another and form structured aggregates and gain toxicity through intermolecular interactions.",
            "score": 115.63829803466797
        },
        {
            "docid": "8936239_9",
            "document": "Aggresome . Accumulation of misfolded proteins in proteinaceous inclusions is common to many age-related neurodegenerative diseases, including Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis. In cultured cells, when the production of misfolded proteins exceeds the capacity of the chaperone refolding system and the ubiquitin-proteasome degradation pathway, misfolded proteins are actively transported to a cytoplasmic juxtanuclear structure called an aggresome. Whether aggresomes are benevolent or noxious is unknown, but they are of particular interest because of the appearance of similar inclusions in protein deposition diseases. Evidence shows that aggresomes serve a cytoprotective function and are associated with accelerated turnover of mutant proteins. Experiments show that mutant androgen receptor (AR), the protein responsible for X-linked spinobulbar muscular atrophy, forms insoluble aggregates and is toxic to cultured cells. Mutant AR was also found to form aggresomes in a process distinct from aggregation. Molecular and pharmacological interventions were used to disrupt aggresome formation, revealing their cytoprotective function. Aggresome-forming proteins were found to have an accelerated rate of turnover, and this turnover was slowed by inhibition of aggresome formation. Finally, it is shown that aggresome-forming proteins become membrane-bound and associate with lysosomal structures. Together, these findings suggest that aggresomes are cytoprotective, serving as cytoplasmic recruitment centers to facilitate degradation of toxic proteins.",
            "score": 115.38069152832031
        },
        {
            "docid": "6894506_5",
            "document": "Hydrophobic collapse . Hydrophobic aggregation can also occur between unrelated polypeptides. If two locally hydrophobic regions of two unrelated structures are left near each other in aqueous solution, aggregation will occur. In this case, this can have drastic effects on the health of the organism. The formation of amyloid fibrils, insoluble aggregates of hydrophobic protein can lead to a myriad of diseases including Parkinson's and Alzheimer's disease.",
            "score": 114.70185852050781
        },
        {
            "docid": "47878_16",
            "document": "Huntington's disease . There are multiple cellular changes through which the toxic function of mHTT may manifest and produce the HD pathology. In its mutant (i.e. polyglutamine expanded) form, the protein is more prone to cleavage that creates shorter fragments containing the polyglutamine expansion. These protein fragments have a propensity to undergo misfolding and aggregation, yielding fibrillar aggregates in which non-native polyglutamine β-strands from multiple proteins are bonded together via hydrogen bonds. These aggregates share the same fundamental cross-β amyloid architecture seen in other protein deposition diseases. Over time, the aggregates accumulate to form inclusion bodies within cells, ultimately interfering with neuron function. Neuronal inclusions run indirect interference. Inclusion bodies have been found in both the cell nucleus and cytoplasm. Inclusion bodies in cells of the brain are one of the earliest pathological changes, and some experiments have found that they can be toxic for the cell, but other experiments have shown that they may form as part of the body's defense mechanism and help protect cells.",
            "score": 112.84103393554688
        },
        {
            "docid": "2867718_26",
            "document": "Intrinsically disordered proteins . Intrinsically unstructured proteins have been implicated in a number of diseases. Aggregation of misfolded proteins is the cause of many synucleinopathies and toxicity as those proteins start binding to each other randomly and can lead to cancer or cardiovascular diseases. Thereby, misfolding can happen spontaneously because millions of copies of proteins are made during the lifetime of an organism. The aggregation of the intrinsically unstructured protein α-synuclein is thought to be responsible. The structural flexibility of this protein together with its susceptibility to modification in the cell leads to misfolding and aggregation. Genetics, oxidative and nitrative stress as well as mitochondrial impairment impact the structural flexibility of the unstructured α-synuclein protein and associated disease mechanisms. Many key tumour suppressors have large intrinsically unstructured regions, for example p53 and BRCA1. These regions of the proteins are responsible for mediating many of their interactions. Taking the cell's native defense mechanisms as a model drugs can be developed, trying to block the place of noxious substrates and inhibiting them, and thus counteracting the disease.",
            "score": 112.31121063232422
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 110.3783187866211
        },
        {
            "docid": "24603_39",
            "document": "Proteasome . Dysregulation of the ubiquitin proteasome system may contribute to several neural diseases. It may lead to brain tumors such as astrocytomas. In some of the late-onset neurodegenerative diseases that share aggregation of misfolded proteins as a common feature, such as Parkinson's disease and Alzheimer's disease, large insoluble aggregates of misfolded proteins can form and then result in neurotoxicity, through mechanisms that are not yet well understood. Decreased proteasome activity has been suggested as a cause of aggregation and Lewy body formation in Parkinson's. This hypothesis is supported by the observation that yeast models of Parkinson's are more susceptible to toxicity from α-synuclein, the major protein component of Lewy bodies, under conditions of low proteasome activity. Impaired proteasomal activity may underlie cognitive disorders such as the autism spectrum disorders, and muscle and nerve diseases such as inclusion body myopathy.",
            "score": 110.36402130126953
        },
        {
            "docid": "18048149_6",
            "document": "Protein aggregation . Mutations that occur in the DNA sequence may or may not affect the amino acid sequence of the protein. When the sequence is affected, a different amino acid may change the interactions between the side chains that affect the folding of the protein. This can lead to exposed hydrophobic regions of the protein that aggregate with the same misfolded/unfolded protein or a different protein.",
            "score": 109.32122039794922
        },
        {
            "docid": "2578429_6",
            "document": "Trinucleotide repeat disorder . Currently, nine neurologic disorders are known to be caused by an increased number of CAG repeats, typically in coding regions of otherwise unrelated proteins. During protein synthesis, the expanded CAG repeats are translated into a series of uninterrupted glutamine residues forming what is known as a polyglutamine tract (\"polyQ\"). Such polyglutamine tracts may be subject to increased aggregation.",
            "score": 108.39590454101562
        },
        {
            "docid": "3190493_18",
            "document": "Silencer (genetics) . Huntington's disease (HD) is an inherited neurodegenerative disorder, with symptoms emerging during an individual’s mid-adulthood. The most noticeable symptoms of this progressive disease are cognitive and motor impairments, as well as behavioral alterations. These impairments can develop into dementia, chorea, and eventually death. At the molecular level, HD results from a mutation in the huntingtin protein (Htt). More specifically, there is an abnormal repetition of a CAG sequence towards the 5’-end of the gene, which then leads to the development of a toxic polyglutamine (polyQ) stretch in the protein. The mutated Htt protein affects an individual’s proper neural functions by inhibiting the action of REST/NRSF.",
            "score": 107.85871887207031
        },
        {
            "docid": "1686272_15",
            "document": "Chemical biology . A common form of aggregation is long, ordered spindles called amyloid fibrils that are implicated in Alzheimer’s disease and that have been shown to consist of cross-linked beta sheet regions perpendicular to the backbone of the polypeptide. Another form of aggregation occurs with prion proteins, the glycoproteins found with Creutzfeldt–Jakob disease and bovine spongiform encephalopathy. In both structures, aggregation occurs through hydrophobic interactions and water must be excluded from the binding surface before aggregation can occur. A movie of this process can be seen in \"Chemical and Engineering News\". The diseases associated with misfolded proteins are life-threatening and extremely debilitating, which makes them an important target for chemical biology research.",
            "score": 107.13378143310547
        },
        {
            "docid": "53874152_6",
            "document": "Benjamin Wolozin . Since 2008, Dr. Wolozin’s research has focused on the role of RNA binding proteins and stress granules in neurodegenerative diseases. RNA binding proteins contain domains that have only a few types of amino acids; these domains are termed \"low complexity domains\" and have a strong tendency to aggregate. A highly unusual and important aspect of these proteins is that they use reversible aggregation as normal biological mechanism to sequester RNA transcripts. RNA binding proteins form a variety of cellular aggregates including stress granules, transport granules, P-bodies and nuclear speckles. In 2010 Dr. Wolozin's group was one of the first groups to suggest that dysfunction of the stress granule pathway contributes to the pathophysiology of amyotrophic lateral sclerosis. Since then, a growing body of evidence, increasingly highlights the important contributions of RNA-binding proteins (RBPs), stress granules and translational regulation in the pathophysiology of neurodegenerative disease. This work prompted the concept that “regulated protein aggregation”, which provides a theoretical framework for understanding the biology of neurodegenerative disease, including Alzheimer’s disease and Amyotrophic Lateral Sclerosis. The cell controls the location and disposition of RNA through the binding of RNA-binding proteins; these RNA binding proteins consolidate to form RNA granules through reversible aggregation of their low complexity domains. Recently, the biophysics of RNA granule formation has been shown to fall under the aegis of a general property, termed liquid liquid phase separation (LLPS). LLPS occurs when RNA binding proteins associate to form structures analogous to liquid droplets, which separate from surrounding aqueous medium.",
            "score": 106.74043273925781
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 106.50447082519531
        },
        {
            "docid": "23048_12",
            "document": "Prion . The infectious isoform of PrP, known as PrP, is able to convert normal PrP proteins into the infectious isoform by changing their conformation, or shape; this, in turn, alters the way the proteins interconnect. PrP always causes prion disease. Although the exact 3D structure of PrP is not known, it has a higher proportion of β-sheet structure in place of the normal α-helix structure. Aggregations of these abnormal isoforms form highly structured amyloid fibers, which accumulate to form plaques. It is unclear as to whether these aggregates are the cause of cell damage or are simply a side-effect of the underlying disease process. The end of each fiber acts as a template onto which free protein molecules may attach, allowing the fiber to grow. Under most circumstances, only PrP molecules with an identical amino acid sequence to the infectious PrP are incorporated into the growing fiber. However, rare cross-species transmission is also possible.",
            "score": 106.25056457519531
        },
        {
            "docid": "18048149_4",
            "document": "Protein aggregation . When there are changes in the non-covalent interactions, as may happen with a change in the amino acid sequence, the protein is susceptible to misfolding or unfolding. In these cases, if the cell does not assist the protein in re-folding, or degrade the unfolded protein, the unfolded/misfolded protein may aggregate, in which the exposed hydrophobic portions of the protein may interact with the exposed hydrophobic patches of other proteins. There are three main types of protein aggregates that may form: amorphous aggregates, oligomers, and amyloid fibrils.",
            "score": 104.52272033691406
        },
        {
            "docid": "1300487_15",
            "document": "Peripherin . Protein and neurofilamentous aggregates are characteristic of patients with ALS, a progressive, fatal neurodegenerative disease. Spheroids, specifically, which are protein aggregates of neuronal intermediate filaments, have been found in patients with ALS. Peripherin has been found in such spheroids in conjunction with other neurofilaments in other neuronal diseases, thus suggesting that peripherin may play a role in ALS pathogenesis.",
            "score": 103.64942932128906
        },
        {
            "docid": "36066758_5",
            "document": "JUNQ and IPOD . Proteostasis collapse, due to damage, stress, mutations, and aging, has been implicated as a basis for a large number of common human disorders, such as neurodegenerative diseases. Although caused by different kinds of mutated proteins (e.g. in Huntington's disease – the protein Huntingtin) and disruptive to distinct tissues (e.g. in Huntington's disease – the striatum), such diseases share a common feature: accumulation of misfolded proteins in inclusion bodies. Thus, it was thought that the inclusion bodies are the cause of such diseases. However, the nature and characteristics of those intra-cellular inclusion bodies stayed elusive. Different kinds of proteins (e.g. prions, ERAD substrates) were reported to form different kinds of inclusion bodies (e.g. aggresomes, amyloids), yet it remained obscure if those observations combine into one and relate to the same sub-cellular site. Moreover, the pathways leading to inclusion formation and the involvement of the cellular protein quality control machinery were undefined and unknown. Thus, a systematic study providing a comprehensive understanding of protein aggregation and inclusion bodies was required. The discovery of JUNQ and IPOD suggested new insights of how the cell manages different kinds of misfolded proteins and offered a novel framework for putting together the great puzzle of protein aggregation. The fate of misfolded proteins and the process leading to the formation of aggregate inclusions, were initially studied using biochemical methods (e.g. western blotting).",
            "score": 103.32209014892578
        },
        {
            "docid": "553114_26",
            "document": "TATA box . Several neurodegenerative disorders are associated TATA box mutations. Two disorders have been highlighted, spinocerebellar ataxia and Huntington's disease. In spinocerebellar ataxia, the disease phenotype is caused by expansion of the polyglutamine repeat in the TATA-binding protein (TBP). An accumulation of these polyglutamine-TBP cells will occur, as shown by protein aggregates in brain sections of patients, resulting in a loss of neuronal cells.",
            "score": 103.17729949951172
        },
        {
            "docid": "20895673_5",
            "document": "Polyglutamine tract . Nucleotide sequences encoding a lengthy polyQ tract were first noted in the gene encoding the Notch receptor. Variation of the length of this Notch polyQ tract, as caused by triplet repeat instability, was later found to cause developmental defects. The significance of similarly expanded tracts in humans became evident when polyQ tracts were found to underlie Huntington's disease and several spinocerebellar ataxias. In general, several neurodegenerative disorders were found to involve nucleotide repeat expansions in protein coding sequences.",
            "score": 102.49385070800781
        },
        {
            "docid": "36066758_3",
            "document": "JUNQ and IPOD . Neurodegenerative diseases, such as Parkinson's, Alzheimer's, and Huntington's, are associated and correlated with protein aggregation and accumulation of misfolded proteins in inclusion bodies. For many years, protein aggregation was considered a random process by which misfolded proteins stick to each other to form inclusions (imagine a bundle of hairs haphazardly piling up in a corner of a room). Moreover, protein aggregates were thought to be toxic agents and the cause for neuronal dysfunction and death. However, recent studies, using advanced methods (i.e. fluorescence microscopy), show that protein aggregation may actually be a tightly regulated, organized process, by which the cell protects itself from toxic proteins by sequestration to inclusion bodies. In 2008, Daniel Kaganovich showed that eukaryotic cells sort misfolded proteins into two distinct inclusion bodies in a well-managed cellular process: JUNQ and IPOD are evolutionarily conserved, and are found in specific and defined cellular sites. Delivery of misfolded, aggregated proteins to JUNQ and IPOD require an intact cytoskeleton and specific cellular quality control components, such as Heat Shock Proteins (HSPs). The partition into the two distinct inclusion bodies is due to the different handling and processing of different kinds of misfolded proteins (e.g. ubiquitinated vs. non-ubiquitinated proteins). Segregation of toxic protein aggregates into JUNQ and IPOD inclusion bodies is a means by which mammalian cells can be rejuvenated through asymmetric division. Thus, the discovery of JUNQ and IPOD provided a new striking perspective of how cells manage misfolded aggregated proteins and gave convincing proof that protein aggregation is a non-random, well regulated and controlled cellular process. Furthermore, the discovery of JUNQ and IPOD suggested that in addition to temporal quality control (i.e. time dependent administration of damaged proteins) cells exploit homeostasis spatially: If degradation isn't available, protection of the cellular environment from a misfolded protein is accomplished by its sequestration to an aggregate inclusion.",
            "score": 102.2260971069336
        },
        {
            "docid": "7371182_24",
            "document": "QPNC-PAGE . According to the Hofmeister series salt effects could be one approach for the treatment of Alzheimer's disease by using certain salts for dissolving protein aggregates or inhibiting amyloid formation. Adding salts to complex protein mixtures, however, may induce a shift of isoelectric points, and thus, affect protein structure (shape) and activity. In this context, one study found that kosmotropic salts (e.g., ammonium sulfate) that were used for the precipitation of native proteins in solution, subsequently, may result in denatured high molecular weight metalloproteins in the same solution. Ions which promote aggregation or prefractionation in proteome analysis, simultaneously cause denaturation of the native conformation of the proteins of interest. In opposite case chaotropic salts force globular proteins to unfold. For these reasons, restoring the physiological state of aggregated and/or unfolded (metal) proteins by applying Hofmeister salts in the therapy of Alzheimer's disease is very unlikely to happen. For example, Li chloride caused a reduction in protein synthesis and hence, the level of amyloid-β peptides, however, this compound may also generate severe side effects induced by long-term, high-dose lithium.",
            "score": 101.92613220214844
        },
        {
            "docid": "52693671_4",
            "document": "Rohit Pappu . Pappu uses theoretical, computational, and experimental approaches to study intrinsically disordered proteins in the context of normal cellular function and neurodegenerative diseases (notably Huntington's Disease ). He has made major contributions to understanding the driving forces associated with protein aggregation, and how the linear amino acid sequence of a disordered proteins determines its conformational behaviour, with a particular focus on the role of polar and charged amino acids. With postdoctoral fellow Rahul Das, Pappu discovered that the patterning of charged residues has a major impact on the conformational ensemble of a disordered protein. More recently, his work has focussed on the polymer physics of biological phase transitions to understand the theoretical and molecular underpinnings that drive intracellular phase separation.",
            "score": 101.26519012451172
        },
        {
            "docid": "47878_10",
            "document": "Huntington's disease . Generally, people have fewer than 36 repeated glutamines in the polyQ region which results in production of the cytoplasmic protein Huntingtin. However, a sequence of 36 or more glutamines results in the production of a protein which has different characteristics. This altered form, called mutant huntingtin (mHTT), increases the decay rate of certain types of neurons. Regions of the brain have differing amounts and reliance on these types of neurons, and are affected accordingly. Generally, the number of CAG repeats is related to how much this process is affected, and accounts for about 60% of the variation of the age of the onset of symptoms. The remaining variation is attributed to environment and other genes that modify the mechanism of HD. 36–39 repeats result in a reduced-penetrance form of the disease, with a much later onset and slower progression of symptoms. In some cases the onset may be so late that symptoms are never noticed. With very large repeat counts, HD has full penetrance and can occur under the age of 20, when it is then referred to as juvenile HD, akinetic-rigid, or Westphal variant HD. This accounts for about 7% of HD carriers.",
            "score": 101.08733367919922
        },
        {
            "docid": "32240206_2",
            "document": "CDC48 N-terminal domain . In molecular biology, the CDC48 N-terminal domain is a protein domain found in AAA ATPases including cell division protein 48 (CDC48), VCP-like ATPase and N-ethylmaleimide sensitive fusion protein. It is a substrate recognition domain which binds polypeptides, prevents protein aggregation, and catalyses refolding of permissive substrates. It is composed of two equally sized subdomains. The amino-terminal subdomain (CDC48_N) forms a double-psi beta-barrel whose pseudo-twofold symmetry is mirrored by an internal sequence repeat of 42 residues. The carboxy-terminal subdomain (CDC48_2) forms a novel six-stranded beta-clam fold. Together these subdomains form a kidney-shaped structure, in close agreement with results from electron microscopy. CDC48_N is related to numerous proteins including prokaryotic transcription factors, metabolic enzymes, the protease cofactors UFD1 and PrlF, and aspartic proteinases.",
            "score": 100.9605484008789
        },
        {
            "docid": "13326263_15",
            "document": "DISC1 . DISC1 has been shown to self-associate, to form dimers, multimers, and oligomers. The ability of DISC1 to form complexes with itself may be important in regulating its affinity for interacting partners such as NDEL1. In postmortem brain samples of Schizophrenia patients there is an increase in insoluble DISC1 oligomer aggregates, indicative of a common link with other neurological disorders characterised by protein aggregation, namely Alzheimer's Disease, Parkinson's Disease, and Huntington's Disease.",
            "score": 100.81427001953125
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 100.32530212402344
        },
        {
            "docid": "46971882_6",
            "document": "Elastin-like polypeptides . Although ELPs generally form reversible spherical aggregates due to their proline and glycine content, there is a possibility that, under certain conditions such as exceedingly high temperatures, ELPs will form amyloids, or irreversible aggregates of insoluble protein. It is also believed that changes in the ELP backbone leading to a reduction in the proline and glycine content may lead to ELPs with a greater propensity for the amyloid state. As amyloids are implicated in the progression of Alzheimer's Disease as well as in prion-based diseases, such as Creutzfeldt-Jakob disease (CJD), modeling of ELP amyloid formation may be useful from a biomedical standpoint.",
            "score": 99.0517349243164
        },
        {
            "docid": "2578429_16",
            "document": "Trinucleotide repeat disorder . Triplet expansion is caused by \"slippage\" during DNA replication. Due to the tandem repeats in the DNA sequence and the instability of the sequence in these regions, 'loop out' structures may form during DNA replication while maintaining complementary base pairing between the parent strand and the daughter strand being synthesized. In essence, a nick one side of the DNA strand is caused by cleavage by endonuclease whereby the repetitive triplet is extended and sealed by DNA polymerase and DNA ligase, respectively.<ref name=\"urlAnalysis of Strand Slippage in DNA Polymerase Expansions of CAG/CTG Triplet Repeats Associated with Neurodegenerative Disease — JBC\"></ref> If the loop out structure is formed from sequence on the daughter strand this will result in an increase in the number of repeats. However, if the loop out structure is formed on the parent strand, a decrease in the number of repeats occurs. It appears that expansion of these repeats is more common than reduction. In general, the larger the expansion the more likely they are to cause disease or increase the severity of disease. This property results in the characteristic of anticipation seen in trinucleotide repeat disorders. Anticipation describes the tendency of age of onset to decrease and severity of symptoms to increase through successive generations of an affected family due to the expansion of these repeats. In 2006, a model of expanding the triplets by involving RNA:DNA intermediate formed in repeat transcription or in post-transcription was proposed, and similar ideas turned to be an ongoing issue of mechanistic studies ever since. In 2007, a new disease model was produced to explain the progression of Huntington's Disease and similar trinucleotide repeat disorders, which, in simulations, seems to accurately predict age of onset and the way the disease will progress in an individual, based on the number of repeats of a genetic mutation. In 2014, Budworth found success in inhibiting Huntington in a mouse model. \"We describe a mouse model of Huntington’s disease that allows us to separate out the effects of the inherited gene from the expansion that occurs during life. We find that blocking the continued expansion of the gene causes a delay in onset of symptoms.\"",
            "score": 98.6613998413086
        }
    ]
}