{
    "q": [
        {
            "docid": "1016523_10",
            "document": "Legionella pneumophila . The bacteria use a type IVB secretion system known as Dot/Icm to inject effector proteins into the host. These effectors are involved in increasing the bacteria's ability to survive inside the host cell. \"L. pneumophila\" encodes for over 330 \"effector\" proteins, which are secreted by the Dot/Icm translocation system to interfere with host cell processes to aid bacterial survival. One key way in which \"L. pneumophila\" uses its effector proteins is to interfere with fusion of the \"Legionella\"-containing vacuole with the host's endosomes, and thus protect against lysis. Knock-out studies of Dot/Icm translocated effectors indicate that they are vital for the intracellular survival of the bacterium, but many individual effector proteins are thought to function redundantly, in that single-effector knock-outs rarely impede intracellular survival. This high number of translocated effector proteins and their redundancy is likely a result of the bacterium having evolved in many different protozoan hosts.",
            "score": 245.39986371994019
        },
        {
            "docid": "40822244_2",
            "document": "Bacterial effector protein . Bacterial effectors are proteins secreted by pathogenic bacteria into the cells of their host, usually using a type 3 secretion system (TTSS/T3SS), a type 4 secretion system (TFSS/T4SS) or a Type VI secretion system (T6SS). Some bacteria inject only a few effectors into their host’s cells while others may inject dozens or even hundreds. Effector proteins may have many different activities, but usually help the pathogen to invade host tissue, suppress its immune system, or otherwise help the pathogen to survive. Effector proteins are usually critical for virulence. For instance, in the causative agent of plague (\"Yersinia pestis\"), the loss of the T3SS is sufficient to render the bacteria completely avirulent, even when they are directly introduced into the bloodstream. Gram negative microbes are also suspected to deploy bacterial outer membrane vesicles to translocate effector proteins and virulence factors via a novel membrane vesicle trafficking secretory pathway, in order to modify their environment or attack/invade target cells, for example, at the host-pathogen interface.",
            "score": 250.1944227218628
        },
        {
            "docid": "3064316_3",
            "document": "Viral infectivity factor . Vif is a 23-kilodalton protein that is essential for viral replication. Vif inhibits the cellular protein, APOBEC3G, from entering the virion during budding from a host cell by targeting it for proteasomal degradation. Vif hijacks the cellular Cullin5 E3 ubiquitin ligase, which is composed of ElonginB, ElonginC, Cullin5, and Rbx2, (Crystal Structure of the HIV Vif BC-box in Complex with Human ElonginB and ElonginC is solved and shown here) in order to target APOBEC3G for degradation. In the absence of Vif, APOBEC3G causes hypermutation of the viral genome, rendering it dead-on-arrival at the next host cell. APOBEC3G is thus a host defence to retroviral infection which HIV-1 has overcome by the acquisition of Vif. Targeting Vif has been suggested as a strategy for future HIV drug therapies.",
            "score": 122.3087797164917
        },
        {
            "docid": "22519615_15",
            "document": "Johanson–Blizzard syndrome . The protein ubiquitin is a universal, \"ubiquitously\" expressed protein common to eukaryotic organisms. Ubiquitin plays a role in the regulation of other proteins by tagging them for eventual degradation by proteasomes. This process begins when \"ubiquitin ligase\" covalently attaches a ubiquitin molecule to the lysine side chain of the target protein substrate (the misfolded, damaged, malfunctioning or unneeded protein that needs to be degraded). This is repeated a number of times in succession forming a chain of ubiquitin molecules, which is a process referred to as polyubiquitination. The polyubiquitination of the target protein signals the proteasome to break it down, which it does via proteolysis. The ubiquitin-proteasome system plays a crucial role in the non-lysosomal degradation of intracellular proteins, and ubiquitin can also participate in modifying proteins to perform certain tasks. Both degradation and modification of proteins within the cell are part of a broader regulatory scheme, necessary for cellular processes such as cell division, cell signalling, cell surface receptor function, apoptosis, DNA maintenance, inflammatory response and developmental quality control associated with the cell cycle and homeostasis in general.",
            "score": 125.84443163871765
        },
        {
            "docid": "622571_2",
            "document": "Ubiquitin ligase . A ubiquitin ligase (also called an E3 ubiquitin ligase) is a protein that recruits an E2 ubiquitin-conjugating enzyme that has been loaded with ubiquitin, recognizes a protein substrate, and assists or directly catalyzes the transfer of ubiquitin from the E2 to the protein substrate. The ubiquitin is attached to a lysine on the target protein by an isopeptide bond. E3 ligases interact with both the target protein and the E2 enzyme, and so impart substrate specificity to the E2. Commonly, E3s polyubiquitinate their substrate with Lys48-linked chains of ubiquitin, targeting the substrate for destruction by the proteasome. However, many other types of linkages are possible and alter a protein's activity, interactions, or localization. Ubiquitination by E3 ligases regulates diverse areas such as cell trafficking, DNA repair, and signaling and is of profound importance in cell biology. E3 ligases are also key players in cell cycle control, mediating the degradation of cyclins, as well as cyclin dependent kinase inhibitor proteins. The human genome encodes over 600 putative E3 ligases, allowing for tremendous diversity in substrates.",
            "score": 111.45061540603638
        },
        {
            "docid": "26940632_4",
            "document": "APC/C activator protein CDH1 . The anaphase-promoting complex/cyclosome (APC/c) is an ubiquitin E3-ligase complex. Once activated it attaches chains of ubiquitin molecules to its target substrates. These chains are recognised and the substrate is degraded by the Proteasome. Cdh1 is one of the co- activator proteins of APC/c and therefore contributes to the regulation of protein degradation, by providing substrate specificity to the E3-ligase in a cell cycle regulated manner.",
            "score": 94.26278758049011
        },
        {
            "docid": "931508_2",
            "document": "Parkin (ligase) . Parkin is a 465-residue E3 ubiquitin ligase that plays a critical role in ubiquitination- the process whereby molecules are covalently labelled with ubiquitin (Ub) and directed towards degradation in proteasomes or lysosomes. Ubiquitination involves the sequential action of three enzymes. Firstly, an E1 ubiquitin-activating enzyme binds to inactive Ub in eukaryotic cells via a thioester bond and mobilises it in an ATP-dependent process. Ub is then transferred to an E2 ubiquitin-conjugating enzyme before being conjugated to the target protein via an E3 ubiquitin ligase. There exists a multitude of E3 ligases, which differ in structure and substrate specificity to allow selective targeting of proteins to intracellular degradation.",
            "score": 80.05244588851929
        },
        {
            "docid": "24603_37",
            "document": "Proteasome . In response to cellular stresses – such as infection, heat shock, or oxidative damage – heat shock proteins that identify misfolded or unfolded proteins and target them for proteasomal degradation are expressed. Both Hsp27 and Hsp90—chaperone proteins have been implicated in increasing the activity of the ubiquitin-proteasome system, though they are not direct participants in the process. Hsp70, on the other hand, binds exposed hydrophobic patches on the surface of misfolded proteins and recruits E3 ubiquitin ligases such as CHIP to tag the proteins for proteasomal degradation. The CHIP protein (carboxyl terminus of Hsp70-interacting protein) is itself regulated via inhibition of interactions between the E3 enzyme CHIP and its E2 binding partner.",
            "score": 98.48822546005249
        },
        {
            "docid": "14065868_8",
            "document": "SKP2 . Progression through the cell cycle is tightly regulated by cyclin-dependent kinases (CDKs), and their interactions with cyclins and CDK inhibitors (CKIs). Relative amounts of these signals oscillate during each stage of the cell cycle due to periodic proteolysis; the ubiquitin-proteasome system mediates the degradation of these mitotic regulatory proteins, controlling their intracellular concentrations. These and other proteins are recognized and degraded by the proteasome from the sequential action of three enzymes: E1 (ubiquitin-activating enzyme), one of many E2s (ubiquitin-conjugating enzyme), and one of many E3 ubiquitin ligase. The specificity of ubiquitination is provided by the E3 ligases; these ligases physically interact with the target substrates. Skp2 is the substrate recruiting component of the SCFSkp2 complex, which targets cell cycle control elements, such as p27 and p21. Here, SKP2 has been implicated in double negative feedback loops with both p21 and p27, that control cell cycle entry and G1/S transition.",
            "score": 105.36699640750885
        },
        {
            "docid": "24603_20",
            "document": "Proteasome . Proteins are targeted for degradation by the proteasome with covalent modification of a lysine residue that requires the coordinated reactions of three enzymes. In the first step, a ubiquitin-activating enzyme (known as E1) hydrolyzes ATP and adenylylates a ubiquitin molecule. This is then transferred to E1's active-site cysteine residue in concert with the adenylylation of a second ubiquitin. This adenylylated ubiquitin is then transferred to a cysteine of a second enzyme, ubiquitin-conjugating enzyme (E2). In the last step, a member of a highly diverse class of enzymes known as ubiquitin ligases (E3) recognizes the specific protein to be ubiquitinated and catalyzes the transfer of ubiquitin from E2 to this target protein. A target protein must be labeled with at least four ubiquitin monomers (in the form of a polyubiquitin chain) before it is recognized by the proteasome lid. It is therefore the E3 that confers substrate specificity to this system. The number of E1, E2, and E3 proteins expressed depends on the organism and cell type, but there are many different E3 enzymes present in humans, indicating that there is a huge number of targets for the ubiquitin proteasome system.",
            "score": 95.49784696102142
        },
        {
            "docid": "7241138_6",
            "document": "Endoplasmic-reticulum-associated protein degradation . Because the ubiquitin–proteasome system (UPS) is located in the cytosol, terminally misfolded proteins have to be transported from the endoplasmic reticulum back into cytoplasm. Most evidence suggest that the Hrd1 E3 ubiquitin-protein ligase can function as a retrotranslocon or dislocon to transport substrates into the cytosol. Hrd1 is not required for all ERAD events, so it is likely that other proteins contribute to this process. Further, this translocation requires a driving force that determines the direction of transport. Since polyubiquitination is essential for the export of substrates, it is widely thought that this driving force is provided by ubiquitin-binding factors. One of these ubiquitin-binding factors is the Cdc48p-Npl4p-Ufd1p complex in yeast. Humans have the homolog of Cdc48p known as valosin-containing protein (VCP/p97) with the same function as Cdc48p. VCP/p97 transports substrates from the endoplasmic reticulum to the cytoplasm with its ATPase activity.",
            "score": 72.89729642868042
        },
        {
            "docid": "10321124_3",
            "document": "Type three secretion system . In pathogenic bacteria, the needle-like structure is used as a sensory probe to detect the presence of eukaryotic organisms and secrete proteins that help the bacteria infect them. The secreted effector proteins are secreted directly from the bacterial cell into the eukaryotic (host) cell, where they exert a number of effects that help the pathogen to survive and to escape an immune response.",
            "score": 193.39972472190857
        },
        {
            "docid": "49021319_12",
            "document": "TALE-likes . Several lines of evidence support the idea that RipTALs function as effector proteins, promoting bacterial growth or disease by manipulating the expression of plant genes. They are secreted into plant cells by the Type III secretion system, which is the main delivery system for effector proteins. They are able to function as sequence-specific transcription factors in plant cells. In addition a strain lacking its RipTAL was shown to grow slower inside eggplant leaf tissue than the wild type. Furthermore, a study based on DNA polymorphisms in \"ripTAL\" repeat domain sequences and host plants found a statistically significant connection between host plant and repeat domain variants. This is expected if the RipTALs of different strains are adapted to target genes in specific host plants. Despite this to date no target genes have been identified for any RipTAL.",
            "score": 195.09728252887726
        },
        {
            "docid": "29322025_3",
            "document": "TAL effector . Xanthomonas are Gram-negative bacteria that can infect a wide variety of plant species including pepper, rice, citrus, cotton, tomato, and soybeans.  Some types of Xanthomonas cause localized leaf spot or leaf streak while others spread systemically and cause black rot or leaf blight disease. They inject a number of effector proteins, including TAL effectors, into the plant via their type III secretion system. TAL effectors have several motifs normally associated with eukaryotes including multiple nuclear localization signals and an acidic activation domain. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. Plants have developed a defense mechanism against type III effectors that includes R (resistance) genes triggered by these effectors. Some of these R genes appear to have evolved to contain TAL-effector binding sites similar to site in the intended target gene. This competition between pathogenic bacteria and the host plant has been hypothesized to account for the apparently malleable nature of the TAL effector DNA binding domain.",
            "score": 201.40520179271698
        },
        {
            "docid": "5308641_8",
            "document": "Muscle atrophy . Muscle atrophy occurs by a change in the normal balance between protein synthesis and protein degradation. During atrophy, there is a down-regulation of protein synthesis pathways, and an activation of protein degradation. The particular protein degradation pathway which seems to be responsible for much of the muscle loss seen in a muscle undergoing atrophy is the ATP-dependent ubiquitin/proteasome pathway. In this system, particular proteins are targeted for destruction by the ligation of at least four copies of a small peptide called ubiquitin onto a substrate protein. When a substrate is thus \"poly-ubiquitinated\", it is targeted for destruction by the proteasome. Particular enzymes in the ubiquitin/proteasome pathway allow ubiquitination to be directed to some proteins but not others - specificity is gained by coupling targeted proteins to an \"E3 ubiquitin ligase\". Each E3 ubiquitin ligase binds to a particular set of substrates, causing their ubiquitination.",
            "score": 88.89366066455841
        },
        {
            "docid": "32167_32",
            "document": "Ubiquitin . Post-translational modification of proteins is a generally used mechanism in eukaryotic cell signaling. Ubiquitination, or ubiquitin conjugation to proteins, is a crucial process for cell cycle progression and cell proliferation and development. Although ubiquitination usually serves as a signal for protein degradation through the 26S proteasome, it could also serve for other fundamental cellular processes, e.g. in endocytosis, enzymatic activation and DNA repair. Moreover, since ubiquitination functions to tightly regulate the cellular level of cyclins, its misregulation is highly expected to have severe impacts. First evidence of the importance of the ubiquitin/proteasome pathway in oncogenic processes was observed due to the high antitumor activity of proteasome inhibitors. Various studies have shown that defects or alterations in ubiquitination processes are commonly associated with or presence in human carcinoma. Malignancies could be developed through loss of function mutation directly at the tumor suppressor gene, increased activity of ubiquitination, and/or indirect attenuation of ubiquitination due to mutation in related proteins.",
            "score": 95.00288391113281
        },
        {
            "docid": "10321124_19",
            "document": "Type three secretion system . T3SS effectors manipulate host cells in several ways. The most striking effect is the promoting of uptake of the bacterium by the host cell. Many bacteria possessing T3SSs must enter host cells in order to replicate and propagate infection. The effectors they inject into the host cell induce the host to engulf the bacterium and to practically \"eat\" it. In order for this to happen the bacterial effectors manipulate the actin polymerization machinery of the host cell. Actin is a component of the cytoskeleton and it also participates in motility and in changes in cell shape. Through its T3SS effectors the bacterium is able to utilize the host cell's own machinery for its own benefit. Once the bacterium has entered the cell it is able to secrete other effectors more easily and it can penetrate neighboring cells and quickly infect the whole tissue.",
            "score": 195.58947110176086
        },
        {
            "docid": "18136205_3",
            "document": "LcrV . The type III secretion system of Gram-negative bacteria is used to transport virulence factors from the pathogen directly into the host cell and is only triggered when the bacterium comes into close contact with the host. Effector proteins secreted by the type III system do not possess a secretion signal, and are considered unique because of this. \"Yersinia\" spp. secrete effector proteins called YopB and YopD that facilitate the spread of other translocated proteins through the type III needle and the host cell cytoplasm. In turn, the transcription of these moieties is thought to be regulated by another gene, lcrV, found on the Yops virulon that encodes the entire type III system. The product of this gene, LcrV protein, also regulates the secretion of YopD through the type III translocon, and itself acts as a protective \"V\" antigen for \"Yersinia pestis\", the causative agent of plague.",
            "score": 204.4045605659485
        },
        {
            "docid": "534001_15",
            "document": "Secretion . It is homologous to the basal body in bacterial flagella. It is like a molecular syringe through which a bacterium (e.g. certain types of \"Salmonella\", \"Shigella\", \"Yersinia\", \"Vibrio\") can inject proteins into eukaryotic cells. The low Ca concentration in the cytosol opens the gate that regulates T3SS. One such mechanism to detect low calcium concentration has been illustrated by the lcrV (Low Calcium Response) antigen utilized by \"Yersinia pestis\", which is used to detect low calcium concentrations and elicits T3SS attachment. The Hrp system in plant pathogens inject harpins and pathogen effector proteins through similar mechanisms into plants. This secretion system was first discovered in \"Yersinia pestis\" and showed that toxins could be injected directly from the bacterial cytoplasm into the cytoplasm of its host's cells rather than simply be secreted into the extracellular medium.",
            "score": 163.23578786849976
        },
        {
            "docid": "32167_36",
            "document": "Ubiquitin . Oncogenic types of the human papillomavirus (HPV) are known to hijack cellular ubiquitin-proteasome pathway for viral infection and replication. The E6 proteins of HPV will bind to the N-terminus of the cellular E6-AP E3 ubiquitin ligase, redirecting the complex to bind p53, a well-known tumor suppressor gene that inactivation is found in many types of cancer. Thus, p53 undergoes ubiquitination and proteasome-mediated degradation. Meanwhile, E7, another one of the early-expressed HPV genes, will bind to Rb, also a tumor suppressor gene, mediating its degradation. The loss of p53 and Rb in cells allows limitless cell proliferation to occur.",
            "score": 83.49635767936707
        },
        {
            "docid": "14181897_10",
            "document": "NUMB (gene) . Numb exerts its functional role on cell fate decisions by antagonizing Notch signaling activities. The molecular mechanisms underlying this relationship appear to rely on the ubiquitination of the membrane bound Notch1 receptor and the subsequent degradation of its NICD following receptor activation. In support of this, Numb’s ability to ubiquinate Notch1 directly correlated with its functional inhibition of Notch1 signaling activities. The ubiquitination pathway directs protein recycling by directly tagging specific proteins for proteasome degradation. Through a multi-step process, free ubiquitin is first attached to an activating enzyme (E1) and then transferred to a conjugating enzyme (E2) which partners with a ligase (E3) which functions as an adaptor to selectively transfer the ubiquitin to specific protein substrates. Numb expression was found to selectively tag the membrane Notch1 receptor for ubiquitination through the interaction of its Phosphotyrosine-binding domain with the E3 ubiquitin ligase Itch. Numb and Itch work in concert to promote the ubiquitination of the full-length membrane-tethered Notch receptor prior to activation. However, Numb only appears to promote the degradation of the NICD cleavage product following receptor activation, targeting it for proteasome degradation and preventing its translocation to the nucleus.",
            "score": 90.71377158164978
        },
        {
            "docid": "779824_6",
            "document": "Transfer DNA . \"Agrobacterium\" has been known to evolve a control system that hijacks host factors and cellular processes for several pathways of host-plant defense response to invade the host cell nucleus. For the integration of T-DNA into the target host genome, \"Agrobacterium\" carries out multiple interactions with host-plant factors. To interact with host plant proteins many \"Agrobacterium\" virulence proteins encoded by vir genes. \"Agrobacterium\" vir genes expression occurs via the VirA-VirG sensor that results in generation of a mobile single-stranded T-DNA copy (T-strand). Processed form of VirB2 is the major component of the T-complex that is required for transformation. VirD2 is the protein that caps the 5′ end of the transferred T-strand by covalent attachment and is transported to the host cell cytoplasm. VirE2 is the single-stranded DNA binding protein that presumably coats the T- strand in the host cytoplasm by cooperative binding. It is then directed into the nucleus via interactions with the host cell proteins such as importin a, bacterial VirE3, and dynein-like proteins. Several other bacterial virulence effectors like VirB5, VirB7 (the minor components of the T-complex), VirD5, VirE2, VirE3, and VirF that may also interact with proteins of host plant cells.",
            "score": 180.78901827335358
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 210.7549830675125
        },
        {
            "docid": "31474_16",
            "document": "Transcription factor . Transcription factors can also be used to alter gene expression in a host cell to promote pathogenesis. A well studied example of this are the transcription-activator like effectors (TAL effectors) secreted by Xanthomonas bacteria. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. TAL effectors contain a central repeat region in which there is a simple relationship between the identity of two critical residues in sequential repeats and sequential DNA bases in the TAL effector’s target site. This property likely makes it easier for these proteins to evolve in order to better compete with the defense mechanisms of the host cell.",
            "score": 231.8275167942047
        },
        {
            "docid": "4181580_8",
            "document": "Orbivirus . NS1 is the most abundant protein in BTV infected cells. It forms tubules that may be involved in translocation of progeny virus particles to the cell membrane. NS2 is phosphorylated by cellular kinases and is an important matrix protein of the granular viral inclusion bodies that form within the cytoplasm of infected cells. These viral inclusion bodies act as the centres of viral replication. The membrane glycoproteins NS3 and NS3a are expressed in large amounts in insect cells but not in mammalian cells. They are involved in the release of progeny virus particles from infected cells and may be involved in determination of both vector competence and virulence. Many orbiviruses preferentially infect vascular endothelial cells. Orbiviruses enter the host cell by endocytosis and the outer capsid is subsequently removed. The whole cycle of viral replication takes place within the cytoplasm of the host cell. Transcription of the viral genome into mRNA occurs within the core particle and mRNA is translated into proteins using the host cell ribosomes. Viral proteins are synthesized 2–14 days after initial infection. New virons self-assemble within the cytoplasm and are then released from the host cell by budding. During the budding process they transiently acquire a lipid envelope which can be detected for a short period of time following their release but this is subsequently lost. Orbiviruses primarily cause diseases in animals. The different Orbivirus species have different host specificities. Orbiviruses are vector-borne pathogens transmitted between vertebrate hosts by vectors such as mosquitoes, midges, gnats, sandflies and ticks. Bluetongue virus (BTV) is an Orbivirus that causes bluetongue disease in sheep, cattle, goats and wild ungulates. BTV has been in the forefront of molecular studies for last three decades and now represents one of the best understood viruses at the molecular and structural levels. Other species of Orbiviruses are responsible for other diseases of animals such as African Horse sickness and Equine encephalosis virus.",
            "score": 130.33941900730133
        },
        {
            "docid": "46231655_3",
            "document": "Type II secretion system . The type II secretion system is a membrane bound protein complex found in Gram-negative bacteria that is used to secrete proteins found in the cytoplasm of the bacteria into the extracellular space outside of the cell. The type II secretion system is just one of many secretory systems found in Gram-negative bacteria and is used to secrete a variety of different proteins, including bacterial toxins and degradative enzymes such as proteases and lipases. These secreted proteins are generally associated with the breakdown of host tissues and therefore are often important in causing the symptoms associated with certain bacterial infections. Each bacterial cell will contain a number of type II secretion systems and these are found embedded in the inner and outer membranes of the cell.",
            "score": 120.18746852874756
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 237.12796711921692
        },
        {
            "docid": "46181852_22",
            "document": "Negative-sense single-stranded RNA virus . Another important process used throughout many cellular processes is ubiquitination—which is outlined in the image below. Many cells use this to locate and identify viruses, and to restrict the viral infection. NNSVs however have developed a pathway to synthesize proteins that target the ubiquitin pathway along many of the signaling cascades descriptive of the IFN response. More specifically, the NNSVs are capable of reprogramming the host cell’s ubiquitination pathway in such a way that leads to the degradation of host cell mechanism that would otherwise silence a viral infection.",
            "score": 108.63001954555511
        },
        {
            "docid": "14958_68",
            "document": "Immune system . An evasion strategy used by several pathogens to avoid the innate immune system is to hide within the cells of their host (also called intracellular pathogenesis). Here, a pathogen spends most of its life-cycle inside host cells, where it is shielded from direct contact with immune cells, antibodies and complement. Some examples of intracellular pathogens include viruses, the food poisoning bacterium \"Salmonella\" and the eukaryotic parasites that cause malaria (\"Plasmodium falciparum\") and leishmaniasis (\"Leishmania spp.\"). Other bacteria, such as \"Mycobacterium tuberculosis\", live inside a protective capsule that prevents lysis by complement. Many pathogens secrete compounds that diminish or misdirect the host's immune response. Some bacteria form biofilms to protect themselves from the cells and proteins of the immune system. Such biofilms are present in many successful infections, e.g., the chronic \"Pseudomonas aeruginosa\" and \"Burkholderia cenocepacia\" infections characteristic of cystic fibrosis. Other bacteria generate surface proteins that bind to antibodies, rendering them ineffective; examples include \"Streptococcus\" (protein G), \"Staphylococcus aureus\" (protein A), and \"Peptostreptococcus magnus\" (protein L).",
            "score": 133.54036784172058
        },
        {
            "docid": "8258312_7",
            "document": "Ubiquitin-activating enzyme . The ubiquitin-proteasome system is critical to appropriate protein degradation within cells. Dysfunctions of this system can disrupt cellular homeostasis and lead to a host of disorders. In normally functioning cells, the covalent linkage of ubiquitin or ubiquitin-like protein to a target protein changes the target protein’s surface. These ubiquitinylated proteins are subject to degradation by proteolytic and non-proteolytic pathways. If this system malfunctions, numerous inherited and acquired diseases may result, such as cancer, diabetes, stroke, Alzheimer’s disease, amyotropic lateral sclerosis, multiple sclerosis, asthma, inflammatory bowel disease, autoimmune thyroiditis, inflammatory arthritis and lupus.",
            "score": 119.466228723526
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 171.77110934257507
        },
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 107.49843716621399
        }
    ],
    "r": [
        {
            "docid": "40822244_2",
            "document": "Bacterial effector protein . Bacterial effectors are proteins secreted by pathogenic bacteria into the cells of their host, usually using a type 3 secretion system (TTSS/T3SS), a type 4 secretion system (TFSS/T4SS) or a Type VI secretion system (T6SS). Some bacteria inject only a few effectors into their host’s cells while others may inject dozens or even hundreds. Effector proteins may have many different activities, but usually help the pathogen to invade host tissue, suppress its immune system, or otherwise help the pathogen to survive. Effector proteins are usually critical for virulence. For instance, in the causative agent of plague (\"Yersinia pestis\"), the loss of the T3SS is sufficient to render the bacteria completely avirulent, even when they are directly introduced into the bloodstream. Gram negative microbes are also suspected to deploy bacterial outer membrane vesicles to translocate effector proteins and virulence factors via a novel membrane vesicle trafficking secretory pathway, in order to modify their environment or attack/invade target cells, for example, at the host-pathogen interface.",
            "score": 250.19442749023438
        },
        {
            "docid": "1016523_10",
            "document": "Legionella pneumophila . The bacteria use a type IVB secretion system known as Dot/Icm to inject effector proteins into the host. These effectors are involved in increasing the bacteria's ability to survive inside the host cell. \"L. pneumophila\" encodes for over 330 \"effector\" proteins, which are secreted by the Dot/Icm translocation system to interfere with host cell processes to aid bacterial survival. One key way in which \"L. pneumophila\" uses its effector proteins is to interfere with fusion of the \"Legionella\"-containing vacuole with the host's endosomes, and thus protect against lysis. Knock-out studies of Dot/Icm translocated effectors indicate that they are vital for the intracellular survival of the bacterium, but many individual effector proteins are thought to function redundantly, in that single-effector knock-outs rarely impede intracellular survival. This high number of translocated effector proteins and their redundancy is likely a result of the bacterium having evolved in many different protozoan hosts.",
            "score": 245.39987182617188
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 237.12796020507812
        },
        {
            "docid": "31474_16",
            "document": "Transcription factor . Transcription factors can also be used to alter gene expression in a host cell to promote pathogenesis. A well studied example of this are the transcription-activator like effectors (TAL effectors) secreted by Xanthomonas bacteria. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. TAL effectors contain a central repeat region in which there is a simple relationship between the identity of two critical residues in sequential repeats and sequential DNA bases in the TAL effector’s target site. This property likely makes it easier for these proteins to evolve in order to better compete with the defense mechanisms of the host cell.",
            "score": 231.82752990722656
        },
        {
            "docid": "40822244_3",
            "document": "Bacterial effector protein . Many pathogenic bacteria are known to have secreted effectors but for most species the exact number is unknown. Once a pathogen genome has been sequenced, effectors can be predicted based on protein sequence similarity, but such predictions are not always precise. More importantly, it is difficult to prove experimentally that a predicted effector is actually secreted into a host cell because the amount of each effector protein is tiny. For instance, Tobe et al. (2006) predicted more than 60 effectors for pathogenic \"\" but could only show for 39 that they are secreted into human Caco-2 cells. Finally, even within the same bacterial species, different strains often have different repertoires of effectors. For instance, the plant pathogen \"Pseudomonas syringae\" has 14 effectors in one strain, but more than 150 have been found in multiple different strains.",
            "score": 224.95233154296875
        },
        {
            "docid": "40822244_10",
            "document": "Bacterial effector protein . Inflammatory response. Human cells have receptors that recognize pathogen-associated molecular patterns (PAMPs). When bacteria bind to these receptors, they activate signaling cascades such as the NF-kB and MAPK pathways. This leads to expression of cytokines, immunomodulating agents, such as interleukins and interferons which regulate immune response to infection and inflammation. Several bacterial effectors affect NF-kB signaling. For instance, the EPEC/EHEC effectors NleE, NleB, NleC, NleH, and Tir are immunosuppressing effectors that target proteins in the NF-kB signaling pathway. NleC has been shown to cleave the NF-kB p65 subunit (RelA), blocking the production of IL-8 following infection. NleH1, but not NleH2, blocks translocation of NF-kB into the nucleus. The Tir effector protein inhibits cytokine production. Similarly, YopE, YopP, and YopJ (in \"Yersinia enterocolitica\", \"Yersinia pestis\", and \"Yersinia pseudotuberculosis\" respectively) target the NF-kB pathway. YopE inhibits activation of NF-kB, which in part prevents the production of IL-8.",
            "score": 218.31727600097656
        },
        {
            "docid": "40822244_8",
            "document": "Bacterial effector protein . Apoptosis (programmed cell death). Apoptosis is usually a mechanism of defense to infection, given that apoptotic cells eventually attract immune cells to remove them and the pathogen. Many pathogenic bacteria have developed mechanisms to prevent apoptosis, not the least to maintain their host environment. For instance, the EPEC/EHEC effectors NleH and NleF block apoptosis. Similarly, the \"Shigella\" effectors IpgD and OspG (a homolog of NleH) block apoptosis, the former by phosphorylating and stabilizing the double minute 2 protein (MDM2) which in turn leads to a block of NF-kB-induced apoptosis. \"Salmonella\" inhibits apoptosis and activates pro-survival signals, dependent on the effectors AvrA and SopB, respectively.",
            "score": 217.16201782226562
        },
        {
            "docid": "22590461_43",
            "document": "Plant disease resistance . Another class of plant disease resistance genes opens a “trap door” that quickly kills invaded cells, stopping pathogen proliferation. Xanthomonas and Ralstonia transcription activator–like (TAL) effectors are DNA-binding proteins that activate host gene expression to enhance pathogen virulence. Both the rice and pepper lineages independently evolved TAL-effector binding sites that instead act as an executioner that induces hypersensitive host cell death when up-regulated. \"Xa27\" from rice and Bs3 and Bs4c from pepper, are such “executor” (or \"executioner\") genes that encode non-homologous plant proteins of unknown function. Executor genes are expressed only in the presence of a specific TAL effector.",
            "score": 212.3495330810547
        },
        {
            "docid": "10321124_21",
            "document": "Type three secretion system . Another well characterized class of T3SS effectors are Transcription Activator-like effectors (TAL effectors) from Xanthomonas. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. TAL effector-DNA recognition has recently been demonstrated to comprise a simple code and this has greatly improved the understanding of how these proteins can alter the transcription of genes in the host plant cells.",
            "score": 211.20262145996094
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 210.75498962402344
        },
        {
            "docid": "92410_8",
            "document": "Shigella . \"Shigella\" species invade the host through the M-cells interspersed in the gut epithelia of the small intestine, as they do not interact with the apical surface of epithelial cells, preferring the basolateral side. \"Shigella\" uses a type-III secretion system, which acts as a biological syringe to translocate toxic effector proteins to the target human cell. The effector proteins can alter the metabolism of the target cell, for instance leading to the lysis of vacuolar membranes or reorganization of actin polymerization to facilitate intracellular motility of \"Shigella\" bacteria inside the host cell. For instance, the IcsA effector protein triggers actin reorganization by N-WASP recruitment of Arp2/3 complexes, helping cell-to-cell spread.",
            "score": 207.18064880371094
        },
        {
            "docid": "5320919_6",
            "document": "Venturia inaequalis . Effectors are proteins encoded by pathogens, which act to effect a response from a host cell - often modulating the host immune response. Where a host variety is able to recognise and mount a resistance response to the presence of an effector, the effector is referred to as an Avirulence protein.",
            "score": 207.04006958007812
        },
        {
            "docid": "18136205_3",
            "document": "LcrV . The type III secretion system of Gram-negative bacteria is used to transport virulence factors from the pathogen directly into the host cell and is only triggered when the bacterium comes into close contact with the host. Effector proteins secreted by the type III system do not possess a secretion signal, and are considered unique because of this. \"Yersinia\" spp. secrete effector proteins called YopB and YopD that facilitate the spread of other translocated proteins through the type III needle and the host cell cytoplasm. In turn, the transcription of these moieties is thought to be regulated by another gene, lcrV, found on the Yops virulon that encodes the entire type III system. The product of this gene, LcrV protein, also regulates the secretion of YopD through the type III translocon, and itself acts as a protective \"V\" antigen for \"Yersinia pestis\", the causative agent of plague.",
            "score": 204.40457153320312
        },
        {
            "docid": "29322025_3",
            "document": "TAL effector . Xanthomonas are Gram-negative bacteria that can infect a wide variety of plant species including pepper, rice, citrus, cotton, tomato, and soybeans.  Some types of Xanthomonas cause localized leaf spot or leaf streak while others spread systemically and cause black rot or leaf blight disease. They inject a number of effector proteins, including TAL effectors, into the plant via their type III secretion system. TAL effectors have several motifs normally associated with eukaryotes including multiple nuclear localization signals and an acidic activation domain. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. Plants have developed a defense mechanism against type III effectors that includes R (resistance) genes triggered by these effectors. Some of these R genes appear to have evolved to contain TAL-effector binding sites similar to site in the intended target gene. This competition between pathogenic bacteria and the host plant has been hypothesized to account for the apparently malleable nature of the TAL effector DNA binding domain.",
            "score": 201.4051971435547
        },
        {
            "docid": "542725_6",
            "document": "Effector (biology) . Bacterial effector proteins are injected by bacterial cells, usually pathogens, into the cells of their host. The injection is mediated by specialized secretion systems, e.g. the type III secretion system (TTSS or T3SS).",
            "score": 201.02755737304688
        },
        {
            "docid": "10438113_14",
            "document": "Ralstonia solanacearum . \"R. solanacearum\" possesses genes for all six protein secretion pathways that have been characterized in Gram-negative bacteria. Perhaps the best-studied of these is the Type III secretion system (T3SS or TTSS), which secretes infection-promoting effector proteins (T3Es) into host cells. Around 74 suspected or confirmed T3Es have been identified in \"R. solanacearum\" to date, although the functions of very few are currently known. Despite being just one of several protein secretion systems, T3SS is necessary for \"R. solanacearum\" to cause disease. No single effector protein has been found to significantly alter pathogenicity of \"R. solanacearum\", but simultaneous disruption of certain subsets of effectors (such as the set of seven GALA effectors in strain GMI1000) strongly affects virulence of the pathogen. GALA 7 is necessary for virulence on \"Medicago truncatula\", hinting that T3E diversity may play a role in determining the broad host range of the \"R. solanacearum\" species complex.",
            "score": 199.11964416503906
        },
        {
            "docid": "10321124_18",
            "document": "Type three secretion system . T3SS effectors enter the needle complex at the base and make their way inside the needle towards the host cell. The exact way in which effectors enter the host is mostly unknown. It has been previously suggested that the needle itself is capable of puncturing a hole in the host cell membrane; this theory has been refuted. It is now clear that some effectors, collectively named translocators, are secreted first and produce a pore or a channel (a translocon) in the host cell membrane, through which other effectors may enter. Mutated bacteria that lack translocators are able to secrete proteins but are not able to deliver them into host cells. In general each T3SS includes three translocators. Some translocators serve a double role; after they participate in pore formation they enter the cell and act as \"bona fide\" effectors.",
            "score": 198.61886596679688
        },
        {
            "docid": "10321124_19",
            "document": "Type three secretion system . T3SS effectors manipulate host cells in several ways. The most striking effect is the promoting of uptake of the bacterium by the host cell. Many bacteria possessing T3SSs must enter host cells in order to replicate and propagate infection. The effectors they inject into the host cell induce the host to engulf the bacterium and to practically \"eat\" it. In order for this to happen the bacterial effectors manipulate the actin polymerization machinery of the host cell. Actin is a component of the cytoskeleton and it also participates in motility and in changes in cell shape. Through its T3SS effectors the bacterium is able to utilize the host cell's own machinery for its own benefit. Once the bacterium has entered the cell it is able to secrete other effectors more easily and it can penetrate neighboring cells and quickly infect the whole tissue.",
            "score": 195.5894775390625
        },
        {
            "docid": "49021319_12",
            "document": "TALE-likes . Several lines of evidence support the idea that RipTALs function as effector proteins, promoting bacterial growth or disease by manipulating the expression of plant genes. They are secreted into plant cells by the Type III secretion system, which is the main delivery system for effector proteins. They are able to function as sequence-specific transcription factors in plant cells. In addition a strain lacking its RipTAL was shown to grow slower inside eggplant leaf tissue than the wild type. Furthermore, a study based on DNA polymorphisms in \"ripTAL\" repeat domain sequences and host plants found a statistically significant connection between host plant and repeat domain variants. This is expected if the RipTALs of different strains are adapted to target genes in specific host plants. Despite this to date no target genes have been identified for any RipTAL.",
            "score": 195.0972900390625
        },
        {
            "docid": "1025510_8",
            "document": "Coxiella burnetii . The bacteria use a type IVB secretion system known as Icm/Dot (intracellular multiplication / defect in organelle trafficking genes) to inject effector proteins called Ank proteins into the host. These effectors increase the bacteria's ability to survive inside the host cell. In \"Legionella pneumophila\", which uses the same secretion system and also injects Ank proteins, survival is enhanced because these Ank proteins interfere with fusion of the bacteria-containing vacuole with the host's degradation endosomes.",
            "score": 193.70570373535156
        },
        {
            "docid": "10321124_3",
            "document": "Type three secretion system . In pathogenic bacteria, the needle-like structure is used as a sensory probe to detect the presence of eukaryotic organisms and secrete proteins that help the bacteria infect them. The secreted effector proteins are secreted directly from the bacterial cell into the eukaryotic (host) cell, where they exert a number of effects that help the pathogen to survive and to escape an immune response.",
            "score": 193.3997344970703
        },
        {
            "docid": "26522611_13",
            "document": "RTX toxin . RTX toxins in \"Vibrio\" bacteria represent an early discovery in RTX toxin research, but were only recently discovered to belong to a separate class of RTX toxins called MARTX toxins. In \"Vibrio cholerae\" the \"martx\" gene encodes six proteins: the MARTX toxin (RtxA), an acyltransferase (RtxC), a membrane fusion protein (RtxD), two ABC-transporters (RtxB and RtxE), and one protein with unknown function. RtxA is a virulence factor involved in cholera which facilitates colonization of \"V. cholerae\" the small intestine. RtxA causes destruction of the actin cytoskeleton in host cells through G-actin modification and destruction of Rho GTPases. The toxin contains four functional domains: an actin cross-linking domain (ACD), a Rho-inactivating domain (RID), a cysteine protease domain (CPD), and an αβ-hydrolase. In \"V. cholerae\" infection, the CPD binds to inositol hexakisphosphate (InsP, Phytic acid) inside eukaryotic host cells. This binding activates the autoproteolytic CPD which cleaves the MARTX protein into smaller independent proteins each containing only one of the effector domains ACD, RID, and αβ-hydrolase. This allows each effector to act independently within the host cell, this increases the effects of RtxA because the ACD and RID function in different locations within the cell. ACD cross-links monomeric G-actin in the host cell cytosol, preventing formation of actin microfilament, a major component of the cytoskeleton. RID inactivates membrane bound Rho-GTPases, which are regulators of cytoskeleton formation.",
            "score": 191.0509490966797
        },
        {
            "docid": "36383544_2",
            "document": "YopR bacterial protein domain . In molecular biology, YopR is a protein domain commonly found in gram negative bacteria, in particular \"Yersinia\" and is a core domain. Proteins in this entry are type III secretion system effectors. They are named differently in different species and in \"Yersinia\" has been designated YopR (Yersinia outer protein R) which is encoded by the YscH (Yersinia secretion H) gene. This Yop protein is unusual in that it is released to the extracellular environment rather than injected directly into the target cell as are most Yop proteins. A hallmark of \"Yersinia\" type III machines is the presence of needles extending from the bacterial surface. Needles perform two functions, firstly, as a channel to export effectors into the immune cells and secondly as a sensor.",
            "score": 189.2957000732422
        },
        {
            "docid": "10438113_16",
            "document": "Ralstonia solanacearum . About half of T3SS proteins are highly conserved in \"R. solanacearum\" and likely constitute a very old and stabilized effector core. Among the other half showing variation among different strains of \"R. solanacearum\", only a third show evidence of lateral gene transfer. The origins of the remaining effectors are unknown, although some researchers hypothesize that gene-for-gene interactions may play a significant role in shaping virulence genes in \"R. solanacearum\". Some of these effector proteins are homologous to Transcription Activator-like effectors (TAL effectors) from Xanthomonas and could possibly have a similar function of activating specific genes in the host plant cells during \"R. solanacearum\" pathogenesis.",
            "score": 185.81126403808594
        },
        {
            "docid": "48225529_6",
            "document": "Bacterial blight of soybean . Bacterial blight of soybeans can enter leaves through wounds or natural openings such as stomata. After gaining entrance to the host leaves, \"Pseudomonas syringae pv. glycinea\" multiplies in the leaf intercellular fluid. The pathogen must then overcome the plants defenses. \"Pseudomonas syringae pv. glycinea\" accomplishes this by using the type three secretion system to inject a variety of pathogenicity effector proteins (Hrp proteins) into the plant cell cytoplasm. These proteins act by interfering with effector-triggered immunity and producing phytohormones/toxins that suppress plant defenses. The expression of these virulence factors depends on the environmental conditions at the time of infection (see \"environment section). Furthermore, expression of virulence factors will only take place when a sufficiently large population of bacteria is present, which is determined through quorum sensing. When successful, the common symptoms of bacterial blight will be seen, with the main effect on the plant being a reduction in photosynthetic leaf area. Generally, the amount of photosynthetic area lost is not enough to impede plant growth. As the plant continues to grow it overcomes the loss of photosynthetic area and reduction in yield, if there is any, is negligible.",
            "score": 185.59423828125
        },
        {
            "docid": "57231618_3",
            "document": "Cdc42 effector protein 5 . Cell division control protein 42 (CDC42), a small Rho GTPase, regulates the formation of F-actin-containing structures through its interaction with the downstream effector proteins. The protein encoded by this gene is a member of the Borg (binder of Rho GTPases) family of CDC42 effector proteins. Borg family proteins contain a CRIB (Cdc42/Rac interactive-binding) domain. They bind to CDC42 and regulate its function negatively. The encoded protein may inhibit c-Jun N-terminal kinase (JNK) independently of CDC42 binding. The protein may also play a role in septin organization and inducing pseudopodia formation in fibroblasts [provided by RefSeq, Jul 2013].",
            "score": 185.3062286376953
        },
        {
            "docid": "40822244_4",
            "document": "Bacterial effector protein . Given the diversity of effectors, they affect a wide variety of intracellular processes. The T3SS effectors of pathogenic \"E. coli, Shigella, Salmonella\", and \"Yersinia\" regulate actin dynamics to facilitate their own attachment or invasion, subvert endocytic trafficking, block phagocytosis, modulate apoptotic pathways, and manipulate innate immunity as well as host responses.",
            "score": 184.00942993164062
        },
        {
            "docid": "8938711_16",
            "document": "Gene-for-gene relationship . Unlike the MAMP or PAMP class of avr genes that are recognized by the host PRRs, the targets of bacterial effector avr proteins appear to be proteins involved in plant innate immunity signaling, as homologues of Avr genes in animal pathogens have been shown to do this. For example, the AvrBs3 family of proteins possess DNA binding domains, nuclear localisation signals and acidic activation domains and are believed to function by altering host cell transcription.",
            "score": 183.69418334960938
        },
        {
            "docid": "542725_2",
            "document": "Effector (biology) . In biochemistry, an effector molecule is usually a small molecule that selectively binds to a protein and regulates its biological activity. In this manner, effector molecules act as ligands that can increase or decrease enzyme activity, gene expression, or cell signaling. Effector molecules can also directly regulate the activity of some mRNA molecules (riboswitches).",
            "score": 183.0840301513672
        },
        {
            "docid": "28253826_11",
            "document": "Bacterial small RNA . In some bacteria sRNAs regulate virulence genes. In \"Salmonella\", the pathogenicity island encoded InvR RNA represses synthesis of the major outer membrane protein OmpD; another co-activated DapZ sRNA from 3'-UTR represses abundant membrane Opp/Dpp transporters of oligopeptides; and SgrS sRNA regulates the expression of the secreted effector protein SopD. In \"Staphylococcus aureus\", RNAIII regulates a number of genes involved in toxin and enzyme production and cell-surface proteins. The FasX sRNA is the only well-characterized regulatory RNA known to control the regulation of several virulence factors in \"Streptococcus pyogenes\", including both cell-surface associated adhesion proteins as well as secreted factors.",
            "score": 183.07447814941406
        },
        {
            "docid": "40822244_5",
            "document": "Bacterial effector protein . Phagocytosis. Phagocytes are immune cells that can recognize and \"eat\" bacteria. Phagocytes recognize bacteria directly [e.g., through the so-called scavenger receptor A which recognizes bacterial lipopolysaccharide (LPS) ] or indirectly through antibodies (IgG) and complement proteins (C3bi) which coat the bacteria and are recognized by the Fcγ receptors and integrinαβ (complement receptor 3). For instance, intracellular \"Salmonella\" and \"Shigella\" escape phagocytic killing through manipulation of endolysosomal trafficking (see there). \"Yersinia\" predominantly survives extracellularly using the translocation of effectors to inhibit cytoskeletal rearrangements and thus phagocytosis. EPEC/EHEC inhibit both transcytosis through M cells and internalization by phagocytes. \"Yersinia\" inhibits phagocytosis through the concerted actions of several effector proteins, including YopE which acts as a RhoGAP and inhibits Rac-dependent actin polymerization.",
            "score": 182.7763671875
        },
        {
            "docid": "2457_25",
            "document": "Apoptosis . Caspases Caspases play the central role in the transduction of ER apoptotic signals. Caspases are proteins that are highly conserved, cysteine-dependent aspartate-specific proteases. There are two types of caspases: initiator caspases, caspase 2,8,9,10,11,12, and effector caspases, caspase 3,6,7. The activation of initiator caspases requires binding to specific oligomeric activator protein. Effector caspases are then activated by these active initiator caspases through proteolytic cleavage. The active effector caspases then proteolytically degrade a host of intracellular proteins to carry out the cell death program.",
            "score": 181.60406494140625
        }
    ]
}