{
    "q": [
        {
            "docid": "47306088_2",
            "document": "Parasitophorous vacuole . The parasitophorous vacuole (PV) is a structure produced by apicomplexan parasites in the cell of its host. The PV allows the parasite to develop while protected from the phagolysosomes of the host cell. The PV is a bubble-like compartment made of plasma membrane and containing cytoplasm and the parasite. The PV allows the parasite to exist and grow within the cell while protecting it from the host cell defense mechanisms. The PV prevents the acidification of the compartment, the mechanism by which the lysosomes of the host cell would normally destroy an invading parasite. Parasites that form a parasitophorous vacuole as part of their infection process include \"Plasmodium falciparum\", which causes malaria and \"Toxoplasma gondii\", which causes toxoplasmosis. The parasitophorous vacuole is formed during cell invasion, when the parasite uses part of the membrane of the host cell to form a parasitophorous vacuolar membrane (PVM). The PVM surrounds the intracellular parasite, creating a separate bubble of cytoplasm-filled plasma membrane within the host cell. The rhoptry and the microneme, special secretory organelles found in apicomplexan parasites, play a major role in the formation of the vacuole. One theory is that the microneme works with the rhoptry and the rhoptry secretes proteins to create the PVM, while the microneme binds to the surface of red blood cells, allowing the parasite to more easily enter into the cell.",
            "score": 127.46935713291168
        },
        {
            "docid": "28147113_10",
            "document": "Parasitic nutrition . Malaria, caused by the apicomplexan parasite \"Plasmodium falciparum\", is an intracellular endoparasite. This parasite relies on a third organism, in the form of an \"Anopheles\" mosquito vector. The host blood provides an ideal rich source of glucose and amino acids to the parasite, particularly during blood stage infection where \"Plasmodium\" infects erythrocytes. To acquire essential nutrients \"Plasmodium\" has to compete with both the vertebrate and insect host and therefore must be highly efficient, regulating uptake according to nutrient availability. \"Plasmodium\", along with many other endoparasitic parasites, have numerous channels in their parasitophorous vacuole membrane rendering it permeable to organic solutes to allow the uptake of necessary nutrients. The \"Plasmodium falciparum\" hexose transporter (PfHT) is such a transporter, which is critical for the uptake of glucose and fructose and therefore survival of the parasite. These organic molecules have to cross three membranes altogether; the plasma membrane of the erythrocyte, the parasitophorous vacuole membrane and the \"Plasmodium\" plasma membrane, facilitated by transporters such as PfHT.",
            "score": 93.7282657623291
        },
        {
            "docid": "73592_10",
            "document": "Toxoplasmosis . As it forces its way into the host cell, the parasite forms a parasitophorous vacuole (PV) membrane from the membrane of the host cell. The PV encapsulates the parasite, and is both resistant to the activity of the endolysosomal system, and can take control of the host's mitochondria and endoplasmic reticulum.",
            "score": 64.06452012062073
        },
        {
            "docid": "287207_6",
            "document": "Plasmodium . Like other apicomplexans, \"Plasmodium\" species have several cellular structures at the apical end of the parasite that serve as specialized organelles for secreting effectors into the host. The most prominent are the bulbous rhoptries which contain parasite proteins involved in invading the host cell and modifying the host once inside. Adjacent to the rhoptries are smaller structures termed micronemes that contain parasite proteins required for motility as well as recognizing and attaching to host cells. Spread throughout the parasite are secretory vesicles called dense granules that contain parasite proteins involved in modifying the membrane that separates the parasite from the host, termed the parasitophorous vacuole.",
            "score": 115.27430844306946
        },
        {
            "docid": "10321124_18",
            "document": "Type three secretion system . T3SS effectors enter the needle complex at the base and make their way inside the needle towards the host cell. The exact way in which effectors enter the host is mostly unknown. It has been previously suggested that the needle itself is capable of puncturing a hole in the host cell membrane; this theory has been refuted. It is now clear that some effectors, collectively named translocators, are secreted first and produce a pore or a channel (a translocon) in the host cell membrane, through which other effectors may enter. Mutated bacteria that lack translocators are able to secrete proteins but are not able to deliver them into host cells. In general each T3SS includes three translocators. Some translocators serve a double role; after they participate in pore formation they enter the cell and act as \"bona fide\" effectors.",
            "score": 121.86084866523743
        },
        {
            "docid": "73592_11",
            "document": "Toxoplasmosis . When first invading the cell, the parasite releases ROP proteins from the bulb of the rhoptry organelle. These proteins translocate to the nucleus and the surface of the PV membrane where they can activate STAT pathways to modulate the expression of cytokines at the transcriptional level, bind and inactivate PV membrane destroying IRG proteins, among other possible effects. Additionally, certain strains of T. \"gondii\" can secrete a protein known as GRA15, activating the NF-κB pathway, which upregulates the pro-inflammatory cytokine IL-12 in the early immune response, possibly leading to the parasite's latent phase. The parasite's ability to secrete these proteins depends on its genotype and affects its virulence.",
            "score": 90.14074778556824
        },
        {
            "docid": "196523_13",
            "document": "Toxoplasma gondii . Following the initial period of infection characterized by tachyzoite proliferation throughout the body, pressure from the host's immune system causes \"T. gondii\" tachyzoites to convert into bradyzoites, the semidormant, slowly dividing cellular stage of the parasite. Inside host cells, clusters of these bradyzoites are known as tissue cysts. The cyst wall is formed by the parasitophorous vacuole membrane. Although bradyzoite-containing tissue cysts can form in virtually any organ, tissue cysts predominantly form and persist in the brain, the eyes, and striated muscle (including the heart). However, specific tissue tropisms can vary between intermediate host species; in pigs, the majority of tissue cysts are found in muscle tissue, whereas in mice, the majority of cysts are found in the brain.",
            "score": 75.56238174438477
        },
        {
            "docid": "501300_2",
            "document": "Translocon . The translocon (commonly known as a translocator or translocation channel) is a complex of proteins associated with the translocation of polypeptides across membranes. In eukaryotes the term translocon most commonly refers to the complex that transports nascent polypeptides with a targeting signal sequence into the interior (cisternal or lumenal) space of the endoplasmic reticulum (ER) from the cytosol. This translocation process requires the protein to cross a hydrophobic lipid bilayer. The same complex is also used to integrate nascent proteins into the membrane itself (membrane proteins). In prokaryotes, a similar protein complex transports polypeptides across the plasma membrane or integrates membrane proteins. Bacterial pathogens can also assemble other translocons in their host membranes, allowing them to export virulence factors into their target cells.",
            "score": 109.14667630195618
        },
        {
            "docid": "196523_11",
            "document": "Toxoplasma gondii . Inside host cells, the tachyzoites replicate inside specialized vacuoles (called the parasitophorous vacuoles) created during parasitic entry into the cell. Tachyzoites multiply inside this vacuole until the host cell dies and ruptures, releasing and spreading the tachyzoites via the bloodstream to all organs and tissues of the body, including the brain.",
            "score": 63.04962944984436
        },
        {
            "docid": "40822244_2",
            "document": "Bacterial effector protein . Bacterial effectors are proteins secreted by pathogenic bacteria into the cells of their host, usually using a type 3 secretion system (TTSS/T3SS), a type 4 secretion system (TFSS/T4SS) or a Type VI secretion system (T6SS). Some bacteria inject only a few effectors into their host’s cells while others may inject dozens or even hundreds. Effector proteins may have many different activities, but usually help the pathogen to invade host tissue, suppress its immune system, or otherwise help the pathogen to survive. Effector proteins are usually critical for virulence. For instance, in the causative agent of plague (\"Yersinia pestis\"), the loss of the T3SS is sufficient to render the bacteria completely avirulent, even when they are directly introduced into the bloodstream. Gram negative microbes are also suspected to deploy bacterial outer membrane vesicles to translocate effector proteins and virulence factors via a novel membrane vesicle trafficking secretory pathway, in order to modify their environment or attack/invade target cells, for example, at the host-pathogen interface.",
            "score": 125.44353020191193
        },
        {
            "docid": "73592_12",
            "document": "Toxoplasmosis . The parasite also influences an anti-apoptotic mechanism, allowing the infected host cells to persist and replicate. One method of apoptosis resistance is by disrupting pro-apoptosis effector proteins, such as BAX and BAK. To disrupt these proteins, \"T. gondii\" causes conformational changes to the proteins, which prevent the proteins from being transported to various cellular compartments where they initiate apoptosis events. \"T. gondii\" does not, however, cause downregulation of the pro-apoptosis effector proteins.",
            "score": 132.79505515098572
        },
        {
            "docid": "92410_8",
            "document": "Shigella . \"Shigella\" species invade the host through the M-cells interspersed in the gut epithelia of the small intestine, as they do not interact with the apical surface of epithelial cells, preferring the basolateral side. \"Shigella\" uses a type-III secretion system, which acts as a biological syringe to translocate toxic effector proteins to the target human cell. The effector proteins can alter the metabolism of the target cell, for instance leading to the lysis of vacuolar membranes or reorganization of actin polymerization to facilitate intracellular motility of \"Shigella\" bacteria inside the host cell. For instance, the IcsA effector protein triggers actin reorganization by N-WASP recruitment of Arp2/3 complexes, helping cell-to-cell spread.",
            "score": 133.14959001541138
        },
        {
            "docid": "1016523_10",
            "document": "Legionella pneumophila . The bacteria use a type IVB secretion system known as Dot/Icm to inject effector proteins into the host. These effectors are involved in increasing the bacteria's ability to survive inside the host cell. \"L. pneumophila\" encodes for over 330 \"effector\" proteins, which are secreted by the Dot/Icm translocation system to interfere with host cell processes to aid bacterial survival. One key way in which \"L. pneumophila\" uses its effector proteins is to interfere with fusion of the \"Legionella\"-containing vacuole with the host's endosomes, and thus protect against lysis. Knock-out studies of Dot/Icm translocated effectors indicate that they are vital for the intracellular survival of the bacterium, but many individual effector proteins are thought to function redundantly, in that single-effector knock-outs rarely impede intracellular survival. This high number of translocated effector proteins and their redundancy is likely a result of the bacterium having evolved in many different protozoan hosts.",
            "score": 134.87892508506775
        },
        {
            "docid": "49388749_4",
            "document": "Bacterial murein precursor exporter . Bacterial cell growth necessitates synthesis of peptidoglycan. Assembly of peptidoglycan is a multistep process starting in the cytoplasm and ending in the exterior cell surface. The intracellular part of the pathway results in the production of the membrane-anchored cell wall precursor, Lipid II. After synthesis, this lipid intermediate is translocated across the cell membrane. The translocation (flipping) step of Lipid II requires a specific protein (flippase). Mohammadi et al. (2011) showed that the integral membrane protein FtsW (TC# 2.A.103.1.1,4-7), an essential protein for cell division, is a transporter of the lipid-linked peptidoglycan precursors across the cytoplasmic membrane. Using \"E. coli\" membrane vesicles, they found that transport of Lipid II requires the presence of FtsW, and purified FtsW induced the transbilayer movement of Lipid II in model membranes.",
            "score": 99.95164847373962
        },
        {
            "docid": "51552895_3",
            "document": "Positive-sense single-stranded RNA virus . Positive-sense ssRNA viruses have genetic material that can function both as a genome and as messenger RNA; it can be directly translated into protein in the host cell by host ribosomes. The first proteins to be expressed after infection serve genome replication functions; they recruit the positive-strand viral genome to viral replication complexes (VRCs) formed in association with intracellular membranes. VRCs contain proteins of both viral and host cell origin, and may be associated with the membranes of a variety of organelles, often the rough endoplasmic reticulum, but also including membranes derived from mitochondria, vacuoles, the Golgi apparatus, chloroplasts, peroxisomes, plasma membranes, autophagosomal membranes, and novel cytoplasmic compartments. The replication of the positive-sense ssRNA genome proceeds through double-stranded RNA intermediates, and the purpose of replication in these membranous invaginations may be the avoidance of cellular response to the presence of dsRNA. In many cases subgenomic RNAs are also created during replication. After infection, the entirety of the host cell's translation machinery may be diverted to the production of viral proteins as a result of the very high affinity for ribosomes of the viral genome's internal ribosome entry site (IRES) elements; in some viruses, such as poliovirus and rhinoviruses, normal protein synthesis is further disrupted by viral proteases degrading components required to initiate translation of cellular mRNA.",
            "score": 103.00830447673798
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 105.32245767116547
        },
        {
            "docid": "3411528_5",
            "document": "Southeast Asian ovalocytosis . The reasons behind the resistance to malaria become clear when given an explanation the way in which \"Plasmodium falciparum\" invades its host. This parasite is an obligate intracellular parasite, which must enter the cells of the host it is invading. The band 3 proteins aggregate on the cell membrane at the site of entry, forming a circular orifice that the parasite squeezes through. These band 3 proteins act as receptors for the parasite. Normally a process much like endocytosis occurs, and the parasite is able to isolate itself from the intracellular proteins that are toxic to it while still being inside an erythrocyte (see figure 2). The increased rigidity of the erythrocyte membrane in SAO is thought to reduce the capacity of the band 3 proteins to cluster together, thereby making it more difficult for the malaria parasite to properly attaching to and enter the cell. The reduced free ATP within the cell has been postulated as a further mechanism behind which SAO creates a hostile environment for \"Plasmodium falciparum\".",
            "score": 95.2287769317627
        },
        {
            "docid": "196523_2",
            "document": "Toxoplasma gondii . Toxoplasma gondii () is an obligate intracellular, parasitic alveolate that causes the disease toxoplasmosis. Found worldwide, \"T. gondii\" is capable of infecting virtually all warm-blooded animals, but felids such as domestic cats are the only known definitive hosts in which the parasite may undergo sexual reproduction.",
            "score": 88.71898317337036
        },
        {
            "docid": "10139931_22",
            "document": "Pseudomonas syringae . As mentioned above, the genome of \"P. syringae\" pv. tomato DC3000 has been sequenced, and approximately 40 Hop (Hrp Outer Protein) effectors, pathogenic proteins that attenuate the host cell, have been identified. These 40 effectors are not recognized by \"A. thaliana\" thus making \"P. syringae\" pv. tomato DC3000 virulent, that is, \"P. syringae\" pv. tomato DC3000 is able to infect \"A. thaliana\" which is susceptible to this pathogen.",
            "score": 105.32133293151855
        },
        {
            "docid": "37922599_8",
            "document": "Asthma-related microbes . \"M. pneumoniae\" can cause infections in humans, animals, plants, and cell cultures. It is a parasitic bacterium that invades the mucosal membranes of the upper and lower respiratory tract, including nasopharynx, throat, trachea, bronchi, bronchioles, and alveoli. In order to survive, \"M. pneumoniae\" needs essential nutrients and compounds such as amino acids, cholesterol, precursors to nucleic acid synthesis, and fatty acids obtained from the mucosal epithelial cells of the host. Its adhesion proteins attach to tracheal epithelial cells by sialoglycoproteins or sialoglycolipid receptors, which are located on its cell surface. It may cause injury to the respiratory epithelial cell after its attachment. The injury of host epithelial cells caused by \"M. pneumoniae\" adhesion is thought to be due to the production of highly reactive species: hydrogen peroxide (HO) and superoxide radicals (O). \"M. pneumoniae\" has the potential for intracellular localization. The intracellular existence of \"M. pneumoniae\" could facilitate the establishment of latent or chronic states, circumvent mycoplasmacidal immune mechanisms, its ability to cross mucosal barriers and gain access to internal tissues. Besides, fusion of the mycoplasmal cell membrane with that of the host not only results in the release of various hydrolytic enzymes produced by the \"mycoplasma\", but also leads to the insertion of mycoplasmal membrane components into the host cell membrane, a process that could potentially alter receptor recognition sites and affect cytokine induction and expression. As stated by Nisar et al. (2007), \"M. pneumonia\" can persist in the respiratory tract up to several months after recovery from acute pneumonia. In fact, \"M. pneumonia\" can be cultured from respiratory secretions even after the pneumonia patients are treated with effective antibiotics. Thus, M. pneumonia infection is chronic and persistent. Besides, Nisar et al. (2007) also adds that M. pneumonia infection causes pulmonary structural abnormalities, resulting in a decrease in expiratory flow rates and an increase in airways hyper-responsiveness in non-asthmatic individuals.",
            "score": 91.7597883939743
        },
        {
            "docid": "2591633_4",
            "document": "Orthopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs), which mediates cellular endocytosis of the virus. Fusion of the viral envelope with the plasma membrane releases the viral core into the host cytoplasm. Expression of early-phase genes by viral RNA polymerase begins at 30 minutes post-infection. The viral core is completely uncoated as early expression ends, releasing the viral genome into the cytoplasm. At this point, intermediate genes are expressed, triggering genomic DNA replication by the viral DNA polymerase at approximately 100 minutes post-infection. Replication follows the DNA strand displacement model. Late genes are expressed from 140 min to 48 hours post-infection, producing all viral structural proteins. Assembly of progeny virions begins in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into the brick-shaped intracellular mature virion (IMV). IMVs can be released upon cell lysis, or can acquire a second membrane from the Golgi apparatus and bud as extracellular enveloped virions (EEV). In this latter case, the virion is transported to the plasma membrane via microtubules.",
            "score": 91.55450081825256
        },
        {
            "docid": "26522611_13",
            "document": "RTX toxin . RTX toxins in \"Vibrio\" bacteria represent an early discovery in RTX toxin research, but were only recently discovered to belong to a separate class of RTX toxins called MARTX toxins. In \"Vibrio cholerae\" the \"martx\" gene encodes six proteins: the MARTX toxin (RtxA), an acyltransferase (RtxC), a membrane fusion protein (RtxD), two ABC-transporters (RtxB and RtxE), and one protein with unknown function. RtxA is a virulence factor involved in cholera which facilitates colonization of \"V. cholerae\" the small intestine. RtxA causes destruction of the actin cytoskeleton in host cells through G-actin modification and destruction of Rho GTPases. The toxin contains four functional domains: an actin cross-linking domain (ACD), a Rho-inactivating domain (RID), a cysteine protease domain (CPD), and an αβ-hydrolase. In \"V. cholerae\" infection, the CPD binds to inositol hexakisphosphate (InsP, Phytic acid) inside eukaryotic host cells. This binding activates the autoproteolytic CPD which cleaves the MARTX protein into smaller independent proteins each containing only one of the effector domains ACD, RID, and αβ-hydrolase. This allows each effector to act independently within the host cell, this increases the effects of RtxA because the ACD and RID function in different locations within the cell. ACD cross-links monomeric G-actin in the host cell cytosol, preventing formation of actin microfilament, a major component of the cytoskeleton. RID inactivates membrane bound Rho-GTPases, which are regulators of cytoskeleton formation.",
            "score": 123.4619083404541
        },
        {
            "docid": "5339147_5",
            "document": "Coccolithovirus . Coccolithoviruses are part of the family of \"Phycodnaviridae\", one of the five families that belong to a large and phylogenetically diverse group of viruses known as nucleocytoplasmic large dsDNA viruses (NCLDVs). These viruses either replicate exclusively in the cytoplasm of the host cell or start their life cycle in the host nucleus but complete it in the cytoplasm. In the case of EhV-86 the infection strategy is not fully understood but Mackinder et al. (2009) have proposed the following model: The virus enters the host cell via endocytosis, followed by fusion of its lipid membrane with the host vacuole membrane and the release of its nucleoprotein core into the cytoplasm. Alternatively the virus membrane could fuse directly with the host plasma membrane. The virus genome is then released from the capsid into the nucleus, where it is replicated by the viral DNA polymerase. The replicated genome is packed into assembled capsids in the cytoplasm and the newly formed (up to 400–1000) virions are thought to be transported to the plasma membrane and released by a controlled budding mechanism, which leads to the cellular breakdown of the host cell.",
            "score": 71.04022073745728
        },
        {
            "docid": "14170_34",
            "document": "HIV . The final step of the viral cycle, assembly of new HIV-1 virions, begins at the plasma membrane of the host cell. The Env polyprotein (gp160) goes through the endoplasmic reticulum and is transported to the Golgi complex where it is cleaved by furin resulting in the two HIV envelope glycoproteins, gp41 and gp120. These are transported to the plasma membrane of the host cell where gp41 anchors gp120 to the membrane of the infected cell. The Gag (p55) and Gag-Pol (p160) polyproteins also associate with the inner surface of the plasma membrane along with the HIV genomic RNA as the forming virion begins to bud from the host cell. The budded virion is still immature as the gag polyproteins still need to be cleaved into the actual matrix, capsid and nucleocapsid proteins. This cleavage is mediated by the packaged viral protease and can be inhibited by antiretroviral drugs of the protease inhibitor class. The various structural components then assemble to produce a mature HIV virion. Only mature virions are then able to infect another cell.",
            "score": 97.69493675231934
        },
        {
            "docid": "196523_10",
            "document": "Toxoplasma gondii . \"T. gondii\" is considered to have three stages of infection; the tachyzoite stage of rapid division, the bradyzoite stage of slow division within tissue cysts, and the oocyst environmental stage. Tachyzoites are also known as \"tachyzoic merozoites\" and bradyzoites as \"bradyzoic merozoites\". When an oocyst or tissue cyst is ingested by a human or other warm-blooded animal, the resilient cyst wall is dissolved by proteolytic enzymes in the stomach and small intestine, freeing sporozoites from within the oocyst. The parasites first invade cells in and surrounding the intestinal epithelium, and inside these cells, the parasites differentiate into tachyzoites, the motile and quickly multiplying cellular stage of \"T. gondii\". Tissue cysts in tissues such as brain and muscle tissue, form about 7–10 days after initial infection.",
            "score": 60.61050057411194
        },
        {
            "docid": "28467901_5",
            "document": "Acroeimeria . The merozoite enters a gap formed in the host cell's brush border and then becomes enclosed by extensions of the host cell wall. A second, interior membrane is formed beneath the wall of the parasitophorous vacuole and this membrane is either confined to the proximal part of the parasitophorous vacuole or is ruptured distally. This membrane is retained throughout the growth and differentiation of the parasite.",
            "score": 55.463104486465454
        },
        {
            "docid": "10321124_20",
            "document": "Type three secretion system . T3SS effectors have also been shown to tamper with the host's cell cycle and some of them are able to induce apoptosis. One of the most researched T3SS effector is IpaB from \"Shigella flexneri\". It serves a double role, both as a translocator, creating a pore in the host cell membrane, and as an effector, exerting multiple detrimental effects on the host cell. It had been demonstrated that IpaB induces apoptosis in macrophages—cells of the animal immune system—after being engulfed by them. It was later shown that IpaB achieves this by interacting with caspase 1, a major regulatory protein in eukaryotic cells.",
            "score": 108.81140875816345
        },
        {
            "docid": "51429077_5",
            "document": "GSDMD . Several current studies have revealed that GSDMD serves as a specific substrate of inflammatory caspases (caspase-1, -4, -5 and -11) and as an effector molecule for the lytic and highly inflammatory form of programmed cell death known as pyroptosis. Hence, GSDMD is an essential mediator of host defence against microbial infection and danger signals. The pore-forming activity of the N-terminal cleavage product causes cell swelling and lysis to prevent intracellular pathogens from replicating, and is required for the release of cytoplasmic content such as the inflammatory cytokine interleukin-1β (IL-1β) into the extracellular space to recruit and activate immune cells to the site of infection. GSDMD has an additional potential role as an antimicrobial by binding to cardiolipin (CL) and form pores on bacterial membranes.",
            "score": 86.00481343269348
        },
        {
            "docid": "30153614_5",
            "document": "Goussia . As Goussians are members of the Coccidians, they exhibit merogany, gamogany and sporogoany, and in representative infections, which are both homoxenous and occur in the gastro intestinal tract of the host, all three lifecycle stages, with the exception of the motile zoites may be observed at all stages of the tract; no particular lifecycle stage is strongly associated with any gross anatomical feature of the host. The vast majority of parasitic cells are localized to the anterior of the intestines, as cell lingering towards the posterior are expulsed from the host with the feces, ready to begin looking for another host. Initially infection occurs with the motile zoite phase of the lifecycle. These cells direct their apical cell apparatus towards the host’s enterocytes and proceed to enter the cells so that their lifecycles may continue. Once physically inside the host’s enterocytes, Goussia localizes in the cell between the cytoplasm and the cell membrane, this particular localization is referred to as extracytoplasmic. Extracytoplasmic localization has two sub stages which occur, the first stage being referred to as “monopodial” and the second stage being referred to as “spider-like”. The monopodial stage occurs on the luminal side of the enterocyte and is characterized by a very close association between the hosts cell membrane and the host derived parasitophorous vacuole membrane, and a single large area of contact with the host cells cytoplasm; thus lending to the name “monopodial”. The spider-like stage is similar to the monopodial stage in that there is a close association of both the host cell membrane and the parasitophorous membrane, however, as opposed to a single large cytoplasmic contact site, there are many more contact sites which tend to be much more filose in morphology.",
            "score": 68.58020544052124
        },
        {
            "docid": "31492340_7",
            "document": "IRGs . The mouse genome encodes 23 IRGs, several of which have been demonstrated to be widely expressed (liver, heart, spleen, intestine, thymus, lung, testis, kidney, brain, skin) in a number of cell types, and are greatly up-regulated following exposure to the potent immune effector molecule interferon gamma, IFNγ. IRGs are subdivided into two additional classes based on the mode of activity and mechanism. The GSK class (Irga6, Irgb6, and Irgd) are considered the canonical grouping of GTPases, whereas a second grouping of GMS proteins, which have a lysine to methionine mutation in the active site, function to prevent premature activation by associating with the nucleotide binding motif in a manner similar to Guanosine nucleotide dissociation inhibitors (GDI's). The subcellular localization of IRGs are variable; Irga6 and Irgm3 are predominantly found within the endoplasmic reticulum, Irgm1 and Irgm2 have been localized to the Golgi apparatus, and at least two IRGs (Irgb6 and Irgd) have been found predominantly within the cytosol. Following cellular entry of \"Toxoplasma gondii\", IRGs can quickly redistribute onto the parasitophorous vacuole membrane (PVM) within 2–30 minutes. The approximate order of decorating the PVM has been defined starting with the loading of Irgb6 and Irgb10 followed by Irga6, Irgd and Irgm2. Faint localization of Irgm3 on \"T. gondii\" vacuoles was also reported to occur in rare settings. Activation of the IRGs is thought to follow a GTP dependent cycle of IRG-IRG oligomerization. The loading of the \"pioneer\" IRGs onto the vacuole is thought to greatly enhance the recruitment of additional IRGs in a cooperative fashion.",
            "score": 77.38313364982605
        },
        {
            "docid": "10321124_19",
            "document": "Type three secretion system . T3SS effectors manipulate host cells in several ways. The most striking effect is the promoting of uptake of the bacterium by the host cell. Many bacteria possessing T3SSs must enter host cells in order to replicate and propagate infection. The effectors they inject into the host cell induce the host to engulf the bacterium and to practically \"eat\" it. In order for this to happen the bacterial effectors manipulate the actin polymerization machinery of the host cell. Actin is a component of the cytoskeleton and it also participates in motility and in changes in cell shape. Through its T3SS effectors the bacterium is able to utilize the host cell's own machinery for its own benefit. Once the bacterium has entered the cell it is able to secrete other effectors more easily and it can penetrate neighboring cells and quickly infect the whole tissue.",
            "score": 99.34410738945007
        },
        {
            "docid": "46319796_2",
            "document": "Intracellular transport . Intracellular transport is the movement of vesicles and substances within the cell. Eukaryotic cells transport packets of components (membrane‐bound vesicles and organelles, protein rafts, mRNA, chromosomes) to particular intracellular locations by attaching them to molecular motors that haul them along microtubules and actin filaments. This method of transport is often confused with intercellular transport, which deals solely with the movement of cargo between cells not the net movement within a cell. Since intracellular transport heavily relies on microtubules for movement, the components of the cytoskeleton play a vital role in trafficking vesicles between organelles and the plasma membrane. The cell is not a static structure; it is akin to a large city with an intricate highway system connecting one area to the next. In order to properly maintain cell growth utilization of these “cellular highways” is achieved through intracellular transport. Through this pathway it is possible to facilitate the movement of essential molecules such as membrane‐bounded vesicles and organelles, protein rafts, mRNA and chromosomes. In addition to the various organelles, the cytoskeleton plays a key role in intracellular transport by providing the mechanical support necessary for the cell to divide and facilitates movement. It is composed of actin, intermediate filaments and microtubules which each have a role in locomotion, intracellular transport of organelles, cell shape and chromosome separation.",
            "score": 92.8476881980896
        }
    ],
    "r": [
        {
            "docid": "1016523_10",
            "document": "Legionella pneumophila . The bacteria use a type IVB secretion system known as Dot/Icm to inject effector proteins into the host. These effectors are involved in increasing the bacteria's ability to survive inside the host cell. \"L. pneumophila\" encodes for over 330 \"effector\" proteins, which are secreted by the Dot/Icm translocation system to interfere with host cell processes to aid bacterial survival. One key way in which \"L. pneumophila\" uses its effector proteins is to interfere with fusion of the \"Legionella\"-containing vacuole with the host's endosomes, and thus protect against lysis. Knock-out studies of Dot/Icm translocated effectors indicate that they are vital for the intracellular survival of the bacterium, but many individual effector proteins are thought to function redundantly, in that single-effector knock-outs rarely impede intracellular survival. This high number of translocated effector proteins and their redundancy is likely a result of the bacterium having evolved in many different protozoan hosts.",
            "score": 134.87893676757812
        },
        {
            "docid": "92410_8",
            "document": "Shigella . \"Shigella\" species invade the host through the M-cells interspersed in the gut epithelia of the small intestine, as they do not interact with the apical surface of epithelial cells, preferring the basolateral side. \"Shigella\" uses a type-III secretion system, which acts as a biological syringe to translocate toxic effector proteins to the target human cell. The effector proteins can alter the metabolism of the target cell, for instance leading to the lysis of vacuolar membranes or reorganization of actin polymerization to facilitate intracellular motility of \"Shigella\" bacteria inside the host cell. For instance, the IcsA effector protein triggers actin reorganization by N-WASP recruitment of Arp2/3 complexes, helping cell-to-cell spread.",
            "score": 133.14959716796875
        },
        {
            "docid": "73592_12",
            "document": "Toxoplasmosis . The parasite also influences an anti-apoptotic mechanism, allowing the infected host cells to persist and replicate. One method of apoptosis resistance is by disrupting pro-apoptosis effector proteins, such as BAX and BAK. To disrupt these proteins, \"T. gondii\" causes conformational changes to the proteins, which prevent the proteins from being transported to various cellular compartments where they initiate apoptosis events. \"T. gondii\" does not, however, cause downregulation of the pro-apoptosis effector proteins.",
            "score": 132.79505920410156
        },
        {
            "docid": "47306088_2",
            "document": "Parasitophorous vacuole . The parasitophorous vacuole (PV) is a structure produced by apicomplexan parasites in the cell of its host. The PV allows the parasite to develop while protected from the phagolysosomes of the host cell. The PV is a bubble-like compartment made of plasma membrane and containing cytoplasm and the parasite. The PV allows the parasite to exist and grow within the cell while protecting it from the host cell defense mechanisms. The PV prevents the acidification of the compartment, the mechanism by which the lysosomes of the host cell would normally destroy an invading parasite. Parasites that form a parasitophorous vacuole as part of their infection process include \"Plasmodium falciparum\", which causes malaria and \"Toxoplasma gondii\", which causes toxoplasmosis. The parasitophorous vacuole is formed during cell invasion, when the parasite uses part of the membrane of the host cell to form a parasitophorous vacuolar membrane (PVM). The PVM surrounds the intracellular parasite, creating a separate bubble of cytoplasm-filled plasma membrane within the host cell. The rhoptry and the microneme, special secretory organelles found in apicomplexan parasites, play a major role in the formation of the vacuole. One theory is that the microneme works with the rhoptry and the rhoptry secretes proteins to create the PVM, while the microneme binds to the surface of red blood cells, allowing the parasite to more easily enter into the cell.",
            "score": 127.46935272216797
        },
        {
            "docid": "40822244_2",
            "document": "Bacterial effector protein . Bacterial effectors are proteins secreted by pathogenic bacteria into the cells of their host, usually using a type 3 secretion system (TTSS/T3SS), a type 4 secretion system (TFSS/T4SS) or a Type VI secretion system (T6SS). Some bacteria inject only a few effectors into their host’s cells while others may inject dozens or even hundreds. Effector proteins may have many different activities, but usually help the pathogen to invade host tissue, suppress its immune system, or otherwise help the pathogen to survive. Effector proteins are usually critical for virulence. For instance, in the causative agent of plague (\"Yersinia pestis\"), the loss of the T3SS is sufficient to render the bacteria completely avirulent, even when they are directly introduced into the bloodstream. Gram negative microbes are also suspected to deploy bacterial outer membrane vesicles to translocate effector proteins and virulence factors via a novel membrane vesicle trafficking secretory pathway, in order to modify their environment or attack/invade target cells, for example, at the host-pathogen interface.",
            "score": 125.44353485107422
        },
        {
            "docid": "26522611_13",
            "document": "RTX toxin . RTX toxins in \"Vibrio\" bacteria represent an early discovery in RTX toxin research, but were only recently discovered to belong to a separate class of RTX toxins called MARTX toxins. In \"Vibrio cholerae\" the \"martx\" gene encodes six proteins: the MARTX toxin (RtxA), an acyltransferase (RtxC), a membrane fusion protein (RtxD), two ABC-transporters (RtxB and RtxE), and one protein with unknown function. RtxA is a virulence factor involved in cholera which facilitates colonization of \"V. cholerae\" the small intestine. RtxA causes destruction of the actin cytoskeleton in host cells through G-actin modification and destruction of Rho GTPases. The toxin contains four functional domains: an actin cross-linking domain (ACD), a Rho-inactivating domain (RID), a cysteine protease domain (CPD), and an αβ-hydrolase. In \"V. cholerae\" infection, the CPD binds to inositol hexakisphosphate (InsP, Phytic acid) inside eukaryotic host cells. This binding activates the autoproteolytic CPD which cleaves the MARTX protein into smaller independent proteins each containing only one of the effector domains ACD, RID, and αβ-hydrolase. This allows each effector to act independently within the host cell, this increases the effects of RtxA because the ACD and RID function in different locations within the cell. ACD cross-links monomeric G-actin in the host cell cytosol, preventing formation of actin microfilament, a major component of the cytoskeleton. RID inactivates membrane bound Rho-GTPases, which are regulators of cytoskeleton formation.",
            "score": 123.46190643310547
        },
        {
            "docid": "10321124_18",
            "document": "Type three secretion system . T3SS effectors enter the needle complex at the base and make their way inside the needle towards the host cell. The exact way in which effectors enter the host is mostly unknown. It has been previously suggested that the needle itself is capable of puncturing a hole in the host cell membrane; this theory has been refuted. It is now clear that some effectors, collectively named translocators, are secreted first and produce a pore or a channel (a translocon) in the host cell membrane, through which other effectors may enter. Mutated bacteria that lack translocators are able to secrete proteins but are not able to deliver them into host cells. In general each T3SS includes three translocators. Some translocators serve a double role; after they participate in pore formation they enter the cell and act as \"bona fide\" effectors.",
            "score": 121.86085510253906
        },
        {
            "docid": "31492340_2",
            "document": "IRGs . Interferon (IFN)-inducible GTPases encompass four families of proteins including myxovirus resistant proteins (Mx), guanylate-binding proteins (GBP), immunity-related GTPase proteins (IRGs), and very large inducible GTPase proteins (VLIG). IRGs confer resistance from vacuolar pathogens by localizing to and disrupting the phagocytic vacuole during infection. The activation of IRGs in mice is induced by interferon. IRG genes have been identified in various vertebrates and some invertebrates. They are involved in important immune defenses against intracellular pathogens and as a result have become a target for immune evasion by those pathogens. The intracellular protozoan parasite \"Toxoplasma gondii\" has been shown to target IRGs in mice allowing for resistance from the host immune response.",
            "score": 119.76318359375
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 116.6258316040039
        },
        {
            "docid": "287207_6",
            "document": "Plasmodium . Like other apicomplexans, \"Plasmodium\" species have several cellular structures at the apical end of the parasite that serve as specialized organelles for secreting effectors into the host. The most prominent are the bulbous rhoptries which contain parasite proteins involved in invading the host cell and modifying the host once inside. Adjacent to the rhoptries are smaller structures termed micronemes that contain parasite proteins required for motility as well as recognizing and attaching to host cells. Spread throughout the parasite are secretory vesicles called dense granules that contain parasite proteins involved in modifying the membrane that separates the parasite from the host, termed the parasitophorous vacuole.",
            "score": 115.27430725097656
        },
        {
            "docid": "14754086_8",
            "document": "S100A10 . P11 is an integral part of cellular structural scaffolding that interacts with plasma membrane proteins through its association with annexin II. Recently, it was discovered to form a complex with annexin I though the mechanism remains unknown. It works together with cytosolic and peripheral membrane-associated proteins such as AHNAK in the development of the intracellular membrane. P11 has been implicated in the transportation of proteins involved in mood regulation, nociception, and cell polarization. It is found in cell types throughout the body though it is located predominantly in the lungs and kidneys. It is involved in the trafficking of proteins to the plasma membrane and can be expressed on the cell surface as a receptor. Many of the transported proteins are cell surface receptors in signal transduction pathways and ion channels. P11 facilitates nociception, Ca uptake, and cell polaraization. Complexed with the annexin II, p11 binds receptor and channel proteins and guides them to the cell surface, resulting in increased membrane localization and consequent magnified functional expression of these proteins.",
            "score": 115.22256469726562
        },
        {
            "docid": "28253826_11",
            "document": "Bacterial small RNA . In some bacteria sRNAs regulate virulence genes. In \"Salmonella\", the pathogenicity island encoded InvR RNA represses synthesis of the major outer membrane protein OmpD; another co-activated DapZ sRNA from 3'-UTR represses abundant membrane Opp/Dpp transporters of oligopeptides; and SgrS sRNA regulates the expression of the secreted effector protein SopD. In \"Staphylococcus aureus\", RNAIII regulates a number of genes involved in toxin and enzyme production and cell-surface proteins. The FasX sRNA is the only well-characterized regulatory RNA known to control the regulation of several virulence factors in \"Streptococcus pyogenes\", including both cell-surface associated adhesion proteins as well as secreted factors.",
            "score": 113.53633880615234
        },
        {
            "docid": "1025510_8",
            "document": "Coxiella burnetii . The bacteria use a type IVB secretion system known as Icm/Dot (intracellular multiplication / defect in organelle trafficking genes) to inject effector proteins called Ank proteins into the host. These effectors increase the bacteria's ability to survive inside the host cell. In \"Legionella pneumophila\", which uses the same secretion system and also injects Ank proteins, survival is enhanced because these Ank proteins interfere with fusion of the bacteria-containing vacuole with the host's degradation endosomes.",
            "score": 110.94026947021484
        },
        {
            "docid": "501300_2",
            "document": "Translocon . The translocon (commonly known as a translocator or translocation channel) is a complex of proteins associated with the translocation of polypeptides across membranes. In eukaryotes the term translocon most commonly refers to the complex that transports nascent polypeptides with a targeting signal sequence into the interior (cisternal or lumenal) space of the endoplasmic reticulum (ER) from the cytosol. This translocation process requires the protein to cross a hydrophobic lipid bilayer. The same complex is also used to integrate nascent proteins into the membrane itself (membrane proteins). In prokaryotes, a similar protein complex transports polypeptides across the plasma membrane or integrates membrane proteins. Bacterial pathogens can also assemble other translocons in their host membranes, allowing them to export virulence factors into their target cells.",
            "score": 109.14667510986328
        },
        {
            "docid": "10321124_20",
            "document": "Type three secretion system . T3SS effectors have also been shown to tamper with the host's cell cycle and some of them are able to induce apoptosis. One of the most researched T3SS effector is IpaB from \"Shigella flexneri\". It serves a double role, both as a translocator, creating a pore in the host cell membrane, and as an effector, exerting multiple detrimental effects on the host cell. It had been demonstrated that IpaB induces apoptosis in macrophages—cells of the animal immune system—after being engulfed by them. It was later shown that IpaB achieves this by interacting with caspase 1, a major regulatory protein in eukaryotic cells.",
            "score": 108.81140899658203
        },
        {
            "docid": "8129870_16",
            "document": "Alveolar macrophage . Many other immunomodulating factors have been isolated, the most important of which are prostaglandins and cytokines. PGE2 was the first immunomodulator to be derived from macrophages and described. PGE2 functions in amplifiying peripheral blood lymphocyte IL-10 transcription and protein production; as well as in deactivating macrophages and T-cells. PGE2 is an immunomodulatory eicosanoid derived from the cell membrane component, arachidonic acid, and is processed in the arachidonic acid cascade: the successive oxygenation and isomerization of arachidonic acid by cyclooxygenase and PGE2 synthase enzymes. The regulation of target cells by PGE2 occurs via signaling through four cell membrane-associated G-protein-coupled E-prostanoid (EP) receptors, named EP1, EP2, EP3, and EP4. PGE2 inhibits bacterial killing and ROI production by AM by impairing Fcγ-mediated phagocytosis through its ability to stimulate the production of intracellular cyclic adenosine monophosphate (cAMP) effectors via EP2 and EP4 receptors signaling. EP2 and EP4 receptors signal primarily through stimulatory G protein (Gs), increasing adenylyl cyclase (AC) activity and subsequent cAMP formation. cAMP is a second messenger that influences multiple cellular functions via the activation of two downstream effector molecules, protein kinase A (PKA) and the exchange proteins directly activated by cAMP (Epac-1 and -2). Epac-1 and PKA are both important factors involved in the inhibition of AM bacterial killing. The effects of PKA results from its ability to phosophorylate serine and threonine residues on many cellular proteins, especially transcription factor cAMP response element binding protein (CREB). cAMP/PKA/CREB axis mediates the inhibition of TNF-alpha release. The killing of phagocytosed bacteria by AMs is dependent upon several distinct microbicidal mechanisms, like the reduced NADPH oxidase-mediated release of ROI. ROI generation by NADPH oxidase is an important bactericidal mechanism after FcR-mediated phagocytosis. PGE2 activates both Gs-coupled EP2 and EP4 receptors by ligation, stimulating cAMP production and subsequent activation of downstream cAMP effectors, PKA and Epac-1; both which in turn impair the phosphorylation and phagosomal membrane translocation of NADPH oxidase component, p47phox, thereby inhibiting the respiratory burst.",
            "score": 107.90910339355469
        },
        {
            "docid": "14271066_2",
            "document": "G alpha subunit . Guanine nucleotide binding proteins (G proteins) are membrane-associated, heterotrimeric proteins composed of three subunits: alpha, beta, and gamma. G proteins and their receptors (GPCRs) form one of the most prevalent signalling systems in mammalian cells, regulating systems as diverse as sensory perception, cell growth and hormonal regulation. At the cell surface, the binding of ligands such as hormones and neurotransmitters to a GPCR activates the receptor by causing a conformational change, which in turn activates the bound G protein on the intracellular-side of the membrane. The activated receptor promotes the exchange of bound GDP for GTP on the G protein alpha subunit. GTP binding changes the conformation of switch regions within the alpha subunit, which allows the bound trimeric G protein (inactive) to be released from the receptor, and to dissociate into active alpha subunit (GTP-bound) and beta/gamma dimer. The alpha subunit and the beta/gamma dimer go on to activate distinct downstream effectors, such as adenylyl cyclase, phosphodiesterases, phospholipase C, and ion channels. These effectors in turn regulate the intracellular concentrations of secondary messengers, such as cAMP, diacylglycerol, sodium or calcium cations, which ultimately lead to a physiological response, usually via the downstream regulation of gene transcription. The cycle is completed by the hydrolysis of alpha subunit-bound GTP to GDP, resulting in the re-association of the alpha and beta/gamma subunits and their binding to the receptor, which terminates the signal. The length of the G protein signal is controlled by the duration of the GTP-bound alpha subunit, which can be regulated by RGS (regulator of G protein signalling) proteins or by covalent modifications.",
            "score": 107.57899475097656
        },
        {
            "docid": "10438113_14",
            "document": "Ralstonia solanacearum . \"R. solanacearum\" possesses genes for all six protein secretion pathways that have been characterized in Gram-negative bacteria. Perhaps the best-studied of these is the Type III secretion system (T3SS or TTSS), which secretes infection-promoting effector proteins (T3Es) into host cells. Around 74 suspected or confirmed T3Es have been identified in \"R. solanacearum\" to date, although the functions of very few are currently known. Despite being just one of several protein secretion systems, T3SS is necessary for \"R. solanacearum\" to cause disease. No single effector protein has been found to significantly alter pathogenicity of \"R. solanacearum\", but simultaneous disruption of certain subsets of effectors (such as the set of seven GALA effectors in strain GMI1000) strongly affects virulence of the pathogen. GALA 7 is necessary for virulence on \"Medicago truncatula\", hinting that T3E diversity may play a role in determining the broad host range of the \"R. solanacearum\" species complex.",
            "score": 107.25202178955078
        },
        {
            "docid": "1551873_7",
            "document": "ATP-binding cassette transporter . Bacterial ABC transporters are essential in cell viability, virulence, and pathogenicity. Iron ABC uptake systems, for example, are important effectors of virulence. Pathogens use siderophores, such as Enterobactin, to scavenge iron that is in complex with high-affinity iron-binding proteins or erythrocytes. These are high-affinity iron-chelating molecules that are secreted by bacteria and reabsorb iron into iron-siderophore complexes. The chvE-gguAB gene in \"Agrobacterium tumefaciens\" encodes glucose and galactose importers that are also associated with virulence. Transporters are extremely vital in cell survival such that they function as protein systems that counteract any undesirable change occurring in the cell. For instance, a potential lethal increase in osmotic strength is counterbalanced by activation of osmosensing ABC transporters that mediate uptake of solutes. Other than functioning in transport, some bacterial ABC proteins are also involved in the regulation of several physiological processes.",
            "score": 106.65164184570312
        },
        {
            "docid": "9321146_4",
            "document": "CRAL-TRIO domain . Other members of the family are alpha-tocopherol transfer protein and phosphatidylinositol-transfer protein (Sec14). They transport their substrates (alpha-tocopherol and phosphatidylinositol or phosphatidylcholine, respectively) between different intracellular membranes. Family also include a guanine nucleotide exchange factor that may function as an effector of RAC1 small G-protein.",
            "score": 105.78492736816406
        },
        {
            "docid": "49291610_5",
            "document": "SWEET transporters . SWEETs were originally identified in \"Arabidopsis thaliana\", in a screen for novel facilitators of transmembrane glucose transport. In this experiment, several previously uncharacterized membrane proteins were selected to be screened. These uncharacterized membrane proteins were assayed for glucose transport ability by expression in HEK293T (human embryonic kidney) cells, which have negligible glucose transport ability in the normal state. These membrane proteins were co-expressed with a fluorescent FRET (Förster resonance energy transfer) glucose sensor localized to the endoplasmic reticulum (ER). Glucose movement from the cytoplasm to the ER of the HEK293T cells was monitored by quantifying changes in FRET ratio. By using this assay, the first member of the SWEET family, AtSWEET1, was identified. Other potential family members were identified by sequence homology.",
            "score": 105.51405334472656
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 105.32245635986328
        },
        {
            "docid": "10139931_22",
            "document": "Pseudomonas syringae . As mentioned above, the genome of \"P. syringae\" pv. tomato DC3000 has been sequenced, and approximately 40 Hop (Hrp Outer Protein) effectors, pathogenic proteins that attenuate the host cell, have been identified. These 40 effectors are not recognized by \"A. thaliana\" thus making \"P. syringae\" pv. tomato DC3000 virulent, that is, \"P. syringae\" pv. tomato DC3000 is able to infect \"A. thaliana\" which is susceptible to this pathogen.",
            "score": 105.32133483886719
        },
        {
            "docid": "21045203_16",
            "document": "Reticulon . Due to the lack of information of reticulons, scientists often study reticulon-like proteins. The genome \"Arabidopsis thaliana\" has at least 19 reticulon like proteins, and 15 of them have been explicitly identified. One study on \"Arabadopsis\" looks at transport between organelles and specific receptors. The regulation of receptor transport to the plasma membrane is important for the recognition of pathogens. Membrane associated proteins travel from the ER to the Golgi bodies, and eventually the plasma membrane. Immune receptors that are related to the plasma membrane are called pattern recognition receptors (PRRs). Through \"Arabidopsis\" protein microarrays the FLAGELIN-SENSITIVE2 (FLS2) receptor, a PRR, was tagged to identify reticulon-like protein RTNLB1 and its homolog RTNLB2. When manipulating the expression levels of RTNLB1 and RTNLB2, signaling of the FLS2 receptor was interrupted. A serine cluster at the N-terminal of the protein is important for the FLS2 interaction. Although there is not a direct interference, RTNLB1 and RTNLB2 interact with newly created FLS2 to facilitate transport to the plasma membrane. Through the RTNLB1 and RTNLB2 reticulon domain, their function is part of a larger protein system that moderates FLS2 secretion. Receptor trafficking is looked at through plant studies as an important process of receptor activity. The role of human reticulons which are involved in intracellular protein trafficking indicate the relationship between reticulons and plant RTNLBs.",
            "score": 105.31307983398438
        },
        {
            "docid": "18136205_3",
            "document": "LcrV . The type III secretion system of Gram-negative bacteria is used to transport virulence factors from the pathogen directly into the host cell and is only triggered when the bacterium comes into close contact with the host. Effector proteins secreted by the type III system do not possess a secretion signal, and are considered unique because of this. \"Yersinia\" spp. secrete effector proteins called YopB and YopD that facilitate the spread of other translocated proteins through the type III needle and the host cell cytoplasm. In turn, the transcription of these moieties is thought to be regulated by another gene, lcrV, found on the Yops virulon that encodes the entire type III system. The product of this gene, LcrV protein, also regulates the secretion of YopD through the type III translocon, and itself acts as a protective \"V\" antigen for \"Yersinia pestis\", the causative agent of plague.",
            "score": 104.935791015625
        },
        {
            "docid": "40822244_3",
            "document": "Bacterial effector protein . Many pathogenic bacteria are known to have secreted effectors but for most species the exact number is unknown. Once a pathogen genome has been sequenced, effectors can be predicted based on protein sequence similarity, but such predictions are not always precise. More importantly, it is difficult to prove experimentally that a predicted effector is actually secreted into a host cell because the amount of each effector protein is tiny. For instance, Tobe et al. (2006) predicted more than 60 effectors for pathogenic \"\" but could only show for 39 that they are secreted into human Caco-2 cells. Finally, even within the same bacterial species, different strains often have different repertoires of effectors. For instance, the plant pathogen \"Pseudomonas syringae\" has 14 effectors in one strain, but more than 150 have been found in multiple different strains.",
            "score": 104.63751220703125
        },
        {
            "docid": "1596114_2",
            "document": "Complement membrane attack complex . The membrane attack complex (MAC) or terminal complement complex (TCC) is a structure typically formed on the surface of pathogen cell membranes as a result of the activation of the host's complement system, and as such is one of the effector proteins of the immune system. The membrane-attack complex (MAC) forms transmembrane channels. These channels disrupt the cell membrane of target cells, leading to cell lysis and death.",
            "score": 104.38374328613281
        },
        {
            "docid": "40822244_6",
            "document": "Bacterial effector protein . Endocytic trafficking. Several bacteria, including \"Salmonella\" and \"Shigella\", enter the cell and survive intracellularly by manipulating the endocytic pathway. Once internalized by host cells \"Salmonella\" subverts the endolysosome trafficking pathway to create a \"Salmonella\"-containing vacuole (SCV), which is essential for its intracellular survival. As the SCVs mature they travel to the microtubule organizing center (MTOC), a perinuclear region adjacent to the Golgi, where they produce \"Salmonella\" induced filaments (Sifs) dependent on the T3SS effectors SseF and SseG. By contrast, internalized \"Shigella\" avoids the endolysosome system by rapidly lysing its vacuole through the action of the T3SS effectors IpaB and C although the details of this process are poorly understood.",
            "score": 103.39942932128906
        },
        {
            "docid": "736407_17",
            "document": "Opioid receptor . When an agonistic ligand binds to the opioid receptor, a conformational change occurs, and the GDP molecule is released from the Gα sub-unit. This mechanism is complex, and is a major stage of the signal transduction pathway. When the GDP molecule is attached, the Gα sub-unit is in its inactive state, and the nucleotide-binding pocket is closed off inside the protein complex. However, upon ligand binding, the receptor switches to an active conformation, and this is driven by intermolecular rearrangement between the trans-membrane helices. The receptor acitvation releases an ‘ionic lock’ which holds together the cytoplasmic sides of transmembrane helices three and six, causing them to rotate. This conformational change exposes the intracellular receptor domains at the cytosolic side, which further leads to the activation of the G protein. When the GDP molecule dissociates from the Gα sub-unit, a GTP molecule binds to the free nucleotide-binding pocket, and the G protein becomes active. A Gα(GTP) complex is formed, which has a weaker affinity for the Gβγ sub-unit than the Gα(GDP) complex, causing the Gα sub-unit to separate from the Gβγ sub-unit, forming two sections of the G protein. The sub-units are now free to interact with effector proteins; however, they are still attached to the plasma membrane by lipid anchors. After binding, the active G protein sub-units diffuses within the membrane and acts on various intracellular effector pathways. This includes inhibiting neuronal adenylate cyclase activity, as well as increasing membrane hyper-polarisation. When the adenylyl cyclase enzyme complex is stimulated, it results in the formation of Cyclic Adenosine 3', 5'-Monophosphate (cAMP), from Adenosine 5' Triphosphate (ATP). cAMP acts as a secondary messenger, as it moves from the plasma membrane into the cell and relays the signal.",
            "score": 103.3792495727539
        },
        {
            "docid": "23634_28",
            "document": "Protein . Many proteins are involved in the process of cell signaling and signal transduction. Some proteins, such as insulin, are extracellular proteins that transmit a signal from the cell in which they were synthesized to other cells in distant tissues. Others are membrane proteins that act as receptors whose main function is to bind a signaling molecule and induce a biochemical response in the cell. Many receptors have a binding site exposed on the cell surface and an effector domain within the cell, which may have enzymatic activity or may undergo a conformational change detected by other proteins within the cell.",
            "score": 103.21243286132812
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 103.07962036132812
        },
        {
            "docid": "51552895_3",
            "document": "Positive-sense single-stranded RNA virus . Positive-sense ssRNA viruses have genetic material that can function both as a genome and as messenger RNA; it can be directly translated into protein in the host cell by host ribosomes. The first proteins to be expressed after infection serve genome replication functions; they recruit the positive-strand viral genome to viral replication complexes (VRCs) formed in association with intracellular membranes. VRCs contain proteins of both viral and host cell origin, and may be associated with the membranes of a variety of organelles, often the rough endoplasmic reticulum, but also including membranes derived from mitochondria, vacuoles, the Golgi apparatus, chloroplasts, peroxisomes, plasma membranes, autophagosomal membranes, and novel cytoplasmic compartments. The replication of the positive-sense ssRNA genome proceeds through double-stranded RNA intermediates, and the purpose of replication in these membranous invaginations may be the avoidance of cellular response to the presence of dsRNA. In many cases subgenomic RNAs are also created during replication. After infection, the entirety of the host cell's translation machinery may be diverted to the production of viral proteins as a result of the very high affinity for ribosomes of the viral genome's internal ribosome entry site (IRES) elements; in some viruses, such as poliovirus and rhinoviruses, normal protein synthesis is further disrupted by viral proteases degrading components required to initiate translation of cellular mRNA.",
            "score": 103.00830841064453
        }
    ]
}