{
    "q": [
        {
            "docid": "235935_13",
            "document": "Topoisomerase . Outside of the essential processes of replication or transcription, DNA must be kept as compact as possible, and these three states help this cause. However, when transcription or replication occurs, DNA must be free, and these states seriously hinder the processes. In addition, during replication, the newly replicated duplex of DNA and the original duplex of DNA become intertwined and must be completely separated in order to ensure genomic integrity as a cell divides. As a transcription bubble proceeds, DNA ahead of the transcription fork becomes overwound, or positively supercoiled, while DNA behind the transcription bubble becomes underwound, or negatively supercoiled. As replication occurs, DNA ahead of the replication bubble becomes positively supercoiled, while DNA behind the replication fork becomes entangled forming precatenanes. One of the most essential topological problems occurs at the very end of replication, when daughter chromosomes must be fully disentangled before mitosis occurs. Topoisomerase IIA plays an essential role in resolving these topological problems.",
            "score": 137.02693939208984
        },
        {
            "docid": "25162968_19",
            "document": "Circular bacterial chromosome . We often forget that DNA gyrase does in fact have topoisomerase type II activity; thus, with it being a homologue of topoisomerase IV (also having topoisomerase II activity) we expect similarity in the two proteins' functions. DNA gyrase preliminary role is to introduce negative super coils into DNA, thereby relaxing positive supercoils that come into play during DNA replication. Topoisomerase IV also relaxes positive supercoils, therefore, DNA Gyrase and topoisomerase IV play an almost identical role in removing the positive supercoils ahead of a translocating DNA polymerase, allowing DNA replication to continue unhindered by topological strain.",
            "score": 174.82459259033203
        },
        {
            "docid": "988524_3",
            "document": "DNA gyrase . The unique ability of gyrase to introduce negative supercoils into DNA at the expense of ATP hydrolysis is what allows bacterial DNA to have free negative supercoils. The ability of gyrase to relax positive supercoils comes into play during DNA replication and prokaryotic transcription. The right-handed nature of the DNA double helix causes positive supercoils to accumulate ahead of a translocating enzyme, in the case of DNA replication, a DNA polymerase. The ability of gyrase (and topoisomerase IV) to relax positive supercoils allows superhelical tension ahead of the polymerase to be released so that replication can continue.",
            "score": 183.28264713287354
        },
        {
            "docid": "32706791_8",
            "document": "Genome instability . In both E. coli and Saccromyces Pombe, transcription sites tend to have higher recombination and mutation rates. Interestingly, the coding or non-transcribed strand accumulates more mutations than the template strand. This is due to the fact that the coding strand is single-stranded during transcription, which is chemically more unstable than double-stranded DNA. During elongation of transcription, supercoiling can occur behind an elongating RNA polymerase, leading to single-stranded breaks. When the coding strand is single-stranded, it can also hybridize with itself, creating DNA secondary structures that can compromise replication. In E. coli, when attempting to transcribe GAA triplets such as those found in Friedrich’s ataxia, the resulting RNA and template strand can form mismatched loops between different repeats, leading the complementary segment in the coding-strand available to form its own loops which impede replication. Furthermore, replication of DNA and transcription of DNA are not temporally independent; they can occur at the same time and lead to collisions between the replication fork and RNA polymerase complex. In S. cerevisiae, Rrm3 helicase is found at highly transcribed genes in the yeast genome, which is recruited to stabilize a stalling replication fork as described above. This suggests that transcription is an obstacle to replication, which can lead to increased stress in the chromatin spanning the short distance between the unwound replication fork and transcription start site, potentially causing single-stranded DNA breaks. In yeast, proteins act as barriers at the 3’ of the transcription unit to prevent further travel of the DNA replication fork.",
            "score": 124.69795191287994
        },
        {
            "docid": "8996491_3",
            "document": "Type II topoisomerase . Once cut, the ends of the DNA are separated, and a second DNA duplex is passed through the break. Following passage, the cut DNA is religated. This reaction allows type II topoisomerases to increase or decrease the linking number of a DNA loop by 2 units, and it promotes chromosome disentanglement. Reactions involving the increase in supercoiling require two molecules of ATP. For example, DNA gyrase, a type II topoisomerase observed in \"E. coli\" and most other prokaryotes, introduces negative supercoils and decreases the linking number by 2. Gyrase is also able to remove knots from the bacterial chromosome. Along with gyrase, most prokaryotes also contain a second type IIA topoisomerase, termed topoisomerase IV. Gyrase and topoisomerase IV differ by their C-terminal domains, which is believed to dictate substrate specificity and functionality for these two enzymes. Footprinting indicates that gyrase, which forms a 140-base-pair footprint and wraps DNA, introduces negative supercoils, while topoisomerase IV, which forms a 28-base-pair footprint, does not wrap DNA.",
            "score": 177.9062578678131
        },
        {
            "docid": "4209093_15",
            "document": "Bacterial cell structure . Unlike eukaryotes, the bacterial DNA is not enclosed inside of a membrane-bound nucleus but instead resides inside the bacterial cytoplasm. This means that the transfer of cellular information through the processes of translation, transcription and DNA replication all occur within the same compartment and can interact with other cytoplasmic structures, most notably ribosomes. The bacterial DNA is not packaged using histones to form chromatin as in eukaryotes but instead exists as a highly compact supercoiled structure, the precise nature of which remains unclear. Most bacterial chromosomes are circular although some examples of linear DNA exist (e.g. \"Borrelia burgdorferi\"). Along with chromosomal DNA, most bacteria also contain small independent pieces of DNA called plasmids that often encode for traits that are advantageous but not essential to their bacterial host. Plasmids can be easily gained or lost by a bacterium and can be transferred between bacteria as a form of horizontal gene transfer. So plasmids can be described as an extra chromosomal DNA in a bacterial cell.",
            "score": 113.23634827136993
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 86.82584035396576
        },
        {
            "docid": "25162968_18",
            "document": "Circular bacterial chromosome . There has been some confusion about the role DNA gyrase plays in decatenation. To define the nomenclature, there are two types of topoisomerases: type I produces transient single-strand breaks in DNA and types II produces transient double-strand breaks. As a result, the type I enzyme removes supercoils from DNA one at a time, whereas the type II enzyme removes supercoils two at a time. The topo I of both prokaryotes and eukaryotes are the type I topoisomerase. The eukaryotic topo II, bacterial gyrase, and bacterial topo IV belong to the type II.",
            "score": 145.7904326915741
        },
        {
            "docid": "14138534_3",
            "document": "TOP2B . This gene encodes a DNA topoisomerase, an enzyme that controls and alters the topologic states of DNA during transcription. This nuclear enzyme is involved in processes such as chromosome condensation, chromatid separation, and the relief of torsional stress that occurs during DNA transcription and replication. It catalyzes the transient breaking and rejoining of two strands of duplex DNA which allows the strands to pass through one another, thus altering the topology of DNA. Two forms of this enzyme exist as likely products of a gene duplication event. The gene encoding this form, beta, is localized to chromosome 3 and the alpha form is localized to chromosome 17. The gene encoding this enzyme functions as the target for several anticancer agents, for example mitoxantrone, and a variety of mutations in this gene have been associated with the development of drug resistance. Reduced activity of this enzyme may also play a role in ataxia-telangiectasia. Alternative splicing of this gene results in two transcript variants; however, the second variant has not yet been fully described.",
            "score": 77.47176718711853
        },
        {
            "docid": "505869_10",
            "document": "Lac operon . Specific control of the \"lac\" genes depends on the availability of the substrate lactose to the bacterium. The proteins are not produced by the bacterium when lactose is unavailable as a carbon source. The \"lac\" genes are organized into an operon; that is, they are oriented in the same direction immediately adjacent on the chromosome and are co-transcribed into a single polycistronic mRNA molecule. Transcription of all genes starts with the binding of the enzyme RNA polymerase (RNAP), a DNA-binding protein, which binds to a specific DNA binding site, the promoter, immediately upstream of the genes. Binding of RNA polymerase to the promoter is aided by the cAMP-bound catabolite activator protein (CAP, also known as the cAMP receptor protein). However, the \"lacI\" gene (regulatory gene for \"lac\" operon) produces a protein that blocks RNAP from binding to the promoter of the operon. This protein can only be removed when allolactose binds to it, and inactivates it. The protein that is formed by the \"lacI\" gene is known as the lac repressor. The type of regulation that the \"lac\" operon undergoes is referred to as negative inducible, meaning that the gene is turned off by the regulatory factor (\"lac\" repressor) unless some molecule (lactose) is added. Because of the presence of the \"lac\" repressor protein, genetic engineers who replace the \"lacZ\" gene with another gene will have to grow the experimental bacteria on agar with lactose available on it. If they do not, the gene they are trying to express will not be expressed as the repressor protein is still blocking RNAP from binding to the promoter and transcribing the gene. Once the repressor is removed, RNAP then proceeds to transcribe all three genes (\"lacZYA\") into mRNA. Each of the three genes on the mRNA strand has its own Shine-Dalgarno sequence, so the genes are independently translated. The DNA sequence of the \"E. coli\" lac operon, the \"lacZYA\" mRNA, and the \"lacI \" genes are available from GenBank (view).",
            "score": 87.31006836891174
        },
        {
            "docid": "25162968_20",
            "document": "Circular bacterial chromosome . Confusion arises when some scientific literature state that DNA gyrase is the sole enzyme responsible for decatanation. In an experiment conducted by Zechiedrich, Khodursky and Cozzarelli in 1997, it was found that topoisomerase IV is the only important decatenase of DNA replication intermediates in bacteria. In this particular experiment, when DNA gyrase alone were inhibited, most of the catenanes were unlinked. However, when Topoisomerase IV alone was inhibited, decatenation was almost completely blocked. The results obtained suggest that Topoisomerase IV is the primary decatenase \"in vivo\", and although DNA gyrase does play a role in decatenation, its function is not as essential as topoisomerase IV in the decatentation of interlinked chromosomes.",
            "score": 106.34929037094116
        },
        {
            "docid": "21843_24",
            "document": "Nucleosome . Studies in 2007 have catalogued nucleosome positions in yeast and shown that nucleosomes are depleted in promoter regions and origins of replication. About 80% of the yeast genome appears to be covered by nucleosomes and the pattern of nucleosome positioning clearly relates to DNA regions that regulate transcription, regions that are transcribed and regions that initiate DNA replication. Most recently, a new study examined \"dynamic changes\" in nucleosome repositioning during a global transcriptional reprogramming event to elucidate the effects on nucleosome displacement during genome-wide transcriptional changes in yeast (\"Saccharomyces cerevisiae\"). The results suggested that nucleosomes that were localized to promoter regions are displaced in response to stress (like heat shock). In addition, the removal of nucleosomes usually corresponded to transcriptional activation and the replacement of nucleosomes usually corresponded to transcriptional repression, presumably because transcription factor binding sites became more or less accessible, respectively. In general, only one or two nucleosomes were repositioned at the promoter to effect these transcriptional changes. However, even in chromosomal regions that were not associated with transcriptional changes, nucleosome repositioning was observed, suggesting that the covering and uncovering of transcriptional DNA does not necessarily produce a transcriptional event. After transcription, the rDNA region has to protected from any damage, it suggested HMGB proteins play a major role in protecting the nucleosome free region.",
            "score": 76.06150209903717
        },
        {
            "docid": "805665_4",
            "document": "Nucleoid . Experimental evidence suggests that the nucleoid is largely composed of DNA, about 60%, with a small amount of RNA and protein. The latter two constituents are likely to be mainly messenger RNA and the transcription factor proteins found regulating the bacterial genome. Proteins that carry out the dynamic spatial organization of the nucleic acid are known as \"nucleoid proteins\" or nucleoid-associated proteins (NAPs) and are distinct from histones of eukaryotic nuclei. In contrast to histones, the DNA-binding proteins of the nucleoid do not form nucleosomes, in which DNA is wrapped around a protein core. Instead, these proteins often use other mechanisms to promote compaction such as DNA looping. The most studied NAPs are HU, H-NS, Fis, CbpA, Dps that organize the genome by driving events such as DNA bending, bridging, and aggregation. These proteins can form clusters (like H-NS does) in order to locally compact specific genomic regions, or be scattered throughout the chromosome (HU, Fis) and they seem to be involved also in coordinating transcription events, spatially sequestering specific genes and participating in their regulation.",
            "score": 68.66381251811981
        },
        {
            "docid": "611074_15",
            "document": "Point mutation . There are different short-term and long-term effects that can arise from mutations. Smaller ones would be a halting of the cell cycle at numerous points. This means that a codon coding for the amino acid glycine may be changed to a stop codon, causing the proteins that should have been produced to be deformed and unable to complete their intended tasks. Because the mutations can affect the DNA and thus the chromatin, it can prohibit mitosis from occurring due to the lack of a complete chromosome. Problems can also arise during the processes of transcription and replication of DNA. These all prohibit the cell from reproduction and thus lead to the death of the cell. Long-term effects can be a permanent changing of a chromosome, which can lead to a mutation. These mutations can be either beneficial or detrimental. Cancer is an example of how they can be detrimental.",
            "score": 63.01525294780731
        },
        {
            "docid": "10967846_5",
            "document": "Fis . Fis is a very important small nucleotide-associated protein which plays a role in affecting the bacterial chromosome structure and the initiation of DNA replication. It is a nucleoid-associated protein in Escherichia coli that is abundant during early exponential growth in rich medium but is in short supply during stationary phase. When stationary-phase cells are subcultured into a rich medium, Fis levels increase from less than 100 to over 50,000 copies per cell prior to the first cell division. As cells enter exponential growth, nascent synthesis is largely shut off, and intracellular Fis levels decrease as a function of cell division. Fis synthesis also transiently increases when exponentially growing cells are shifted to a richer medium. The magnitude of the peak of Fis synthesis appears to reflect the extent of the nutritional upshift. fis mRNA levels closely resemble the protein expression pattern, suggesting that regulation occurs largely at the transcriptional level. Two RNA polymerase-binding sites and at least six high-affinity Fis-binding sites are present in the fis promoter region. Expression of this fis operon is negatively regulated by Fis in vivo and purified Fis can prevent stable complex formation by RNA polymerase at the fis promoter in vitro. However, autoregulation only partially accounts for the expression pattern of Fis. Fluctuations in Fis levels have been shown to serve as an early signal of a nutritional upshift and is important in the physiological roles Fis plays in the cell.",
            "score": 77.53169274330139
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 88.43528139591217
        },
        {
            "docid": "40235000_4",
            "document": "Methanococcoides burtonii . \"M. burtonii\" are thermally regulated, thus highlighting the role that energy generation and biosynthesis pathways play in cold adaptation. proteomic research shows that cellular levels of subunit E are higher during growth at low temperatures. This could possibly indicate that Subunit E is fulfilling a specific role in regulating the transcription of genes involved in low temperature growth or in facilitating transcription at low temperature in general. \"M. burtonii\" have regulatory mechanisms resembling those found in cold shock induced RNA helicase genes from \"E. coli\". Thus, these mechanisms have similarity with bacterial methods of cold adaptation. \"M. burtonii\" have decreased levels of DnaK and increased levels of PPIase at 4 degrees Celsius possibly indicating the protein folding is a thermally sensitive process and may contribute to its adaptation to the cold. A number of genes involved in methanogenesis are thermally regulated, and regulation involves the expression of genes in operons, protein modification, and the synthesis of Pyrrolysine containing TMA-MT. At 4 °C higher levels of protein and/or mRNA are expressed for genes involved in methanogenesis which produces a proton motive force that drives cellular processes including ATP synthesis, and pathways from acetyl-CoA leading to amino acid metabolism. \"M. burtonii\" have increased levels of GDH and GAPDH (key enzymes in nitrogen and carbon metabolism) at 4 °C indicating that there is an effective regulation of fundamental processes of carbon and nitrogen metabolism consistent with the evolution of the organism for growth in the cold.",
            "score": 48.2965669631958
        },
        {
            "docid": "16374844_13",
            "document": "Prulifloxacin . Quinolones are synthetic agents that have a broad spectrum of antimicrobial activity as well as a unique mechanism of action, resulting in inhibition of bacterial DNA gyrase and topoisomerase IV. Quinolones inhibit the bacterial DNA gyrase or the topoisomerase IV enzyme, thereby inhibiting DNA replication and transcription. For many gram-negative bacteria, DNA gyrase is the target, whereas topoisomerase IV is the target for many gram-positive bacteria. It is believed that eukaryotic cells do not contain DNA gyrase or topoisomerase IV.",
            "score": 93.89836096763611
        },
        {
            "docid": "8996488_4",
            "document": "Type I topoisomerase . These enzymes have several functions: to remove DNA supercoils during transcription and DNA replication; for strand breakage during recombination; for chromosome condensation; and to disentangle intertwined DNA during mitosis.",
            "score": 119.05161476135254
        },
        {
            "docid": "9028799_35",
            "document": "Bacteria . Bacteria, as asexual organisms, inherit an identical copy of the parent's genomes and are clonal. However, all bacteria can evolve by selection on changes to their genetic material DNA caused by genetic recombination or mutations. Mutations come from errors made during the replication of DNA or from exposure to mutagens. Mutation rates vary widely among different species of bacteria and even among different clones of a single species of bacteria. Genetic changes in bacterial genomes come from either random mutation during replication or \"stress-directed mutation\", where genes involved in a particular growth-limiting process have an increased mutation rate.",
            "score": 34.13390374183655
        },
        {
            "docid": "8261048_13",
            "document": "Antitermination . Processive antitermination can be mediated by RNA as well as proteins. Coliphage HK022, alone among the known lambdoid phages, does not encode an analog to lambda N. Instead, it promotes antitermination of early phage transcription through the direct action of transcribed sequences called \"put\" (for polymerase utilization) sites. There are two closely related \"put\" sites, one located in the P operon and the other located in the P operon, roughly corresponding to the positions of the \"nut\" sequences in lambda and in other lambda relatives. \"put\" sites act in cis to promote readthrough of downstream terminators in the absence of all HK022 proteins. The \"put\" transcripts are predicted to form two stem-loops separated by a single unpaired nucleotide. This prediction is supported by mutational studies and the pattern of sensitivity of the two RNAs to cleavage with single- and double-strand-specific endoribonucleases. RNA structure is critical to antitermination because mutations that prevent the formation of base pairs in the stems reduce function, and these mutations can be suppressed by additional mutations that restore base pairing. Like lambda N and Q, the \"PUT\" sequences suppress polymerase pausing and promote processive antitermination in a purified in vitro transcription system. In contrast to lambda N, no phage or auxiliary bacterial factors are required. The only mutations known to block \"PUT\"-mediated antitermination change highly conserved amino acids located in a cysteine-rich amino-proximal domain of the RNAP beta' subunit. Strains carrying these mutations are unable to support lytic growth of HK022 but are normal in all other respects tested, including lytic growth of lambda and other lambda relatives. The phage-restricted phenotypes conferred by these mutations suggest that they alter a domain of RNAP-beta’ that interacts specifically with nascent \"PUT\" RNA in the transcription elongation complex, but this idea has not been directly tested. The stability of the putative \"PUT\"-RNAP interaction and the nature of the \"PUT\"-induced modification to the elongation complex are unknown.",
            "score": 89.00904762744904
        },
        {
            "docid": "8261048_14",
            "document": "Antitermination . Processive antitermination was first discovered in a bacteriophage, but examples have since been found in bacterial operons. The E. coli rrn operons are regulated by an antitermination mechanism that is dependent on sites that are closely related to lambda \"boxA\" and located promoter proximal to the 16S and 23S structural genes in each operon. The sequences of the rrn BOXA sites are more similar to the bacteriophage consensus than is that of lambda, and they bind NusB-S10 more efficiently. Although stem-loop structures analogous to BOXB are found promoter proximal to the BOXA sites, they are not essential for antitermination. An rrn BOXA sequence confers full antitermination activity against Rho-dependent but not against intrinsic terminators. BOXA also increases the rate of transcription elongation by RNAP. Point mutations in BOXA induce premature transcription termination. rrn antitermination requires NusB in vivo, as shown by a NusB depletion experiment. NusA stimulates the elongation rate of rrn RNA chains carrying BOXA. A role for NusA is further suggested by the observation that the nusA10 (Cs) mutation inhibits both antitermination and the rate of transcription elongation in an rrn operon. The role of other Nus factors in rrn regulation in vivo is not clear. In vitro, an antitermination complex that includes NusA, NusB, S10, and NusG forms at the BOXA sequence of rrnG, but these components are not sufficient for antitermination by themselves. An additional factor or factors that can be supplied by a cellular extract are required, but their identities are unknown.",
            "score": 88.02695155143738
        },
        {
            "docid": "18096649_5",
            "document": "Pradofloxacin . The primary mode of action of fluoroquinolones involves interaction with enzymes essential for major DNA functions such as replication, transcription and recombination. The primary targets for pradofloxacin are the bacterial DNA gyrase and topoisomerase IV enzymes. Reversible association between pradofloxacin and DNA gyrase or DNA topoisomerase IV in the target bacteria results in inhibition of these enzymes and rapid death of the bacterial cell. The rapidity and extent of bacterial killing are directly proportional to the drug concentration.",
            "score": 82.4195351600647
        },
        {
            "docid": "6235_41",
            "document": "Cell nucleus . Since the nucleus is the site of transcription, it also contains a variety of proteins that either directly mediate transcription or are involved in regulating the process. These proteins include helicases, which unwind the double-stranded DNA molecule to facilitate access to it, RNA polymerases, which bind to the DNA promoter to synthesize the growing RNA molecule, topoisomerases, which change the amount of supercoiling in DNA, helping it wind and unwind, as well as a large variety of transcription factors that regulate expression.",
            "score": 116.8267285823822
        },
        {
            "docid": "2262347_14",
            "document": "Bacillus safensis . DNA gyrase is an important enzyme that introduces a negative supercoil to the DNA and is responsible for the biological processes in DNA replication and transcription. DNA gyrase is made of two subunits, A and B. These subunits are denoted as gyrA and gyrB. The gyrB gene, subunit B protein, is a type II topoisomerase that is essential for DNA replication. This gene is conserved among bacterial species. The rate of evolution at the molecular level deduced from gyrB related gene sequences can be determined at more accelerated rate compared to the 16S rRNA gene sequences. These subunits have provided a way to phylogenetically distinguish between the diversity of species related to \"B. pumilus\", which includes \"B. safensis\". Strain \"B. safensis\" DSM19292 shares 90.2% gyrA sequence similarity with \"B. pumilus\" strain DSM 27.",
            "score": 128.93404161930084
        },
        {
            "docid": "4723494_4",
            "document": "Eukaryotic chromosome fine structure . Throughout the eukaryotic kingdom, the overall structure of chromosome ends is conserved and is characterized by the telomeric tract - a series of short G-rich repeats. This is succeeded by an extensive subtelomeric region consisting of various types and lengths of repeats - the telomere associated sequences (TAS). These regions are generally low in gene density, low in transcription, low in recombination, late replicating, are involved in protecting the end from degradation and end-to-end fusions and in completing replication. The subtelomeric repeats can rescue chromosome ends when telomerase fails, buffer subtelomerically located genes against transcriptional silencing and protect the genome from deleterious rearrangements due to ectopic recombination. They may also be involved in fillers for increasing chromosome size to some minimum threshold level necessary for chromosome stability; act as barriers against transcriptional silencing; provide a location for the adaptive amplification of genes; and be involved in secondary mechanism of telomere maintenance via recombination when telomerase activity is absent.",
            "score": 88.76808738708496
        },
        {
            "docid": "837167_17",
            "document": "Acute lymphoblastic leukemia . Several characteristic genetic changes lead to the creation of a leukemic lymphoblast. These changes include chromosomal translocations, intrachromosomal rearrangements, changes in the number of chromosomes in leukemic cells, and additional mutations in individual genes. Chromosomal translocations involve moving a large region of DNA from one chromosome to another. This move can result in placing a gene from one chromosome that promotes cell division to a more actively transcribed area on another chromosome. The result is a cell that divides more often. An example of this includes the translocation of \"C-MYC\", a gene that encodes a transcription factor that leads to increased cell division, next to the immunoglobulin heavy- or light-chain gene enhancers, leading to increased \"C-MYC\" expression and increased cell division. Other large changes in chromosomal structure can result in placement of two genes directly next to each other. The result is the combination of two usually separate proteins into a new fusion protein. This protein can have a new function that promotes the development of cancer. Examples of this include the \"ETV6\"-\"RUNX1\" fusion gene that combines two factors that promote blood cell development and the \"BCR\"-\"ABL1\" fusion gene of the Philadelphia chromosome. \"BCR\"-\"ABL1\" encodes an always-activated tyrosine kinase that causes frequent cell division. These mutations produce a cell that divides more often, even in the absence of growth factors.",
            "score": 77.20946621894836
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 79.75494194030762
        },
        {
            "docid": "6139120_6",
            "document": "Sparfloxacin . Sparfloxacin, like other quinolones and fluoroquinolones, are bactericidal drugs, actively killing bacteria. Quinolones inhibit the bacterial DNA gyrase or the topoisomerase IV enzyme, thereby inhibiting DNA replication and transcription. Quinolones can enter cells easily and therefore are often used to treat intracellular pathogens such as Legionella pneumophila and Mycoplasma pneumoniae. For many gram-negative bacteria DNA gyrase is the target, whereas topoisomerase IV is the target for many gram-positive bacteria. Eukaryotic cells do not contain DNA gyrase or topoisomerase IV.",
            "score": 88.50818037986755
        },
        {
            "docid": "14215535_10",
            "document": "Glutamate racemase . Along with its main function of cell wall biosynthesis, the moonlighting protein glutamate racemase also functions independently as a gyrase inhibitor. Present in certain forms of bacteria, MurI reduces the activity of DNA gyrase by preventing gyrase from binding to DNA. When gyrase binds to DNA, the enzyme decreases the tension in the DNA strands as they are unwound and causes the strands to become supercoiled. This is a critical step in DNA replication in these cells which results in the reproduction of bacterial cells. The presence of glutamate racemase in the process inhibits gyrase from effectively binding to DNA by deforming the shape of the enzyme’s active site. It essentially disallows gyrase from catalyzing the reaction that coils unwinding DNA strands.",
            "score": 125.0876579284668
        },
        {
            "docid": "4250553_48",
            "document": "Gene . DNA replication is for the most part extremely accurate, however errors (mutations) do occur. The error rate in eukaryotic cells can be as low as 10 per nucleotide per replication, whereas for some RNA viruses it can be as high as 10. This means that each generation, each human genome accumulates 1–2 new mutations. Small mutations can be caused by DNA replication and the aftermath of DNA damage and include point mutations in which a single base is altered and frameshift mutations in which a single base is inserted or deleted. Either of these mutations can change the gene by missense (change a codon to encode a different amino acid) or nonsense (a premature stop codon). Larger mutations can be caused by errors in recombination to cause chromosomal abnormalities including the duplication, deletion, rearrangement or inversion of large sections of a chromosome. Additionally, DNA repair mechanisms can introduce mutational errors when repairing physical damage to the molecule. The repair, even with mutation, is more important to survival than restoring an exact copy, for example when repairing double-strand breaks.",
            "score": 69.65176606178284
        },
        {
            "docid": "866377_7",
            "document": "Bacillus subtilis . \"B. subtilis\" is a model organism used to study bacterial chromosome replication. Replication of the single circular chromosome initiates at a single locus, the origin (\"oriC\"). Replication proceeds bidirectionally and two replication forks progress in clockwise and counterclockwise directions along the chromosome. Chromosome replication is completed when the forks reach the terminus region, which is positioned opposite to the origin on the chromosome map. The terminus region contains several short DNA sequences (\"Ter\" sites) that promote replication arrest. Specific proteins mediate all the steps in DNA replication. Comparison between the proteins involved in chromosomal DNA replication in \"B. subtilis\" and in \"Escherichia coli\" reveals similarities and differences. Although the basic components promoting initiation, elongation, and termination of replication are well-conserved, some important differences can be found (such as one bacterium missing proteins essential in the other). These differences underline the diversity in the mechanisms and strategies that various bacterial species have adopted to carry out the duplication of their genomes.",
            "score": 71.5532693862915
        }
    ],
    "r": [
        {
            "docid": "988524_3",
            "document": "DNA gyrase . The unique ability of gyrase to introduce negative supercoils into DNA at the expense of ATP hydrolysis is what allows bacterial DNA to have free negative supercoils. The ability of gyrase to relax positive supercoils comes into play during DNA replication and prokaryotic transcription. The right-handed nature of the DNA double helix causes positive supercoils to accumulate ahead of a translocating enzyme, in the case of DNA replication, a DNA polymerase. The ability of gyrase (and topoisomerase IV) to relax positive supercoils allows superhelical tension ahead of the polymerase to be released so that replication can continue.",
            "score": 183.2826385498047
        },
        {
            "docid": "8996491_3",
            "document": "Type II topoisomerase . Once cut, the ends of the DNA are separated, and a second DNA duplex is passed through the break. Following passage, the cut DNA is religated. This reaction allows type II topoisomerases to increase or decrease the linking number of a DNA loop by 2 units, and it promotes chromosome disentanglement. Reactions involving the increase in supercoiling require two molecules of ATP. For example, DNA gyrase, a type II topoisomerase observed in \"E. coli\" and most other prokaryotes, introduces negative supercoils and decreases the linking number by 2. Gyrase is also able to remove knots from the bacterial chromosome. Along with gyrase, most prokaryotes also contain a second type IIA topoisomerase, termed topoisomerase IV. Gyrase and topoisomerase IV differ by their C-terminal domains, which is believed to dictate substrate specificity and functionality for these two enzymes. Footprinting indicates that gyrase, which forms a 140-base-pair footprint and wraps DNA, introduces negative supercoils, while topoisomerase IV, which forms a 28-base-pair footprint, does not wrap DNA.",
            "score": 177.90625
        },
        {
            "docid": "25162968_19",
            "document": "Circular bacterial chromosome . We often forget that DNA gyrase does in fact have topoisomerase type II activity; thus, with it being a homologue of topoisomerase IV (also having topoisomerase II activity) we expect similarity in the two proteins' functions. DNA gyrase preliminary role is to introduce negative super coils into DNA, thereby relaxing positive supercoils that come into play during DNA replication. Topoisomerase IV also relaxes positive supercoils, therefore, DNA Gyrase and topoisomerase IV play an almost identical role in removing the positive supercoils ahead of a translocating DNA polymerase, allowing DNA replication to continue unhindered by topological strain.",
            "score": 174.8245849609375
        },
        {
            "docid": "5097443_11",
            "document": "DNA supercoil . Supercoiling is also required for DNA/RNA synthesis. Because DNA must be unwound for DNA/RNA polymerase action, supercoils will result. The region ahead of the polymerase complex will be unwound; this stress is compensated with positive supercoils ahead of the complex. Behind the complex, DNA is rewound and there will be compensatory negative supercoils. Topoisomerases such as DNA gyrase (Type II Topoisomerase) play a role in relieving some of the stress during DNA/RNA synthesis.",
            "score": 156.13223266601562
        },
        {
            "docid": "988524_2",
            "document": "DNA gyrase . DNA gyrase, or simply gyrase, is an enzyme within the class of topoisomerase (Type II topoisomerase) that relieves strain while double-stranded DNA is being unwound by helicase. The enzyme causes negative supercoiling of the DNA or relaxes positive supercoils. It does so by looping the template so as to form a crossing, then cutting one of the double helices and passing the other through it before releasing the break, changing the linking number by two in each enzymatic step. This process occurs in prokaryotes (in particular, in bacteria), whose single circular DNA is cut by DNA gyrase and the two ends are then twisted around each other to form supercoils. Gyrase has been found in the apicoplast of the malarial parasite \"Plasmodium falciparum\", a unicellular eukaryote. Bacterial DNA gyrase is the target of many antibiotics, including nalidixic acid, novobiocin, and ciprofloxacin.",
            "score": 146.1522674560547
        },
        {
            "docid": "25162968_18",
            "document": "Circular bacterial chromosome . There has been some confusion about the role DNA gyrase plays in decatenation. To define the nomenclature, there are two types of topoisomerases: type I produces transient single-strand breaks in DNA and types II produces transient double-strand breaks. As a result, the type I enzyme removes supercoils from DNA one at a time, whereas the type II enzyme removes supercoils two at a time. The topo I of both prokaryotes and eukaryotes are the type I topoisomerase. The eukaryotic topo II, bacterial gyrase, and bacterial topo IV belong to the type II.",
            "score": 145.79043579101562
        },
        {
            "docid": "8996488_11",
            "document": "Type I topoisomerase . There are several variants of Type IA topoisomerases, differing by appendages attached to the main core (sometimes referred to as the \"topo-fold\"). Members of this subclass include topo I, topo III (which contain additional Zinc-binding motifs), and reverse gyrase. Reverse gyrase is particularly interesting because an ATPase domain, which resembles the helicase-like domain of the Rho transcription factor, is attached (the structure of reverse gyrase was solved by Rodriguez and Stock, EMBO J 2002). The enzyme uses the hydrolysis of ATP to introduce positive supercoils and overwinds DNA, a feature attractive in hyperthermophiles, in which reverse gyrase is known to exist. Rodriguez and Stock have done further work to identify a \"latch\" that is involved in communicating the hydroylsis of ATP to the introduction of positive supercoils.",
            "score": 141.9513702392578
        },
        {
            "docid": "4263231_16",
            "document": "Replisome . Gyrase (a form of topoisomerase) relaxes and undoes the supercoiling caused by helicase. It does this by cutting the DNA strands, allowing it to rotate and release the supercoil, and then rejoining the strands. Gyrase is most commonly found upstream of the replication fork, where the supercoils form.",
            "score": 141.03170776367188
        },
        {
            "docid": "1138554_26",
            "document": "SR protein . SR proteins can also stabilize DNA during transcription through an interaction with Topoisomerase I. When Topoisomerase I, Topo I, reduces supercoiling caused by transcription when it is bound to DNA. When Topo I is not bound to DNA it can phosphorylate the SR protein SF2/ASF. Topo I and SF2/ASF interact when SF2/ASF is hypophosphorylated during transcription elongation. SR proteins can become hypophosphorylated during elongation decreasing their affinity for RNA polymerase II causing SR proteins to move to Topo I. When Topo I complexes with SF2/ASF, it can no longer undo the supercoiling of DNA causing elongation to pause. Topo I phosphorylates S2F/ASF increasing the SR proteins affinity for RNA poly II moving S2F/ASF from the Topo I back to RNA poly II allowing elongation to continue.",
            "score": 139.4252471923828
        },
        {
            "docid": "235935_13",
            "document": "Topoisomerase . Outside of the essential processes of replication or transcription, DNA must be kept as compact as possible, and these three states help this cause. However, when transcription or replication occurs, DNA must be free, and these states seriously hinder the processes. In addition, during replication, the newly replicated duplex of DNA and the original duplex of DNA become intertwined and must be completely separated in order to ensure genomic integrity as a cell divides. As a transcription bubble proceeds, DNA ahead of the transcription fork becomes overwound, or positively supercoiled, while DNA behind the transcription bubble becomes underwound, or negatively supercoiled. As replication occurs, DNA ahead of the replication bubble becomes positively supercoiled, while DNA behind the replication fork becomes entangled forming precatenanes. One of the most essential topological problems occurs at the very end of replication, when daughter chromosomes must be fully disentangled before mitosis occurs. Topoisomerase IIA plays an essential role in resolving these topological problems.",
            "score": 137.0269317626953
        },
        {
            "docid": "8996488_6",
            "document": "Type I topoisomerase . Type I topoisomerases are ATP-independent enzymes (except for reverse gyrase), and can be subdivided according to their structure and reaction mechanisms: type IA (bacterial and archaeal topoisomerase I, topoisomerase III and reverse gyrase) and type IB (eukaryotic topoisomerase I and topoisomerase V). These enzymes are primarily responsible for relaxing positively and/or negatively supercoiled DNA, except for reverse gyrase, which can introduce positive supercoils into DNA.",
            "score": 136.9468994140625
        },
        {
            "docid": "201268_11",
            "document": "RNA polymerase . After binding to the DNA, the RNA polymerase switches from a closed complex to an open complex. This change involves the separation of the DNA strands to form an unwound section of DNA of approximately 13 bp, referred to as the transcription bubble. Ribonucleotides are base-paired to the template DNA strand, according to Watson-Crick base-pairing interactions. Supercoiling plays an important part in polymerase activity because of the unwinding and rewinding of DNA. Because regions of DNA in front of RNAP are unwound, there are compensatory positive supercoils. Regions behind RNAP are rewound and negative supercoils are present.",
            "score": 132.16136169433594
        },
        {
            "docid": "14215535_11",
            "document": "Glutamate racemase . This function of MurI was discovered experimentally. DNA gyrase was incubated with the MurI enzyme and then added to a sample of DNA; the results of this experiment showed inhibition of supercoiling activity when MurI was present. The cell wall biosynthesis function of MurI is not directly related to its moonlighting function. MurI’s ability to inhibit gyrase binding can proceed independently of its main function. This means that DNA gyrase, in turn, will not have any effect on MurI's racemization, which was confirmed in a study of the racemization with and without the presence of DNA gyrase. In an experimental analysis, it was determined that MurI employs the use of two different enzymatic active sites for its two functions. This was shown by the inclusion of the racemase substrate L-glutamate in an assay with the separated gyrase inhibition site. The gyrase inhibition occurs in both supercoiling and relaxing activities of the DNA gyrase, and the study concluded that the inhibition activity was able to proceed, unchanged, in the presence of the racemase substrate. This dictates that the two functions can be carried out independently of each other, on non-overlapping sites, making MurI a true moonlighting protein. Mutant forms of MurI that are unable to exhibit their racemase function, no matter how compromised their racemase abilities were, were still proven through a study to be able to perform the DNA gyrase inhibition, with comparable results to a non-mutated form of MurI.",
            "score": 129.94122314453125
        },
        {
            "docid": "35672682_13",
            "document": "Antibiotic resistance in gonorrhea . High-level resistance to quinolones has been seen through target modification acting on the DNA gyrase and topoisomerase IV. Multiple amino acid substation mutations in the \"gyrA\" gene, which encodes for the DNA gyrase, have been seen extensively. DNA gyrase is an enzyme that binds to DNA and introduces negative supercoiling. This helps unwind the DNA for replication. If there is a mutation in the DNA gyrase, then the quinolone will not be able to bind to it resulting in the activity of DNA gyrase not being inhibited. Multiple mutations have also been noted in the \"parC\" gene which encodes for the topoisomerase IV. Topoisomerase IV acts similarly to DNA gyrase and is involved in unwinding DNA for replication.",
            "score": 129.77255249023438
        },
        {
            "docid": "2262347_14",
            "document": "Bacillus safensis . DNA gyrase is an important enzyme that introduces a negative supercoil to the DNA and is responsible for the biological processes in DNA replication and transcription. DNA gyrase is made of two subunits, A and B. These subunits are denoted as gyrA and gyrB. The gyrB gene, subunit B protein, is a type II topoisomerase that is essential for DNA replication. This gene is conserved among bacterial species. The rate of evolution at the molecular level deduced from gyrB related gene sequences can be determined at more accelerated rate compared to the 16S rRNA gene sequences. These subunits have provided a way to phylogenetically distinguish between the diversity of species related to \"B. pumilus\", which includes \"B. safensis\". Strain \"B. safensis\" DSM19292 shares 90.2% gyrA sequence similarity with \"B. pumilus\" strain DSM 27.",
            "score": 128.9340362548828
        },
        {
            "docid": "988524_4",
            "document": "DNA gyrase . A single molecule study has characterized gyrase activity as a function of DNA tension (applied force) and ATP, and proposed a mechanochemical model. Upon binding to DNA (the \"Gyrase-DNA\" state), there is a competition between DNA wrapping and dissociation, where increasing DNA tension increases the probability of dissociation. Upon wrapping and ATP hydrolysis, two negative supercoils are introduced into the template, providing opportunities for subsequent wrapping and supercoiling events. The number of superhelical turns introduced into an initially relaxed circular DNA has been calculated to be approximately equal to the number of ATP molecules hydrolyzed by gyrase. Therefore, it can be suggested that two ATP molecules are hydrolyzed per cycle of reaction by gyrase, leading to the introduction of a linking difference of -2.",
            "score": 128.44078063964844
        },
        {
            "docid": "5097443_9",
            "document": "DNA supercoil . DNA supercoiling is important for DNA packaging within all cells. Because the length of DNA can be thousands of times that of a cell, packaging this genetic material into the cell or nucleus (in eukaryotes) is a difficult feat. Supercoiling of DNA reduces the space and allows for DNA to be packaged. In prokaryotes, plectonemic supercoils are predominant, because of the circular chromosome and relatively small amount of genetic material. In eukaryotes, DNA supercoiling exists on many levels of both plectonemic and solenoidal supercoils, with the solenoidal supercoiling proving most effective in compacting the DNA. Solenoidal supercoiling is achieved with histones to form a 10 nm fiber. This fiber is further coiled into a 30 nm fiber, and further coiled upon itself numerous times more.",
            "score": 128.29734802246094
        },
        {
            "docid": "2120845_4",
            "document": "Topoisomerase IV . While topoisomerase IV does relax positive supercoils like DNA gyrase, it does not introduce further negative supercoiling like the latter enzyme.",
            "score": 127.89659118652344
        },
        {
            "docid": "1569290_7",
            "document": "Nalidixic acid . It is also a tool in studies as a regulation of bacterial division. It selectively and reversibly blocks DNA replication in susceptible bacteria. Nalidixic acid and related antibiotics inhibit a subunit of DNA gyrase and topoisomerase IV and induce formation of cleavage complexes. It also inhibits the nicking-closing activity on the subunit of DNA gyrase that releases the positive binding stress on the supercoiled DNA.",
            "score": 125.78116607666016
        },
        {
            "docid": "6438_17",
            "document": "Chromosome . Prokaryotic chromosomes and plasmids are, like eukaryotic DNA, generally supercoiled. The DNA must first be released into its relaxed state for access for transcription, regulation, and replication.",
            "score": 125.59114837646484
        },
        {
            "docid": "14215535_10",
            "document": "Glutamate racemase . Along with its main function of cell wall biosynthesis, the moonlighting protein glutamate racemase also functions independently as a gyrase inhibitor. Present in certain forms of bacteria, MurI reduces the activity of DNA gyrase by preventing gyrase from binding to DNA. When gyrase binds to DNA, the enzyme decreases the tension in the DNA strands as they are unwound and causes the strands to become supercoiled. This is a critical step in DNA replication in these cells which results in the reproduction of bacterial cells. The presence of glutamate racemase in the process inhibits gyrase from effectively binding to DNA by deforming the shape of the enzyme’s active site. It essentially disallows gyrase from catalyzing the reaction that coils unwinding DNA strands.",
            "score": 125.08765411376953
        },
        {
            "docid": "8996491_17",
            "document": "Type II topoisomerase . The C-terminal region of the prokaryotic topoisomerases has been solved for multiple species. The first structure of a C-terminal domain of gyrase was solved by Corbett et al. (Proceedings of the National Academy of Sciences, 2004, PDB ID = 1SUU), and the C-terminal domain of topoisomerase IV was solved by Corbett et al. (Journal of Molecular Biology, 2006, PDB ID = 1zvt and 1zvu). The structures formed a novel beta barrel, which bends DNA by wrapping the nucleic acid around itself. The bending of DNA by gyrase has been proposed as a key mechanism in the ability of gyrase to introduce negative supercoils into the DNA. This is consistent with footprinting data that shows that gyrase has a 140-base-pair footprint. Both gyrase and topoisomerase IV CTDs bend DNA, but only gyrase introduces negative supercoils.",
            "score": 124.899169921875
        },
        {
            "docid": "32706791_8",
            "document": "Genome instability . In both E. coli and Saccromyces Pombe, transcription sites tend to have higher recombination and mutation rates. Interestingly, the coding or non-transcribed strand accumulates more mutations than the template strand. This is due to the fact that the coding strand is single-stranded during transcription, which is chemically more unstable than double-stranded DNA. During elongation of transcription, supercoiling can occur behind an elongating RNA polymerase, leading to single-stranded breaks. When the coding strand is single-stranded, it can also hybridize with itself, creating DNA secondary structures that can compromise replication. In E. coli, when attempting to transcribe GAA triplets such as those found in Friedrich’s ataxia, the resulting RNA and template strand can form mismatched loops between different repeats, leading the complementary segment in the coding-strand available to form its own loops which impede replication. Furthermore, replication of DNA and transcription of DNA are not temporally independent; they can occur at the same time and lead to collisions between the replication fork and RNA polymerase complex. In S. cerevisiae, Rrm3 helicase is found at highly transcribed genes in the yeast genome, which is recruited to stabilize a stalling replication fork as described above. This suggests that transcription is an obstacle to replication, which can lead to increased stress in the chromatin spanning the short distance between the unwound replication fork and transcription start site, potentially causing single-stranded DNA breaks. In yeast, proteins act as barriers at the 3’ of the transcription unit to prevent further travel of the DNA replication fork.",
            "score": 124.69795227050781
        },
        {
            "docid": "5097443_17",
            "document": "DNA supercoil . DNA supercoiling can be described numerically by changes in the linking number Lk. The linking number is the most descriptive property of supercoiled DNA. Lk, the number of turns in the relaxed (B type) DNA plasmid/molecule, is determined by dividing the total base pairs of the molecule by the relaxed bp/turn which, depending on reference is 10.4; 10.5; 10.6.  Lk is merely the number of crosses a single strand makes across the other. L, known as the \"linking number\", is the number of Watson-Crick twists found in a circular chromosome in a (usually imaginary) planar projection. This number is physically \"locked in\" at the moment of covalent closure of the chromosome, and cannot be altered without strand breakage.",
            "score": 122.38085174560547
        },
        {
            "docid": "5097443_6",
            "document": "DNA supercoil . In part because chromosomes may be very large, segments in the middle may act as if their ends are anchored. As a result, they may be unable to distribute excess twist to the rest of the chromosome or to absorb twist to recover from underwinding—the segments may become \"supercoiled\", in other words. In response to supercoiling, they will assume an amount of writhe, just as if their ends were joined.",
            "score": 121.32550048828125
        },
        {
            "docid": "13459707_5",
            "document": "Aminocoumarin . The aminocoumarin antibiotics are known inhibitors of DNA gyrase. Antibiotics of the aminocoumarin family exert their therapeutic activity by binding tightly to the B subunit of bacterial DNA gyrase, thereby inhibiting this essential enzyme. They compete with ATP for binding to the B subunit of this enzyme and inhibit the ATP-dependent DNA supercoiling catalysed by gyrase. X-ray crystallography studies have confirmed binding at the ATP-binding site located on the gyrB subunit of DNA gyrase. Their affinity for gyrase is considerably higher than that of modern fluoroquinolones, which also target DNA gyrase but at the gyrA subunit.",
            "score": 119.76913452148438
        },
        {
            "docid": "32780556_11",
            "document": "F1 phage . The ssDNA genome is replicated and translated with host enzymes after it is inserted into the cytoplasm. RNA polymerase, DNA polymerase III, and host gyrase form a supercoiled RF template used for replication.",
            "score": 119.31116485595703
        },
        {
            "docid": "8996488_4",
            "document": "Type I topoisomerase . These enzymes have several functions: to remove DNA supercoils during transcription and DNA replication; for strand breakage during recombination; for chromosome condensation; and to disentangle intertwined DNA during mitosis.",
            "score": 119.0516128540039
        },
        {
            "docid": "6235_41",
            "document": "Cell nucleus . Since the nucleus is the site of transcription, it also contains a variety of proteins that either directly mediate transcription or are involved in regulating the process. These proteins include helicases, which unwind the double-stranded DNA molecule to facilitate access to it, RNA polymerases, which bind to the DNA promoter to synthesize the growing RNA molecule, topoisomerases, which change the amount of supercoiling in DNA, helping it wind and unwind, as well as a large variety of transcription factors that regulate expression.",
            "score": 116.82672882080078
        },
        {
            "docid": "891696_7",
            "document": "Z-DNA . While no definitive biological significance of Z-DNA has been found, it is commonly believed to provide torsional strain relief during transcription, and it is associated with negative supercoiling. However, while supercoiling is associated with both DNA transcription and replication, Z-DNA formation is primarily linked to the rate of transcription.",
            "score": 116.78621673583984
        },
        {
            "docid": "8996488_3",
            "document": "Type I topoisomerase . Functionally, these subclasses perform very specialized functions. Prokaryotic topoisomerase I (topo IA) can only relax negative supercoiled DNA, whereas eukaryotic topoisomerase I (topo IB) can introduce positive supercoils, separating the DNA of daughter chromosomes after DNA replication, and relax DNA.",
            "score": 115.18357849121094
        },
        {
            "docid": "4209093_15",
            "document": "Bacterial cell structure . Unlike eukaryotes, the bacterial DNA is not enclosed inside of a membrane-bound nucleus but instead resides inside the bacterial cytoplasm. This means that the transfer of cellular information through the processes of translation, transcription and DNA replication all occur within the same compartment and can interact with other cytoplasmic structures, most notably ribosomes. The bacterial DNA is not packaged using histones to form chromatin as in eukaryotes but instead exists as a highly compact supercoiled structure, the precise nature of which remains unclear. Most bacterial chromosomes are circular although some examples of linear DNA exist (e.g. \"Borrelia burgdorferi\"). Along with chromosomal DNA, most bacteria also contain small independent pieces of DNA called plasmids that often encode for traits that are advantageous but not essential to their bacterial host. Plasmids can be easily gained or lost by a bacterium and can be transferred between bacteria as a form of horizontal gene transfer. So plasmids can be described as an extra chromosomal DNA in a bacterial cell.",
            "score": 113.23634338378906
        }
    ]
}