{
    "q": [
        {
            "docid": "10500138_31",
            "document": "CD4+ T cells and antitumor immunity . iNOS (inducible nitric oxide synthase) is an enzyme responsible for the production of NO, an important molecule used by macrophages to kill infected cells. (Abbas and Lichtman, 2005) A decrease in the levels of iNOS, (as seen through immunohistochemical staining) has been observed in IFNγ mice although levels of macrophages at the site of tumor challenge are similar to wild type mice. INOS mice also show decreased immunity, indicating a direct role of CD4-stimulated iNOS production in protection against tumours. (Hung et al., 1998) Similar results have been seen in knock out mice deficient in gp91phox, a protein involved in the production ROIs (Reactive Oxygen Intermediates) which are also an important weapon utilized by macrophages to elicit cell death.",
            "score": 71.210040807724
        },
        {
            "docid": "1073708_2",
            "document": "Buruli ulcer . Buruli ulcer is an infectious disease caused by \"Mycobacterium ulcerans\". The early stage of the infection is characterised by a painless nodule or area of swelling. This nodule can turn into an ulcer. The ulcer may be larger inside than at the surface of the skin, and can be surrounded by swelling. As the disease worsens, bone can be infected. Buruli ulcers most commonly affect the arms or legs; fever is uncommon. \"M. ulcerans\" releases a toxin known as mycolactone, which decreases immune system function and results in tissue death. Bacteria from the same group also cause tuberculosis and leprosy (\"M. tuberculosis\" and \"M. leprae\", respectively). How the disease is spread is not known. Sources of water may be involved in the spread. As of 2018 there is no effective vaccine. The Bacillus Calmette–Guérin (BCG) vaccine has demonstrated limited protection.  If people are treated early, antibiotics for eight weeks are effective in 80% of cases. The treatment often includes the medications rifampicin and streptomycin. Clarithromycin or moxifloxacin are sometimes used instead of streptomycin. Other treatments may include cutting out the ulcer. After the infection heals, the area typically has a scar. About 2,000 cases are reported a year. Buruli ulcers occur most commonly in rural sub-Saharan Africa and Australia with fewer cases in South America and the Western Pacific. Children are most commonly infected in Africa, while adults are most commonly affected in Australia. Cases have been reported in 33 countries. The disease also occurs in animals other than humans, though no link between animal and human infection has been established. Albert Ruskin Cook was the first to describe buruli ulcers in 1897. It is classified as a neglected tropical disease.",
            "score": 119.86929249763489
        },
        {
            "docid": "39632259_7",
            "document": "Skin immunity . From around 2005 on, the scientific community has thoroughly developed the concept of human microbiome and begun the systematic study to establish the relationship between the microbiome and human physiology in health and disease. We begin to understand that gut microbiota helps modulating host immunity at a systemic level. However, gut microbiome does not affect skin immunity significantly, instead, skin immunity is modulated by skin microflora according to the results obtained by Naik et al. Analyzing immunologic changes of germ-free (GF) mice with reconstituted gut microbiota showed a recovery of Il-17A and IFN-γ levels up to those observed in the gastrointestinal tract of specific pathogen free (SPF) mice but gut microbiome restoration did not affect skin immunity. Comparing GF and SPF mice showed a decrease in the skin production of IFN-γ and IL-17A. To evaluate the functional consequences of the absence of skin microbiota Leishmania major was introduced intradermally and the lesions were evaluated. L. major lesions in GF mice were significantly smaller and less severe than in SPF mice, however, the number of parasites after infection was significantly higher in GF mice. These results cearly indicate that GF mice have an impaired capacity of response in front of infections compared to SPF mice. Finally, mono-association of GF mice with \"S. epidermidis\" clearly restored immunity function which in the case of skin is mediated by IL-1 which is key for the restoration of IL-17A and IFN-γ levels. Thus skin commensals exert their effect by enhancing IL-1 signaling and amplifying responses according to local inflammatory milieu. As IL-1 has been implicated in the etiology and pathology of psoriasis and other cutaneous disorders, it is likely that skin commensals are important drivers and amplifiers of skin pathologies.",
            "score": 91.3237167596817
        },
        {
            "docid": "53633897_5",
            "document": "Javed Agrewala . Agrewala's immunological research has been focusing on the host-pathogen interactions and the complex roles played by macrophages and T cells in defense against pathogens. The team led by him studied \"Caerulomycin A\", a pyridine-derived broad-spectrum antiobiotic and its immunosuppressive activity, work that is being developed by Nostrum Pharmaceuticals which bought it for a reported  3 million. His studies identified the migratory properties of CD4+ T cell memory and demonstrated that immune response can be regulated by using costimulatory molecules. His team also developed a vaccination process against intracellular parasites. His work has assisted in widening the understanding of Th1 and Th2 cells and their bi-directional regulation. His current research interests are centered on prophylactic and therapeutic aspects of immunity, the causal factors for developing active tuberculosis, the role played by macrophages in protecting the host and nurturing bacteria at the same time, the pathogenesis of \"M. tuberculosis\" from infection to clinical disease status and the signal transmissions between macrophages and effector T cells. His studies have been documented by way of a number of articles of which many have been listed by online article repositories such as Google Scholar and ResearchGate. Besides, he has contributed chapters to books published by others and his work has drawn citations in a number of texts.",
            "score": 84.72224640846252
        },
        {
            "docid": "4191_2",
            "document": "BCG vaccine . Bacillus Calmette–Guérin (BCG) vaccine is a vaccine primarily used against tuberculosis (TB). In countries where tuberculosis or leprosy is common, one dose is recommended in healthy babies as close to the time of birth as possible. In areas where tuberculosis is not common, only children at high risk are typically immunized, while suspected cases of tuberculosis are individually tested for and treated. Adults who do not have tuberculosis and have not been previously immunized but are frequently exposed may be immunized as well. BCG also has some effectiveness against Buruli ulcer infection and other nontuberculous mycobacteria infections. Additionally it is also often used as part of the treatment of bladder cancer. Rates of protection against tuberculosis infection vary widely and protection lasts up to twenty years. Among children it prevents about 20% from getting infected and among those who do get infected it protects half from developing disease. The vaccine is given by injection into the skin. Additional doses are not supported by evidence. It may also be used in the treatment of some types of bladder cancers. Serious side effects are rare. Often there is redness, swelling, and mild pain at the site of injection. A small ulcer may also form with some scarring after healing. Side effects are more common and potentially more severe in those with poor immune function. It is not safe for use during pregnancy. The vaccine was originally developed from \"Mycobacterium bovis\" which is commonly found in cows. While it has been weakened, it is still live. The BCG vaccine was first used medically in 1921. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Between 2011 and 2014 the wholesale price was $0.16 to $1.11 USD a dose in the developing world. In the United States it costs $100 to $200 USD. As of 2004 the vaccine is given to about 100 million children per year globally.",
            "score": 62.88957905769348
        },
        {
            "docid": "2687346_3",
            "document": "Interferon gamma . IFNγ, or type II interferon, is a cytokine that is critical for innate and adaptive immunity against viral, some bacterial and protozoal infections. IFNγ is an important activator of macrophages and inducer of Class II major histocompatibility complex (MHC) molecule expression. Aberrant IFNγ expression is associated with a number of autoinflammatory and autoimmune diseases. The importance of IFNγ in the immune system stems in part from its ability to inhibit viral replication directly, and most importantly from its immunostimulatory and immunomodulatory effects. IFNγ is produced predominantly by natural killer (NK) and natural killer T (NKT) cells as part of the innate immune response, and by CD4 Th1 and CD8 cytotoxic T lymphocyte (CTL) effector T cells once antigen-specific immunity develops. IFNγ is also produced by non-cytotoxic innate lymphoid cells (ILC), a family of immune cells first discovered in the early 2010s.",
            "score": 80.15498805046082
        },
        {
            "docid": "31492340_2",
            "document": "IRGs . Interferon (IFN)-inducible GTPases encompass four families of proteins including myxovirus resistant proteins (Mx), guanylate-binding proteins (GBP), immunity-related GTPase proteins (IRGs), and very large inducible GTPase proteins (VLIG). IRGs confer resistance from vacuolar pathogens by localizing to and disrupting the phagocytic vacuole during infection. The activation of IRGs in mice is induced by interferon. IRG genes have been identified in various vertebrates and some invertebrates. They are involved in important immune defenses against intracellular pathogens and as a result have become a target for immune evasion by those pathogens. The intracellular protozoan parasite \"Toxoplasma gondii\" has been shown to target IRGs in mice allowing for resistance from the host immune response.",
            "score": 97.60269379615784
        },
        {
            "docid": "10500138_17",
            "document": "CD4+ T cells and antitumor immunity . The same series of experiments, examining the role of CD4 cells, showed that high levels of IL-4 and IFNγ were present at the site of the tumor, following vaccination, and subsequent tumour challenge. (Hung, 1998) IL-4 is the predominant cytokine produced by T2 cells, while IFNγ is the predominant T1 cytokine. Earlier work has shown that these two cytokines inhibit the production of each other by inhibiting differentiation down the opposite T pathway, in normal microbial infections (Abbas and Lichtman, 2005), yet here they were seen at nearly equal levels. Even more interesting was the fact that both these cytokines were required for maximal tumor immunity, and that mice deficient in either showed greatly reduced antitumor immunity. IFN-γ null mice showed virtually no immunity, while IL-4 null mice showed a 50% reduction when compared to immunised wild type mice.",
            "score": 62.59154915809631
        },
        {
            "docid": "3524301_11",
            "document": "Burkholderia mallei . \"B. mallei\" is responsible for causing glanders disease, which historically mostly affected animals, such as horses, mules, and donkeys, and rarely humans. Horses are considered the natural host for \"B. mallei\" infection and are highly susceptible to it. \"B. mallei\" infects and gains access to the cell of its host through lysis of the entry vacuole. \"B. mallei\" has bacterial protein-dependent, actin-based motility once inside the cell. It is also able to initiate host cell fusion that results in multinucleated giant cells (MNGCs). The consequence of MNGCs has yet to be determined, but it may allow the bacteria to spread to different cells, evade responses by the infected host’s immune system, or allow the bacteria to remain in the host longer. \"B. mallei\" is able to survive inside host cells through its capabilities in disrupting the bacteria-killing functions of the cell. It leaves the vacuoles early, which allows for efficient replication of the bacteria inside the cell. Leaving the cell early also keeps the bacteria from being destroyed by lysosomal defensins and other pathogen-killing agents. MNGCs may help protect the bacteria from immune responses. \"B. mallei\"’s ability to live within the host cell makes developing a vaccine against it difficult and complex. The vaccine would need to create a cell-mediated immune response, as well as a humoral response to the bacteria in to be effective in protecting against \"B. mallei\". In regards to a vaccine against \"B. mallei\", the closeness of \"B. mallei\" to \"B. pseudomallei\" may make it possible that a vaccine developed for either type would be effective against the other.",
            "score": 77.47202181816101
        },
        {
            "docid": "39226476_14",
            "document": "Stimulator of interferon genes . Although type I IFN is absolutely critical for resistance to viruses, there is growing literature about the negative role of type I interferon in host immunity mediated by STING. AT-rich stem-loop DNA motif in the \"Plasmodium falciparum\" and \"Plasmodium berghei\" genome and extracellular DNA from \"Mycobacterium tuberculosis\" have been shown to activate type I interferon through STING. Perforation of the phagosome membrane mediated by ESX1 secretion system allows extracellular mycobacterial DNA to access host cytosolic DNA sensors, thus inducing the production of type I interferon in macrophages. High type I interferon signature leads to the \"M. tuberculosis\" pathogenesis and prolonged infection. STING-TBK1-IRF mediated type I interferon response is central to the pathogenesis of experimental cerebral malaria in laboratory animals infected with \"Plasmodium berghei\". Laboratory mice deficient in type I interferon response are resistant to experimental cerebral malaria.",
            "score": 93.59991788864136
        },
        {
            "docid": "52872553_9",
            "document": "Severe combined immunodeficient mice . SCID mice have allowed for increased research on a wide range of topics, including the development and pluripotency of human HSC, human-specific diseases and their interactions with the human immune system, vaccination, and cancer. SCID mice with human immune cells are able to respond to pathogens such as viruses and create antibodies against them, which has helped scientists better understand how the human immune system protects against pathogen infection. For example, they have been used to study Dengue virus and malaria, as well as to assess the efficacy of drugs that target these diseases.",
            "score": 68.3007583618164
        },
        {
            "docid": "50513_13",
            "document": "Melanin . Melanins have very diverse roles and functions in various organisms. A form of melanin makes up the ink used by many cephalopods (see cephalopod ink) as a defense mechanism against predators. Melanins also protect microorganisms, such as bacteria and fungi, against stresses that involve cell damage such as UV radiation from the sun and reactive oxygen species. Melanin also protects against damage from high temperatures, chemical stresses (such as heavy metals and oxidizing agents), and biochemical threats (such as host defenses against invading microbes). Therefore, in many pathogenic microbes (for example, in \"Cryptococcus neoformans\", a fungus) melanins appear to play important roles in virulence and pathogenicity by protecting the microbe against immune responses of its host. In invertebrates, a major aspect of the innate immune defense system against invading pathogens involves melanin. Within minutes after infection, the microbe is encapsulated within melanin (melanization), and the generation of free radical byproducts during the formation of this capsule is thought to aid in killing them. Some types of fungi, called radiotrophic fungi, appear to be able to use melanin as a photosynthetic pigment that enables them to capture gamma rays and harness this energy for growth.",
            "score": 63.35319745540619
        },
        {
            "docid": "21354427_11",
            "document": "Human T-lymphotropic virus . While there is no present licensed vaccine, there are many factors which make a vaccine against HTLV-1 feasible. The virus displays relatively low antigenic variability, natural immunity does occur in humans, and experimental vaccination using envelope antigens has been shown to be successful in animal models. Plasmid DNA vaccines elicit potent and protective immune responses in numerous small-animal models of infectious diseases. However, their immunogenicity in primates appears less potent. In the past two decades a large initiative has been put forth to understand the biological and pathogenic properties of the human T-cell lymphotropic virus type 1 (HTLV-1); this has ultimately led to the development of various experimental vaccination and therapeutic strategies to combat HTLV-1 infection. These strategies include the development of envelope glycoprotein derived B-cell epitopes for the induction of neutralizing antibodies, as well as a strategy to generate a multivalent cytotoxic T-lymphocyte (CTL) response against the HTLV-1 Tax antigen. A vaccine candidate that can elicit or boost anti-gp46 neutralizing antibody response may have a potential for prevention and therapy against HTLV-1 infection.",
            "score": 51.547765374183655
        },
        {
            "docid": "54639041_11",
            "document": "Metallosphaera hakonensis . Based on sequencing data, \"M. hakonensis\" contains the gene for maleylacetate reductase, a key component in biological degradation of halogenated aromatic organic compounds. Based on recent studies, halogenated aromatic compounds have become a pollutant of food products. Other benzene derivatives have been known to pollute many environments including the air; these compounds are known as BTEX pollutants. The study of the gene for and enzyme maleylacetate reductase can play a role in control of future pollution by aromatic organic compounds. Sequencing data of \"M. hakonensis\" also revealed the presence of the gene for Urease, a common virulence factor found in gastro-pathogenic bacteria such as \"Helicobacter pylori\", a common infection causing about 14,500 deaths per year. Urease catalyzes the degradation of urea to ammonia and bicarbonate, increasing the pH of the stomach, which allows for survival and manifestation of the pathogens. Recent studies have revealed that Urease also plays a role in fungal virulence, found in organisms such as \"C. neoformans\" and \"Co. posadasii.\" Urease causes a shift in immune response from a Type 1 (T1 cells) immune response to a Type 2 (T2 cells) immune response, reducing the ability of the host immune response to prevent infection. The knockout of Urease has also proven to decrease virulence capabilities of the fungi. With its wide role in both fungal and bacterial infections, Urease has become an emerging target for current pharmaceutical advancements.",
            "score": 66.26302003860474
        },
        {
            "docid": "33769881_25",
            "document": "Immunomics . As quoted by Stefania Bambini and Rino Rappuoli, “New powerful genomics technologies have increased the number of disease that can be addressed by vaccination, and decreased the time for discover research and vaccine development.” The availability of complete genome sequences of pathogens in combination with high-throughput genomics technologies have helped to accelerate vaccine development. Reverse vaccinology uses genomic sequences of viral, bacterial, or parasitic pathogens to identify genes potentially encoding genes that promote pathogenesis. The first application of reverse vaccinology identified vaccine candidates against \"Neisseria meningitidis\" serogroup B. Computational tools identified 600 putative surface-exposed or secreted proteins from the complete genome sequence of a MenB pathogenic strain, on the basis of sequence features. These putative proteins were expressed in E. coli, purified, and used to immunize mice. Tests using mice immune sera estimated the ability of antibodies to protect against these proteins. The proteins able to solicit a robust immune response were checked for sequence conservation across a panel of meningitides strains and allowed for further selection of antigen able to elicit an immune response against most strains in the panel. On the basis of these antigen sequences, scientists have been able to develop a universal “cocktail” vaccine against \"Neisseria meninitidis\" that uses five antigens to promote immunity. Similar approaches have been used for a variety of other human pathogens, such as \"Streptococcus pneumoniae\", \"Chlamydia pneumoniae\", \"Bacillus anthracis\", \"Porphyromonas gingivalis\", \"Mycobacterium tuberculosis\", \"Helicobacter pylori\", amongst others. Additionally, studies have started for the development of vaccines against viruses.",
            "score": 67.98616695404053
        },
        {
            "docid": "41479084_2",
            "document": "Altered Schaedler flora . The altered Schaedler flora (ASF) is a community of eight bacterial species: two Lactobacilli, one Bacteroides, one spiral bacteria of the Flexistipes genus, and four extremely oxygen sensitive (EOS) Fusobacterium species. The bacteria are selected for their dominance and persistence in the normal microflora of mice, and for their ability to be isolated and grown in laboratory settings. Germ-free animals, mainly mice, are infected with ASF for the purpose of studying the gastrointestinal (GI) tract. Intestinal commensal bacteria play an important role in affecting gene expression of the GI tract, immune responses, nutrient absorption, and pathogen resistance. The standardized microbial cocktail enabled the controlled study of microbe and host interactions, role of microbes, pathogen effects, and intestinal immunity and disease association, such as cancer, inflammatory bowel disease, diabetes, and other inflammatory or autoimmune diseases. Also, compared to germfree animals, ASF mice have fully developed immune system, resistance to opportunistic pathogens, and normal GI function and health, and are a great representation of normal mice",
            "score": 64.14426183700562
        },
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 64.87902164459229
        },
        {
            "docid": "37922599_5",
            "document": "Asthma-related microbes . \"C. pneumoniae\" is able to grow in monocytes, macrophages, endothelial and smooth muscle cells. It replicates within the host cell cytoplasm. Due to the fact that it does not have the ability to synthesize its own ATP, it is entirely dependent on energy produced by their host. Reinfection of the host with \"C. pneumoniae\" is common because the memory immunity elicited by \"C. pneumoniae\" is short-lived and partial. In addition, \"C. pneumoniae\" infection tends to be persistence due to IFN-γ, penicillin and nutrient deficiencies. These deficiencies prevent \"C.pneumoniae\" from completing their normal developmental cycle, leading to the formation of aberrant, noninfectious \"C. pneumoniae\" that persist in the human host. C. pneumonia infection may not only be persistent and chronic, but it also has irreversible tissue injury and scarring processes, which are symptoms in asthma patients. Infection with \"C. pneumoniae\" induces both humoral and cell-mediated immune responses. Among the two immune responses, cell-mediated immune response that involves CD8+ T cells in particular is crucial to eradicate \"C. pneumoniae\", whereas the humoral immune response appears to be rather ineffective in protection against C. pneumonia infection. In fact, CD8+ T cells are so important that if it is absent in the host, the C. pneumonia infection would progress rapidly. Although cell-mediated immune response is responsible for the clearance of \"C. pneumoniae\", this response can be harmful to the host because it favours the development of inflammation that can lead to asthma.",
            "score": 74.41401016712189
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 75.06843519210815
        },
        {
            "docid": "3340565_5",
            "document": "Heligmosomoides polygyrus . Upon infection with \"H. polygyrus\", innate and adaptive host immune responses are generated to prevent the establishment of the parasite in the gut. A strong wound healing immune response (Th2-type) associated with intestinal pathology is mounted. Similar to other roundworm infections Th2 immunity focuses on eliminating the parasite or confining it to minimize host damage.Mucus secreted by goblet cells of the intestine, acts as the first line of defense, hence increases in goblet cell number are a major observable change during \"H. polygyrus\" infection. Macrophages are activated through Th2 cytokines and they are important in parasite clearance by increase intestinal motility and to induce fibrosis and healing. These immune cells are also important in granuloma formation. This is a defensive response by the host to trap the parasite and minimize its damage to the gut. In addition, these cells are important in increasing contractions of the gut wall, which facilitates worm expulsion. The spleen, mesenteric lymph nodes, Peyer’s patches and lamina propria lymphocytes induce a strong Th2 immune response by producing different cytokines (Interleukin 3, IL4, IL5, IL9, IL10 and IL13) which are important in controlling and expelling worms. These cytokines aid in generating CD4 T helper 2 effector cells necessary for adaptive immune responses against the parasite. In addition costimulatory signals via CD80 and CD86 has also be shown important in mounting a Th2 immune response and producing immunoglobulin E (IgE). In the humoral arm of immunity, parasite specific IgG1 plays a greater role in protection during infection and IgA has been shown to have a minor effect. But IgM and IgE has not been shown important against \"H. polygyrus\" protection.",
            "score": 69.81560635566711
        },
        {
            "docid": "43551963_2",
            "document": "Gabrielle Belz . Gabrielle Belz is an Australian molecular immunologist and viral immunologist. She is a faculty member of the Walter and Eliza Hall Institute of Medical Research, within the Molecular Immunology division. Belz has made important contributions to the understanding of immune system function, especially in relation to the molecular and cellular signalling pathways of immune response to viruses. Her research has focused on understanding the signals that drive the initial development of protective immunity against pathogen infections, such as influenza and herpes viruses. This includes research into how cytotoxic T cells (a type of T lymphocyte that destroys virally infected cells and tumor cells) recognise and remove virally-infected cells from the body following infection. Research into the description of the specific factors and response during infection will contribute towards the long term development of vaccines for infectious disease, and the development of better treatments for autoimmune diseases.",
            "score": 64.21224975585938
        },
        {
            "docid": "6028064_25",
            "document": "Lymphatic filariasis . Researchers at the University of Illinois at Chicago (UIC) have developed a novel vaccine for the prevention of lymphatic filariasis. This vaccine has been shown to elicit strong, protective immune responses in mouse models of lymphatic filariasis infection. The immune response elicited by this vaccine has been demonstrated to be protective against both \"W. bancrofti\" and \"B. malayi\" infection in the mouse model and may prove useful in the human.",
            "score": 54.644747734069824
        },
        {
            "docid": "8767449_10",
            "document": "Public health genomics . An example of this is found in a study published in Nature, which showed that mice with a latent infection of a Herpesvirus were less susceptible to bacterial infections. Mice were infected with murine gammherpesvirus 68 (a member of the gammaherpesvirinae subfamily) and then challenged with \"Listeria monocytogenes\". The mice that had a latent infection of the virus had an increased resistance to the bacteria, but those with a non-latent strain of virus had no change in susceptibility to the bacteria. The study went on to test mice with murine cytomegalovirus, a member of the betaherpesvirinae subfamily, which provided similar results. However, infection with human herpes simplex virus type-1, a member of the alphaherpesvirinae subfamily, did not provide increased resistance to bacterial infection. They also used \"Yersinia pestis\" (the causative agent of the Black Death) to challenge mice with a latent infection of gammaherpesvirus 68, and they found the mice did have an increased resistance to the bacteria. The suspected reason for this is that peritoneal macrophages in the mouse are activated after latent infection of the herpesvirus, and since macrophages play an important role in immunity, this provides the mouse with a stronger, active immune system at the time of bacterial exposure. It was found that the latent herpesvirus caused an increase in interferon-gamma (IFN-γ) and tumor necrosis factor-alpha (TNF-α), both of which lead to activation of macrophages and resistance to bacterial infection.",
            "score": 98.95046663284302
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 55.29585409164429
        },
        {
            "docid": "35349626_9",
            "document": "Herpes simplex research . David M. Knipe, a Professor at Harvard Medical School has developed \"dl\"5-29. The \"dl\"5-29 vaccine is also known under the name ACAM-529 or HSV-529, a replication-defective vaccine that has proved successful in preventing both HSV-2 and HSV-1 infections and in combating the virus in already-infected hosts, in animal models. The HSV-529 is a leading vaccine candidate which has been investigated in numerous research publications, and is endorsed by many researchers in the field (i.a. Lynda A. Morrison and Jeffrey Cohen). It has also been shown that the vaccine induces strong HSV-2-specific antibody and T-cell responses, protects against challenge with a wild-type HSV-2 virus, reduces the severity of recurrent disease, provides cross-protection against HSV-1. The ongoing trials would prove if a durable immune response in humans is to be successfully achieved or if the vaccine is too over attenuated to do the same. The vaccine is now being researched and developed by Sanofi Pasteur. Both Sanofi Pasteur and the clinical-stage immunotherapy company Immune Design have entered a broad collaboration, which will explore the potential of various combinations of agents against HSV-2, including an adjuvanted trivalent vaccine candidate G103, consisting of recombinantly-expressed viral proteins.",
            "score": 56.16149544715881
        },
        {
            "docid": "41593262_2",
            "document": "IFIT proteins . IFIT proteins (Interferon Induced proteins with Tetratricopeptide repeats) are produced in the human body and are supposed to confer immunity against viral infection. These proteins are generally produced during viral infection, Interferon (IFN) treatment, and during pathogen recognition (Pathogen associated molecular pattern recognition) by the immune system during infections. So far, four families of this protein have been identified in humans which are IFIT1, IFIT2, IFIT3 and IFIT5 and other variants have been found in different species. Birds, marsupials, frogs and fish have been found to produce only IFIT5 type proteins. These proteins differ from each other in having different numbers of tetratricopeptide repeats(TPRs). The IFIT1 is known to possess 6 TPRs and IFIT2 has 4 TPRs. The IFIT proteins that are produced in humans and mice are 40%-45% similar. It is thought that the gene encoding IFIT proteins in different species has a common ancestry.",
            "score": 74.16160464286804
        },
        {
            "docid": "8770962_17",
            "document": "Capnocytophaga canimorsus . \"Capnocytophaga canimorsus\" has been observed to multiply in the presence of mouse J774.1 macrophages. Macrophages recognize and kill pathogens by engulfing them. They also secrete cytokines necessary to begin the immune pathway cascade. \"C. canimorsus\" bacteria are not internalized by macrophages; in fact, macrophage monolayers break down in their presence, suggestive of a cytotoxin. In the presence of \"C. canimorsus\", cytokine activity is greatly downregulated, because the macrophages fail to produce TNF-α, IL-8, IL-6 and IL-1α, interferon-γ, and nitric oxide. In addition, TLR4 (Toll-like Receptor 4) normally recognizes pathogens and begins a signalling cascade to induce production of pro-inflammatory cytokines via the NF-κB pathway. In cells infected with \"C. canimorsus\", TLR4 did not activate the signalling pathway and therefore did not elicit an inflammatory response by the immune system. Because this bacterium doesn't elicit a strong inflammatory response, the bacteria have ample time for replication before detection by the host immune system. Electron micrographs of J774.1 monolayers infected with \"C. canimorsus\" have shown cells of the bacteria within the macrophage's vacuoles, surrounded by bacterial septa. This suggests that \"C. canimorsus\" replicates intracellularly inside of macrophages. \"C. Canimorsus\" cells also show resistance to killing by complement and killing by polymorphonuclear leukocytes. \"C. canimorsus\", when in the presence of PMNs, feeds on them by deglycosylating host glycans. In fact, in the presence of PMNs, \"C. canimorsus\" experiences robust growth. \"C. canimorsus\" has the ability to evade these necessary immune functions, and therefore it must be taken seriously. Greater knowledge about the pathogenesis of this bacillus is required in order to prevent and treat the diseases associated with it.",
            "score": 83.99007320404053
        },
        {
            "docid": "57135286_7",
            "document": "B13R (virus protein) . Deletion of SPI-2 leads to virus attenuation in vivo (observed in mice model after intranasal infection) but without any remarkable influence on the host immune response. That was one of the reasons this gene was targeted during search for more safe and efficient vaccine against smallpox. It was shown that immunization with vaccinia virus with deleted SPI-2 and 1 and coexpressing IFNγ leads to strong attenuation but without decreasing host immune response. Host reaction was comparable to that on MVA virus (modified virus Ankara) which serves as a smallpox vaccine nowadays.",
            "score": 51.54377722740173
        },
        {
            "docid": "5682997_10",
            "document": "Plasmacytoid dendritic cell . The mass production of type 1 interferon may result in both positive and negative outcomes in response to HIV. Although type 1 interferon is efficient at facilitating maturation in pDCs and in killing infected T cells, excessive clearance of infected T cells may have detrimental effects and further weaken the patient's compromised immune system. In addition, pDCs themselves can be infected by HIV and can lose their interferon-producing capacities in an HIV patient. Like in lupus and psoriasis, the pDCs leave peripheral circulation to the affected areas. However, it seems that in HIV, pDCs not only lose their interferon secreting properties but also die, expediting the progression of the disease. Decreases in functional, live, and uninfected pDCs have resulted in decreases in CD4+ T cells that further compromise the patient's immune defenses against HIV. Thus, maintaining balance and regulation of pDC activity is crucial for a more positive prognosis in HIV patients.",
            "score": 81.82638669013977
        },
        {
            "docid": "2082102_3",
            "document": "TLR3 . TLR3 is a member of the toll-like receptor (TLR) family which plays a fundamental role in pathogen recognition and activation of innate immunity. TLRs are highly conserved from Drosophila to humans and share structural and functional similarities. They recognize pathogen-associated molecular patterns (PAMPs) that are expressed on infectious agents, and mediate the production of cytokines necessary for the development of effective immunity. The various TLRs exhibit different patterns of expression. This receptor is most abundantly expressed in placenta and pancreas, and is restricted to the dendritic subpopulation of the leukocytes. It recognizes dsRNA associated with viral infection, and induces the activation of IRF3 and NF-κB. Unlike other TLRs, TLR3 uses TRIF as the sole adaptor. IRF3 ultimately induces the production of type I interferons. It may thus play a role in host defense against viruses.",
            "score": 70.24071550369263
        },
        {
            "docid": "211949_20",
            "document": "T helper cell . T1 helper cells are the host immunity effectors against intracellular bacteria and protozoa. They are triggered by IL-12 and their effector cytokines are IFN-γ and IL-2. The main effector cells of T1 immunity are macrophages as well as CD8 T cells, IgG B cells, and IFN-γ CD4 T cells. The key T1 transcription factors are STAT4 and T-bet. IFN-γ secreted by CD4 T cells can activate macrophages to phagocytose and digest intracellular bacteria and protozoa. In addition, IFN-γ can activate iNOS to produce NOx free radicals to directly kill intracellular bacteria and protozoa. T1 overactivation against autoantigens will cause Type 4 delayed-type hypersensitivity. Tuberculin reaction or Type 1 diabetes belong to this category of autoimmunity.",
            "score": 77.54932355880737
        },
        {
            "docid": "14958_32",
            "document": "Immune system . Newborn infants have no prior exposure to microbes and are particularly vulnerable to infection. Several layers of passive protection are provided by the mother. During pregnancy, a particular type of antibody, called IgG, is transported from mother to baby directly through the placenta, so human babies have high levels of antibodies even at birth, with the same range of antigen specificities as their mother. Breast milk or colostrum also contains antibodies that are transferred to the gut of the infant and protect against bacterial infections until the newborn can synthesize its own antibodies. This is passive immunity because the fetus does not actually make any memory cells or antibodies—it only borrows them. This passive immunity is usually short-term, lasting from a few days up to several months. In medicine, protective passive immunity can also be transferred artificially from one individual to another via antibody-rich serum. Long-term \"active\" memory is acquired following infection by activation of B and T cells. Active immunity can also be generated artificially, through vaccination. The principle behind vaccination (also called immunization) is to introduce an antigen from a pathogen in order to stimulate the immune system and develop specific immunity against that particular pathogen without causing disease associated with that organism. This deliberate induction of an immune response is successful because it exploits the natural specificity of the immune system, as well as its inducibility. With infectious disease remaining one of the leading causes of death in the human population, vaccination represents the most effective manipulation of the immune system mankind has developed.",
            "score": 64.42847836017609
        }
    ],
    "r": [
        {
            "docid": "1073708_2",
            "document": "Buruli ulcer . Buruli ulcer is an infectious disease caused by \"Mycobacterium ulcerans\". The early stage of the infection is characterised by a painless nodule or area of swelling. This nodule can turn into an ulcer. The ulcer may be larger inside than at the surface of the skin, and can be surrounded by swelling. As the disease worsens, bone can be infected. Buruli ulcers most commonly affect the arms or legs; fever is uncommon. \"M. ulcerans\" releases a toxin known as mycolactone, which decreases immune system function and results in tissue death. Bacteria from the same group also cause tuberculosis and leprosy (\"M. tuberculosis\" and \"M. leprae\", respectively). How the disease is spread is not known. Sources of water may be involved in the spread. As of 2018 there is no effective vaccine. The Bacillus Calmette–Guérin (BCG) vaccine has demonstrated limited protection.  If people are treated early, antibiotics for eight weeks are effective in 80% of cases. The treatment often includes the medications rifampicin and streptomycin. Clarithromycin or moxifloxacin are sometimes used instead of streptomycin. Other treatments may include cutting out the ulcer. After the infection heals, the area typically has a scar. About 2,000 cases are reported a year. Buruli ulcers occur most commonly in rural sub-Saharan Africa and Australia with fewer cases in South America and the Western Pacific. Children are most commonly infected in Africa, while adults are most commonly affected in Australia. Cases have been reported in 33 countries. The disease also occurs in animals other than humans, though no link between animal and human infection has been established. Albert Ruskin Cook was the first to describe buruli ulcers in 1897. It is classified as a neglected tropical disease.",
            "score": 119.86929321289062
        },
        {
            "docid": "5521971_2",
            "document": "Mycobacterium ulcerans . Mycobacterium ulcerans is a slow-growing mycobacterium that classically infects the skin and subcutaneous tissues, giving rise to indolent nonulcerated (nodules, plaques) and ulcerated lesions. After tuberculosis and leprosy, Buruli ulcer is the third most common mycobacteriosis of humans. \"M. ulcerans\" grows optimally on routine mycobacteriologic media at 33 °C and elaborates a necrotizing immunosuppressive cytotoxin (mycolactone). The bacteria are considered microaerophilic. Large ulcers almost certainly caused by \"M. ulcerans\" were first observed by Cook in Uganda in 1897; however, the etiologic agent was not isolated and characterized until 1948 in Australia by MacCallum and associates.",
            "score": 112.41799926757812
        },
        {
            "docid": "5521971_15",
            "document": "Mycobacterium ulcerans . Buruli ulcer is often diagnosed late, when treatment can be very difficult and frustrating. Confirmation by culture takes 6–8 weeks. Rapid diagnostic methods for \"M. ulcerans\" infection, as well as methods of rapid identification of the organism in clinical and environmental specimens would be a significant advance in the management of \"M. ulcerans\" infection. Screening to detect early infection could guide early intervention.",
            "score": 111.2201156616211
        },
        {
            "docid": "1073708_12",
            "document": "Buruli ulcer . Th1-mediated immune responses are protective against \"M. ulcerans\" infection, whereas Th2-mediated responses are not.",
            "score": 111.13863372802734
        },
        {
            "docid": "5521971_16",
            "document": "Mycobacterium ulcerans . There are several polymerase chain reaction PCR methods available that could increase the speed of diagnosis of \"M. ulcerans\" infection. PCR is relatively expensive compared to microscopy, and is notorious for producing false-positive results in laboratories that lack experience with PCR. In high-prevalence regions such as West Africa, PCR may not be any more rapid than an accurate clinical case definition combined with a smear that shows acid-fast bacilli. In countries such as Australia, where the incidence is low, the great majority of patients who have nodules, papules or skin ulcers do not have \"M. ulcerans\" disease. In this situation, PCR is a quicker way of making the diagnosis with a high degree of confidence. The main advantage of PCR is that \"M. ulcerans\" disease can be diagnosed within 24 hours. PCR usefulness for mycobacterial infections is generally limited, however, and at present it is recommended that PCR is used as a rapid ancillary test, not as a replacement for culture and histology.",
            "score": 106.1886215209961
        },
        {
            "docid": "1073708_4",
            "document": "Buruli ulcer . The disease is caused by \"Mycobacterium ulcerans\". It often occurs in close proximity to water bodies, but no specific activities that bring people into contact with water have been identified (i.e. fetching of water, fishing, rice farming, washing, bathing, etc.). The mode of transmission of Buruli ulcer is not entirely known. Recent evidence suggests insects may be involved in the transmission of the infection. These insects are aquatic bugs belonging to the genus Naucoris (family Naucoridae) and Diplonychus (family Belostomatidae). Trauma is probably the most frequent means by which \"M. ulcerans\" is introduced into the skin from surface contamination. The initial trauma can be a mild skin wound such as scratch. Other studies have suggested aerosol spread but these are not proven. In Australia, animals such as koalas and possums are naturally infected. Epidemiological evidence has not clearly supported person-to-person transmission. However, Muelder & Nourou found that 10 out of 28 patients had relatives who had also had the disease, and cautioned against the dismissal of person-to-person transmission. Given the number of patients who shed large numbers of bacilli from their wounds and live in very close contact with relatives, more cases should have been observed. The cases reported by Muelder & Nourou could perhaps have been exposed to a common source of infection, and there might also be genetic component to sensitivity to the disease.",
            "score": 106.03455352783203
        },
        {
            "docid": "6090525_9",
            "document": "Neglected tropical diseases . Buruli ulcer is caused by the bacterium \"Mycobacterium ulcerans\". It is related to the family of organisms that cause tuberculosis and leprosy, but \"Mycobacterium ulcerans\" produces a toxin, mycolactone, that destroys tissue. The prevalence of Buruli ulcer is unknown. The risk of mortality is low, although secondary infections can be lethal. Morbidity takes the form of deformity, disability, and skin lesions, which can be prevented through early treatment and treated with antibiotics and surgery. It is found in Africa, Asia, and Latin America.",
            "score": 102.67716979980469
        },
        {
            "docid": "5521971_5",
            "document": "Mycobacterium ulcerans . In many areas, \"M. ulcerans\" infection has only occurred after significant environmental disturbance. In the original paper describing the disease, published in 1948, the first patients presented in 1939 in the Bairnsdale District of Victoria, Australia. In December 1935, there had been terrible floods in the district, when all road and rail links had been cut and there had been considerable destruction of property. In Uganda, Barker examined cases of \"M. ulcerans\" infection (Buruli ulcer disease) occurring in the Busoga region on the east side of the Victoria Nile, north of Lake Victoria. Although cases were known in the other parts of the country, cases were unknown in the district before 1965. Barker postulated that the outbreak was related to the unprecedented flooding of the lakes of Uganda between 1962 and 1964 as a result of heavy rainfall.",
            "score": 100.93981170654297
        },
        {
            "docid": "5521971_13",
            "document": "Mycobacterium ulcerans . Because \"M. ulcerans\" infection is associated with nonspecific clinical manifestations and indolent course, it is important to consider every nodule or ulcer in an endemic area as a suspected \"M. ulcerans\" infection until proven otherwise. A nodule is firm and painless. In the absence of superinfection(s) an ulcer is painless or minimally painful, has the characteristic undermined edge and a whitish-yellow necrotic base. Previous residence in an endemic area should raise the suspicion of \"M. ulcerans\" infection.",
            "score": 99.0064926147461
        },
        {
            "docid": "8767449_10",
            "document": "Public health genomics . An example of this is found in a study published in Nature, which showed that mice with a latent infection of a Herpesvirus were less susceptible to bacterial infections. Mice were infected with murine gammherpesvirus 68 (a member of the gammaherpesvirinae subfamily) and then challenged with \"Listeria monocytogenes\". The mice that had a latent infection of the virus had an increased resistance to the bacteria, but those with a non-latent strain of virus had no change in susceptibility to the bacteria. The study went on to test mice with murine cytomegalovirus, a member of the betaherpesvirinae subfamily, which provided similar results. However, infection with human herpes simplex virus type-1, a member of the alphaherpesvirinae subfamily, did not provide increased resistance to bacterial infection. They also used \"Yersinia pestis\" (the causative agent of the Black Death) to challenge mice with a latent infection of gammaherpesvirus 68, and they found the mice did have an increased resistance to the bacteria. The suspected reason for this is that peritoneal macrophages in the mouse are activated after latent infection of the herpesvirus, and since macrophages play an important role in immunity, this provides the mouse with a stronger, active immune system at the time of bacterial exposure. It was found that the latent herpesvirus caused an increase in interferon-gamma (IFN-γ) and tumor necrosis factor-alpha (TNF-α), both of which lead to activation of macrophages and resistance to bacterial infection.",
            "score": 98.95046997070312
        },
        {
            "docid": "31492340_2",
            "document": "IRGs . Interferon (IFN)-inducible GTPases encompass four families of proteins including myxovirus resistant proteins (Mx), guanylate-binding proteins (GBP), immunity-related GTPase proteins (IRGs), and very large inducible GTPase proteins (VLIG). IRGs confer resistance from vacuolar pathogens by localizing to and disrupting the phagocytic vacuole during infection. The activation of IRGs in mice is induced by interferon. IRG genes have been identified in various vertebrates and some invertebrates. They are involved in important immune defenses against intracellular pathogens and as a result have become a target for immune evasion by those pathogens. The intracellular protozoan parasite \"Toxoplasma gondii\" has been shown to target IRGs in mice allowing for resistance from the host immune response.",
            "score": 97.60269165039062
        },
        {
            "docid": "1073708_7",
            "document": "Buruli ulcer . Also in strong support of this hypothesis was the localization of \"M. ulcerans\" within the salivary glands of Naucoridae. Local physiological conditions of this niche appear to fit the survival and the replication needs of \"M. ulcerans\" but not those of other mycobacteria. Surprisingly, infiltration of the salivary glands of Naucoridae by \"M. ulcerans\" does not seem to be accompanied by any tissue damage similar to the ulcerative skin lesions developed by bitten individuals and mediated by the cytotoxic activity of the mycolactone and other toxins produced by \"M. ulcerans\". The inactivation of the latter toxins could be the result of salivary enzymatic activities, which remain to be determined.",
            "score": 94.82244110107422
        },
        {
            "docid": "39226476_3",
            "document": "Stimulator of interferon genes . STING plays an important role in innate immunity. STING induces type I interferon production when cells are infected with intracellular pathogens, such as viruses, mycobacteria and intracellular parasites. Type I interferon, mediated by STING, protects infected cells and nearby cells from local infection by binding to the same cell that secretes it (autocrine signaling) and nearby cells (paracrine signaling.)",
            "score": 93.7189712524414
        },
        {
            "docid": "39226476_14",
            "document": "Stimulator of interferon genes . Although type I IFN is absolutely critical for resistance to viruses, there is growing literature about the negative role of type I interferon in host immunity mediated by STING. AT-rich stem-loop DNA motif in the \"Plasmodium falciparum\" and \"Plasmodium berghei\" genome and extracellular DNA from \"Mycobacterium tuberculosis\" have been shown to activate type I interferon through STING. Perforation of the phagosome membrane mediated by ESX1 secretion system allows extracellular mycobacterial DNA to access host cytosolic DNA sensors, thus inducing the production of type I interferon in macrophages. High type I interferon signature leads to the \"M. tuberculosis\" pathogenesis and prolonged infection. STING-TBK1-IRF mediated type I interferon response is central to the pathogenesis of experimental cerebral malaria in laboratory animals infected with \"Plasmodium berghei\". Laboratory mice deficient in type I interferon response are resistant to experimental cerebral malaria.",
            "score": 93.59991455078125
        },
        {
            "docid": "5521971_3",
            "document": "Mycobacterium ulcerans . Lesions of \"M. ulcerans\" disease have several synonyms (e.g. Bairnsdale or Searle's ulcer). The name Buruli is probably most appropriate for historic reasons, as it is a county of Uganda where important foci of the disease were studied.",
            "score": 93.3045425415039
        },
        {
            "docid": "5521971_21",
            "document": "Mycobacterium ulcerans . \"M. ulcerans\" belongs to the group of occasional pathogens. Most species belonging to this group are found almost everywhere in nature, and may become pathogenic under special circumstances. Some of them have rarely (e.g. \"M. malmoense\") or never (\"M. ulcerans\") been isolated from the environment. The epidemiological profiles of the diseases they cause, however, suggest that they are present in nature. Recently, \"M. ulcerans\" has been detected by molecular biological techniques in water samples collected in Australia and in bugs collected from roots of aquatic plants in swamps in endemic regions of Benin and Ghana. \"M. ulcerans\" was, however, not recovered by culture from these environmental samples.",
            "score": 92.41577911376953
        },
        {
            "docid": "9659926_3",
            "document": "Interferon type II . IFN-γ is involved in the regulation of the immune and inflammatory responses; in humans, there is only one type of interferon-gamma. It is produced in activated T-cells and natural killer cells. IFN-γ has some anti-viral and anti-tumor effects, but these are generally weak. However, this cytokine potentiates the effects of the type I IFNs. IFN-γ released by Th1 cells recruits leukocytes to a site of infection, resulting in increased inflammation. It also stimulates macrophages to kill bacteria that have been engulfed. IFN-γ released by Th1 cells is also important in regulating the Th2 response. As IFN-γ is vitally implicated in the regulation of immune response, its production can lead to autoimmune disorders.",
            "score": 92.21537017822266
        },
        {
            "docid": "7091140_6",
            "document": "Mycobacterium marinum . Diagnosis is frequently delayed, probably due to the rarity of the infection and a failure to elicit the usual history of aquatic exposure. Common misdiagnoses include fungal and parasitic infection, cellulitis, skin tuberculosis, rheumatoid arthritis, foreign body reaction, and skin tumor. A high index of suspicion and a detailed history are important in establishing the diagnosis of \"M. marinum\" infection. Long delays in diagnosis can result in severe, destructive infection. On primary isolation \"M. marinum\" grows on LJ slants at 30–33 °C in 7–21 days. Unlike \"M. tuberculosis\", most strains of \"M. marinum\" will not grow at the usual incubation temperature of 37 °C. Colonies are cream in color and turn yellow when exposed to light (photochromogenic). \"M. marinum\", once cultured, is readily identified by using conventional mycobacterial characterization methods. It grows relatively quickly (1 to 2 weeks) and is easily recognized as a result of its photochromogenicity. Infections due to \"M. marinum\" can usually be treated with antimycobacterial drugs. Sometimes, cultures are negative but the diagnosis is still made based on physical signs supported by typical histological findings, as \"M. marinum\" is a very common atypical mycobacterium causing skin infection (70). Various DNA-based techniques have been used to classify mycobacteria. All such studies have demonstrated a high taxonomic affiliation between \"M. ulcerans\" and \"M. marinum\". Some \"M. marinum\" isolates have been shown to harbor the insertion sequence, IS\"2404\", however, no \"M. marinum\" strains contain IS\"2606\". \"M. ulcerans\" isolates are positive for both insertion sequences. It was previously thought that IS\"2404\" and IS\"2606\" were specific to \"M. ulcerans\" but recent evidence has proved this true only for IS\"2606\".",
            "score": 91.67684936523438
        },
        {
            "docid": "39632259_7",
            "document": "Skin immunity . From around 2005 on, the scientific community has thoroughly developed the concept of human microbiome and begun the systematic study to establish the relationship between the microbiome and human physiology in health and disease. We begin to understand that gut microbiota helps modulating host immunity at a systemic level. However, gut microbiome does not affect skin immunity significantly, instead, skin immunity is modulated by skin microflora according to the results obtained by Naik et al. Analyzing immunologic changes of germ-free (GF) mice with reconstituted gut microbiota showed a recovery of Il-17A and IFN-γ levels up to those observed in the gastrointestinal tract of specific pathogen free (SPF) mice but gut microbiome restoration did not affect skin immunity. Comparing GF and SPF mice showed a decrease in the skin production of IFN-γ and IL-17A. To evaluate the functional consequences of the absence of skin microbiota Leishmania major was introduced intradermally and the lesions were evaluated. L. major lesions in GF mice were significantly smaller and less severe than in SPF mice, however, the number of parasites after infection was significantly higher in GF mice. These results cearly indicate that GF mice have an impaired capacity of response in front of infections compared to SPF mice. Finally, mono-association of GF mice with \"S. epidermidis\" clearly restored immunity function which in the case of skin is mediated by IL-1 which is key for the restoration of IL-17A and IFN-γ levels. Thus skin commensals exert their effect by enhancing IL-1 signaling and amplifying responses according to local inflammatory milieu. As IL-1 has been implicated in the etiology and pathology of psoriasis and other cutaneous disorders, it is likely that skin commensals are important drivers and amplifiers of skin pathologies.",
            "score": 91.32371520996094
        },
        {
            "docid": "2687346_22",
            "document": "Interferon gamma . Interferon-γ has been shown to be a crucial player in the immune response against some intracellular pathogens, including that of Chagas disease. It has also been identified as having a role in seborrheic dermatitis.",
            "score": 91.20500183105469
        },
        {
            "docid": "5521971_4",
            "document": "Mycobacterium ulcerans . The source(s) of \"M. ulcerans\" in nature is becoming clearer from epidemiologic data and from molecular biologic findings. Because all major endemic foci are in wetlands of tropical or subtropical countries, environmental factors must play an essential role in the survival of the etiologic agent. Koalas and possums are naturally infected animals in Australia. The disease is rarely transmitted from patient to patient. Trauma is probably the most frequent means by which \"M. ulcerans\" is introduced into the skin from surface contamination. Individuals of all ages are affected, but the highest frequencies of infection are in children under 15 years of age (Debacker \"et al.\" accepted for publication).",
            "score": 90.13277435302734
        },
        {
            "docid": "924276_16",
            "document": "Nontuberculous mycobacteria . Soft tissue disease due to NTM infection include post-traumatic abscesses (caused by rapid growers), swimming pool granuloma (caused by \"M. marinum\") and Buruli ulcer (caused by \"M. ulcerans\" or \"M. shinshuense\"). Post-traumatic abscesses most commonly occur after injection.",
            "score": 89.36157989501953
        },
        {
            "docid": "39226476_9",
            "document": "Stimulator of interferon genes . STING mediates the type I interferon production in response to intracellular DNA and a variety of intracellular pathogens, including viruses, intracellular bacteria and intracellular parasites. Upon infection, STING from infected cells can sense the presence of nucleic acids from intracellular pathogens, and then induce interferon β and more than 10 forms of interferon α production. Type I interferon produced by infected cells can find and bind to Interferon-alpha/beta receptor of nearby cells to protect cells from local infection.",
            "score": 88.66747283935547
        },
        {
            "docid": "15120_3",
            "document": "Interferon . IFNs belong to the large class of proteins known as cytokines, molecules used for communication between cells to trigger the protective defenses of the immune system that help eradicate pathogens. Interferons are named for their ability to \"interfere\" with viral replication by protecting cells from virus infections. IFNs also have various other functions: they activate immune cells, such as natural killer cells and macrophages; they increase host defenses by up-regulating antigen presentation by virtue of increasing the expression of major histocompatibility complex (MHC) antigens. Certain symptoms of infections, such as fever, muscle pain and \"flu-like symptoms\", are also caused by the production of IFNs and other cytokines.",
            "score": 88.34049224853516
        },
        {
            "docid": "2930584_7",
            "document": "Visceral leishmaniasis . Response to infection by \"Leishmania donovani\" varies a great deal, not only by the strength but also by the type of the patient's immune reaction. People with a history of infection by strains of leishmania that cause visceral leishmaniasis show a continuum of immune responses from protective to non-protective. Those who acquired protective immunity (skin test positive) without ever having visceral leishmaniasis have a strong type 1 CD4+ response to leishmania antigens. Antigen specific interferon-gamma and proliferation, as well as the ability to kill intracellular leishmania, are hallmarks of protective immunity. Because visceral leishmaniasis patients lack these responses to leishmania and other antigens, they usually die of secondary infections if left untreated. In addition, increased interleukin-10 secretion is characteristic of the disease. Addition of interleukin-12, anti-interleukin-10, or anti-interleukin-4 to peripheral blood mononuclear cells from acute patients sometimes increases interferon-gamma secretion and proliferation. Acute patient peripheral blood mononuclear cells include CD8+ T regulatory cells that decrease interferon-gamma secretion and proliferation responses to leishmania and other antigens and increase interleukin-10 secretion when added to autologous peripheral blood mononuclear cells harvested after successful treatment. Thus, the CD8+ T regulatory cells reproduce the immune response characteristic of visceral leishmaniasis. CD8+ T regulatory cells are also associated with post kala azar dermal leishmaniasis. Addition of interleukin-12 or interferon-gamma does not prevent CD8+ T regulatory activity. The dominance of type 1 CD4+ T cells in skin test positive adults maybe explained by their secretion of factors that inhibit and kill CD8+ T regulatory cells. Successfully treated patients rarely develop visceral leishmaniasis a second time. Their peripheral blood mononuclear cells show a mixed T1/T2 CD4+ and CD8+ T suppressor response but do have the ability to kill intracellular leishmania.",
            "score": 86.75276947021484
        },
        {
            "docid": "20767375_5",
            "document": "Tropical ulcer . There is now considerable evidence to suggest that this disease is an infection. \"Mycobacterium ulcerans\" has recently been isolated from lesions and is unique to tropical ulcers. Early lesions may be colonized or infected by, \"Bacillus fusiformis\" (Vincent's organism), anaerobes and spirochaetes. Later, tropical ulcer may become infected with a variety of organisms, notably, staphylococci and/or streptococci. The condition has been shown to be transmissible by inoculation of material from affected patients.",
            "score": 86.04559326171875
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 85.0710220336914
        },
        {
            "docid": "308629_8",
            "document": "James Augustus Grant . Grant's illness prevented him from being with Speke when Speke became the first white man to see the outpouring of the White Nile from Lake Victoria. However, as small compensation, his may be the first recorded case and first description of \"Mycobacterium ulcerans\" infection (Buruli ulcer). The print in his book shows Grant being carried on a wicker stretcher, leaving Karague. Reasons for regarding the illness as \"M. ulcerans\" infection are:-",
            "score": 85.00935363769531
        },
        {
            "docid": "53633897_5",
            "document": "Javed Agrewala . Agrewala's immunological research has been focusing on the host-pathogen interactions and the complex roles played by macrophages and T cells in defense against pathogens. The team led by him studied \"Caerulomycin A\", a pyridine-derived broad-spectrum antiobiotic and its immunosuppressive activity, work that is being developed by Nostrum Pharmaceuticals which bought it for a reported  3 million. His studies identified the migratory properties of CD4+ T cell memory and demonstrated that immune response can be regulated by using costimulatory molecules. His team also developed a vaccination process against intracellular parasites. His work has assisted in widening the understanding of Th1 and Th2 cells and their bi-directional regulation. His current research interests are centered on prophylactic and therapeutic aspects of immunity, the causal factors for developing active tuberculosis, the role played by macrophages in protecting the host and nurturing bacteria at the same time, the pathogenesis of \"M. tuberculosis\" from infection to clinical disease status and the signal transmissions between macrophages and effector T cells. His studies have been documented by way of a number of articles of which many have been listed by online article repositories such as Google Scholar and ResearchGate. Besides, he has contributed chapters to books published by others and his work has drawn citations in a number of texts.",
            "score": 84.72224426269531
        },
        {
            "docid": "8770962_17",
            "document": "Capnocytophaga canimorsus . \"Capnocytophaga canimorsus\" has been observed to multiply in the presence of mouse J774.1 macrophages. Macrophages recognize and kill pathogens by engulfing them. They also secrete cytokines necessary to begin the immune pathway cascade. \"C. canimorsus\" bacteria are not internalized by macrophages; in fact, macrophage monolayers break down in their presence, suggestive of a cytotoxin. In the presence of \"C. canimorsus\", cytokine activity is greatly downregulated, because the macrophages fail to produce TNF-α, IL-8, IL-6 and IL-1α, interferon-γ, and nitric oxide. In addition, TLR4 (Toll-like Receptor 4) normally recognizes pathogens and begins a signalling cascade to induce production of pro-inflammatory cytokines via the NF-κB pathway. In cells infected with \"C. canimorsus\", TLR4 did not activate the signalling pathway and therefore did not elicit an inflammatory response by the immune system. Because this bacterium doesn't elicit a strong inflammatory response, the bacteria have ample time for replication before detection by the host immune system. Electron micrographs of J774.1 monolayers infected with \"C. canimorsus\" have shown cells of the bacteria within the macrophage's vacuoles, surrounded by bacterial septa. This suggests that \"C. canimorsus\" replicates intracellularly inside of macrophages. \"C. Canimorsus\" cells also show resistance to killing by complement and killing by polymorphonuclear leukocytes. \"C. canimorsus\", when in the presence of PMNs, feeds on them by deglycosylating host glycans. In fact, in the presence of PMNs, \"C. canimorsus\" experiences robust growth. \"C. canimorsus\" has the ability to evade these necessary immune functions, and therefore it must be taken seriously. Greater knowledge about the pathogenesis of this bacillus is required in order to prevent and treat the diseases associated with it.",
            "score": 83.99007415771484
        },
        {
            "docid": "1073708_10",
            "document": "Buruli ulcer . \"M. ulcerans\" releases a lipid toxin, mycolactone, which functions as an immune suppressant, necrotising agent and activator of cellular death.",
            "score": 83.85090637207031
        },
        {
            "docid": "2200815_24",
            "document": "Eimeria . Infection with \"Eimeria\" results in life-long immunity to that particular parasite species, but does not give cross protection against other species. For these reasons, vaccines for control seem promising, of which live attenuated vaccines are most effective. However, the search for highly immunogenic antigens and overcoming antigenic variation of the parasites remains a challenge. Immunity to the parasite varies depending on parasite and host species, as well as the site of invasion. CD4+ T cells and interferon gamma (γ) are crucial components of natural immunity to infection. Humoral immunity is thought to play little role in protection, and is most likely mediated through secretory IgA antibodies.",
            "score": 83.55597686767578
        }
    ]
}