{
    "q": [
        {
            "docid": "19167679_38",
            "document": "Virus . Attachment is a specific binding between viral capsid proteins and specific receptors on the host cellular surface. This specificity determines the host range of a virus. For example, HIV infects a limited range of human leucocytes. This is because its surface protein, gp120, specifically interacts with the CD4 molecule – a chemokine receptor – which is most commonly found on the surface of CD4+ T-Cells. This mechanism has evolved to favour those viruses that infect only cells in which they are capable of replication. Attachment to the receptor can induce the viral envelope protein to undergo changes that results in the fusion of viral and cellular membranes, or changes of non-enveloped virus surface proteins that allow the virus to enter.",
            "score": 84.44984340667725
        },
        {
            "docid": "803835_10",
            "document": "Listeria . To invade, \"Listeria\" induces macrophage phagocytic uptake by displaying D-galactose in their teichoic acids that are then bound by the macrophage's polysaccharide s. Other important adhesins are the internalins. \"Listeria\" uses internalin A and B to bind to cellular receptors. Internalin A binds to E-cadherin, while internalin B binds to the cell's Met receptors. If both of these receptors have a high enough affinity to \"Listeria\"s internalin A and B, then it will be able to invade the cell via an indirect zipper mechanism. Once phagocytosed, the bacterium is encapsulated by the host cell's acidic phagolysosome organelle. \"Listeria\", however, escapes the phagolysosome by lysing the vacuole's entire membrane with secreted hemolysin, now characterized as the exotoxin listeriolysin O. The bacteria then replicate inside the host cell's cytoplasm.",
            "score": 75.85738396644592
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 83.58843624591827
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 72.32597661018372
        },
        {
            "docid": "11485159_4",
            "document": "Fibroblast growth factor receptor 1 . FGFR1 is a member of the fibroblast growth factor receptor (FGFR) family, which in addition to FGFR1, includes FGFR2, FGFR3, FGFR4, and FGFRL1. FGFR1-4 are cell surface membrane receptors that possess tyrosine kinase activity. A full-length representative of these four receptors consists of an extracellular region composed of three immunoglobulin-like domains which bind their proper ligands, the fibroblast growth factors (FGFs), a single hydrophobic stretch which passes through the cell's surface membrane, and a cytoplasmic tyrosine kinase domain. When bonded to FGFs, these receptors form dimers with any one of the four other FGFRs and then cross-phosphorylate key tyrosine residues on their dimer partners. These newyly phosphorylated sites bind cytosolic docking proteins such as FRS2, PRKCG and GRB2 which proceed to activate cell signaling pathways that lead to cellular differentiation, growth, proliferation, prolonged survival, migration, and other functions. FGFRL1 lacks a prominent intracellular domain and tyrosine kinase activity; it may serve as a decoy receptor by binding with and thereby diluting the action of FGFs. There are 18 known FGRs that bind to and activate one or more of the FGFRs: FGF1 to FGR10 and FGF16 to FGF23. Fourteen of these, FGF1 to FGF6, FGF8, FGF10, FGF17, and FGF19 to FG23 bind and activate FGFR1. FGFs binding to FGFR1 is promoted by their interaction with cell surface heparan sulfate proteoglycans and, with respect to FGF19, FGF20, and FGR23, the transmembrane protein Klotho.",
            "score": 74.70090508460999
        },
        {
            "docid": "199665_23",
            "document": "Helicobacter pylori . The type-IV secretion apparatus also injects the \"cag\" PAI-encoded protein CagA into the stomach's epithelial cells, where it disrupts the cytoskeleton, adherence to adjacent cells, intracellular signaling, cell polarity, and other cellular activities. Once inside the cell, the CagA protein is phosphorylated on tyrosine residues by a host cell membrane-associated tyrosine kinase (TK). CagA then allosterically activates protein tyrosine phosphatase/protooncogene Shp2. Pathogenic strains of \"H. pylori\" have been shown to activate the epidermal growth factor receptor (EGFR), a membrane protein with a TK domain. Activation of the EGFR by \"H. pylori\" is associated with altered signal transduction and gene expression in host epithelial cells that may contribute to pathogenesis. A C-terminal region of the CagA protein (amino acids 873–1002) has also been suggested to be able to regulate host cell gene transcription, independent of protein tyrosine phosphorylation. A great deal of diversity exists between strains of \"H. pylori\", and the strain that infects a person can predict the outcome.",
            "score": 80.53524541854858
        },
        {
            "docid": "39934912_3",
            "document": "Tyrosine-protein kinase CSK . This Non-receptor tyrosine-protein kinase plays an important role in the regulation of cell growth, differentiation, migration and immune response. CSK acts by suppressing the activity of the Src family of protein kinases by phosphorylation of Src family members at a conserved C-terminal tail site in Src. Upon phosphorylation by other kinases, Src-family members engage in intramolecular interactions between the phosphotyrosine tail and the SH2 domain that result in an inactive conformation. To inhibit SFKs, CSK is then recruited to the plasma membrane via binding to transmembrane proteins or adapter proteins located near the plasma membrane and ultimately suppresses signaling through various surface receptors, including T-cell receptor (TCR) and B-cell receptor (BCR) by phosphorylating and maintaining inactive several effector molecules.",
            "score": 75.30635046958923
        },
        {
            "docid": "604224_11",
            "document": "Insulin receptor . The Insulin Receptor is a type of tyrosine kinase receptor, in which the binding of an agonistic ligand triggers autophosphorylation of the tyrosine residues, with each subunit phosphorylating its partner. The addition of the phosphate groups generates a binding site for the insulin receptor substrate (IRS-1), which is subsequently activated via phosphorylation. The activated IRS-1 initiates the signal transduction pathway and binds to phosphoinositide 3-kinase (PI3K), in turn causing its activation. This then catalyses the conversion of Phosphatidylinositol 4,5-bisphosphate into Phosphatidylinositol 3,4,5-trisphosphate (PIP). PIP acts as a secondary messenger and induces the activation of phosphatidylinositol dependant protein kinase, which then activates several other kinases – most notably protein kinase B, (PKB, also known as Akt). PKB triggers the translocation of glucose transporter (GLUT4) containing vesicles to the cell membrane, via the activation of SNARE proteins, to facilitate the diffusion of glucose into the cell. PKB also phosphorylates and inhibits glycogen synthase kinase, which is an enzyme that inhibits glycogen synthase. Therefore, PKB acts to start the process of glycogenesis, which ultimately reduces blood-glucose concentration.",
            "score": 56.3632025718689
        },
        {
            "docid": "5647595_2",
            "document": "Ephrin receptor . Eph receptors (Ephs, after erythropoietin-producing human hepatocellular receptors) are a group of receptors that are activated in response to binding with Eph receptor-interacting proteins (Ephrins). Ephs form the largest known subfamily of receptor tyrosine kinases (RTKs). Both Eph receptors and their corresponding ephrin ligands are membrane-bound proteins that require direct cell-cell interactions for Eph receptor activation. Eph/ephrin signaling has been implicated in the regulation of a host of processes critical to embryonic development including axon guidance, formation of tissue boundaries, cell migration, and segmentation. Additionally, Eph/ephrin signaling has recently been identified to play a critical role in the maintenance of several processes during adulthood including long-term potentiation, angiogenesis, and stem cell differentiation and cancer.",
            "score": 79.40942311286926
        },
        {
            "docid": "33735571_2",
            "document": "Killer activation receptor . Killer Activation Receptors (KARs) are receptors expressed on the plasmatic membrane of Natural Killer cells (NK cells). KARs work with inhibitory Killer-cell immunoglobulin-like receptors (KIRs), which inactivate them in order to regulate the NK cells functions on hosted or transformed cells. These two kinds of specific receptors have some morphological features in common, such as being transmembrane proteins. The similarities are specially found in the extracellular domains and, therefore, the differences tend to be in the intracellular domains. KARs and KIRs can only do their function in presence of \"immunoreceptors\" that contain tyrosine and have an activator or inhibitor function (they are called ITAMs and ITIMs).",
            "score": 67.03895735740662
        },
        {
            "docid": "654168_4",
            "document": "Receptor antagonist . Biochemical receptors are large protein molecules that can be activated by the binding of a ligand such as a hormone or a drug. Receptors can be membrane-bound, as cell surface receptors, or inside the cell as intracellular receptors, such as nuclear receptors including those of the mitochondrion. Binding occurs as a result of non-covalent interactions between the receptor and its ligand, at locations called the binding site on the receptor. A receptor may contain one or more binding sites for different ligands. Binding to the active site on the receptor regulates receptor activation directly. The activity of receptors can also be regulated by the binding of a ligand to other sites on the receptor, as in allosteric binding sites. Antagonists mediate their effects through receptor interactions by preventing agonist-induced responses. This may be accomplished by binding to the active site or the allosteric site. In addition, antagonists may interact at unique binding sites not normally involved in the biological regulation of the receptor's activity to exert their effects.",
            "score": 63.65075504779816
        },
        {
            "docid": "28857_13",
            "document": "Signal transduction . Extracellular receptors are integral transmembrane proteins and make up most receptors. They span the plasma membrane of the cell, with one part of the receptor on the outside of the cell and the other on the inside. Signal transduction occurs as a result of a ligand binding to the outside region of the receptor (the ligand does not pass through the membrane). Ligand-receptor binding induces a change in the conformation of the inside part of the receptor, a process sometimes called \"receptor activation\". This results in either the activation of an enzyme domain of the receptor or the exposure of a binding site for other intracellular signaling proteins within the cell, eventually propagating the signal through the cytoplasm.",
            "score": 63.29948854446411
        },
        {
            "docid": "36373708_29",
            "document": "Trimeric autotransporter adhesin . The process of infection is complicated. The invasive bacterium must overcome many barriers in order to infect its host, including environmental barriers, physical barriers and immune system barriers. The bacterium must enter the host's body and, in the case of \"Yersinia sp.\", invade the host intestinal mucosa. Then the Trimeric Autotransporter Adhesin must adhere to the layer of cells found on the internal surface, the epithelial cells, in the intestine by using its head to bind to proteins found in the extracellular matrix such as collagen, laminin, and fibronectin. It is important that these outer-membrane adhesins make physical contact with the receptors found on the host cell. This means that the adhesin must be long enough to extend beyond the lipopolysaccharide layer in the outer membrane of the bacterium and interact with the glycan layer of the host cell. Once it has done so, it may bind to the ECM of the host cell. TAAs are a type of microbial surface components recognizing adhesive matrix molecules (MSCRAMMs). In other words, they are a complex that aids adhesion to the ECM.",
            "score": 69.3373783826828
        },
        {
            "docid": "51903_15",
            "document": "Tyrosine kinase . An example of this trigger-system in action is the process by which the formation of erythrocytes is regulated. Mammals possess this system, which begins in the kidneys where the developmental signal is manufactured. The developmental signal, also called a cytokine, is erythropoietin in this case. (Cytokines are key regulators of hematopoietic cell proliferation and differentiation.) Erythropoietin's activity is initiated when hematopoietic cytokine receptors become activated. In erythrocyte regulation, erythropoietin is a protein containing 165 amino acids that plays a role in activating the cytoplasmic protein kinase JAK. The results of some newer research have also indicated that the aforementioned cytokine receptors function with members of the JAK tyrosine kinase family. The cytokine receptors activate the JAK kinases. This then results in the phosphorylation of several signaling proteins located in the cell membrane. This subsequently affects both the stimulation of ligand-mediated receptors and intracellular signaling pathway activation. Substrates for JAK kinases mediate some gene responses and more. The process is also responsible for mediating the production of blood cells. In this case, erythropoietin binds to the corresponding plasma membrane receptor, dimerizing the receptor. The dimer is responsible for activating the kinase JAK via binding. Tyrosine residues located in the cytoplasmic domain of the erythropoietin receptor are consequently phosphorylated by the activated protein kinase JAK. Overall, this is also how a receptor tyrosine kinase might be activated by a ligand to regulate erythrocyte formation.",
            "score": 73.58014392852783
        },
        {
            "docid": "14958_26",
            "document": "Immune system . Killer T cells are a sub-group of T cells that kill cells that are infected with viruses (and other pathogens), or are otherwise damaged or dysfunctional. As with B cells, each type of T cell recognizes a different antigen. Killer T cells are activated when their T-cell receptor (TCR) binds to this specific antigen in a complex with the MHC Class I receptor of another cell. Recognition of this MHC:antigen complex is aided by a co-receptor on the T cell, called CD8. The T cell then travels throughout the body in search of cells where the MHC I receptors bear this antigen. When an activated T cell contacts such cells, it releases cytotoxins, such as perforin, which form pores in the target cell's plasma membrane, allowing ions, water and toxins to enter. The entry of another toxin called granulysin (a protease) induces the target cell to undergo apoptosis. T cell killing of host cells is particularly important in preventing the replication of viruses. T cell activation is tightly controlled and generally requires a very strong MHC/antigen activation signal, or additional activation signals provided by \"helper\" T cells (see below).",
            "score": 77.6096887588501
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 68.47086775302887
        },
        {
            "docid": "3113497_29",
            "document": "Innate immune system . Type I interferons (IFN), secreted mainly by dendritic cells, play a central role in antiviral host defense and a cell´s antiviral state. Viral components are recognized by different receptors: Toll-like receptors are located in the endosomal membrane and recognize double-stranded RNA (dsRNA), MDA5 and RIG-I receptors are located in the cytoplasm and recognize long dsRNA and phosphate-containing dsRNA respectively. When the cytoplasmic receptors MDA5 and RIG-I recognize a virus the conformation between the caspase-recruitment domain (CARD) and the CARD-containing adaptor MAVS changes. In parallel, when toll-like receptors in the endocytic compartments recognize a virus the activation of the adaptor protein TRIF is induced. Both pathways converge in the recruitment and activation of the IKKε/TBK-1 complex, inducing dimerization of transcription factors IRF3 and IRF7, which are translocated in the nucleus, where they induce IFN production with the presence of a particular transcription factor and activate transcription factor 2. IFN then binds to the IFN receptors, inducing hundreds of interferon-stimulated genes to be expressed. This leads to antiviral protein production, such as protein kinase R, which inhibits viral protein synthesis, or the 2′,5′-oligoadenylate synthetase family, which degrades viral RNA.",
            "score": 50.66121578216553
        },
        {
            "docid": "15181370_6",
            "document": "RAB11B . Due to their crucial importance in vesicle transport and recycling, Rab11 proteins are linked to various non-pathogen or pathogen induced diseases. Most of the published data do not specify whether it is the a- or the b-isoform. Rab11 proteins have been implicated in Alzheimer’s disease, Arthrogryposis-renal dysfunction-cholestasis (ARC), Batten disease, and Charcot-Marie-Tooth Neuropathy Type 4C (CMT4C). Intracellular bacteria \"Chlamydia pneumoniae\" and \"Chlamydia trachomatis\" that replicate in membrane bound compartments hijack the trafficking machinery recruiting Rab GTPases to promote their replication within the host cell. Knock down of Rab11 decreased the formation of infectious particles. Recent studies report a similar use of intracellular trafficking by Hantavirus and Influenza A virus. Replicated viruses benefit from Rab11 mediated recycling endosome pathway to exit the cell and infect surrounding tissue.",
            "score": 113.34777331352234
        },
        {
            "docid": "47306088_2",
            "document": "Parasitophorous vacuole . The parasitophorous vacuole (PV) is a structure produced by apicomplexan parasites in the cell of its host. The PV allows the parasite to develop while protected from the phagolysosomes of the host cell. The PV is a bubble-like compartment made of plasma membrane and containing cytoplasm and the parasite. The PV allows the parasite to exist and grow within the cell while protecting it from the host cell defense mechanisms. The PV prevents the acidification of the compartment, the mechanism by which the lysosomes of the host cell would normally destroy an invading parasite. Parasites that form a parasitophorous vacuole as part of their infection process include \"Plasmodium falciparum\", which causes malaria and \"Toxoplasma gondii\", which causes toxoplasmosis. The parasitophorous vacuole is formed during cell invasion, when the parasite uses part of the membrane of the host cell to form a parasitophorous vacuolar membrane (PVM). The PVM surrounds the intracellular parasite, creating a separate bubble of cytoplasm-filled plasma membrane within the host cell. The rhoptry and the microneme, special secretory organelles found in apicomplexan parasites, play a major role in the formation of the vacuole. One theory is that the microneme works with the rhoptry and the rhoptry secretes proteins to create the PVM, while the microneme binds to the surface of red blood cells, allowing the parasite to more easily enter into the cell.",
            "score": 62.97079086303711
        },
        {
            "docid": "1197980_11",
            "document": "Downregulation and upregulation . Elevated levels of the hormone insulin in the blood trigger downregulation of the associated receptors. When insulin binds to its receptors on the surface of a cell, the hormone receptor complex undergoes endocytosis and is subsequently attacked by intracellular lysosomal enzymes. The internalization of the insulin molecules provides a pathway for degradation of the hormone as well as for regulation of the number of sites that are available for binding on the cell surface. At high plasma concentrations, the number of surface receptors for insulin is gradually reduced by the accelerated rate of receptor internalization and degradation brought about by increased hormonal binding. The rate of synthesis of new receptors within the endoplasmic reticulum and their insertion in the plasma membrane do not keep pace with their rate of destruction. Over time, this self-induced loss of target cell receptors for insulin reduces the target cell's sensitivity to the elevated hormone concentration.",
            "score": 58.27543354034424
        },
        {
            "docid": "10406621_8",
            "document": "C3b . The key to the success of the complement system in clearing antigens is regulating the effects of C3b to pathogens alone and not healthy, host cells. This is done through several different mechanisms. One mechanism, mentioned above, is the stabilization of the C3bBb convertase by properdin preferentially on microbial surfaces, not on host surfaces, a step necessary for formation of a functional C3 convertase. Furthermore, if C3b does bind to a host-cell surface, regulators of complement activity (RCAs), a group of genetically-, structurally-, and functionally-related proteins, inactivate the complement component. Given the C3 is constantly being turned over in the alternative pathway and its ability to rapidly amplify a signal, these proteins are important in regulating the temporal and spatial effects of C3b to infected tissues. An example RCA is membrane cofactor protein (MCP; CD46), which is ubiquitously expressed and plays a critical role in protecting host cells from damage by the C3b.. Furthermore, host cells express p33 (globular C1q receptor) on the surface, which binds C1q, and prevents it from initiating complement activation.",
            "score": 67.71915936470032
        },
        {
            "docid": "37048757_16",
            "document": "Tyrosine phosphorylation . Insulin binds to the insulin receptor at the cell surface and activates its tyrosine kinase activity, leading to autophosphorylation and phosphorylation of several receptor substrates. Phosphorylation of selected tyrosine sites on receptor substrates is known to activate different pathways leading to increased glucose uptake, lipogenesis, and glycogen and protein synthesis, as well as to the stimulation of cell growth. In addition to the activation of these pathways by tyrosine phosphorylation, several mechanisms of downregulating the response to insulin stimulation have also been identified.",
            "score": 60.56945538520813
        },
        {
            "docid": "8513008_5",
            "document": "Host tropism . Pathogens frequently enter or adhere to host cells or tissues before causing infection. In order for this connection to occur, the pathogen needs to recognize and then bind to the cell's surface. Viruses, for example, must often bind to specific cell surface receptors to enter a cell. Many viral membranes contain virion surface proteins that are specific to particular host cell surface receptors. If a host cell expresses the complementary surface receptor for the virus, then the virus can attach and enter the cell. If a cell does not express these receptors, then the virus cannot normally infect it. Therefore, if the virus cannot bind to the cell, then it will not display tropism for that host.",
            "score": 86.0994279384613
        },
        {
            "docid": "13621537_6",
            "document": "FYN . Fyn is a protein, present in the signaling pathway of integrins, which activates ras. Fyn is a tyrosine-specific phospho-transferase that is a member of the Src family of non-receptor tyrosine protein kinases. (This family also includes Abl, Src, focal adhesion kinase and Janus kinase.) Fyn is located downstream of several cell surface receptors, commonly associated with neuronal development and T-cell signaling. When fyn is activated it causes downstream activation of molecular signals that drive processes crucial to growth and motility of cells. Fyn is primarily localized to the cytoplasmic leaflet of the plasma membrane, where it phosphorylates tyrosine residues on key targets involved in a variety of different signaling pathways. Tyrosine phosphorylation of target proteins by Fyn serves to either regulate target protein activity, and/or to generate a binding site on the target protein that recruits other signaling molecules. Interestingly, Fyn also has the ability to serve as a tumor suppressor. When this normal biology is compromised, the altered Fyn becomes involved in the neoplastic transformation of normal cells to cancerous ones following the pathway from pre-invasive, to invasive, and ultimately metastasis.",
            "score": 68.00981736183167
        },
        {
            "docid": "14439956_22",
            "document": "Leukotriene B4 receptor 2 . 12-HHT stimulates the PC3 human prostate cancer cell line to activate several pro-growth and/or pro-survival signaling pathways including protein kinase B, phosphoinositide 3-kinase, protein kinase C, proto-oncogene tyrosine-protein kinase Src, and (by inducing the proteolytic cleavage and release of a ligand for the Epidermal growth factor receptor [EGFR] receptor from HB-EGF), EGFR. When detached from surfaces, cultured non-malignant PWR-1E and PC3 prostate cancer cells die by engaging suicidal apoptosis pathways, a reaction termed anoikis. This is accompanied by increased expression of BLT2 receptors, activation of NADPH oxidase (NOX), increases in NOX-mediated production of reactive oxygen species (ROS), and ROS-induced activation of the pro-survival transcription factor, NF-κB. Ectopic expression and stimulation of BLT2 receptors by 12(\"S\")-HETE or a synthetic BLT2 receptor agonist, CAY-10583, inhibits whereas Gene knockdown by mRNA interference or pharmacological inhibition by LY255283 enhances these cells' anoikis response to surface detachment. Unlike PC-3 cells, LNCaP and CWR22rv-1 human prostate cancer cell lines require exogenous androgen for their survival; this mimics the androgen dependency exhibited by most human prostate cancers in their early, untreated stages. Both cell lines overexpress BLT2 receptors compared to the PWR-1E non-malignant human prostate cell line. Treatment with the BLT2 receptor antagonist, Ly255283, caused both cell lines to become apoptotic; furthermore, BLT2 receptor knockdown using interference mRNA caused LNCaP but not PWR-1E cell apoptosis. The effect appears due to the loss of BLT2-induced NOX4 generation, consequential reactive oxygen species-induced NF-κB-activation, and NF-κB-stimulated expression of androgen receptors. 12-HETE also increases the survival of PC-3 cells by helping to maintain high levels of phosphorylated Rb retinoblastoma protein, an effect which reduces the ability of retinoblastoma protein to inhibit the synthesis of DNA and thereby cell division. Finally, 12-lipoxygenase is overexpressed and the mass of 12-HETE is far higher in human prostate cancer than nearby normal prostate tissue; These findings suggest that BLT4 receptors operate to promote the survival, growth, and spread of human prostate cancer It remains unclear which if any of its 12-HHT, LTB4, and/or 12-HETE ligands mediate BLT2 receptor activation in the human disease.",
            "score": 74.49941742420197
        },
        {
            "docid": "2063117_4",
            "document": "Caudovirales . Upon encountering a host bacterium, the tail section of the virion binds to receptors on the cell surface and delivers the DNA into the cell by use of an injectisome-like mechanism (an injectisome is a nanomachine that evolved for the delivery of proteins by type III secretion). The tail section of the virus punches a hole through the bacterial cell wall and plasma membrane and the genome passes down the tail into the cell. Once inside the genes are expressed from transcripts made by the host machinery, using host ribosomes. Typically, the genome is replicated by use of concatemers, in which overlapping segments of DNA are made, and then put together to form the whole genome.",
            "score": 68.35421299934387
        },
        {
            "docid": "3757348_17",
            "document": "GLUT4 . The mechanism for GLUT4 is an example of a cascade effect, where binding of a ligand to a membrane receptor amplifies the signal and causes a cellular response. In this case, insulin binds to the insulin receptor in its dimeric form and activates the receptor's tyrosine-kinase domain. The receptor then recruits Insulin Receptor Substrate, or IRS-1, which binds the enzyme PI-3 kinase. PI-3 kinase converts the membrane lipid PIP2 to PIP3. PIP3 is specifically recognized by PKB (protein kinase B) and by PDK1, which can phosphorylate and activate PKB. Once phosphorylated, PKB is in its active form and phosphorylates TBC1D4, which inhibits the GTPase-activating domain associated with TBC1D4, allowing for Rab protein to change from its GDP to GTP bound state. Inhibition of the GTPase-activating domain leaves proteins next in the cascade in their active form, and stimulates GLUT4 to be expressed on the plasma membrane.",
            "score": 52.8471143245697
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 79.72476887702942
        },
        {
            "docid": "14150272_4",
            "document": "LRP1 . LRP1 is a member of the LDLR family and ubiquitously expressed in multiple tissues, though it is most abundant in vascular smooth muscle cells (SMCs), hepatocytes, and neurons. LRP1 plays a key role in intracellular signaling and endocytosis, which thus implicate it in many cellular and biological processes, including lipid and lipoprotein metabolism, protease degradation, platelet derived growth factor receptor regulation, integrin maturation and recycling, regulation of vascular tone, regulation of blood brain barrier permeability, cell growth, cell migration, inflammation, and apoptosis, as well as diseases such as neurodegenerative diseases, atherosclerosis, and cancer. To elaborate, LRP1 mainly contributes to regulation of protein activity by binding target proteins as a co-receptor, in conjunction with integral membrane proteins or adaptor proteins like uPA, to the lysosome for degradation. In lipoprotein metabolism, the interaction between LRP1 and APOE stimulates a signaling pathway that leads to elevated intracellular cAMP levels, increased protein kinase A activity, inhibited SMC migration, and ultimately, protection against vascular disease. While membrane-bound LRP1 performs endocytic clearance of proteases and inhibitors, proteolytic cleavage of its ectodomain allows the free LRP1 to compete with the membrane-bound form and prevent their clearance. Several sheddases have been implicated in the proteolytic cleavage of LRP1 such as ADAM10, ADAM12, ADAM17 and MT1-MMP. LRP1 is alsocontinuously endocytosed from the membrane and recycled back to the cell surface. Though the role of LRP1 in apoptosis is unclear, it is required for tPA to bind LRP1 in order to trigger the ERK1/2 signal cascade and promote cell survival.",
            "score": 75.30022358894348
        },
        {
            "docid": "27114297_5",
            "document": "Actin assembly-inducing protein . ActA is a protein which acts as a mimic of Wiskott-Aldrich syndrome protein (WASP), a nucleation promoting factor (NPF) present in host cells. NPFs in the mammalian cell recruit and bind to the already existing actin-related-protein 2 and 3 complex (Arp2/3 complex) and induce an activating conformational change of the Arp2/3 complex. Due to this conformational change, NPFs initiate polymerization of a new actin filament at a 70° angle, which leads to the characteristic Y-branched actin structures in the leading edge of motile cells. ActA localizes to the old pole of the bacterium and spans both the bacterial cell membrane and the cell wall, lateral diffusion is inhibited; thus ActA localizes in a polarized and anchored manner on the bacterial surface. Consequently, actin polymerization only starts in this region on the surface of the bacterium. Expression of ActA is induced only after entering a mammalian host cell.",
            "score": 41.016411781311035
        },
        {
            "docid": "51903_14",
            "document": "Tyrosine kinase . Major changes are sometimes induced when the tyrosine kinase enzyme is affected by other factors. One of the factors is a molecule that is bound reversibly by a protein, called a ligand. A number of receptor tyrosine kinases, though certainly not all, do not perform protein-kinase activity until they are occupied, or activated, by one of these ligands. It is interesting to note that, although many more recent cases of research indicate that receptors remain active within endosomes, it was once thought that endocytosis caused by ligands was the event responsible for the process in which receptors are inactivated. Activated receptor tyrosine kinase receptors are internalized (recycled back into the system) in short time and are ultimately delivered to lysosomes, where they become work-adjacent to the catabolic acid hydrolases that partake in digestion. Internalized signaling complexes are involved in different roles in different receptor tyrosine kinase systems, the specifics of which were researched. In addition, ligands participate in reversible binding, a term that describes those inhibitors that bind non-covalently (inhibition of different types are effected depending on whether these inhibitors bind the enzyme, the enzyme-substrate complex, or both). Multivalency, which is an attribute that bears particular interest to some people involved in related scientific research, is a phenomenon characterized by the concurrent binding of several ligands positioned on one unit to several coinciding receptors on another. In any case, the binding of the ligand to its partner is apparent owing to the effects that it can have on the functionality of many proteins. Ligand-activated receptor tyrosine kinases, as they are sometimes referred to, demonstrate a unique attribute. Once a tyrosine receptor kinase is bonded to its ligand, it is able to bind to tyrosine kinase residing in the cytosol of the cell.",
            "score": 60.56130599975586
        },
        {
            "docid": "6531976_4",
            "document": "Chemokine receptor . Intracellular signaling by chemokine receptors is dependent on neighbouring G-proteins. G-proteins exist as a heterotrimer; they are composed of three distinct subunits. When the molecule GDP is bound to the G-protein subunit, the G-protein is in an inactive state. Following binding of the chemokine ligand, chemokine receptors associate with G-proteins, allowing the exchange of GDP for another molecule called GTP, and the dissociation of the different G protein subunits. The subunit called Gβ activates an enzyme known as Phospholipase C (PLC) that is associated with the cell membrane. PLC cleaves Phosphatidylinositol (4,5)-bisphosphate (PIP2) to form two second messenger molecules called inositol triphosphate (IP3) and diacylglycerol (DAG); DAG activates another enzyme called protein kinase C (PKC), and IP3 triggers the release of calcium from intracellular stores. These events promote many signaling cascades, effecting a cellular response. For example, when CXCL8 (IL-8) binds to its specific receptors, CXCR1 or CXCR2, a rise in intracellular calcium activates the enzyme phospholipase D (PLD) that goes on to initiate an intracellular signaling cascade called the MAP kinase pathway. At the same time the G-protein subunit Gα directly activates an enzyme called protein tyrosine kinase (PTK), which phosphorylates serine and threonine residues in the tail of the chemokine receptor, causing its desensitisation or inactivation. The initiated MAP kinase pathway activates specific cellular mechanisms involved in chemotaxis, degranulation, release of superoxide anions, and changes in the avidity of cell adhesion molecules called integrins. Chemokines and their receptors play a crucial role in cancer metastatis as they are involved in extravastation, migration, micrometastatis, and angiogenesis. This role of chemokine is strikingly similar to their normal function of localizing leukocytes to an inflammatory site.",
            "score": 68.8611751794815
        }
    ],
    "r": [
        {
            "docid": "584732_2",
            "document": "Chlamydiae . The Chlamydiae are bacterial phylum and class whose members are a group of obligate intracellular bacteria, whose members are remarkably diverse, ranging from pathogens of humans and animals to symbionts of ubiquitous protozoa. They are ovoid in shape and stain Gram-negative. Historically it was believed that all Chlamydiae species had a peptidoglycan-free cell wall, but recent work demonstrates a detectable presence of peptidoglycan, as well as other important proteins. Many species belonging to this order are susceptible to antimicrobial agents. All known Chlamydiae only grow by infecting eukaryotic host cells. They are as small as or smaller than many viruses. They are dependent on replication inside the host cells, thus some species are termed obligate intracellular pathogens and others are symbionts of ubiquitous protozoa. Most intracellular Chlamydiae are located in an inclusion body or vacuole. Outside cells, they survive only as an extracellular infectious form. Chlamydiae can grow only where their host cells grow, and develop according to a characteristic biphasic developmental cycle. Therefore, Chlamydiae cannot be propagated in bacterial culture media in the clinical laboratory. Chlamydiae are most successfully isolated while still inside their host cells. Chlamydiae is the most common bacterial STD in the United States and 2.86 million chlamydiae infections are reported annually.",
            "score": 126.1602783203125
        },
        {
            "docid": "15181370_6",
            "document": "RAB11B . Due to their crucial importance in vesicle transport and recycling, Rab11 proteins are linked to various non-pathogen or pathogen induced diseases. Most of the published data do not specify whether it is the a- or the b-isoform. Rab11 proteins have been implicated in Alzheimer’s disease, Arthrogryposis-renal dysfunction-cholestasis (ARC), Batten disease, and Charcot-Marie-Tooth Neuropathy Type 4C (CMT4C). Intracellular bacteria \"Chlamydia pneumoniae\" and \"Chlamydia trachomatis\" that replicate in membrane bound compartments hijack the trafficking machinery recruiting Rab GTPases to promote their replication within the host cell. Knock down of Rab11 decreased the formation of infectious particles. Recent studies report a similar use of intracellular trafficking by Hantavirus and Influenza A virus. Replicated viruses benefit from Rab11 mediated recycling endosome pathway to exit the cell and infect surrounding tissue.",
            "score": 113.3477783203125
        },
        {
            "docid": "411021_2",
            "document": "Chlamydia trachomatis . Chlamydia trachomatis (), commonly known as chlamydia, is one of four bacterial species in the genus \"Chlamydia\". \"Chlamydia\" is a genus of pathogenic bacteria that are obligate intracellular parasites. \"C. trachomatis\" is a weakly Gram-negative bacterium. It is ovoid in shape and nonmotile. The bacteria are non spore-forming, but the elementary bodies act like spores when released into the host. The inclusion bodies of \"C. trachomatis\" were first described in 1907 by Stanislaus von Prowazek and Ludwig Halberstädter during research on trachoma. \"C. trachomatis\" agent was first cultured in the yolk sacs of eggs by Professor Tang Fei-fan, \"et al.\" in 1957.",
            "score": 96.20075988769531
        },
        {
            "docid": "2271363_5",
            "document": "Chlamydia psittaci . \"Chlamydia psittaci\" is a small bacterium (0.5 micrometres) that undergoes several transformations during its life cycle. It exists as an elementary body (EB) in between hosts. The EB is not biologically active, but is resistant to environmental stresses and can survive outside a host. The EB travels from an infected bird to the lungs of an uninfected bird or person in small droplets, and is responsible for infection. Once in the lungs, the EB is taken up by cells in a pouch called an endosome by a process called phagocytosis. However, the EB is not destroyed by fusion with lysosomes, as is typical for phagocytosed material. Instead, it transforms into a reticulate body and begins to replicate within the endosome. The reticulate bodies must use some of the host's cellular machinery to complete its replication. The reticulate bodies then convert back to elementary bodies, and are released back into the lung, often after causing the death of the host cell. The EBs are thereafter able to infect new cells, either in the same organism or in a new host. Thus, the life cycle of \"C. psittaci\" is divided between the elementary body which is able to infect new hosts, but can not replicate, and the reticulate body, which replicates, but is not able to cause new infection.",
            "score": 92.91900634765625
        },
        {
            "docid": "584732_9",
            "document": "Chlamydiae . The unique physiological status of the Chlamydiae including their biphasic lifecycle and obligation to replicate within a eukaryotic host has enabled the use of DNA analysis for chlamydial diagnostics. Horizontal transfer of genes is evident and complicates this area of research. In one extreme example, two genes encoding histone-like H1 proteins of eukaryotic origin have been found in the prokaryotic genome of \"C. trachomatis\", an obligate intracellular pathogen.",
            "score": 90.40238952636719
        },
        {
            "docid": "31492340_10",
            "document": "IRGs . Another example of the role of IRGs in the mouse model of infection is demonstrated by the differential recruitment of IRGs which alter the outcome of \"Chlamydia trachomatis\", a human adapted, versus \"Chlamydia muridarum\", mouse adapted, inclusions following entry. \"C. trachomatis\" inclusions recruit a full repertoire of IRGs which aid in the inclusion elimination via fusion with lysosomes. Regulation of IRG expression and activity in this model was found to be dependent both on levels of phospholipase C, cPLA2, as well as upstream IFN signaling. cPLA2 null mouse cells, when challenged with \"C. trachomatis\", were less capable of clearing the pathogen compared to cells with proper cPLA2 expression. The model highlights the co-evolution demonstrated by effector molecules of \"C. muridarum\" functioning to restrict accumulation of mouse IRGs on inclusions by modifying Irgb10, whereas the human pathogen is incapable of modifying the mouse IRG response. This mechanism requires additional involvement of cellular autophagy machinery, which is in contrast to the necrotic pathway activation in T. gondii clearance. A refined mechanism will require additional studies to elucidate the cooperation between the autophagy machinery and IRGs involved in the fusion of bacterial inclusions with the lysosome, as well as the specific bacterial effector molecules used to manipulate the coordinated actions of IRGs.",
            "score": 89.41353607177734
        },
        {
            "docid": "17696820_7",
            "document": "Monolaurin . Monolaurin is known to inactivate lipid-coated viruses by binding to the lipid-protein envelope of the virus, thereby preventing it from attaching and entering host cells, making infection and replication impossible. Other studies show that Monolaurin disintegrates the protective viral envelope, killing the virus. Monolaurin has been studied to inactivate many pathogens including Herpes simplex virus and Chlamydia trachomatis.",
            "score": 86.47183227539062
        },
        {
            "docid": "24950378_17",
            "document": "Cell–cell interaction . In order for pathogenic bacteria to invade a cell, communication with the host cell is required. The first step for invading bacteria is usually adhesion to host cells. Strong anchoring, a characteristic that determines virulence, prevents the bacteria from being washed away before infection occurs. Bacterial cells can bind to many host cell surface structures such as glycolipids and glycoproteins which serve as attachment receptors. Once attached, the bacteria begin to interact with the host to disrupt its normal functioning and disrupt or rearrange its cytoskeleton. Proteins on the bacteria surface can interact with protein receptors on the host thereby affecting signal transduction within the cell. Alterations to signaling are favorable to bacteria because these alterations provide conditions under which the pathogen can invade. Many pathogens have Type III secretion systems which can directly inject protein toxins into the host cells. These toxins ultimately lead to rearrangement of the cytoskeleton and entry of the bacteria.",
            "score": 86.14629364013672
        },
        {
            "docid": "8513008_5",
            "document": "Host tropism . Pathogens frequently enter or adhere to host cells or tissues before causing infection. In order for this connection to occur, the pathogen needs to recognize and then bind to the cell's surface. Viruses, for example, must often bind to specific cell surface receptors to enter a cell. Many viral membranes contain virion surface proteins that are specific to particular host cell surface receptors. If a host cell expresses the complementary surface receptor for the virus, then the virus can attach and enter the cell. If a cell does not express these receptors, then the virus cannot normally infect it. Therefore, if the virus cannot bind to the cell, then it will not display tropism for that host.",
            "score": 86.09942626953125
        },
        {
            "docid": "17557516_4",
            "document": "Christopher E. Rudd . Rudd is credited with having had a major impact on the understanding of the intracellular signals that control T-cell immunity. Rudd was the first to discover that intracellular protein kinases interact with surface receptors, by identifying the interaction of T-cell co-receptors CD4 (also the receptor for the human immunodeficiency virus, HIV-1) and CD8 on T-cells with protein-tyrosine kinase p56lck. His discovery provided a role for members of the proto-oncogene pp60src kinase family in normal cell signaling. Other receptors were later found to use src-related kinases to regulate cell growth. In terms of immunology, the CD4- and CD8-p56lck complexes are now widely accepted as the initiators of the T cell activation, leading to the recruitment of a second tyrosine kinase ZAP-70 that control the ability of T-cells to respond to foreign pathogens, foreign transplants and cancer cells.",
            "score": 86.03080749511719
        },
        {
            "docid": "2967227_7",
            "document": "Tissue factor . TF is related to a protein family known as the cytokine receptor class II family. The members of this receptor family are activated by cytokines. Cytokines are small proteins that can influence the behavior of white blood cells. Binding of VIIa to TF has also been found to start signaling processes inside the cell. The signaling function of TF/VIIa plays a role in angiogenesis and apoptosis. Pro-inflammatory and pro-angiogenic responses are activated by TF/VIIa mediated cleavage by the protease-activated receptor 2 (PAR2). EphB2 and EphA2 of the Eph tyrosine kinase receptor (RTK) family can also be cleaved by TF/VIIa.",
            "score": 84.9638671875
        },
        {
            "docid": "5472514_2",
            "document": "Chlamydia muridarum . Chlamydia muridarum is an intracellular bacterial species that at one time belonged to \"Chlamydia trachomatis\". However, \"C. trachomatis\" naturally only infects humans and \"C. muridarum\" naturally infects only members of the family Muridae (includes both mice and hamsters, Alderton, 1996).",
            "score": 84.95291900634766
        },
        {
            "docid": "460071_9",
            "document": "Picornavirus . Genomic RNAs of picornaviruses possess multiple RNA elements and they are required for both negative and plus strand RNA synthesis. The cis acting replication(cre) element is required for replication. The stem-loop-structure that contains the cre is independent of position but changes with location between virus types when it has been identified. Also, the 3’ end elements of viral RNA are significant and efficient for RNA replication of picornaviruses. The 3’ end of picornavirus contains poly(A) tract which be required for infectivity. On the other hand, RNA synthesis is hypothesized to occur in this region.3’ end NCR of poliovirus is not necessary for negative-strands synthesis. However, it is important element for positive—strand synthesis. Additionally,5’ end NCR that contain secondary structural elements is required for RNA replication and poliovirus translation initiation(IRES). Internal Ribosome Entry Site (IRES) are RNA structures that allow cap independent initiation of translation, and are able to initiate translation in the middle of a messenger RNA. The viral particle binds to cell surface receptors. Cell surface receptors are characterized for each serotype of picornaviruses. For example, poliovirus receptor is glycoprotein CD155 which is special receptor for human and some other primate species. For this reason, poliovirus couldn’t be made in many laboratories until transgenic mice having a CD155 receptor on their cell surface were developed in the 1990s. These animals can be infected and used for studies of replication and pathogenesis. Binding causes a conformational change in the viral capsid proteins, and myristic acid are released. These acids form a pore in the cell membrane through which RNA is injected . Once inside the cell, the RNA un-coats and the (+) strand RNA genome is replicated through a double-stranded RNA intermediate that is formed using viral RDRP (RNA-Dependent RNA polymerase). Translation by host cell ribosomes is not initiated by a 5' G cap as usual, but rather is initiated by an IRES (Internal Ribosome Entry Site). The viral lifecycle is very rapid with the whole process of replication being completed on average within 8 hours. However, as little as 30 minutes after initial infection, cell protein synthesis declines to almost zero output – essentially the macromolecular synthesis of cell proteins is shut off. Over the next 1–2 hours there is a loss of margination of chromatin and homogeneity in the nucleus, before the viral proteins start to be synthesized and a vacuole appears in the cytoplasm close to the nucleus that gradually starts to spread as the time after infection reaches around 3 hours. After this time the cell plasma membrane becomes permeable, at 4–6 hours the virus particles assemble, and can sometimes be seen in the cytoplasm. At around 8 hours the cell is effectively dead and lyses to release the viral particles.",
            "score": 84.65105438232422
        },
        {
            "docid": "19167679_38",
            "document": "Virus . Attachment is a specific binding between viral capsid proteins and specific receptors on the host cellular surface. This specificity determines the host range of a virus. For example, HIV infects a limited range of human leucocytes. This is because its surface protein, gp120, specifically interacts with the CD4 molecule – a chemokine receptor – which is most commonly found on the surface of CD4+ T-Cells. This mechanism has evolved to favour those viruses that infect only cells in which they are capable of replication. Attachment to the receptor can induce the viral envelope protein to undergo changes that results in the fusion of viral and cellular membranes, or changes of non-enveloped virus surface proteins that allow the virus to enter.",
            "score": 84.44984436035156
        },
        {
            "docid": "35038133_11",
            "document": "Pathogen . Bacteria can often be killed by antibiotics, which are usually designed to destroy the cell wall. This expels the pathogen's DNA, making it incapable of producing proteins and causing the bacteria to die. A class of bacteria without cell walls is mycoplasma (a cause of lung infections). A class of bacteria which must live within other cells (obligate intracellular parasitic) is chlamydia (genus), the world leader in causing sexually transmitted infection (STI).",
            "score": 84.20905303955078
        },
        {
            "docid": "11688148_2",
            "document": "Chlamydia (genus) . Chlamydia is a genus of pathogenic bacteria that are obligate intracellular parasites. \"Chlamydia\" infections are the most common bacterial sexually transmitted diseases in humans and are the leading cause of infectious blindness worldwide.",
            "score": 83.93006134033203
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 83.58843994140625
        },
        {
            "docid": "7037_2",
            "document": "Chlamydia infection . Chlamydia infection, often simply known as chlamydia, is a sexually transmitted infection caused by the bacterium \"Chlamydia trachomatis\". Most people who are infected have no symptoms. When symptoms do develop this can take a few weeks following infection to occur. Symptoms in women may include vaginal discharge or burning with urination. Symptoms in men may include discharge from the penis, burning with urination, or pain and swelling of one or both testicles. The infection can spread to the upper genital tract in women causing pelvic inflammatory disease which may result in future infertility or ectopic pregnancy. Repeated infections of the eyes that go without treatment can result in trachoma, a common cause of blindness in the developing world. Chlamydia can be spread during vaginal, anal, or oral sex, and can be passed from an infected mother to her baby during childbirth. The eye infections may also be spread by personal contact, flies, and contaminated towels in areas with poor sanitation. \"Chlamydia trachomatis\" only occurs in humans. Diagnosis is often by screening which is recommended yearly in sexually active women under the age of twenty five, others at higher risk, and at the first prenatal visit. Testing can be done on the urine or a swab of the cervix, vagina, or urethra. Rectal or mouth swabs are required to diagnose infections in those areas. Prevention is by not having sex, the use of condoms, or having sex with only one other person, who is not infected. Chlamydia can be cured by antibiotics with typically either azithromycin or doxycycline being used. Erythromycin or azithromycin is recommended in babies and during pregnancy. Sexual partners should also be treated and the infected people advised not to have sex for seven days and until symptom free. Gonorrhea, syphilis, and HIV should be tested for in those who have been infected. Following treatment people should be tested again after three months. Chlamydia is one of the most common sexually transmitted infections, affecting about 4.2% of women and 2.7% of men worldwide. In 2015 about 61 million new cases occurred globally. In the United States about 1.4 million cases were reported in 2014. Infections are most common among those between the ages of 15 and 25 and are more common in women than men. In 2015 infections resulted in about 200 deaths. The word \"chlamydia\" is from the Greek, χλαμύδα meaning \"cloak\".",
            "score": 83.03042602539062
        },
        {
            "docid": "44298290_4",
            "document": "Discovery and development of neuraminidase inhibitors . The Influenza virus is an RNA virus that is divided into three serological types: A, B and C. Hemagglutinin (HA) and neuraminidase (NA) are two important glycoproteins on influenza virus membranes. The hemagglutinin is a sialic acid receptor-binding molecule and mediates entry of the virus into the host cell, while neuraminidase cleaves cellular-receptor sialic acid to form new particles. Neuraminidase is an exoglycosidase that destroys the hemagglutinin receptor by cleaving the α(2,6)- or α(2,3)-ketosidic linkage that exists between a terminal sialic acid and a sugar residue of the Neu5Ac containing receptor on the surface of host cells. This helps the spread of the infection by preventing self-aggregation of new viruses at the cell surface and possible immobilisation in the mucin by hemagglutinin (HA) during virus replication. The virus will then be released from the host cells and will subsequently infect other cells. Neuraminidase also helps the invasion of the virus in the upper respiratory tract, possibly by cleaving sialic acid molecules on mucin of epithelial cells. Neuraminidase is found in influenza viruses of types A and B. Neuraminidase has roles in the infection, replication and delivery of Influenza virus A and B. Type C Influenza virus expresses the enzyme esterase instead of neuraminidase.",
            "score": 82.728271484375
        },
        {
            "docid": "8513008_4",
            "document": "Host tropism . A pathogen will display tropism for a specific host if it can interact with the host cells in a way that supports pathogenic growth and infection. Various factors affect the ability of a pathogen to infect a particular cell, including: the structure of the cell's surface receptors; the availability of transcription factors that can identify pathogenic DNA or RNA; the ability of the cells and tissue to support viral or bacterial replication; and the presence of physical or chemical barriers within the cells and throughout the surrounding tissue.",
            "score": 82.71662902832031
        },
        {
            "docid": "31428316_2",
            "document": "Chlamydia antibodies . Chlamydia antibodies are antibodies targeting bacteria of the \"Chlamydia\" genus, but it generally refers specifically to antibodies targeting Chlamydia trachomatis, which is the cause of Chlamydia infection in humans.",
            "score": 82.5192642211914
        },
        {
            "docid": "11688148_10",
            "document": "Chlamydia (genus) . Studies on the growth cycle of \"Ch. trachomatis\" and \"Ch. psittaci\" in cell cultures \"in vitro\" reveal that the infectious elementary body (EB) develops into a noninfectious reticulate body (RB) within a cytoplasmic vacuole in the infected cell. After the elementary body enters the infected cell, an eclipse phase of 20 hours occurs while the infectious particle develops into a reticulate body. The yield of chlamydial elementary bodies is maximal 36 to 50 hours after infection.",
            "score": 82.44503021240234
        },
        {
            "docid": "11688148_9",
            "document": "Chlamydia (genus) . \"Chlamydia\" may also take the form of a reticulate body, which is in fact an intracytoplasmic form, highly involved in the process of replication and growth of these bacteria. The reticulate body is slightly larger than the elementary body and may reach up to 0.6 μm in diameter with a minimum of 0.5 μm. It does not present a cell wall. When stained with iodine, reticulate bodies appear as inclusions in the cell. The DNA genome, proteins, and ribosomes are retained in the reticulate body. This occurs as a result of the development cycle of the bacteria. The reticular body is basically the structure in which the chlamydial genome is transcribed into RNA, proteins are synthesized, and the DNA is replicated. The reticulate body divides by binary fission to form particles which, after synthesis of the outer cell wall, develop into new infectious elementary body progeny. The fusion lasts about three hours and the incubation period may be up to 21 days. After division, the reticulate body transforms back to the elementary form and is released by the cell by exocytosis.",
            "score": 82.3472671508789
        },
        {
            "docid": "49265835_21",
            "document": "Gas vesicle . Different genomic segments encoding for several \"Chlamydia trachomatis\" pathogen’s proteins, including MOMP, OmcB, and PompD, are joined to the \"gvp\"C gene of \"Halobacteria\". \"In vitro\" assessments of cells show expression of the Chlamydia genes on cell surfaces through imagining techniques and show characteristic immunologic responses such as TLRs activities and pro-inflammatory cytokines production. Gas vesicle gene can be exploited as a delivery vehicle to generate a potential vaccine for Chlamydia. Limitations of this method include the need to minimize the damage of the GvpC protein itself while including as much of the vaccine target gene into the \"gvp\"C gene segment.",
            "score": 81.9181137084961
        },
        {
            "docid": "5473983_2",
            "document": "Simkaniaceae . Simkaniaceae is a family of bacteria in the order Chlamydiales, class Chlamydiae, phylum Chlamydiae, domain Bacteria. Species in this family have a chlamydia-like cycle of replication and their ribosomal RNA genes are 80–90% identical to ribosomal genes in the Chlamydiaceae. The Simkaniaceae are not recognized by monoclonal antibodies that are specific for Chlamydiaceae lipopolysaccharide. The family Simkaniaceae currently includes two genera: \"Simkania\" and \"Fritschea\". The type species is \"Simkania negevensis\", and its natural host is not known. It is readily grown in monolayers of eukaryotic Vero cells. Serological evidence and PCR indicate that \"S. negevensis\" is widespread among humans.",
            "score": 81.72290802001953
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 81.10704040527344
        },
        {
            "docid": "47362298_8",
            "document": "Chlamydia research . There are research projects in several areas, including: development of a human vaccine for chlamydial sexually transmitted disease understanding basic mechanisms of regulation, including the importance of chlamydial proteases. Chlamydia infections in wildlife are part of the research into Chlamydia particularly koalas genomics and gene regulation studies in Chlamydia",
            "score": 80.96661376953125
        },
        {
            "docid": "199665_23",
            "document": "Helicobacter pylori . The type-IV secretion apparatus also injects the \"cag\" PAI-encoded protein CagA into the stomach's epithelial cells, where it disrupts the cytoskeleton, adherence to adjacent cells, intracellular signaling, cell polarity, and other cellular activities. Once inside the cell, the CagA protein is phosphorylated on tyrosine residues by a host cell membrane-associated tyrosine kinase (TK). CagA then allosterically activates protein tyrosine phosphatase/protooncogene Shp2. Pathogenic strains of \"H. pylori\" have been shown to activate the epidermal growth factor receptor (EGFR), a membrane protein with a TK domain. Activation of the EGFR by \"H. pylori\" is associated with altered signal transduction and gene expression in host epithelial cells that may contribute to pathogenesis. A C-terminal region of the CagA protein (amino acids 873–1002) has also been suggested to be able to regulate host cell gene transcription, independent of protein tyrosine phosphorylation. A great deal of diversity exists between strains of \"H. pylori\", and the strain that infects a person can predict the outcome.",
            "score": 80.53524780273438
        },
        {
            "docid": "4774419_15",
            "document": "Herpes simplex virus . In the case of a herpes virus, initial interactions occur when two viral envelope glycoprotein called glycoprotein C (gC) and glycoprotein B (gB) bind to a cell surface particle called heparan sulfate. Next, the major receptor binding protein, glycoprotein D (gD), binds specifically to at least one of three known entry receptors. These cell receptors include herpesvirus entry mediator (HVEM), nectin-1 and 3-O sulfated heparan sulfate. The nectin receptors usually produce cell-cell adhesion, to provide a strong point of attachment for the virus to the host cell. These interactions bring the membrane surfaces into mutual proximity and allow for other glycoproteins embedded in the viral envelope to interact with other cell surface molecules. Once bound to the HVEM, gD changes its conformation and interacts with viral glycoproteins H (gH) and L (gL), which form a complex. The interaction of these membrane proteins may result in a hemifusion state. gB interaction with the gH/gL complex creates an entry pore for the viral capsid. gB interacts with glycosaminoglycans on the surface of the host cell.",
            "score": 80.41546630859375
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 79.87814331054688
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 79.72476959228516
        },
        {
            "docid": "7037_12",
            "document": "Chlamydia infection . \"Chlamydiae\" have the ability to establish long-term associations with host cells. When an infected host cell is starved for various nutrients such as amino acids (for example, tryptophan), iron, or vitamins, this has a negative consequence for \"Chlamydiae\" since the organism is dependent on the host cell for these nutrients. Long-term cohort studies indicate that approximately 50% of those infected clear within a year, 80% within two years, and 90% within three years.",
            "score": 79.71865844726562
        }
    ]
}