{
    "q": [
        {
            "docid": "8124077_6",
            "document": "Transition state analog . Computational approaches have been regarded as a useful tool to elucidate the mechanism of action of enzymes. Molecular mechanics itself can not predict the electron transfer which is the fundamental of organic reaction but the molecular dynamics simulation provide sufficient information considering the flexibility of protein during catalytic reaction. The complementary method would be combined molecular mechanics/ quantum mechanics simulation (QM/MM)methods. With this approach, only the atoms responsible for enzymatic reaction in the catalytic region will be reared with quantum mechanics and the rest of the atoms were treated with molecular mechanics.",
            "score": 66.18167269229889
        },
        {
            "docid": "4255729_2",
            "document": "Kendall Houk . Kendall Newcomb Houk is the Saul Winstein Chair in Organic Chemistry at the University of California, Los Angeles. His research group studies organic, organometallic, and biological reactions using the tools of computational chemistry. This work involves quantum mechanical calculations, often with density functional theory, and molecular dynamics, either quantum dynamics for small systems or force fields such as AMBER, for solution and protein simulations.",
            "score": 40.234373569488525
        },
        {
            "docid": "5167099_5",
            "document": "Oxidative folding . Especially for proteins that contain more than one disulfide bond, it is important that incorrect disulfide bonds become rearranged. This is carried out in the isomerization pathway by the protein DsbC, that acts as a disulfide isomerase. DsbC is a dimer, consisting of two identical 23 kDa subunits and has four cysteine residues in each subunit. One of these cysteines (Cys-98) attacks an incorrect disulfide in a misfolded protein and a mixed disulfide is formed between DsbC and this protein. Next, the attack of a second cysteine residue results in the forming of a more stable disulfide in the refolded protein. This may be a cysteine residue either from the earlier misfolded protein or one from DsbC. In the last case, DsbC becomes oxidized and must be reduced in order to play another catalytic role. There is also a second isomerase that can reorganize incorrect disulfide bonds. This protein is called DsbG and it is also a dimer that serves as a chaperone. To fulfil their role as isomerases, DsbC and DsbG must be kept in a reduced state. This is carried out by DsbD, which must be reduced itself to be functional. Thioredoxin, which itself is reduced by thioredoxin reductase and NADPH, ensures the reduction of the DsbD protein. Because these two pathways coexist next to each other in the same periplasmic compartment, there must be a mechanism to prevent oxidation of DsbC by DsbB. This mechanism indeed exists as DsbB can distinguish between DsbA and DsbC because this latter has the ability to dimerize.",
            "score": 133.26283514499664
        },
        {
            "docid": "541957_12",
            "document": "Lysozyme . More recently, quantum mechanics/ molecular mechanics (QM/MM) molecular dynamics simulations have been using the crystal of HEWL and predict the existence of a covalent intermediate. Evidence for the ESI-MS and X-ray structures indicate the existence of covalent intermediate, but primarily rely on using a less active mutant or non-native substrate. Thus, QM/MM molecular dynamics provides the unique ability to directly investigate the mechanism of wild-type HEWL and native substrate. The calculations revealed that the covalent intermediate from the Koshland mechanism is ~30 kcal/mol more stable than the ionic intermediate from the Phillips mechanism. These calculation demonstrate that the ionic intermediate is extremely energetically unfavorable and the covalent intermediates observed from experiments using less active mutant or non-native substrates provide useful insight into the mechanism of wild-type HEWL. Imidazole derivatives can form a charge-transfer complex with some residues (in or outside active center) to achieve a competitive inhibition of lysozyme. In Gram-negative bacteria, the lipopolysaccharide acts as a non-competitive inhibitior by highly-favored binding with lysozyme.",
            "score": 59.20592701435089
        },
        {
            "docid": "29200295_3",
            "document": "DsbA . Structurally, DsbA contains a thioredoxin domain with an inserted helical domain of unknown function. Like other thioredoxin-based enzymes, DsbA's catalytic site is a CXXC motif (CPHC in \"E. coli\" DsbA). The pair of cysteines may be oxidized (forming an internal disulfide) or reduced (as free thiols), and thus allows for oxidoreductase activity by serving as an electron pair donor or acceptor, depending on oxidation state. This reaction generally proceeds through a mixed-disulfide intermediate, in which a cysteine from the enzyme forms a bond to a cysteine on the substrate. DsbA is responsible for introducing disulfide bonds into nascent proteins. In equivalent terms, it catalyzes the oxidation of a pair of cysteine residues on the substrate protein. Most of the substrates for DsbA are eventually secreted, and include important toxins, virulence factors, adhesion machinery, and motility structures DsbA is localized in the periplasm, and is more common in Gram-negative bacteria than in Gram-positive bacteria. Within the thioredoxin family, DsbA is the most strongly oxidizing. Using glutathione oxidation as a metric, DsbA is ten times more oxidizing than protein disulfide-isomerase (the eukaryotic equivalent of DsbA). The extremely oxidizing nature of DsbA is due to an increase in stability upon reduction of DsbA, thereby imparting a decrease in energy of the enzyme when it oxidizes substrate. This feature is incredibly rare among proteins, as nearly all proteins are stabilized by the formation of disulfide bonds. DsbA's highly oxidizing nature is a result of hydrogen bond, electrostatic and helix-dipole interactions that favour the thiolate over the disulfide at the active site.",
            "score": 158.5450519323349
        },
        {
            "docid": "12835538_7",
            "document": "Arieh Warshel . Arieh Warshel made major contributions in introducing computational methods for structure function correlation of biological molecules, pioneering and co-pioneering programs, methods and key concepts for detailed computational studies of functional properties of biological molecules using Cartesian-based force field programs, the combined Quantum Chemistry/Molecular mechanics (i.e., QM/MM) method for simulating enzymatic reactions, the first molecular dynamics simulation of a biological process, microscopic electrostatic models for proteins, free energy perturbation in proteins and other key advances. It was for the development of these methods that Warshel shared the 2013 Nobel Prize in Chemistry.",
            "score": 48.69109487533569
        },
        {
            "docid": "53751966_4",
            "document": "Michael Bühl . Bühl's group applies the tools of computational quantum chemistry to study a variety of chemical and biochemical systems and their properties, focussing on transition-metal and f-element chemistry, homogeneous and bio-catalysis, and NMR properties. The methods employed are mostly rooted in density-functional theory (DFT), including quantum-mechanical/molecular-mechanical (QM/MM) calculations and first-principles molecular dynamics simulations.",
            "score": 17.341444492340088
        },
        {
            "docid": "51877724_5",
            "document": "Nigel Scrutton . He has made major contributions to the study of enzyme catalysis, the mechanisms and structures of enzymes and the photochemistry of photoreceptor proteins. His group has pioneered investigations that have led to both deep understanding and recognition of the general importance of quantum tunnelling and protein dynamics in enzyme H-transfer and conformational ensemble sampling in electron transfer reactions. This has involved the development of new biophysical approaches for reaction kinetics analysis including kinetic isotope effect studies, their integration into structural and computational programmes, and extension of theory. He has also made important contributions to enzyme kinetics, coenzyme chemistry, protein engineering, directed evolution, synthetic biology, biological engineering, biocatalysis and metabolic engineering, including the first rational redesign of the coenzyme specificity of an enzyme and the discovery of new riboflavin cofactors.",
            "score": 57.78981876373291
        },
        {
            "docid": "39734872_3",
            "document": "Sharon Hammes-Schiffer . Hammes-Schiffer studies \"chemical reactions in solution, in proteins and at electrochemical interfaces, particularly the transfer of charged particles driving many chemical and biological processes.\" Her research draws upon the areas of chemistry, physics, biology, and computer science and is significant for the fields of biochemistry, inorganic chemistry, physical chemistry and physical organic chemistry. A theoretician who works with computational models, Hammes-Schiffer blends classical molecular dynamics and quantum mechanics into theories that have direct relevance to a variety of experimental areas. In studying proton, electron and proton coupled electron transfer, Hammes-Schiffer has formulated a general theory of proton-coupled electron transfer reactions that explains the behavior of protons in energy conversion processes.  Her research has enhanced the understanding of hydrogen tunneling and protein motion in enzyme catalysis. Her research group has also developed a nuclear-electronic orbital approach that allows scientists to incorporate nuclear quantum effects into electronic structure calculations. Her work has application to a variety of experimental results and has implications for areas such as protein engineering, drug design, catalyst of solar cells, and enzymatic reactions.",
            "score": 64.31543731689453
        },
        {
            "docid": "65948_15",
            "document": "Disulfide . Thiol–disulfide exchange is the principal reaction by which disulfide bonds are formed and rearranged in a protein. The rearrangement of disulfide bonds within a protein generally occurs via intra-protein thiol–disulfide exchange reactions; a thiolate group of a cysteine residue attacks one of the protein's own disulfide bonds. This process of disulfide rearrangement (known as \"disulfide shuffling\") does not change the number of disulfide bonds within a protein, merely their location (i.e., which cysteines are bonded). Disulfide reshuffling is generally much faster than oxidation/reduction reactions, which change the number of disulfide bonds within a protein. The oxidation and reduction of protein disulfide bonds \"in vitro\" also generally occurs via thiol–disulfide exchange reactions. Typically, the thiolate of a redox reagent such as glutathione or dithiothreitol attacks the disulfide bond on a protein forming a \"mixed disulfide bond\" between the protein and the reagent. This mixed disulfide bond when attacked by another thiolate from the reagent, leaves the cysteine oxidized. In effect, the disulfide bond is transferred from the protein to the reagent in two steps, both thiol–disulfide exchange reactions.",
            "score": 112.56041502952576
        },
        {
            "docid": "733929_4",
            "document": "Chemical physics . Chemical physicists commonly probe the structure and dynamics of ions, free radicals, polymers, clusters, and molecules. Areas of study include the quantum mechanical behavior of chemical reactions, the process of solvation, inter- and intra-molecular energy flow, and single entities such as quantum dots. Experimental chemical physicists use a variety of spectroscopic techniques to better understand hydrogen bonding, electron transfer, the formation and dissolution of chemical bonds, chemical reactions, and the formation of nanoparticles. Theoretical chemical physicists create simulations of the molecular processes probed in these experiments to both explain results and guide future investigations. The goals of chemical physics research include understanding chemical structures and reactions at the quantum mechanical level, elucidating the structure and reactivity of gas phase ions and radicals, and discovering accurate approximations to make the physics of chemical phenomena computationally accessible. Chemical physicists are looking for answers to such questions as:",
            "score": 41.28668761253357
        },
        {
            "docid": "198608_9",
            "document": "Molecular dynamics . Limits of the method are related to the parameter sets used, and to the underlying molecular mechanics force fields. One run of an MD simulation optimizes the potential energy, rather than the free energy of the protein , meaning that all entropic contributions to thermodynamic stability of protein structure are neglected, including the conformational entropy of the polypeptide chain (the main factor that destabilizes protein structure) and hydrophobic effects (the main driving forces of protein folding). Another important factor are intramolecular hydrogen bonds, which are not explicitly included in modern force fields, but described as Coulomb interactions of atomic point charges. This is a crude approximation because hydrogen bonds have a partially quantum mechanical and chemical nature. Furthermore, electrostatic interactions are usually calculated using the dielectric constant of vacuum, although the surrounding aqueous solution has a much higher dielectric constant. Using the macroscopic dielectric constant at short interatomic distances is questionable. Finally, van der Waals interactions in MD are usually described by Lennard-Jones potentials based on the Fritz London theory that is only applicable in vacuum. However, all types of van der Waals forces are ultimately of electrostatic origin and therefore depend on dielectric properties of the environment. The direct measurement of attraction forces between different materials (as Hamaker constant) shows that \"the interaction between hydrocarbons across water is about 10% of that across vacuum\". The environment-dependence of van der Waals forces is neglected in standard simulations, but can be included by developing polarizable force fields.",
            "score": 42.635544538497925
        },
        {
            "docid": "630489_26",
            "document": "Theories of general anaesthetic action . It was initially hypothesized that general anaesthetic binds to its target ion channel by a key-lock mechanism and changes its structure dramatically from open to closed conformation or vice versa. However, there is a significant amount of evidence against direct key-lock interaction of membrane proteins with general anaesthetics Various studies have shown that low affinity drugs including inhaled general anaesthetics do not usually interact with their target proteins via specific lock-and-key binding mechanism because they do not change molecular structures of transmembrane receptors, ion channels and globular proteins. Based on these experimental facts and some computer simulations modern version of protein hypothesis was proposed. Proteins of four-α-helix bundle structural motif served as models of monomer of pentameric Cys-loop receptor because binding pockets of inhaled anaesthetics are believed to be within transmembrane four-α-helix bundles of Cys-loop receptors. Inhaled general anaesthetic does not change structure of membrane channel but changes its dynamics especially dynamics in the flexible loops that connect α-helices in a bundle and are exposed to the membrane-water interface. It is a well known fact that dynamics of protein in microsecond-millisecond timescale is often coupled with functions of the protein. Thus it was logical to propose that since inhaled general anaesthetics do not change protein structure they may exert their effect on proteins by modulating protein dynamics in a slow microsecond-millisecond timescale and/or by disrupting the modes of motion essential for function of this protein. Normal interactions between residues in protein regions (loops) at the water-lipid interface that play critical roles in protein functions and agonist binding may be disrupted by general anaesthetic. Interactions within the same loop or between different loops may be disrupted by anaesthetics and ultimately functions of Cys-loop receptors may be altered.",
            "score": 54.31432747840881
        },
        {
            "docid": "26621085_4",
            "document": "X-Pol: the Explicit Polarization Theory . Although the X-Pol method can be used as an electronic structural approach for studying intermolecular interactions, the most significant is that the X-Pol potential provides a general theoretical framework for development of next-generation force fields in condensed-phase and macromolecular simulations using electronic structural methods explicitly, going beyond the traditional molecular mechanics as developed by Terrell Hill and F. H. Westheimer for organic molecules and the Lifson force fields for biological systems. The computational algorithm, feasibility and accuracy of the X-Pol potential have been demonstrated through statistical mechanical Monte Carlo simulations of liquid water, with the computed heat of vaporization and liquid density within 1% and 3% of experiments, respectively. The X-Pol method has been illustrated to be feasible for extensive molecular dynamics simulations of fully solvated proteins under periodic boundary conditions. The X-Pol method can be used to perform 3,200 full energy and analytical gradient evaluations in molecular dynamics simulation of a sovated Bovine Pancreatic Trypsin Inhibitor (BPTI) protein in water, consisting of nearly 15,000 atoms and 30,000 basis functions, on a single 1.6 GHz processor in one day, in 2008.",
            "score": 43.21327495574951
        },
        {
            "docid": "1047220_3",
            "document": "Thioredoxin reductase . Thioredoxin reductase is the only enzyme known to catalyze the reduction of thioredoxin and hence is a central component in the thioredoxin system. Together with thioredoxin (Trx) and NADPH this system's most general description is as a method of forming reduced disulfide bonds in cells. Electrons are taken from NADPH via TrxR and are transferred to the active site of Trx, which goes on to reduce protein disulfides or other substrates. The Trx system exists in all living cells and has an evolutionary history tied to DNA as a genetic material, defense against oxidative damage due to oxygen metabolism, and redox signaling using molecules like hydrogen peroxide and nitric oxide.",
            "score": 139.55868363380432
        },
        {
            "docid": "5167099_7",
            "document": "Oxidative folding . A homolog of DsbA, called protein disulfide isomerase (PDI), is responsible for the formation of the disulfide bonds in unfolded eukaryotic proteins. This protein has two thioredoxine-like active sites, which both contain two cysteine residues. By transferring the disulfide bond between these two cysteine residues onto the folding protein it is responsible for the latter’s oxidation. In contrast to bacteria, where the oxidative and isomerization pathways are carried out by different proteins, PDI is also responsible for the reduction and isomerization of the disulfide bonds. For PDI to catalyse the formation of disulfide bonds in unfolded proteins, it must be reoxidized. This is carried out by an ER membrane-associated protein, Ero1p, which is no homolog of DsbB. This Ero1p protein forms a mixed disulfide with PDI, which is resolved by a nucleophilic attack of the second cystein residue in one of the active sites of PDI. As result, oxidized PDI is obtained. Ero1p itself is oxidized by transferring electrons to molecular oxygen. As it is an FAD-binding protein, this transfer of electrons is strongly favoured when Ero1p is bound to FAD. Also a transport system that imports FAD into the ER lumen has been described in eukaryotes. Furthermore, it has been shown that the ability to reduce or rearrange incorrect disulfide bonds in missfolded proteins is provided by the oxidation of reduced glutathione (GSH) to oxidized glutathione (GSSG).",
            "score": 126.37275958061218
        },
        {
            "docid": "7590298_9",
            "document": "Isopeptide bond . The first case is that of the sortases, an enzyme family that is spread throughout numerous gram positive bacteria. It has been shown to be an important pathogenicity and virulence factor. The general reaction performed by sortases involves using its own brand of the ‘catalytic triad’: i.e. using histidine, arginine, and cysteine for the reactive mechanism. His and Arg act to help create the reactive environment, and Cys once again acts as the reaction center by using a thioester help hold a carboxyl group until the amine of a Lysine can perform a nucleophilic attack to transfer the protein and form the isopeptide bond. An ion that can sometimes play an important although indirect role in the enzymatic reaction is calcium, which is bound by sortase. It plays an important role in holding the structure of the enzyme in the optimal conformation for catalysis. However, there are cases where calcium has been shown to be non-essential for catalysis to take place. Another aspect that distinguishes sortases in general is that they have a very specific targeting for their substrate, as sortases have generally two functions, the first is the fusing of proteins to the cell wall of the bacteria and the second is the polymerization of pilin. For the process of localization of proteins to the cell wall there is three-fold requirement that the protein contain a hydrophobic domain, a positively charged tail region, and final specific sequence used for recognition. The best studied of these signals is the LPXTG, which acts as the point of cleavage, where the sortase attacks in between Thr and Gly, conjugating to the Thr carboxyl group. Then the thioester is resolved by the transfer of the peptide to a primary amine, and this generally has a very high specificity, which is seen in the example of B. cereus where the sortase D enzyme helps to polymerize the BcpA protein via two recognition signals, the LPXTG as the cleavage and thioester forming point, and the YPKN site which acts as the recognition signal as where the isopeptide will form. While the particulars may vary between bacteria, the fundamentals of sortase enzymatic chemistry remain the same.",
            "score": 83.46953773498535
        },
        {
            "docid": "32633135_4",
            "document": "DsbC protein family . DsbC and DsbG facilitate the proper folding of the protein by breaking non-native disulfide bonds. In addition to this, DsbC also shows chaperone activity. The reduced cysteine on DsbC performs a nucleophilic attack on the target non-native disulfide bond, to form an unstable disulfide bond between DsbC and the protein. Another thiolate group in the protein then attacks this unstable bond. The final result would be the formation of a native disulfide bond and the reformation of the thiolate group in DsbC. DsbG also acts with a similar mechanism, but has a higher selectivity when compared with DsbC.",
            "score": 78.52574181556702
        },
        {
            "docid": "4485896_3",
            "document": "Lowry protein assay . The method combines the reactions of copper ions with the peptide bonds under alkaline conditions (the Biuret test) with the oxidation of aromatic protein residues. The Lowry method is based on the reaction of Cu, produced by the oxidation of peptide bonds, with Folin–Ciocalteu reagent (a mixture of phosphotungstic acid and phosphomolybdic acid in the Folin–Ciocalteu reaction). The reaction mechanism is not well understood, but involves reduction of the Folin–Ciocalteu reagent and oxidation of aromatic residues (mainly tryptophan, also tyrosine). Experiments have shown that cysteine is also reactive to the reagent. Therefore, cysteine residues in protein probably also contribute to the absorbance seen in the Lowry assay. The result of this reaction is an intense blue molecule known as heteropolymolybdenum Blue. The concentration of the reduced Folin reagent (heteropolymolybdenum Blue) is measured by absorbance at 660 nm. As a result, the total concentration of protein in the sample can be deduced from the concentration of tryptophan and tyrosine residues that reduce the Folin–Ciocalteu reagent.",
            "score": 64.97220826148987
        },
        {
            "docid": "11085324_6",
            "document": "Free energy perturbation . FEP calculations have been used for studying host-guest binding energetics, pKa predictions, solvent effects on reactions, and enzymatic reactions. Other applications are the Virtual Screening of ligands in Drug Discovery, as well as for \"In silico\" mutagenesis studies. For the study of reactions it is often necessary to involve a quantum-mechanical representation of the reaction center because the molecular mechanics force fields used for FEP simulations can't handle breaking bonds. A hybrid method that has the advantages of both QM and MM calculations is called QM/MM.",
            "score": 29.821298360824585
        },
        {
            "docid": "35041210_4",
            "document": "Donald Truhlar . Truhlar is known for his contributions to theoretical chemical dynamics of chemical reactions; quantum mechanical scattering theory of chemical reactions and molecular energy transfer; electron scattering; theoretical kinetics and chemical dynamics; potential energy surfaces and molecular interactions; path integrals; variational transition state theory; the use of electronic structure theory for calculations of chemical structure, reaction rates, electronically nonadiabatic processes, and solvation effects; photochemistry; combustion chemistry; heterogeneous, homogeneous, and enzyme catalysis; atmospheric and environmental chemistry; drug design; nanoparticle structure and energetics; and density functional theory, including the Minnesota Functionals. He has been the author of more than 1100 papers published in journals of international repute. One of his papers, in which the M06 density functional methods were described, has received more than 10000 citations.",
            "score": 33.87144982814789
        },
        {
            "docid": "198608_42",
            "document": "Molecular dynamics . QM (quantum-mechanical) methods are very powerful. However, they are computationally expensive, while the MM (classical or molecular mechanics) methods are fast but suffer from several limits (require extensive parameterization; energy estimates obtained are not very accurate; cannot be used to simulate reactions where covalent bonds are broken/formed; and are limited in their abilities for providing accurate details regarding the chemical environment). A new class of method has emerged that combines the good points of QM (accuracy) and MM (speed) calculations. These methods are termed mixed or hybrid quantum-mechanical and molecular mechanics methods (hybrid QM/MM).",
            "score": 40.76456689834595
        },
        {
            "docid": "22833956_3",
            "document": "Molecular models of DNA . The more advanced, computer-based molecular models of DNA involve molecular dynamics simulations and quantum mechanics computations of vibro-rotations, delocalized molecular orbitals (MOs), electric dipole moments, hydrogen-bonding, and so on. \"DNA molecular dynamics modeling\" involves simulating deoxyribonucleic acid (DNA) molecular geometry and topology changes with time as a result of both intra- and inter- molecular interactions of DNA. Whereas molecular models of DNA molecules such as closely packed spheres (CPK models) made of plastic or metal wires for \"skeletal models\" are useful representations of static DNA structures, their usefulness is very limited for representing complex DNA dynamics. Computer molecular modeling allows both animations and molecular dynamics simulations that are very important to understand how DNA functions \"in vivo\".",
            "score": 27.74628472328186
        },
        {
            "docid": "14162200_8",
            "document": "Thiosulfate dehydrogenase . There is controversy to the exact mechanism that the enzyme enables to occur, so the process remains ambiguous. Additionally, the variety of thiosulfate dehydrogenase enzymes among bacterial species implies several possible mechanisms of activity. However, due to the striking similarity in structure the domains of thiosulfate dehydrogenase have to sulfur carrier protein SoxYZ and cytochrome SoxAX, a related mechanism can be derived for the thiosulfate dehydrogenase-catalyzed reaction in \"A. vinosum\". The overall, generalized overview of the proposed mechanism of thiosulfate dehydrogenase can be summarized by the following two reversible redox reactions: </chem> Step 1 indicates an initial binding of thiosulfate to an unusual and reactive cysteine \"S\"-sulphane adduct, forming a \"S\"-thiosulfonate adduct. Step 2 follows with an additional thiosulfate to subsequently form tetrathionate while reducing both hemes and leaving a typical cysteine residue. In the active site, the cysteine residue binded to the catalytic iron heme is essential for enzymatic activity, as the abolishment of this residue completely eliminated the enzyme's ability to both oxidize thiosulfate and reduce tetrathionate. In \"A. vinosum\", although the process is reversible, the reaction to form two thiosulfate ions is much slower than the formation of tetrathionate despite the reduction of tetrathionate to thiosulfate having a potential of +198 mV.",
            "score": 74.02156567573547
        },
        {
            "docid": "198608_53",
            "document": "Molecular dynamics . Steered molecular dynamics (SMD) simulations, or force probe simulations, apply forces to a protein in order to manipulate its structure by pulling it along desired degrees of freedom. These experiments can be used to reveal structural changes in a protein at the atomic level. SMD is often used to simulate events such as mechanical unfolding or stretching.",
            "score": 37.38260507583618
        },
        {
            "docid": "33791304_8",
            "document": "Eric R. Bittner . Bittner and his co-workers have investigated organic semiconductors, in particular, semiconductive polymers, the modulation and tuning of their electronic dynamics due to intramolecular vibrational motions of the polymers, and investigations into phonon modes. They have worked on energy transfer in DNA molecules using methods of molecular dynamics, time-dependent density functional theory (TD-DFT) and analytical lattice models. They have developed a quantum hydrodynamics approach for computing the energies involved in quantum vibrations in small atomic clusters by combining the De Broglie–Bohm formulation of quantum mechanics and Baysian sampling, using this approach also to study quantum aspects of the thermodynamics of small rare gas clusters in thermal regions close to the clusters' melting point.  Furthermore, they used supersymmetry (SUSY) quantum mechanics for computing excitation energies of quantum systems using Monte Carlo calculations.",
            "score": 36.21876072883606
        },
        {
            "docid": "14818419_6",
            "document": "GLRX2 . Grx2 functions as a part of the cellular redox signaling pathway and antioxidant defense mechanism. As a GRX family protein, Grx2 acts as an electron donor to deglutathionylate proteins. It has also been shown to reduce both thioredoxin 2 and thioredoxin 1 and protects cells from apoptosis induced by auranofin and 4-hydroxynonenal. Grx2 is also an electron acceptor. It can catalyze the reversible oxidation and glutathionylation of mitochondrial membrane thiol proteins. Additionally, NADPH and thioredoxin reductase efficiently reduce both the active site disulfide of Grx2 and the GSH-Grx2 intermediate formed in the reduction of glutathionylated substrates.",
            "score": 137.41852140426636
        },
        {
            "docid": "1170407_9",
            "document": "Thioredoxin . The primary function of Thioredoxin (Trx) is the reduction of oxidized cysteine residues and the cleavage of disulfide bonds. For Trx1, this process begins by attack of Cys32, one of the residues conserved in the thioredoxin CXXC motif, onto the oxidized group of the substrate. Almost immediately after this event Cys35, the other conserved Cys residue in Trx1, forms a disulfide bond with Cys32, thereby transferring 2 electrons to the substrate which is now in its reduced form. Oxidized Trx1 is then reduced by thioredoxin reductase, which in turn is reduced by NADPH as described above.",
            "score": 130.84374332427979
        },
        {
            "docid": "1961054_12",
            "document": "Hydrogenase . The molecular mechanism by which protons are converted into hydrogen molecules within hydrogenases is still under extensive study. One popular approach employs mutagenesis to elucidate roles of amino acids and/or ligands in different steps of catalysis such as intramolecular transport of substrates. For instance, Cornish et al. conducted mutagenesis studies and found out that four amino acids located along the putative channel connecting the active site and protein surface are critical to enzymatic function of [FeFe] hydrogenase from \"clostridium pasteurianum\" (CpI). On the other hand, one can also rely on computational analysis and simulations. Nilsson Lill and Siegbahn have recently taken this approach in investigating the mechanism by which [NiFe] hydrogenases catalyze H cleavage. The two approaches are complementary and can benefit one another. In fact, Cao and Hall combined both approaches in developing the model that describes how hydrogen molecules are oxidized or produced within the active site of [FeFe] hydrogenases. While more research and experimental data are required to complete our understanding of the mechanism, these findings have allowed scientists to apply the knowledge in, e.g., building artificial catalysts mimicking active sites of hydrogenases.",
            "score": 80.54020667076111
        },
        {
            "docid": "45598981_20",
            "document": "Gaseous signaling molecules . Two important biological reaction mechanisms of nitric oxide are S-nitrosation of thiols, and nitrosylation of transition metal ions. S-nitrosation involves the (reversible) conversion of thiol groups, including cysteine residues in proteins, to form S-nitrosothiols (RSNOs). S-Nitrosation is a mechanism for dynamic, post-translational regulation of most or all major classes of protein. The second mechanism, nitrosylation, involves the binding of NO to a transition metal ion like iron or copper. In this function, NO is referred to as a nitrosyl ligand. Typical cases involve the nitrosylation of heme proteins like cytochromes, thereby disabling the normal enzymatic activity of the enzyme. Nitrosylated ferrous iron is particularly stable, as the binding of the nitrosyl ligand to ferrous iron (Fe(II)) is very strong. Hemoglobin is a prominent example of a heme protein that may be modified by NO by both pathways: NO may attach directly to the heme in the nitrosylation reaction, and independently form S-nitrosothiols by S-nitrosation of the thiol moieties.",
            "score": 60.01104784011841
        },
        {
            "docid": "29236484_2",
            "document": "Thioredoxin domain . Thioredoxins are small disulfide-containing redox proteins that have been found in all the kingdoms of living organisms. Thioredoxin serves as a general protein disulfide oxidoreductase. It interacts with a broad range of proteins by a redox mechanism based on reversible oxidation of 2 cysteine thiol groups to a disulfide, accompanied by the transfer of 2 electrons and 2 protons. The net result is the covalent interconversion of a disulfide and a dithiol.",
            "score": 121.3344931602478
        },
        {
            "docid": "29236484_6",
            "document": "Thioredoxin domain . In the NADPH-dependent protein disulfide reduction, thioredoxin reductase (TR) catalyses reduction of oxidised thioredoxin (trx) by NADPH using FAD and its redox-active disulfide (steps 1 and 2). Reduced thioredoxin then directly reduces the disulfide in the substrate protein (step 3).",
            "score": 138.57089734077454
        }
    ],
    "r": [
        {
            "docid": "29200295_3",
            "document": "DsbA . Structurally, DsbA contains a thioredoxin domain with an inserted helical domain of unknown function. Like other thioredoxin-based enzymes, DsbA's catalytic site is a CXXC motif (CPHC in \"E. coli\" DsbA). The pair of cysteines may be oxidized (forming an internal disulfide) or reduced (as free thiols), and thus allows for oxidoreductase activity by serving as an electron pair donor or acceptor, depending on oxidation state. This reaction generally proceeds through a mixed-disulfide intermediate, in which a cysteine from the enzyme forms a bond to a cysteine on the substrate. DsbA is responsible for introducing disulfide bonds into nascent proteins. In equivalent terms, it catalyzes the oxidation of a pair of cysteine residues on the substrate protein. Most of the substrates for DsbA are eventually secreted, and include important toxins, virulence factors, adhesion machinery, and motility structures DsbA is localized in the periplasm, and is more common in Gram-negative bacteria than in Gram-positive bacteria. Within the thioredoxin family, DsbA is the most strongly oxidizing. Using glutathione oxidation as a metric, DsbA is ten times more oxidizing than protein disulfide-isomerase (the eukaryotic equivalent of DsbA). The extremely oxidizing nature of DsbA is due to an increase in stability upon reduction of DsbA, thereby imparting a decrease in energy of the enzyme when it oxidizes substrate. This feature is incredibly rare among proteins, as nearly all proteins are stabilized by the formation of disulfide bonds. DsbA's highly oxidizing nature is a result of hydrogen bond, electrostatic and helix-dipole interactions that favour the thiolate over the disulfide at the active site.",
            "score": 158.54505920410156
        },
        {
            "docid": "1047220_3",
            "document": "Thioredoxin reductase . Thioredoxin reductase is the only enzyme known to catalyze the reduction of thioredoxin and hence is a central component in the thioredoxin system. Together with thioredoxin (Trx) and NADPH this system's most general description is as a method of forming reduced disulfide bonds in cells. Electrons are taken from NADPH via TrxR and are transferred to the active site of Trx, which goes on to reduce protein disulfides or other substrates. The Trx system exists in all living cells and has an evolutionary history tied to DNA as a genetic material, defense against oxidative damage due to oxygen metabolism, and redox signaling using molecules like hydrogen peroxide and nitric oxide.",
            "score": 139.55868530273438
        },
        {
            "docid": "29236484_6",
            "document": "Thioredoxin domain . In the NADPH-dependent protein disulfide reduction, thioredoxin reductase (TR) catalyses reduction of oxidised thioredoxin (trx) by NADPH using FAD and its redox-active disulfide (steps 1 and 2). Reduced thioredoxin then directly reduces the disulfide in the substrate protein (step 3).",
            "score": 138.57089233398438
        },
        {
            "docid": "14818419_6",
            "document": "GLRX2 . Grx2 functions as a part of the cellular redox signaling pathway and antioxidant defense mechanism. As a GRX family protein, Grx2 acts as an electron donor to deglutathionylate proteins. It has also been shown to reduce both thioredoxin 2 and thioredoxin 1 and protects cells from apoptosis induced by auranofin and 4-hydroxynonenal. Grx2 is also an electron acceptor. It can catalyze the reversible oxidation and glutathionylation of mitochondrial membrane thiol proteins. Additionally, NADPH and thioredoxin reductase efficiently reduce both the active site disulfide of Grx2 and the GSH-Grx2 intermediate formed in the reduction of glutathionylated substrates.",
            "score": 137.41851806640625
        },
        {
            "docid": "5167099_5",
            "document": "Oxidative folding . Especially for proteins that contain more than one disulfide bond, it is important that incorrect disulfide bonds become rearranged. This is carried out in the isomerization pathway by the protein DsbC, that acts as a disulfide isomerase. DsbC is a dimer, consisting of two identical 23 kDa subunits and has four cysteine residues in each subunit. One of these cysteines (Cys-98) attacks an incorrect disulfide in a misfolded protein and a mixed disulfide is formed between DsbC and this protein. Next, the attack of a second cysteine residue results in the forming of a more stable disulfide in the refolded protein. This may be a cysteine residue either from the earlier misfolded protein or one from DsbC. In the last case, DsbC becomes oxidized and must be reduced in order to play another catalytic role. There is also a second isomerase that can reorganize incorrect disulfide bonds. This protein is called DsbG and it is also a dimer that serves as a chaperone. To fulfil their role as isomerases, DsbC and DsbG must be kept in a reduced state. This is carried out by DsbD, which must be reduced itself to be functional. Thioredoxin, which itself is reduced by thioredoxin reductase and NADPH, ensures the reduction of the DsbD protein. Because these two pathways coexist next to each other in the same periplasmic compartment, there must be a mechanism to prevent oxidation of DsbC by DsbB. This mechanism indeed exists as DsbB can distinguish between DsbA and DsbC because this latter has the ability to dimerize.",
            "score": 133.26283264160156
        },
        {
            "docid": "1170407_9",
            "document": "Thioredoxin . The primary function of Thioredoxin (Trx) is the reduction of oxidized cysteine residues and the cleavage of disulfide bonds. For Trx1, this process begins by attack of Cys32, one of the residues conserved in the thioredoxin CXXC motif, onto the oxidized group of the substrate. Almost immediately after this event Cys35, the other conserved Cys residue in Trx1, forms a disulfide bond with Cys32, thereby transferring 2 electrons to the substrate which is now in its reduced form. Oxidized Trx1 is then reduced by thioredoxin reductase, which in turn is reduced by NADPH as described above.",
            "score": 130.84375
        },
        {
            "docid": "3277_37",
            "document": "Antioxidant . The thioredoxin system contains the 12-kDa protein thioredoxin and its companion thioredoxin reductase. Proteins related to thioredoxin are present in all sequenced organisms. Plants, such as \"Arabidopsis thaliana,\" have a particularly great diversity of isoforms. The active site of thioredoxin consists of two neighboring cysteines, as part of a highly conserved CXXC motif, that can cycle between an active dithiol form (reduced) and an oxidized disulfide form. In its active state, thioredoxin acts as an efficient reducing agent, scavenging reactive oxygen species and maintaining other proteins in their reduced state. After being oxidized, the active thioredoxin is regenerated by the action of thioredoxin reductase, using NADPH as an electron donor.",
            "score": 126.90341186523438
        },
        {
            "docid": "5167099_7",
            "document": "Oxidative folding . A homolog of DsbA, called protein disulfide isomerase (PDI), is responsible for the formation of the disulfide bonds in unfolded eukaryotic proteins. This protein has two thioredoxine-like active sites, which both contain two cysteine residues. By transferring the disulfide bond between these two cysteine residues onto the folding protein it is responsible for the latter’s oxidation. In contrast to bacteria, where the oxidative and isomerization pathways are carried out by different proteins, PDI is also responsible for the reduction and isomerization of the disulfide bonds. For PDI to catalyse the formation of disulfide bonds in unfolded proteins, it must be reoxidized. This is carried out by an ER membrane-associated protein, Ero1p, which is no homolog of DsbB. This Ero1p protein forms a mixed disulfide with PDI, which is resolved by a nucleophilic attack of the second cystein residue in one of the active sites of PDI. As result, oxidized PDI is obtained. Ero1p itself is oxidized by transferring electrons to molecular oxygen. As it is an FAD-binding protein, this transfer of electrons is strongly favoured when Ero1p is bound to FAD. Also a transport system that imports FAD into the ER lumen has been described in eukaryotes. Furthermore, it has been shown that the ability to reduce or rearrange incorrect disulfide bonds in missfolded proteins is provided by the oxidation of reduced glutathione (GSH) to oxidized glutathione (GSSG).",
            "score": 126.37275695800781
        },
        {
            "docid": "14800533_5",
            "document": "AGR2 . AGR2 is a protein disulfide isomerase, with a single CXXS active domain motif for oxidation and reduction reactions. AGR2 forms mixed disulfides in substrates, such as intestinal mucin. AGR2 interacts with Mucin 2 through its thioredoxin-like domain forming a heterodisulfide bond with cysteine residues in MUC2. AGR2 is suggested to play a role in protein folding, and it has a KTEL C-terminal motif similar to KDEL and KVEL endoplasmic reticulum retention sequences.",
            "score": 123.39303588867188
        },
        {
            "docid": "65948_16",
            "document": "Disulfide . The \"in vivo\" oxidation and reduction of protein disulfide bonds by thiol–disulfide exchange is facilitated by a protein called thioredoxin. This small protein, essential in all known organisms, contains two cysteine amino acid residues in a vicinal arrangement (i.e., next to each other), which allows it to form an internal disulfide bond, or disulfide bonds with other proteins. As such, it can be used as a repository of reduced or oxidized disulfide bond moieties.",
            "score": 122.09711456298828
        },
        {
            "docid": "29236484_2",
            "document": "Thioredoxin domain . Thioredoxins are small disulfide-containing redox proteins that have been found in all the kingdoms of living organisms. Thioredoxin serves as a general protein disulfide oxidoreductase. It interacts with a broad range of proteins by a redox mechanism based on reversible oxidation of 2 cysteine thiol groups to a disulfide, accompanied by the transfer of 2 electrons and 2 protons. The net result is the covalent interconversion of a disulfide and a dithiol.",
            "score": 121.3344955444336
        },
        {
            "docid": "2318393_30",
            "document": "SNARE (protein) . In its mechanism of action, the heavy chain of BoNT is first used to find its neuronal targets and bind to the gangliosides and membrane proteins of presynaptic neurons. Next, the toxin is then endocytosed into the cell membrane. The heavy chain undergoes a conformational change important for translocating the light chain into the cytosol of the neuron. Finally, after the light chain of BoNT is brought into the cytosol of the targeted neuron, it is released from the heavy chain so that it can reach its active cleavage sites on the SNARE proteins. The light chain is released from the heavy chain by the reduction of the disulfide bond holding the two together. The reduction of this disulfide bond is mediated by the NADPH-thioredoxin reductase-thioredoxin system. The light chain of BoNT acts as a metalloprotease on SNARE proteins that is dependent on Zn(II) ions, cleaving them and eliminating their function in exocytosis.",
            "score": 115.55191040039062
        },
        {
            "docid": "9675788_5",
            "document": "Peroxiredoxin . These enzymes share the same basic catalytic mechanism, in which a redox-active cysteine (the peroxidatic cysteine) in the active site is oxidized to a sulfenic acid by the peroxide substrate. The recycling of the sulfenic acid back to a thiol is what distinguishes the three enzyme classes. 2-Cys peroxiredoxins are reduced by thiols such as thioredoxins, thioredoxin-like proteins, or possibly glutathione, while the 1-Cys enzymes may be reduced by ascorbic acid or glutathione in the presence of GST-π. Using high resolution crystal structures, a detailed catalytic cycle has been derived for Prxs, including a model for the redox-regulated oligomeric state proposed to control enzyme activity. Inactivation of these enzymes by over-oxidation (also known as hyperoxidation) of the active thiol to sulfinic acid can be reversed by sulfiredoxin.",
            "score": 115.1449966430664
        },
        {
            "docid": "1170407_3",
            "document": "Thioredoxin . Thioredoxins are proteins that act as antioxidants by facilitating the reduction of other proteins by cysteine thiol-disulfide exchange. Thioredoxins are found in nearly all known organisms and are essential for life in mammals.",
            "score": 115.11759185791016
        },
        {
            "docid": "501398_7",
            "document": "Protein disulfide-isomerase . The reduced (dithiol) form of protein disulfide-isomerase is able to catalyze a reduction of misformed disulfide bridge of a particular substrate through either reductase activity or isomerase activity. For the reductase method, misfolded substrate disulfide bonds are converted to reduced cysteine residues by the transfer of electrons from glutathione and NADPH. Afterwards, normal oxidative folding occurs to the correct pairs of substrate cysteine residues, leading to properly folded proteins. For the isomerase method, intramolecular rearrangement of substrate functional groups is catalyzed near the N terminus of each active site. Therefore, protein disulfide-isomerase is capable of catalyzing the post-translational modification disulfide exchange.",
            "score": 115.073974609375
        },
        {
            "docid": "10795237_3",
            "document": "PDIA3 . The PDIA3 protein consists of four thioredoxin-like domains: a, b, b′, and a′. The a and a′ domains have Cys-Gly-His-Cys active site motifs (C57-G58-H59-C60 and C406-G407-H408-C409) and are catalytically active. The bb′ domains contain a CNX binding site, which is composed of positively charged, highly conserved residues (K214, K274, and R282) that interact with the negatively charged residues of the CNX P domain. The b′ domain comprises the majority of the binding site, but the β4-β5 loop of the b domain provides additional contact (K214) to strengthen the interaction. A transient disulfide bond forms between the N-terminal cysteine in the catalytic motif and a substrate, but in a step called \"escape pathway\", the bond is disrupted as the C-terminal cysteine attacks the N-terminal cysteine to release the substrate.",
            "score": 114.5873794555664
        },
        {
            "docid": "65948_15",
            "document": "Disulfide . Thiol–disulfide exchange is the principal reaction by which disulfide bonds are formed and rearranged in a protein. The rearrangement of disulfide bonds within a protein generally occurs via intra-protein thiol–disulfide exchange reactions; a thiolate group of a cysteine residue attacks one of the protein's own disulfide bonds. This process of disulfide rearrangement (known as \"disulfide shuffling\") does not change the number of disulfide bonds within a protein, merely their location (i.e., which cysteines are bonded). Disulfide reshuffling is generally much faster than oxidation/reduction reactions, which change the number of disulfide bonds within a protein. The oxidation and reduction of protein disulfide bonds \"in vitro\" also generally occurs via thiol–disulfide exchange reactions. Typically, the thiolate of a redox reagent such as glutathione or dithiothreitol attacks the disulfide bond on a protein forming a \"mixed disulfide bond\" between the protein and the reagent. This mixed disulfide bond when attacked by another thiolate from the reagent, leaves the cysteine oxidized. In effect, the disulfide bond is transferred from the protein to the reagent in two steps, both thiol–disulfide exchange reactions.",
            "score": 112.56041717529297
        },
        {
            "docid": "29236484_7",
            "document": "Thioredoxin domain . Protein disulfide isomerase (PDI), a resident foldase of the endoplasmic recticulum, is a multi-functional protein that catalyses the formation and isomerisation of disulfide bonds during protein folding. PDI contains 2 redox active domains, near the N- and C-termini, that are similar to thioredoxin: both contribute to disulfide isomerase activity, but are functionally non-equivalent. A mutant PDI, with all 4 of the active cysteines replaced by serine, displays a low but detectable level of disulfide isomerase activity. Moreover, PDI exhibits chaperone-like activity towards proteins that contain no disulfide bonds, i.e. behaving independently of its disulfide isomerase activity.",
            "score": 111.57972717285156
        },
        {
            "docid": "16848644_3",
            "document": "TXN2 . As a thioredoxin, TXN2 is a 12-kDa protein characterized by the redox active site Trp-Cys-Gly-Pro-Cys. In its oxidized (inactive) form, the two cysteines form a disulfide bond. This bond is then reduced by thioredoxin reductase and NADPH to a dithiol, which serves as a disulfide reductase. In contrast to TXN1, TXN2 contains a putative N-terminal mitochondrial targeting sequence, responsible for its mitochondria localization, and lacks structural cysteines. Two mRNA transcripts of the \"TXN2\" gene differ by ~330 bp in the length of the 3′-untranslated region, and both are believed to exist in vivo.",
            "score": 111.12969207763672
        },
        {
            "docid": "6269757_3",
            "document": "Thioredoxin fold . Despite sequence variability in many regions of the fold, thioredoxin proteins share a common active site sequence with two reactive cysteine residues: Cys-X-Y-Cys, where X and Y are often but not necessarily hydrophobic amino acids. The reduced form of the protein contains two free thiol groups at the cysteine residues, whereas the oxidized form contains a disulfide bond between them.",
            "score": 110.51268768310547
        },
        {
            "docid": "14457671_4",
            "document": "Sedoheptulose-bisphosphatase . SBPase is involved in the regeneration of 5-carbon sugars during the Calvin cycle. Although SBPase has not been emphasized as an important control point in the Calvin cycle historically, it plays a large part in controlling the flux of carbon through the Calvin cycle. Additionally, SBPase activity has been found to have a strong correlation with the amount of photosynthetic carbon fixation. Like many Calvin cycle enzymes, SBPase is activated in the presence of light through a ferredoxin/thioredoxin system. In the light reactions of photosynthesis, light energy powers the transport of electrons to eventually reduce ferredoxin. The enzyme ferredoxin-thioredoxin reductase uses reduced ferredoxin to reduce thioredoxin from the disulfide form to the dithiol. Finally, the reduced thioredoxin is used to reduced a cysteine-cysteine disulfide bond in SBPase to a dithiol, which converts the SBPase into its active form.  SBPase has additional levels of regulation beyond the ferredoxin/thioredoxin system. Mg2+ concentration has a significant impact on the activity of SBPase and the rate of the reactions it catalyzes. SBPase is inhibited by acidic conditions (low pH). This is a large contributor to the overall inhibition of carbon fixation when the pH is low inside the stroma of the chloroplast. Finally, SBPase is subject to negative feedback regulation by sedoheptulose-7-phosphate and inorganic phosphate, the products of the reaction it catalyzes.",
            "score": 110.30775451660156
        },
        {
            "docid": "5167099_4",
            "document": "Oxidative folding . The oxidative pathway relies, just like the isomerization pathway, on a protein relay. The first member of this protein relay is a small periplasmic protein (21 kDa) called DsbA, which has two cysteine residues that must be oxidized for it to be active. When in its oxidized state, the protein is able to form disulfide bonds between cysteine residues in newly synthesized, and yet unfolded proteins by the transfer of its own disulfide bond onto the folding protein. After the transfer of this disulfide bond, DsbA is in a reduced state. For it to act catalytically again, it must be reoxidized. This is made possible by a 21 kDa inner membrane protein, called DsbB, which has two pairs of cysteine residues. A mixed disulfide is formed between a cysteine residue of DsbB and one of DsbA. Eventually, this cross-link between the two proteins is broken by a nucleophilic attack of the second cystein residue in the DsbA active site. On his turn, DsbB is reoxidized by transferring electrons to oxidized ubiquinone, which passes them to cytochrome oxidases, which finally reduce oxygen; this is in conditions. As molecular oxygen serves as the terminal electron acceptor in aerobic conditions, oxidative folding is conveniently coupled to it through the respiratory chain. In anaerobic conditions however, DsbB passes its electrons to menaquinone, followed by a transfer of electrons to fumarate reductase or nitrate reductase.",
            "score": 109.97106170654297
        },
        {
            "docid": "10795237_4",
            "document": "PDIA3 . The PDIA3 protein is a thiol oxidoreductase that has protein disulfide isomerase activity. PDIA3 is also part of the major histocompatibility complex (MHC) class I peptide loading complex, which is essential for formation of the final antigen conformation and export from the endoplasmic reticulum to the cell surface. This protein of the endoplasmic reticulum interacts with lectin chaperones such as calreticulin and CNX in order to modulate the folding of proteins that are newly synthesized. It is believed that PDIA3 plays a role in protein folding by promoting the formation of disulfide bonds, and that CNX facilitates the positioning substrates next to the catalytic cysteines. This function allows it to serve as a redox sensor by activating mTORC1, which then mediates mTOR complex assembly to adapt cells to oxidative damage. Thus, PDIA3 regulates cell growth and death according to oxygen concentrations, such as in the hypoxic microenvironment of bones. Additionally, PDIA3 activates cell anchorage in bones by associating with cell division and cytoskeleton proteins, such as beta-actin and vimentin, to form a complex which controls TUBB3 folding and proper attachment of the microtubules to the kinetochore. PDIA3 also plays a role in cytokine-dependent signal transduction, including STAT3 signaling.",
            "score": 109.83688354492188
        },
        {
            "docid": "51021307_2",
            "document": "Thiol oxidoreductase . Thiol oxidoreductases are proteins that redox control by utilizing catalytic cysteine (Cys) residues for oxidation or reduction of their substrates. Examples of such proteins include thioredoxin, thioredoxin reductase, glutathione reductase, glutaredoxin, glutathione peroxidase, and peroxiredoxin.",
            "score": 109.44241333007812
        },
        {
            "docid": "65948_38",
            "document": "Disulfide . As disulfide bonds can be reversibly reduced and re-oxidized, the redox state of these bonds has evolved into a signaling element. In chloroplasts, for example, the enzymatic reduction of disulfide bonds has been linked to the control of numerous metabolic pathways as well as gene expression. The reductive signaling activity has been shown, thus far, to be carried by the ferredoxin thioredoxin system, channeling electrons from the light reactions of photosystem I to catalytically reduce disulfides in regulated proteins in a light dependent manner. In this way chloroplasts adjust the activity of key processes such as the Calvin–Benson cycle, starch degradation, ATP production and gene expression according to light intensity.",
            "score": 104.97173309326172
        },
        {
            "docid": "65948_22",
            "document": "Disulfide . The native form of a protein is usually a single disulfide species, although some proteins may cycle between a few disulfide states as part of their function, e.g., thioredoxin. In proteins with more than two cysteines, non-native disulfide species may be formed, which are almost always misfolded. As the number of cysteines increases, the number of nonnative species increases factorially.",
            "score": 104.16075897216797
        },
        {
            "docid": "501398_4",
            "document": "Protein disulfide-isomerase . PDI displays oxidoreductase and isomerase properties, both of which depend on the type of substrate that binds to protein disulfide-isomerase and changes in protein disulfide-isomerase's redox state. These types of activities allow for oxidative folding of proteins. Oxidative folding involves the oxidation of reduced cysteine residues of nascent proteins; upon oxidation of these cysteine residues, disulfide bridges are formed, which stabilizes proteins and allows for native structures (namely tertiary and quaternary structures).",
            "score": 104.14933013916016
        },
        {
            "docid": "29236484_9",
            "document": "Thioredoxin domain . One invariant feature of all thioredoxins is a cis-proline located in a loop preceding beta-strand 4. This residue is positioned in van der Waals contact with the active site cysteines and is important both for stability and function. Thioredoxin belongs to a structural family that includes glutaredoxin, glutathione peroxidase, bacterial protein disulfide isomerase DsbA, and the N-terminal domain of glutathione transferase. Thioredoxins have a beta-alpha unit preceding the motif common to all these proteins.",
            "score": 102.82255554199219
        },
        {
            "docid": "56097150_3",
            "document": "PDIA2 . This gene encodes a member of the disulfide isomerase (PDI) family of endoplasmic reticulum (ER) proteins that catalyze protein folding and thiol-disulfide interchange reactions. The encoded protein has an N-terminal ER-signal sequence, two catalytically active thioredoxin (TRX) domains, two TRX-like domains and a C-terminal ER-retention sequence. The protein plays a role in the folding of nascent proteins in the endoplasmic reticulum by forming disulfide bonds through its thiol isomerase, oxidase, and reductase activity. The encoded protein also possesses estradiol-binding activity and can modulate intracellular estradiol levels. [provided by RefSeq, Sep 2017].",
            "score": 102.76337432861328
        },
        {
            "docid": "30999216_13",
            "document": "Protein moonlighting . The \"E. coli\" anti-oxidant thioredoxin protein is another example of a moonlighting protein. Upon infection with the bacteriophage T7, \"E. coli\" thioredoxin forms a complex with T7 DNA polymerase, which results in enhanced T7 DNA replication, a crucial step for successful T7 infection. Thioredoxin binds to a loop in T7 DNA polymerase to bind more strongly to the DNA. The anti-oxidant function of thioredoxin is fully autonomous and fully independent of T7 DNA replication, in which the protein most likely fulfills the functional role.",
            "score": 102.52015686035156
        },
        {
            "docid": "29236484_8",
            "document": "Thioredoxin domain . A number of endoplasmic reticulum proteins that differ from the PDI major isozyme contain 2 (ERp60, ERp5) or 3 (ERp72) thioredoxin domains; all of them seem to be PDIs. 3D-structures have been determined for a number of thioredoxins. The molecule has a doubly wound alternating alpha/beta fold, consisting of a 5-stranded parallel beta-sheet core, enclosed by 4 alpha-helices. The active site disulfide is located at the N-terminus of helix 2 in a short segment that is separated from the rest of the helix by a kink caused by a conserved proline. The 4-membered disulfide ring is located on the surface of the protein. A flat hydrophobic surface lies adjacent to the disulfide, which presumably facilitates interaction with other proteins.",
            "score": 100.6692123413086
        },
        {
            "docid": "4914941_18",
            "document": "Sulfur assimilation . Disulfide bridges (disulfide bonds) make an important contribution to the structure of proteins. The thiol groups are also of great importance in substrate binding of enzymes, in metal-sulfur clusters in proteins (e.g. ferredoxins) and in regulatory proteins (e.g. thioredoxins).",
            "score": 98.85250091552734
        }
    ]
}