{
    "q": [
        {
            "docid": "26190530_5",
            "document": "Necrotizing periodontal diseases . Cancrum oris (also termed noma) is a necrotizing and destructive infection of the mouth and face, and therefore not strictly speaking a periodontal disease. In modern times, this condition usually occurs in malnourished children in developing countries. It may be disfiguring and is frequently fatal. It has been suggested that all cases of cancrum oris develop from pre-existing NUG, but this is not confirmed. Furthermore, the vast majority of cases of NUG and NUP will not progress to the more severe forms, even without treatment.",
            "score": 66.55171823501587
        },
        {
            "docid": "45497487_7",
            "document": "Treponema socranskii . \"T. socranskii\" is found in the space between the teeth and gums of patients with the varying forms of periodontitis. Of the samples taken from across sampling sites of the gum line, \"T. socranskii\" is found to be one of the most abundant of its genus. Studies on the human oral microbiome show that Gram-negative organisms including genera \"Treponema\", \"Prevotella\", \"Selenomonas\", \"Tannerella\", \"Haemophilus\", and \"Catonella\" are not only present in samples from those with periodontitis, but they are actually selected for and have a much higher abundance than healthy samples. After treatment of periodontitis, there is a shift in the microbial community away from the Gram-negative organisms listed above, and selection for Gram-positive organisms. Healthy gumlines tend to be characterized by a low diversity of microorganisms within a single patient, but the taxa vary greatly across different individuals. Individuals with periodontitis have a high diversity of microbes, but the community structure is similar in all affected patients. These trends are due to the anaerobic and oligotrophic conditions in the diseased gums causing the anaerobic bacteria to be able to out compete the aerobic copiotrophs that usually make up the healthy communities.",
            "score": 76.2284826040268
        },
        {
            "docid": "8980494_10",
            "document": "List of periodontal diseases . Sometimes fungal infections occur on the gums. Candida species such as \"C. albicans\", \"C. glabrata\", \"C. krusei\", \"C. tropicalis\", \"C. parapsilosis\", and \"C. guillermondiiare\" the most common fungi capable of causing gingival lesions. Linear gingival erythema is classified as a candida-associated lesion, that is to say Candida species are involved, and in some cases the lesion responds to antifungal therapy, but it is thought that other factors exist, such as oral hygiene and human herpesviruses. Linear gingival erythema presents as a localized or generalized, linear band of erythematous (red) gingivitis. It was first observed in HIV infected individuals and termed \"HIV-gingivitis\", but the condition is not confined to this group. This condition can develop into necrotizing ulcerative periodontitis. \"Histoplasma capsulatum\" is the causative organism in histoplasmosis, which may occasionally involve the gums.",
            "score": 56.17057681083679
        },
        {
            "docid": "15867540_12",
            "document": "Schamberg disease . A patient with Schamberg's disease can live a normal and healthy life. Since there is no proven cure for this condition, the patient will have to endure the lesions on his or her skin. With appropriate treatments, the condition may get better. Although the skin lesions are not life-threatening, it may cause a cosmetic concern for some individuals. Skin lesions may cause psychological discomfort, where patients may require reassurance to help with stress and anxiety. There are a few rare cases of T-cell lymphoma that has developed from Schamberg's disease. This is not a cause for concern, since the risk factors associated with Schamberg's disease are relatively low.",
            "score": 51.44047522544861
        },
        {
            "docid": "26190530_2",
            "document": "Necrotizing periodontal diseases . Necrotizing periodontal diseases are a type of inflammatory periodontal (gum) disease caused by bacteria (notably fusobacteria and spirochaete species). The diseases appear to represent different severities or stages of the same disease process, although this is not completely certain. These diseases usually have a sudden onset, and so the term acute is often added to the diagnosis. The mildest on the spectrum is necrotizing ulcerative gingivitis (NUG), followed by the successively more severe conditions necrotizing ulcerative periodontitis (NUP), necrotizing stomatitis and finally cancrum oris (noma), which is frequently fatal.",
            "score": 65.05078172683716
        },
        {
            "docid": "285293_2",
            "document": "Acute necrotizing ulcerative gingivitis . Acute necrotizing ulcerative gingivitis (ANUG; colloquially known as trench mouth) is a common, non-contagious infection of the gums with sudden onset. The main features are painful, bleeding gums, and ulceration of inter-dental papillae (the sections of gum between adjacent teeth). This disease, along with necrotizing (ulcerative) periodontitis (NP or NUP) is classified as a necrotizing periodontal disease, one of the seven general types of periodontitis. The often severe gingival pain that characterizes ANUG distinguishes it from the more common chronic periodontitis which is rarely painful. ANUG is the acute presentation of necrotizing ulcerative gingivitis (NUG), which is the usual course the disease takes. If improperly treated or neglected, NUG may become chronic and/or recurrent. The causative organisms are mostly anaerobic bacteria, particularly Fusobacteria and spirochete species. Predisposing factors include poor oral hygiene, smoking, malnutrition, psychological stress and immunosuppression (sub-optimal functioning of the immune system). When the attachments of the teeth to the bone are involved, the term NUP is used. Treatment of ANUG is by debridement (although pain may prevent this) and antibiotics (usually metronidazole) in the acute phase, and improving oral hygiene to prevent recurrence. Although the condition has a rapid onset and is debilitating, it usually resolves quickly and does no serious harm. The synonym \"trench mouth\" arose during World War I as many soldiers developed the disease, probably because of the poor conditions and extreme psychological stress.",
            "score": 45.316916942596436
        },
        {
            "docid": "22007213_2",
            "document": "Prevotella intermedia . Prevotella intermedia (formerly \"Bacteroides intermedius\") is a gram-negative, obligate anaerobic pathogenic bacterium involved in periodontal infections, including gingivitis and periodontitis, and often found in acute necrotizing ulcerative gingivitis. It is commonly isolated from dental abscesses, where obligate anaerobes predominate.  \"P. intermedia\" is thought to be more prevalent in patients with noma. \"P. intermedia\" use steroid hormones as growth factors, so their numbers are higher in pregnant women. It has also been isolated from women with bacterial vaginosis.",
            "score": 52.32723927497864
        },
        {
            "docid": "39556538_7",
            "document": "Parasutterella . \"Parasutterella\" is still a relatively new genus and has been exclusively published in regards to literature on the intestinal microbiome (with the exception of the first two taxonomical papers on the discovery of \"P. excrementihominis\" and \"P. secunda\"). Both P. excrementihominis and P. secunda were isolated from fecal samples from healthy Japanese individuals and have been found to be part of the intestinal microbiome in the United States. In a study that examined the effect of introducing and reversing diet-induced obesity on the gut microbiome and metabolism in mice, \"Parasutterella\" was decreased in mice with diet-induced obesity and increased in controls and reversal of the high fat diet with a healthier alternative (normal chow). Other studies have shown increases of Parasutterella with sugar and alcohol consumption. Additional microbiome studies have associated increased abundance of \"Parasutterella\" with dysbiosis, or a lack of diversity in the microbial composition typically in the gut. \"(\"Dysbiosis has been correlated with intestinal and metabolic dysfunction and several diseases, including inflammatory bowel diseases and obesity.) For example, Parasutterella was increased in the submucosa in the ileum of the small intestine in individuals with Crohn's disease and hypertriglyceridemia-related acute necrotizing pancreatitis in rats. More research is needed to further explore the role of \"Parasutterella\" species as a part of the healthy gut microbiome and in microbial dysbiosis.",
            "score": 54.26501965522766
        },
        {
            "docid": "41783549_3",
            "document": "National Brush Day . Dental decay is the most common chronic childhood disease in America, with more than 16 million children in the U.S. suffering from untreated tooth decay. Nationwide, oral disease causes kids to miss 51 million school hours and their parents to lose 25 million work hours annually. According to a tracking survey conducted by the Ad Council, less than half of children currently brush their teeth as often or as long as dental health experts recommend. Oral disease disproportionately affects children from low-income families and these children have almost twice the number of decayed teeth as compared to others in the general population. National Brush Day began in 2013 as an extension of the Kids’ Healthy Mouths public service advertising (PSA) campaign by The Partnership for Healthy Mouths, Healthy Lives — a coalition of more than 35 leading oral health organizations—and the Ad Council. The campaign, which launched in August 2012, is designed to supply parents with simple ways to get their kids brushing their teeth for just two minutes, twice a day; to help reduce their risk of severe oral pain. National Brush Day occurs on the day after Halloween as a reminder to parents that good brushing habits can help improve children’s dental health so they can develop into healthy adults.",
            "score": 36.279136180877686
        },
        {
            "docid": "3834700_15",
            "document": "Early childhood caries . The current standard of care for Severe Early childhood caries includes restoration and extraction of carious teeth and, where possible, includes early intervention which includes application of topical fluoride, oral hygiene instructions and education. The initial visit is important as it allows dental professionals to flag unfavourable behaviour or eating habits. This will also allow dental clinician, working in a collaborative team, to perform diagnostic testing to determine the rate and progression of the disease. This is done by performing risk assessment based on the child's age, as well as the social, behavioural, and medical history of the child. Children at low risk may not need any restorative therapy, and frequent visits should be made to detect possible early lesions. Children at moderate risk may require restoration of progressing and cavitated lesions, while white spot and enamel proximal lesions should be treated by preventive techniques and monitored for progression. Children at high risk, however, may require earlier restorative intervention of enamel proximal lesions, as well as intervention of progressing and cavitated lesions to minimize continual caries development.",
            "score": 51.309685945510864
        },
        {
            "docid": "2323622_21",
            "document": "Dental plaque . Dental caries is an infectious disease caused primarily by \"Streptococcus mutans\", characterized by acid demineralization of the enamel, which can progress to further breakdown of the more organic, inner dental tissue (dentin). The bacterial community would mainly consist of acidogenic and acid-tolerating species (e.g. Mutans streptococci and lactobacilli), while other species with relevant characteristics may also be involved.  Everybody is susceptible to caries but the probability of development depends on the patient’s individual disease indicators, risk factors and preventive factors. Factors that are considered high-risk for developing carious lesions on the teeth include:",
            "score": 45.12451219558716
        },
        {
            "docid": "8980494_8",
            "document": "List of periodontal diseases . Plaque is composed of a complex community of many different species of bacteria. However, specific bacterial species are recognized as being capable of causing gingival disease in isolation. \"Neisseria gonorrhea\" and \"Treponema pallidum\", the causative organisms in the sexually transmitted diseases gonorrhea and syphilis may cause gingival lesions. These lesions may appear as a result of systemic infection or direct infection. Streptococcal species may rarely cause gingivitis (with or without involvement of other oral mucosal surfaces), which presents as fever, malaise and very painful, swollen red and bleeding gums, sometimes following tonsillitis.",
            "score": 60.518325328826904
        },
        {
            "docid": "7234402_31",
            "document": "Osteonecrosis of the jaw . Osteonecrosis of the jaw is classified based on severity, number of lesions, and lesion size. Osteonecrosis of greater severity is given a higher grade, with asymptomatic ONJ designated as grade 1 and severe ONJ as grade 4. The treatment should be tailored to the cause involved and the severity of the disease process. With oral osteoporosis the emphasis should be on good nutrient absorption and metabolic wastes elimination through a healthy gastro-intestinal function, effective hepatic metabolism of toxicants such as exogenous estrogens, endogenous acetaldehyde and heavy metals, a balanced diet, healthy lifestyle, assessment of factors related to potential coagulopathies, and treatment of periodontal diseases and other oral and dental infections.",
            "score": 47.31418013572693
        },
        {
            "docid": "24876552_5",
            "document": "Yellow-band disease . Yellow-band disease has severely affected reef building corals in the Caribbean. This disease have been associated with lower coral fecundity, altered tissue composition and a lower activites of antixenobiotic and antioxidant enzymes. Compared to the late 1990s, current data suggests that the disease remains a severe epidemic. In one study, 10 meter belt transects were taken at various depths, sampling coral colonies in the Lesser Antilles. At a depth of 5 m, yellow band rings and lesions were found on 79% of the colonies per transect, and only 21% of the colonies in this depth range appeared healthy.",
            "score": 49.40230178833008
        },
        {
            "docid": "26190530_3",
            "document": "Necrotizing periodontal diseases . Necrotizing ulcerative gingivitis, (NUG), or simply necrotizing gingivitis (NG), is a common, non-contagious infection of the gums. Acute necrotizing ulcerative gingivitis (ANUG) is the acute presentation of NUG, which is the usual course the disease takes. If improperly treated NUG may become chronic and/or recurrent. In developed countries, ANUG occurs mostly in young adults with predisposing factors such as psychological stress, sleep deprivation, poor oral hygiene, smoking, immunosuppression and/or malnutrition. In developing countries, ANUG occurs mostly in malnourished children. Due to shared predisposing factors in a population (e.g. students during a period of examinations, armed forces recruits) ANUG is known to occur in epidemic-type patterns. This has led to the popular belief that ANUG is contagious, but this is not the case. The main features of NUG are painful, bleeding gums and ulceration and necrosis of the interdental papilla. There may also be intra-oral halitosis, cervical lymphadenitis (swollen lymph nodes in the neck) and malaise. Treatment of the acute disease is by debridement and antibiotics, usually metronidazole. Poor oral hygiene and other predisposing factors may need to be corrected to prevent recurrence. ANUG is also known as trench mouth, as it was observed to occur in the mouths of front line soldiers during World War I. Necrotizing ulcerative periodontitis (NUP, or simply necrotizing periodontitis, NP) or acute necrotizing ulcerative periodontitis (ANUP) is where the infection leads to attachment loss (destruction of the ligaments anchoring teeth in their sockets), but involves only the gingiva, periodontal ligament and alveolar ligament. Usually this spectrum of diseases result in loss of attachment, and therefore many ANUG diagnoses may be technically termed NUP, although ANUG is the term in most common use. NUP may be an extension of NUG into the periodontal ligaments, although this is not completely proven. In the mean time, NUG and NUP are classified together under the term necrotizing peridontal diseases.",
            "score": 33.12501084804535
        },
        {
            "docid": "301373_2",
            "document": "Yaws . Yaws is a tropical infection of the skin, bones and joints caused by the spirochete bacterium \"Treponema pallidum pertenue\". The disease begins with a round, hard swelling of the skin, 2 to 5 centimeters in diameter. The center may break open and form an ulcer. This initial skin lesion typically heals after three to six months. After weeks to years, joints and bones may become painful, fatigue may develop, and new skin lesions may appear. The skin of the palms of the hands and the soles of the feet may become thick and break open. The bones (especially those of the nose) may become misshapen. After five years or more large areas of skin may die, leaving a scar. Yaws is spread by direct contact with the fluid from a lesion of an infected person. The contact is usually of a non-sexual nature. The disease is most common among children, who spread it by playing together. Other related treponemal diseases are bejel (\"Treponema pallidum endemicum\"), pinta (\"Treponema carateum\"), and syphilis (\"Treponema pallidum pallidum\"). Yaws is often diagnosed by the appearance of the lesions. Blood antibody tests may be useful but cannot separate previous from current infections. Polymerase chain reaction (PCR) is the most accurate method of diagnosis. Prevention is, in part, by curing those who have the disease thereby decreasing the risk of transmission. Where the disease is common, treating the entire community is effective. Improving cleanliness and sanitation will also decrease spread. Treatment is typically with antibiotics including: azithromycin by mouth or benzathine penicillin by injection. Without treatment, physical deformities occur in 10% of cases. Yaws is common in at least 14 tropical countries as of 2012. The disease only infects humans. In the 1950s and 1960s the World Health Organization (WHO) nearly eradicated yaws. Since then the number of cases has increased and there are renewed efforts to globally eradicate the disease by 2020. The last estimate of the number of people infected was more than 500,000 in 1995. Although one of the first descriptions of the disease was made in 1679 by Willem Piso, archaeological evidence suggests that yaws may have been present among humans as far back as 1.6 million years ago.",
            "score": 52.25740075111389
        },
        {
            "docid": "205464_8",
            "document": "Human microbiota . Aside from simply elucidating the composition of the human microbiome, one of the major questions involving the human microbiome is whether there is a \"core\", that is, whether there is a subset of the community that is shared among most humans. If there is a core, then it would be possible to associate certain community compositions with disease states, which is one of the goals of the Human Microbiome Project. It is known that the human microbiome (such as the gut microbiota) is highly variable both within a single subject and among different individuals, a phenomenon which is also observed in mice.  On 13 June 2012, a major milestone of the Human Microbiome Project (HMP) was announced by the NIH director Francis Collins. The announcement was accompanied with a series of coordinated articles published in Nature and several journals in the Public Library of Science (PLoS) on the same day. By mapping the normal microbial make-up of healthy humans using genome sequencing techniques, the researchers of the HMP have created a reference database and the boundaries of normal microbial variation in humans. From 242 healthy U.S. volunteers, more than 5,000 samples were collected from tissues from 15 (men) to 18 (women) body sites such as mouth, nose, skin, lower intestine (stool), and vagina. All the DNA, human and microbial, were analyzed with DNA sequencing machines. The microbial genome data were extracted by identifying the bacterial specific ribosomal RNA, 16S rRNA. The researchers calculated that more than 10,000 microbial species occupy the human ecosystem and they have identified 81 – 99% of the genera.",
            "score": 52.208473920822144
        },
        {
            "docid": "53417080_33",
            "document": "Environmental health policy . In 2006, the World Health Organization created a study on specific diseases and injuries affected by environmental risks, and which regions of the world are at the most risk of injury. WHO studies the effects and supports the design of preventative and health strategies in countries to reduce environmental health risks. Environmental factors such as air and water quality, patterns of energy use, and patterns of land use can directly and indirectly affect health of citizens. WHO's findings found that 24% of global disease and 23% of deaths are caused by environmental factors (although they vary from developing countries with 25%, and developed with 17%). Several diseases found in the study included diarrhea, respiratory infections, malaria, and unintentional injuries caused by environmental factors that can be modified by policy. Infectious diseases is a higher burden in developing countries than in developed, attributed to more exposure to environmental risks and lack of access to health care. Diseases attributed to environmental factors decrease with development to either eradication, or to levels comparable to developed regions. Children are disproportionately affected by environmental hazards. WHO found that children under the age of five are more prone to diseases from environmental factors than the rest of the total population.",
            "score": 29.442524194717407
        },
        {
            "docid": "11460501_8",
            "document": "Setosphaeria rostrata . There are several known cases of primary cutaneous phaehyphomycosis caused by \"E. rostratum\". In most cases the patients were immunocompromised, several of the affected children had acute lymphoblastic leukemia (ALL). In one case, a three-year-old boy with ALL developed a single painless necrotic lesion on his left forearm, which increased rapidly in size to 5 cm in diameter within 24 hours. This lesion occurred at the skin site on his arm where a gauze-covered wood splint secured the intravenous line the day before. In another case, an 8-year-old boy with ALL developed febrile neutropenia with ecthyma gangrenosum, sinus and pulmonary involvement also due to intravenous contamination. The cases of adults with cutaneous phaeohyphomycosis occurred mainly in immunocompromised patients as well. However, there are a few cases of apparently healthy patients who developed phaeohyphomycosis. One such case involved a 55-year-old woman who developed hemorrhagic vesicles after a jelly-fish sting. Another case was of a 22-year-old man who presented with hemorrhagic bullae.",
            "score": 44.93568980693817
        },
        {
            "docid": "43714648_6",
            "document": "Phum Snay . Out of the sample discovered at Phum Snay, 23.4% of the individuals showed signs of traumatic lesions, a number that is much higher than any other site in Southeast Asia. Both BFT and SFT were present within the skeletal remains, but there was a much higher rate of healed lesions than perimortem lesions. Some individuals had more than one lesion present upon the cranium. Within a sample of fifteen individuals, seventeen BFT lesions could be seen. These BFT lesions were rounded in shape, ranging in diameter from roughly 4 to 22 mm. Estimations suggest that injuries acquired by the individuals at the site were much higher than the remains can represent because a majority of assaults probably caused soft-tissue injuries, which would not be preserved in the archaeological record.",
            "score": 63.25371789932251
        },
        {
            "docid": "170927_2",
            "document": "Whooping cough . Whooping cough (also known as pertussis or 100-day cough) is a highly contagious bacterial disease. Initially, symptoms are usually similar to those of the common cold with a runny nose, fever, and mild cough. This is then followed by weeks of severe coughing fits. Following a fit of coughing, a high-pitched whoop sound or gasp may occur as the person breathes in. The coughing may last for 10 or more weeks, hence the phrase \"100-day cough\". A person may cough so hard that they vomit, break ribs, or become very tired from the effort. Children less than one year old may have little or no cough and instead have periods where they do not breathe. The time between infection and the onset of symptoms is usually seven to ten days. Disease may occur in those who have been vaccinated, but symptoms are typically milder. Pertussis is caused by the bacterium \"Bordetella pertussis\". It is an airborne disease which spreads easily through the coughs and sneezes of an infected person. People are infectious to others from the start of symptoms until about three weeks into the coughing fits. Those treated with antibiotics are no longer infectious after five days. Diagnosis is by collecting a sample from the back of the nose and throat. This sample can then be tested by either culture or by polymerase chain reaction. Prevention is mainly by vaccination with the pertussis vaccine. Initial immunization is recommended between six and eight weeks of age, with four doses to be given in the first two years of life. The vaccine becomes less effective over time, with additional doses often recommended for older children and adults. Antibiotics may be used to prevent the disease in those who have been exposed and are at risk of severe disease. In those with the disease, antibiotics are useful if started within three weeks of the initial symptoms, but otherwise have little effect in most people. In children less than one year old and among those who are pregnant, they are recommended within six weeks of symptom onset. Antibiotics used include erythromycin, azithromycin, clarithromycin, or trimethoprim/sulfamethoxazole. Evidence to support interventions, other than antibiotics, for the cough is poor. Many children less than a year of age require hospitalization. An estimated 16.3 million people worldwide were infected in 2015. Most cases occur in the developing world, and people of all ages may be affected. In 2015, it resulted in 58,700 deaths – down from 138,000 deaths in 1990. Nearly 0.5% of infected children less than one year of age die. Outbreaks of the disease were first described in the 16th century. The bacterium that causes the infection was discovered in 1906. The pertussis vaccine became available in the 1940s.",
            "score": 29.75661337375641
        },
        {
            "docid": "22289331_4",
            "document": "Katherine O'Brien . Following her residency in pediatrics and a fellowship in pediatric infectious disease at Johns Hopkins, O'Brien joined the bacterial Respiratory Diseases Branch at the Centers for Disease Control and Prevention as an Epidemic Intelligence Officer. She returned to Johns Hopkins in 1998 to join the Center for American Indian Health where she leads the Center’s Infectious Disease group conducting clinical trials of vaccines for diseases of importance to American Indian tribes; she also serves as the Deputy Director of Research for PneumoADIP which aims to accelerate the development and introduction of pneumococcal vaccines for children globally. She has also worked on rotavirus disease, conducting a large phase III trial of rotavirus vaccine among American Indian children. Most recently she has completed a 6-year trial of a monoclonal antibody, motavizumab, against RSV lower and upper respiratory infections among otherwise healthy American Indian infants who are known to be a significantly increased risk of RSV hospitalization than children in the general US population. During the PneumoADIP from 2004 to 2009, she focused on strategic issues of the pneumococcal research agenda and providing leadership to special studies such as the Pneumococcal Global Serotype Project (GSP) and the Hib and Pneumococcal Global Disease Burden Project (Hib/SP GDB). The GSP elucidates the role that different serotypes of \"S.pneumoniae\" play in causing pneumococcal disease in different regions around the world. This research is critical to understanding pneumococcal vaccine needs and potential efficacy in different regions. The Hib/SP GDP established far more reliable estimates of the burden of disease of both \"S.pneumoniae\" and \"H.influenzae\" on a country level globally. This research is essential to understanding the scope of these diseases which are the leading causes of pneumonia, an illness that kills approximately 2 million children under five each and every year. Since 2009, she has served as the Deputy Director of IVAC, providing strategic direction and a leading role in projects such as the PERCH study which aims to establish pneumonia etiology among children less than 5 years of age in seven countries around the world, the PCV Dosing Landscape Project which aims to evaluate the relative impact of various PCV dosing regimens on disease, immunogenicity and colonization and to thereby provide guidance to WHO for vaccine schedule decisions, and the PCV Serotype Replacement Project aiming to more fully understand the evidence on serotype replacement following PCV implementation.",
            "score": 36.09294295310974
        },
        {
            "docid": "55313_25",
            "document": "Allergy . The hygiene hypothesis was developed to explain the observation that hay fever and eczema, both allergic diseases, were less common in children from larger families, which were, it is presumed, exposed to more infectious agents through their siblings, than in children from families with only one child. The hygiene hypothesis has been extensively investigated by immunologists and epidemiologists and has become an important theoretical framework for the study of allergic disorders. It is used to explain the increase in allergic diseases that have been seen since industrialization, and the higher incidence of allergic diseases in more developed countries. The hygiene hypothesis has now expanded to include exposure to symbiotic bacteria and parasites as important modulators of immune system development, along with infectious agents.",
            "score": 34.15602231025696
        },
        {
            "docid": "1915187_6",
            "document": "Acid erosion . Intrinsic dental erosion, also known as perimolysis, is the process whereby gastric acid from the stomach comes into contact with the teeth. This is often secondary to conditions such as anorexia nervosa, bulimia nervosa, gastroesophageal reflux disease (GERD) and rumination syndrome. Dental erosion can occur by non-extrinsic factors too. There is evidence linking eating disorders with a range of oral health problems including dental erosion, caries and xerostomia. Reduced salivary flow rate, a common symptom of bulimia, predisposes an individual to dental erosion due to increased vulnerability to the effects of acidic food and drinks. Self-induced vomiting increases the risk of dental erosion by a factor of 5.5 compared to healthy controls. Lesions are most commonly found on the palatal surfaces of the teeth, followed by the occlusal and then the buccal surfaces. The main cause of GERD is increased acid production by the stomach. This is not exclusive to adults, as GERD and other gastrointestinal disorders may cause dental erosions in children.",
            "score": 40.57514142990112
        },
        {
            "docid": "782_23",
            "document": "Mouthwash . Chlorhexidine digluconate is a chemical antiseptic and is used in a 0.12-0.2% solution as a mouthwash. However, there is no evidence to support that higher concentrations are more effective in controlling dental plaque and gingivitis. It has anti-plaque action, but also some anti-fungal action. It is especially effective against Gram-negative rods. The proportion of Gram-negative rods increase as gingivitis develops so it is also used to reduce gingivitis. It is sometimes used as an adjunct to prevent dental caries and to treat gingivitis periodontal disease, although it does not penetrate into periodontal pockets well. Chlorhexidine mouthwash alone is unable to prevent plaque, so it is not a substitute for regular toothbrushing and flossing. Instead, chlorhexidine is more effective used as an adjunctive treatment with tooth brushing and flossing. In the short term, if toothbrushing is impossible due to pain, as may occur in primary herpetic gingivostomatitis, chlorhexidine is used as temporary substitute for other oral hygiene measures. It is not suited for use in acute necrotizing ulcerative gingivitis, however. Rinsing with chlorhexidine mouthwash before a tooth extraction reduces the risk of dry socket, a painful condition where the blood clot is lost from an extraction socket and bone is exposed to the oral cavity. Other uses of chlorhexidine mouthwash include prevention of oral candidiasis in immunocompromised persons, treatment of denture-related stomatitis, mucosal ulceration/erosions and oral mucosal lesions, general burning sensation and many other uses.",
            "score": 39.529563188552856
        },
        {
            "docid": "10207944_6",
            "document": "Pseudomonas viridiflava . To continue, the symptoms of this bacterial blight include spots and lesions on leaves, and rot of floral buds and flowers. The floral symptoms undergo changes throughout the seasons that ultimately end in the floral bud dying and falling off. These symptoms are found initially as brown and sunken spots on the green sepals of the vine that enclose the flower buds. The result is the flower buds begin to rot when unopened. If the buds do open and yield a yellow-orange color, rather than white, the flower turns brown rather quickly and dies. In addition, the anthers or male sexual parts of the flower can be destroyed in this disease causing an incomplete retraction of sepals. Regarding the leaves, symptoms are visible in later spring and are found on the lower leaves first. The lesions created are angular and gray on the lower leaves, and the lesions are surrounded with a yellow halo on the upper leaves. These lesions turn brown and can be a site for a secondary infection by a fungus or some other pathogen. All of this leads to abnormal fruit development on diseased plants which can create an economic problem for the grower. Fruit development is the largest economical concern when referring to this pathogen. Yield loss can become very high, reaching over 90% in orchards that have symptoms of this pathogen. When no symptoms are present, however, the plant is healthy and fruit development is normal. It is stated that it is very rare to find normal fruit development on plants with symptoms of bacterial blight showing how detrimental this disease and pathogen is.",
            "score": 54.17355966567993
        },
        {
            "docid": "20672384_4",
            "document": "Paraneoplastic pemphigus . While the presence of lesions is the denominator among patients with PNP, the characteristics of the lesions differ. The five clinical presentations of lesions associated with PNP include: It is most common that mucous membrane lesions of the oral cavity are presented first. They can involve the oropharynx, nasopharynx, tongue, and vermilion (red portion) of the lips. They are also known to develop in the conjunctiva of the eye, anogenital (perineum) region, and esophagus. Cutaneous lesions tend to follow the onset of mucosal lesions. The blisters often erupt in waves, usually affecting the upper trunk, head, neck, and proximal extremities. Pemphigoid-like lesions are seen more often on the extremities. Lichenoid lesions are more common among children, presenting on the trunk and limbs, ranging from small red scaly papules to extensive violet to brown papules extending to the face and neck. Within the spectrum of lichenoid presentations are wounds that have features of erythema multiforme and graft-vs.-host disease. Scaly lesions on the palms of the hand and soles of the feet have been noted to coincide with the lichenoid lesions. Lesions of varying morphology may present simultaneously and transform from one type to another as the disease progresses.",
            "score": 68.85301280021667
        },
        {
            "docid": "11512137_6",
            "document": "Sphaceloma perseae . Symptoms on the leaf begin as small lesions that are predominantly red in color. Both upper and lower surfaces of the leaf are susceptible to the disease. The upper surface is more susceptible than the lower surface and in both cases the lesions are concentrated along the veins of the leaf. Overall, the formation of lesions occurs in the higher canopy of the tree. With progression of the disease, lesions may join to form star-like patterns and eventually the centers of the lesions become necrotic and fall away leaving holes in the leaf tissue. Other symptoms include the appearance of infected leaves as shrunken in comparison to healthy leaves and a disfiguration of the leaf shape. After the initial infection, lesions may spread to more parts of the plant such as twigs and leaf petioles.",
            "score": 53.9702889919281
        },
        {
            "docid": "6090525_18",
            "document": "Neglected tropical diseases . There are limited data available on the prevalence of yaws, although it primarily affects children. The mortality risk is very low, but the disease causes disfigurement and disability if untreated. The most common symptom is skin lesions. It is a chronic bacterial infection, transmitted by skin contact, and caused by treponemes. It is treated with antibiotics and can be prevented through improved hygiene and sanitation. Yaws is most prevalent in the warm, moist, tropical regions of the Americas, Africa, Asia, and the Pacific.",
            "score": 37.956445932388306
        },
        {
            "docid": "286359_19",
            "document": "Pneumothorax . Chest-wall defects are usually evident in cases of injury to the chest wall, such as stab or bullet wounds (\"open pneumothorax\"). In secondary spontaneous pneumothoraces, vulnerabilities in the lung tissue are caused by a variety of disease processes, particularly by rupturing of bullae (large air-containing lesions) in cases of severe emphysema. Areas of necrosis (tissue death) may precipitate episodes of pneumothorax, although the exact mechanism is unclear. Primary spontaneous pneumothorax (PSP) has for many years been thought to be caused by \"blebs\" (small air-filled lesions just under the pleural surface), which were presumed to be more common in those classically at risk of pneumothorax (tall males) due to mechanical factors. In PSP, blebs can be found in 77% of cases, compared to 6% in the general population without a history of PSP. As these healthy subjects do not all develop a pneumothorax later, the hypothesis may not be sufficient to explain all episodes; furthermore, pneumothorax may recur even after surgical treatment of blebs. It has therefore been suggested that PSP may also be caused by areas of disruption (porosity) in the pleural layer, which are prone to rupture. Smoking may additionally lead to inflammation and obstruction of small airways, which account for the markedly increased risk of PSPs in smokers. Once air has stopped entering the pleural cavity, it is gradually reabsorbed.",
            "score": 44.84733736515045
        },
        {
            "docid": "44201347_4",
            "document": "Acute flaccid myelitis . The CDPHE, Children's Hospital Colorado, and CDC are investigating nine cases of acute neurologic illness among pediatric patients. The cases were identified during August 9–September 17, 2014 among children aged 1–18 years (median age 10 years). Most of the children were from the Denver metropolitan area. All were hospitalized. Common features included acute focal limb weakness and specific findings on magnetic resonance imaging (MRI) of the spinal cord consisting of non-enhancing lesions largely restricted to the gray matter. In most cases, these lesions spanned more than one level of the spinal cord. Some also had acute cranial nerve dysfunction with correlating non-enhancing brainstem lesions on MRI. None of the children experienced altered mental status or seizures. None had any cortical, subcortical, basal ganglia, or thalamic lesions on MRI. Most children reported a febrile respiratory illness in the two weeks preceding development of neurologic symptoms In most cases, cerebrospinal fluid (CSF) analyses demonstrated mild-moderate pleocytosis (increased cell count in the CSF) consistent with an inflammatory or infectious process",
            "score": 45.7718231678009
        },
        {
            "docid": "44771144_8",
            "document": "Citrus leprosis disease . CiLV produces localized symptoms in leaves, stems, and fruits. In leaves, characteristic lesions are often circular (from 5 to 12 mm in diameter), chlorotic or necrotic, colored light yellow to dark brown. In older lesions, a darker central point can also be observed. In young stems, lesions are small, chlorotic and shallow; with time they become darker brown or reddish and prominent. In old stems lesions can join together and appearing larger. In fruits, dark and depressed lesions are found in large numbers and affecting only the external part. Commercial losses result from undesirable appearance and fruits falling. Some differences in symptoms produced by CiLV-C and CiLV-N have been reported; in leaves and fruits, lesions caused by the nuclear type are smaller and more numerous than those caused by the cytoplasmic type. Lesions caused by CiLV-C shows additional halos, making them look larger. This disease is considered an important problem in citriculture in countries where it has been established, and is considered the major viral disease in citrus in Brazil. Damage by leprosis in plants and in orange production has caused an annual cost of approximately US$90 million for miticides to control the disease, this represents about 40% of fertilizer and pesticide expenses and about 16% of the total costs of a grove. Because of its widespread occurrence and potential for high damage, the disease can cause 100% yield losses, depending on the susceptibility of the citrus variety, isolate and control of the vector. Because CL is considered a quarantine disease, international marketing is restricted to those regions where the disease is not reported.",
            "score": 59.386428236961365
        }
    ],
    "r": [
        {
            "docid": "27602562_3",
            "document": "Noma neonatorum . Despite the similarity of facial lesions, \"noma neonatorum\" is not related to noma.",
            "score": 103.27944946289062
        },
        {
            "docid": "3138628_8",
            "document": "Noma (disease) . Known in antiquity to such physicians as Hippocrates and Galen, noma was once reported around the world, including Europe and the United States. With improvements in hygiene and nutrition, noma has disappeared from industrialized countries since the 20th century, except during World War II when it was endemic to Auschwitz and Belsen concentration camps. The disease and treatments were studied by Berthold Epstein, a Czech physician and forced-labor prisoner who had recommended the study under Josef Mengele's direction.",
            "score": 90.41442108154297
        },
        {
            "docid": "30637999_2",
            "document": "Kodansha Noma Memorial Museum . The museum was opened in April 2000, in order to commemorate the 90th anniversary of the founding of Japan's largest publishing company, Kodansha Publishing Company. It was the residence of the former Kodansha president Sawako Noma, the grand daughter of its founder, Seiji Noma. One of the museum's exhibits is the Noma Japanese Art Collection, art objects collected by Seiji Noma in the early part of the 20th century. Featured artists include Kawai Gyokudō, Uemura Shōen, Kiyokata Kaburagi, and more. The Noma collection includes works by Yokoyama Taikan and other modern Japanese and Western artists, sculpture and ceramics. There are also 6,000 shikishi (decorated Japanese paper or silk used originally for artistic prose, etc) received directly from the artists. The collection reflects an overview of the trends in the history of modern Japanese art. The Museum also displays the Publication Culture Collection, which presents valuable cultural treasures that have been collected from the Meiji Era to the Heisei Era.",
            "score": 85.07893371582031
        },
        {
            "docid": "3138628_10",
            "document": "Noma (disease) . Children and other noma survivors in Africa are helped by a few international charitable organizations, such as Facing Africa, a UK registered charity that helps affected Ethiopian, and Swiss charity Winds of Hope. There is one dedicated noma hospital in Nigeria, the Noma Children Hospital Sokoto, staffed by resident and visiting medical teams. In other countries, such as Ethiopia, international charities work in collaboration with the local health care system to provide complex reconstructive surgery which can give back facial functions such as eating, speaking and smiling. Teams of volunteer medics coming from abroad are often needed to support the local capacity to address the most severe cases, which can be extremely challenging even for senior maxillofacial surgeons. On 10 June 2010 the work of such volunteer surgeons was featured in a UK BBC Two documentary presented by Ben Fogle, \"Make Me a New Face: Hope for Africa's Hidden Children\". Recently a case was reported from Nepal where the 19 year old girl received free surgical treatment in Chitwan Medical College, Bharatpur; the team of surgeons was led by Dr. Sushil Subedi, Oral and Maxillofacial surgeon and the head of Department.",
            "score": 83.5052261352539
        },
        {
            "docid": "24254445_3",
            "document": "Euxoa nomas . Between 1987 and 2010, the populations of this species were considered to be two separate subspecies, \"Euxoa nomas nomas\" in Asia and \"Euxoa nomas incognita\" in North America.",
            "score": 82.2181167602539
        },
        {
            "docid": "9791558_2",
            "document": "Noma Prize . The Noma Prizes were established by Shoichi Noma, or in his honor. More than one award is conventionally identified as the \"Noma Prize\". Noma was the former head of Kodansha, the Japanese publishing and bookselling company. Kodansha is Japan's largest publisher of literature and manga.",
            "score": 82.21314239501953
        },
        {
            "docid": "9791558_3",
            "document": "Noma Prize . Noma Prizes include four literary prizes for books published in Japan. The Noma Literary Prize (\"Noma Bungei Shō\") was established in 1941 by the Noma Service Association (\"Noma Hōkō Kai\") in accordance with the last wishes of Seiji Noma (1878-1938), founder and first president of the Kōdansha publishing company. The Noma Literary Prize has been awarded annually to an outstanding new work published in Japan between October and the following September. The Noma Prize includes a commemorative plaque and a cash award of 3 million yen. The Noma Literary New Face Prize (\"Noma Bungei Shinjin Shō\") was established in 1979.  The Noma Children's Literature Prize (\"Noma Jidō Bungei Shō\") was established in 1963. The Noma Children's Literature New Face Prize (\"Noma Jidō Bungei Shinjin Shō\") was established in 1963.",
            "score": 81.5049057006836
        },
        {
            "docid": "20001354_2",
            "document": "Noma Literary Prize . The Noma Literary Prize (\"Noma Bungei Shō\") was established in 1941 by the Noma Service Association (\"Noma Hōkō Kai\") in accordance with the last wishes of Noma Seiji (1878-1938), founder and first president of the Kōdansha publishing company. The Noma Literary Prize has been awarded annually to an outstanding new work published in Japan between October and the following September. The Noma Prize includes a commemorative plaque and a cash award of 3 million yen. It is one in a series of Noma Prizes.",
            "score": 80.94685363769531
        },
        {
            "docid": "51181937_3",
            "document": "Noma Concours for Picture Book Illustrations . The prize was named after Shoichi Noma, the fourth president of the Japanese family-run publishing house Kodansha Ltd. At the 1963 Frankfurt Book Fair, he gave a speech entitled \"Cultural Exchange in Publishing\", in which he said “In order to advance and sustain world peace, it is most important to develop international mutual understanding by means of cross-cultural interchange through publishing.” In this spirit, several Noma Awards were set up: the Noma Award for Publishing in Africa, established in 1980; the Noma Literary Prize, also established in 1980; and the Noma Award for the Translation of Japanese Literature, established in 1980 to commemorate Kodansha’s 80th anniversary.",
            "score": 79.56842803955078
        },
        {
            "docid": "8601677_5",
            "document": "New Orleans Museum of Art . In 1970/1971, The Edward Wisner Foundation funded the Wisner Education Wing, which is a three level addition to NOMA's left side. 1993 brought the opening of the $23 million expansion and renovation project to NOMA. The scale of the expansion and renovation, combined with amplified art acquisitions, positioned NOMA into the top 25 percent of the nation's largest and most important fine art museums. Today, the art museum is rated among the best art institutions in the country, having presented many unique and rare exhibits.",
            "score": 78.19602966308594
        },
        {
            "docid": "3138628_4",
            "document": "Noma (disease) . In a condition sometimes called noma pudendi, noma can also cause tissue damage to the genitals.",
            "score": 77.84602355957031
        },
        {
            "docid": "1523902_4",
            "document": "Noma horse . The Noma may originate from the small islands of the Seto Inland Sea between Shikoku and Honshū, where it may have been used for transport. According to one account, in the early sixteenth century the daimyō of the Iyo-Matsuyama Han of Shikoku wanted to breed horses for military use. Larger horses were kept for that purpose, while smaller ones were given to farmers, who found them useful as pack-animals on steep terrain. The Noma is thought to derive from these. There were not many of them; the total number in the mid-1800s is estimated at about three hundred.",
            "score": 77.23685455322266
        },
        {
            "docid": "1523902_9",
            "document": "Noma horse . The Noma was traditionally used as an agricultural pack-animal, and in warfare; it is now principally a tourist attraction. The Noma Uma Highland is visited by some 20 000 people per year. The Noma is used for riding – often by children – and for horse therapy.",
            "score": 77.0284423828125
        },
        {
            "docid": "2354279_2",
            "document": "Noma Award for Publishing in Africa . The Noma Award for Publishing in Africa (\"French:Le Prix Noma de Publication en Afrique\"), which ran from 1980-2009, was an annual $10,000 prize for outstanding African writers and scholars who published in Africa. Within four years of its establishment, the prize \"had become the major book award in Africa\". It was one of the series of Noma Prizes.",
            "score": 76.8990249633789
        },
        {
            "docid": "32423211_7",
            "document": "NOMA (Manchester) . NOMA is situated in Manchester City Centre on a site. NOMA will solidify The Co-operative Group's presence in the city. Objections have been raised over the relocation of the inner ring road which passes Angel Meadow.",
            "score": 76.81478881835938
        },
        {
            "docid": "3418447_2",
            "document": "Noma . Noma, NoMa, or NOMA may refer to:",
            "score": 76.59073638916016
        },
        {
            "docid": "911716_8",
            "document": "NOMA (company) . There was a NOMA Corporation in Canada. In February 2007, Electrical Components International (ECI) purchased GenTek’s wire and cable assembly business known as NOMA Corporation. ECI owns the copyright license for the brand-name rights to “NOMA”, but does not have responsibility or involvement in the design, sourcing or manufacture of these products.",
            "score": 76.46165466308594
        },
        {
            "docid": "3138628_2",
            "document": "Noma (disease) . Noma is a rapidly progressive, polymicrobial, often gangrenous infection of the mouth or genitals.",
            "score": 76.36952209472656
        },
        {
            "docid": "45497487_7",
            "document": "Treponema socranskii . \"T. socranskii\" is found in the space between the teeth and gums of patients with the varying forms of periodontitis. Of the samples taken from across sampling sites of the gum line, \"T. socranskii\" is found to be one of the most abundant of its genus. Studies on the human oral microbiome show that Gram-negative organisms including genera \"Treponema\", \"Prevotella\", \"Selenomonas\", \"Tannerella\", \"Haemophilus\", and \"Catonella\" are not only present in samples from those with periodontitis, but they are actually selected for and have a much higher abundance than healthy samples. After treatment of periodontitis, there is a shift in the microbial community away from the Gram-negative organisms listed above, and selection for Gram-positive organisms. Healthy gumlines tend to be characterized by a low diversity of microorganisms within a single patient, but the taxa vary greatly across different individuals. Individuals with periodontitis have a high diversity of microbes, but the community structure is similar in all affected patients. These trends are due to the anaerobic and oligotrophic conditions in the diseased gums causing the anaerobic bacteria to be able to out compete the aerobic copiotrophs that usually make up the healthy communities.",
            "score": 76.22848510742188
        },
        {
            "docid": "10871215_6",
            "document": "Noma (restaurant) . Between 12 and 16 February 2013, 63 of 435 diners took ill after eating at Noma, according to a Danish Food Administration report. The symptoms were attributed to norovirus, which was believed to have been unintentionally spread by an infected kitchen employee.",
            "score": 75.7343521118164
        },
        {
            "docid": "7684721_7",
            "document": "William Copley (artist) . Copley moved to Paris in 1949-50, leaving behind his wife and two children to continue to paint. During his time in Paris, he remained in Surrealist circles and continued to paint with a uniquely American style. Copley and his wife at the time, Noma Rathner, developed the William and Noma Copley Foundation, later known as the Cassandra Collection, in 1953 with the funds from his father's inheritance. The board, in which Marcel Duchamp was also an adviser, gave small grants to artists and musicians. Upon Duchamp’s death in 1968, the William and Noma Copley Foundation (later the Cassandra Foundation) gave Marcel Duchamp’s last work, “Etant Donnés” to the Philadelphia Museum of Art, where it is still on view.",
            "score": 75.61219024658203
        },
        {
            "docid": "9791558_8",
            "document": "Noma Prize . The Noma Concours for Picture Book Illustrations (Japanese: 野間国際絵本原画コンクール) was an annual competition organised by the Asia/Pacific Cultural Centre for UNESCO (ACCU) supported by the Noma International Book Development Fund from 1978 to 2008. It was named after Shoichi Noma, the fourth president of the Japanese family-run publishing house Kodansha Ltd.",
            "score": 75.54902648925781
        },
        {
            "docid": "9718260_2",
            "document": "Noma Literacy Prize . The Noma Literacy Prize is a UNESCO award. It goes to the group or individual who has done most to combat illiteracy. It is one of a series of Noma Prizes. It was founded in 1980 by Shoichi Noma, the president of the publishing firm Kodansha, Japan's largest publisher of literature and manga.",
            "score": 75.00408172607422
        },
        {
            "docid": "18294538_7",
            "document": "USS Noma (SP-131) . Upon arriving at Brest on 4 July 1917, \"Noma\" immediately commenced operating in the submarine danger zone, convoying troop transports and cargo vessels. While patrolling off Cape Finisterre on 20 July 1917, she sighted a German U-boat running awash and attacked it. On 25 July \"Noma\" escorted a large American convoy from Belle Île to the River Loire. \"Noma\" next encountered a German submarine when she went to the aid of British Q-ship on 8 August. At the time the vessel was being shelled and torpedoed by the enemy submarine. \"Dunraven\"’s commanding officer, Capt. Gordon Campbell, RN, credited \"Noma’s\" arrival and prompt depth charge attack with saving his ship. \"Noma\" stood by \"Dunraven\" until two British destroyers arrived, and took off several wounded sailors.",
            "score": 74.6005630493164
        },
        {
            "docid": "22771392_4",
            "document": "Non-overlapping magisteria . Gould emphasized the legitimacy of each field of endeavor only within its appropriate area of inquiry: \"NOMA also cuts both ways. If religion can no longer dictate the nature of factual conclusions residing properly within the magisterium of science, then scientists cannot claim higher insight into moral truth from any superior knowledge of the world's empirical constitution.\" In the chapter \"NOMA Defined and Defended\" Gould gave examples of the types of questions appropriate to each area of inquiry, on the topic of \"our relationship with other living creatures\": \"Do humans look so much like apes because we share a recent common ancestor or because creation followed a linear order, with apes representing the step just below us?\" represents an inquiry concerning fact, while \"Under what conditions (if ever) do we have a right to drive other species to extinction by elimination of their habitats? Do we violate any moral codes when we use genetic technology to place a gene from one creature into the genome of another species?\" represent questions in the domain of values. He went on to present \"an outline of historical reasons for the existence of conflict, where none should exist;\"",
            "score": 74.29695129394531
        },
        {
            "docid": "4061037_2",
            "document": "NoMa . \"NoMa\" (North of Massachusetts Avenue) is a moniker for the area North of Massachusetts Avenue located north and east of Union Station in Washington, D.C., United States. NoMa includes the neighborhoods of Truxton Circle, Sursum Corda, Eckington, and Near Northeast and includes a section historically known as Swampoodle. Its southern tip is four blocks from Capitol Hill. \"NoMa\", meaning \"North of Massachusetts Avenue\", is a syllabic abbreviation on the model of other similarly named neighborhoods such as SoHo and Tribeca.",
            "score": 73.70024108886719
        },
        {
            "docid": "1014962_18",
            "document": "Type 91 torpedo . A breakthrough on aerial torpedo design was made with the anti-rolling controller invented first by Iyeda, assistant manager of the arsenal workmen, in spring 1941. Ten days later, while the Iyeda system was being tested, Naval Engineer Noma invented another system. It functioned in a similar way, but with a different mechanism. During the prototype tests, Noma's system was found to be the better, having less time lag in its responses. So the Noma system was adopted for the next production version of Type91 and it went into final testing in August 1941, making practical the use of aerial torpedoes both in rough seas and in shallow waters. It enabled the Type91rev.2 to run under water no deeper than 20 meters, with experienced pilots learning to launch their torpedo so as to sink to a depth of no more than 10 meters.",
            "score": 73.1023178100586
        },
        {
            "docid": "560805_6",
            "document": "NoMa–Gallaudet U station . NoMa–Gallaudet U is located near the intersection of New York Avenue and Florida Avenue in Northeast Washington. The station is within and named for the NoMa neighborhood, which is both residential and commercial, and the station itself is in a commercial district on Florida Avenue. Its design differs from that of previous stations and is indicative of the lessons learned by Metro over its years of operation in several respects. Its canopy consists of white-painted, steel plate trusses and glass sheathing rather than concrete. Instead of having a single elevator as found at older stations, it contains two. This was done so if an elevator breaks down, service is provided to the station without having to offer shuttle service from another station.",
            "score": 72.73316955566406
        },
        {
            "docid": "3138628_1",
            "document": "Noma (disease) . Noma (disease)",
            "score": 72.66703033447266
        },
        {
            "docid": "51181937_2",
            "document": "Noma Concours for Picture Book Illustrations . The Noma Concours for Picture Book Illustrations (Japanese: 野間国際絵本原画コンクール) was organised by Asia/Pacific Cultural Centre for UNESCO (ACCU) supported by the Noma International Book Development Fund from 1978 to 2008. It was an annual competition, ending in 2008.",
            "score": 72.64173126220703
        },
        {
            "docid": "10871215_18",
            "document": "Noma (restaurant) . In 2013, Noma was voted the second best restaurant in the world, having lost the first-place position to El Celler de Can Roca in Girona, Catalonia, Spain. In 2014, Noma regained the title.",
            "score": 72.51717376708984
        },
        {
            "docid": "35256679_2",
            "document": "Community fingerprinting . Community fingerprinting is a set of molecular biology techniques that can be used to quickly profile the diversity of a microbial community. Rather than directly identifying or counting individual cells in an environmental sample, these techniques show how many variants of a gene are present. In general, it is assumed that each different gene variant represents a different type of microbe. Community fingerprinting is used by microbiologists studying a variety of microbial systems (e.g. marine, freshwater, soil, and human microbial communities) to measure biodiversity or track changes in community structure over time. The method analyzes environmental samples by assaying genomic DNA. This approach offers an alternative to microbial culturing, which is important because most microbes cannot be cultured in the laboratory. Community fingerprinting does not result in identification of individual microbe species; instead, it presents an overall picture of a microbial community. These methods are now largely being replaced by high throughput sequencing, such as targeted microbiome analysis (e.g., 16s rRNA sequencing) and metagenomics.",
            "score": 72.44801330566406
        }
    ]
}