{
    "q": [
        {
            "docid": "227675_9",
            "document": "Vascular cambium . Auxin hormones are proven to stimulate mitoses, cell production and regulate interfascicular and fascicular cambium. Applying auxin to the surface of a tree stump allowed decapitated shoots to continue secondary growth. The absence of auxin hormones will have a detrimental effect on a plant. It has been shown that mutants without auxin will exhibit increased spacing between the interfascicular cambiums and reduced growth of the vascular bundles. The mutant plant will therefore experience a decreased in water, nutrients, and photosynthates being transported throughout the plant, eventually leading to death. Auxin also regulates the two types of cell in the vascular cambium, ray and fusiform initials. Regulation of these initials ensures the connection and communication between xylem and phloem is maintained for the translocation of nourishment and sugars are safely being stored as an energy resource. Ethylene levels are high in plants with an active cambial zone and are still currently being studied. Gibberellin stimulates the cambial cell division and also regulates differentiation of the xylem tissues, with no effect on the rate of phloem differentiation. Differentiation is an essential process that changes these tissues into a more specialized type, leading to an important role in maintaining the life form of a plant. In poplar trees, high concentrations of gibberellin is positively correlated to an increase of cambial cell division and an increase of auxin in the cambial stem cells. Gibberellin is also responsible for the expansion of xylem through a signal traveling from the shoot to the root. Cytokinin hormone is known to regulate the rate of the cell division instead of the direction of cell differentiation. A study demonstrated that the mutants are found to have a reduction in stem and root growth but the secondary vascular pattern of the vascular bundles were not affected with a treatment of cytokinin.",
            "score": 220.44046449661255
        },
        {
            "docid": "3094833_3",
            "document": "Vascular tissue . The cells in vascular tissue are typically long and slender. Since the xylem and phloem function in the conduction of water, minerals, and nutrients throughout the plant, it is not surprising that their form should be similar to pipes. The individual cells of phloem are connected end-to-end, just as the sections of a pipe might be. As the plant grows, new vascular tissue differentiates in the growing tips of the plant. The new tissue is aligned with existing vascular tissue, maintaining its connection throughout the plant. The vascular tissue in plants is arranged in long, discrete strands called vascular bundles. These bundles include both xylem and phloem, as well as supporting and protective cells. In stems and roots, the xylem typically lies closer to the interior of the stem with phloem towards the exterior of the stem. In the stems of some Asterales dicots, there may be phloem located inwardly from the xylem as well.",
            "score": 131.12301659584045
        },
        {
            "docid": "2956278_2",
            "document": "Vascular bundle . A vascular bundle is a part of the transport system in vascular plants. The transport itself happens in vascular tissue, which exists in two forms: xylem and phloem. Both these tissues are present in a vascular bundle, which in addition will include supporting and protective tissues.",
            "score": 98.85395956039429
        },
        {
            "docid": "637102_6",
            "document": "Plant physiology . Thirdly, plant physiology deals with interactions between cells, tissues, and organs within a plant. Different cells and tissues are physically and chemically specialized to perform different functions. Roots and rhizoids function to anchor the plant and acquire minerals in the soil. Leaves catch light in order to manufacture nutrients. For both of these organs to remain living, minerals that the roots acquire must be transported to the leaves, and the nutrients manufactured in the leaves must be transported to the roots. Plants have developed a number of ways to achieve this transport, such as vascular tissue, and the functioning of the various modes of transport is studied by plant physiologists.",
            "score": 70.7134325504303
        },
        {
            "docid": "18952693_6",
            "document": "Plant stem . Stem usually consist of three tissues, dermal tissue, ground tissue and vascular tissue. The dermal tissue covers the outer surface of the stem and usually functions to waterproof, protect and control gas exchange. The ground tissue usually consists mainly of parenchyma cells and fills in around the vascular tissue. It sometimes functions in photosynthesis. Vascular tissue provides long distance transport and structural support. Most or all ground tissue may be lost in woody stems. The dermal tissue of aquatic plants stems may lack the waterproofing found in aerial stems. The arrangement of the vascular tissues varies widely among plant species.",
            "score": 58.94400477409363
        },
        {
            "docid": "2009296_2",
            "document": "Sieve tube element . Sieve elements are specialized cells that are important for the function of phloem, which is highly organized tissue that transports organic compounds made during photosynthesis. Sieve elements are the major conducting cells in phloem. Conducting cells aid in transport of molecules especially for long-distance signaling. In plant anatomy, there are two main types of sieve elements which are sieve cells and sieve tube members. Sieve cells are specialized cells in the phloem tissue of flowering plants. Companion cells and Sieve cells originate from meristems, which are tissues that actively divide throughout a plant's lifetime. They are similar to the development of xylem, a water conducting cells in plants whose main function is also transportation in the plant vascular system. Sieve elements' major function includes transporting sugars over long distance through plants by acting as a channel. Sieve elements elongate cells containing sieve areas on their walls. Pores on sieve areas allow for cytoplasmic connections to neighboring cells, which allows for the movement of photosynthetic material and other organic molecules necessary for tissue function. Structurally, they are elongated and parallel to the organ or tissue that they are located in. Sieve elements typically lack a nucleus and contain none to a very few amount of ribosomes. The two types of sieve elements, sieve tube members and sieve cells, have different structure. Sieve tube members are shorter and wider with greater area for nutrient transport while sieve cells tend to be longer and narrower with smaller area for nutrient transport. Although the function of both of these kinds of sieve elements is the same, sieve cells are found in gymnosperms, non-flowering vascular plants, while sieve tube members are found in angiosperms, flowering vascular plants.",
            "score": 108.99379801750183
        },
        {
            "docid": "11008314_58",
            "document": "Evolutionary history of plants . The early Devonian landscape was devoid of vegetation taller than waist height. Greater height provided a competitive advantage in the harvesting of sunlight for photosynthesis , overshadowing of competitors  and in spore distribution, as spores (and, later, seeds) could be blown for greater distances if they started higher. An effective vascular system was required in order to achieve greater heights. To attain arborescence, plants had to develop woody tissue that provided both support and water transport, and thus needed to evolve the capacity for secondary growth. The stele of plants undergoing secondary growth is surrounded by a vascular cambium, a ring of meristematic cells which produces more xylem on the inside and phloem on the outside. Since xylem cells comprise dead, lignified tissue, subsequent rings of xylem are added to those already present, forming wood.",
            "score": 107.18363928794861
        },
        {
            "docid": "227675_3",
            "document": "Vascular cambium . Other names for the vascular cambium are the main cambium, wood cambium, or bifacial cambium. In more detail, the vascular cambium is a plant tissue located between the xylem and the phloem in the stems and roots of certain vascular plants. It is a cylinder of unspecialized meristem cells that divide to form secondary vascular tissues. It is the source of both secondary xylem growth inwards towards the pith, and secondary phloem growth outwards to the bark. Unlike the xylem and phloem, it does not transport water, minerals or food through the plant.",
            "score": 119.57567644119263
        },
        {
            "docid": "3160379_15",
            "document": "Organ printing . The transfer of nutrients and oxygen to cells throughout a printed organ is essential for its function. In very small or thin tissues of less than a millimeter in thickness, cells can receive nutrients through diffusion. However, larger organs require the transportation of nutrients to cells deeper inside the tissue, which requires that the tissue be vascularized, and thus able to receive blood for the exchange of cargo like oxygen and cell wastes. Early organ printing techniques created solid tissues that were unable to vascularize, or vascularized only slowly as host blood vessels entered the transplant, leading to issues like necrosis inside the tissue that can threaten the health and successful recovery of a transplant recipient. More recently developed techniques allow printed organs to be created with a more complex 3D structure, including preexisting internal vasculature, that permits faster integration of the transplant into the host circulatory system. There are multiple techniques for creating vascular systems currently under development. One method is the separate extrusion printing of vessels that are then incorporated into a larger tissue. Another method is sacrificial printing, in which the entire tissue is printed at once, and a dissolvable or otherwise removable bioink is used to form the interior of the vessels. Once this sacrificial scaffolding is removed, usually by a chemical or thermal method, the rest of tissue then contains a vascular pattern.",
            "score": 80.09082067012787
        },
        {
            "docid": "3094833_2",
            "document": "Vascular tissue . Vascular tissue is a complex conducting tissue, formed of more than one cell type, found in vascular plants. The primary components of vascular tissue are the xylem and phloem. These two tissues transport fluid and nutrients internally. There are also two meristems associated with vascular tissue: the vascular cambium and the cork cambium. All the vascular tissues within a particular plant together constitute the vascular tissue system of that plant.",
            "score": 100.17004871368408
        },
        {
            "docid": "374215_30",
            "document": "Programmed cell death . In \"APL regulates vascular tissue identity in Arabidopsis\", Martin Bonke and his colleagues had stated that one of the two long-distance transport systems in vascular plants, xylem, consists of several cell-types \"the differentiation of which involves deposition of elaborate cell-wall thickenings and programmed cell-death.\" The authors emphasize that the products of plant PCD play an important structural role.",
            "score": 100.68514943122864
        },
        {
            "docid": "18973622_6",
            "document": "Leaf . Leaves are the most important organs of most vascular plants. Since plants are autotrophic, they do not need food from other living things to survive but instead use carbon dioxide, water and light energy, to create their own organic matter by photosynthesis of simple sugars, such as glucose and sucrose. These are then further processed by chemical synthesis into more complex organic molecules such as cellulose, the basic structural material in plant cell walls. The plant must therefore bring these three ingredients together in the leaf for photosynthesis to take place. The leaves draw water from the ground in the transpiration stream through a vascular conducting system known as xylem and obtain carbon dioxide from the atmosphere by diffusion through openings called stomata in the outer covering layer of the leaf (epidermis), while leaves are orientated to maximise their exposure to sunlight. Once sugar has been synthesized, it needs to be transported to areas of active growth such as the plant shoots and roots. Vascular plants transport sucrose in a special tissue called the phloem. The phloem and xylem are parallel to each other but the transport of materials is usually in opposite directions. Within the leaf these vascular systems branch (ramify) to form veins which supply as much as the leaf as possible, ensuring that cells carrying out photosynthesis are close to the transportation system.",
            "score": 104.67581975460052
        },
        {
            "docid": "378938_54",
            "document": "Magnesium in biology . Once in the cytoplasmic space of root cells Mg, along with the other cations, is probably transported radially into the stele and the vascular tissue. From the cells surrounding the xylem the ions are released or pumped into the xylem and carried up through the plant. In the case of Mg, which is highly mobile in both the xylem and phloem, the ions will be transported to the top of the plant and back down again in a continuous cycle of replenishment. Hence, uptake and release from vascular cells is probably a key part of whole plant Mg homeostasis. Figure 1 shows how few processes have been connected to their molecular mechanisms (only vacuolar uptake has been associated with a transport protein, AtMHX).",
            "score": 113.90252828598022
        },
        {
            "docid": "51692420_8",
            "document": "Osteoderm development . There is much variation between osteoderms of dinosaurs. No two identical dinosaur osteoderms have been collected. There are two possible explanations for the variations found. The first being function, and the other stems from development. When small osteoderms are found, they include compact structures, low remodeling and poor growth lines which suggests early development. Advanced and final stages of development are characterized by keeled elements with protuberances and an axis longer than 15 centimeters. Typically the plates are arranged in a longitudinal row in the midline, which shows bilateral symmetry. They also often match the dorsal curvature of the dinosaur. In order to distinguish between taxon of dinosaurs, scientists can evaluate the thickness of the osteoderm walls. They also analyze texture, some being smooth and other have patterned grooves. The internal structure of their osteoderms are variable as well. Some are compact and others are porus, with air pockets between them due to being highly vascularized. This variation in vasculature creates mixed histologies. The pattern of vascularization is not the same between all dinosaur species. Most have one or two vascular spaces near the midline, and then lead to a network of vascular spaces that branch to the dorsal side of the osteoderm. Based on the bone tissues found in fossils, it is thought that osteoderms may have developed from intramembranous ossification, a process where bone tissue replaces pre-existing tissue. This process in mainly supported by only extinct groups. More modern, extant reptile species are thought to develop osteoderms through metaplastic ossification, as discussed above. This process includes pre-existing and fully developed tissue becoming bone. This suggests that the bone development of these dinosaur species is not very well understood. The most modern species are not heavily armored but they have many smaller ossicles, or small bones, found in the dermis.",
            "score": 79.81399083137512
        },
        {
            "docid": "18952860_9",
            "document": "Transpiration . To maintain the pressure gradient necessary for a plant to remain healthy they must continuous uptake of water with their roots. They need to be able to meet the demands of water lost due to transpiration. If a plant is incapable of bringing in enough water to remain in equilibrium with transpiration an event known as cavitation occurs. Cavitation is when the plant cannot supply its xylem with adequate water so instead of being filled with water the xylem begins to be filled with water vapor. These particles of water vapor come together and form blockages within the xylem of the plant. This prevents the plant from being able to transport water throughout its vascular system. There is no apparent pattern of where cavitation occurs throughout the plant's xylem. If not effectively taken care of, cavitation can cause a plant to reach its permanent wilting point, and die. Therefore, the plant must have a method, by which to remove this cavitation blockage, or create a new connection of vascular tissue throughout the plant. The plant does this by, closing its stomates overnight which halts the flow of transpiration. This then allows for the roots to generate over 0.05 mPa of pressure which is capable of destroying the blockage and refilling the xylem with water, reconnecting the vascular system. If a plant is unable to generate enough pressure to eradicate the blockage it must prevent the blockage from spreading with the use of pit pears and then create new xylem that can re-connect the vascular system of the plant.",
            "score": 99.39396798610687
        },
        {
            "docid": "30519576_2",
            "document": "Stp4 . Stp4 (sugar transporter protein 4) is a gene from the model plant, \"Arabidopsis thaliana\". The gene transcribes for an integral membrane protein that is situated in the plasma membrane of sink tissues such as roots, anthers and vascular tissue.",
            "score": 63.177305936813354
        },
        {
            "docid": "23642250_9",
            "document": "Medullosales . Most medullosaleans had unbranched, upright stems that produced a crown of fronds at the top. The most widespread are referred to the fossil genus \"Medullosa\" when found as petrifactions with anatomy preserved. When viewed in transverse section they appear to have several vascular segments passing along the length of the stem, superficially resembling the polyteles seen in tree ferns. However, detailed study of these vascular strands has shown that they merge and split along the length of the stem and in fact represents a single dissected stele. As the stems increased in size, the vascular segments also expanded by adding secondary wood. The vascular segments of the stele are embedded in ground tissue that contain canals or ducts thought to have contained a resin-like substance. The cortex surrounding the stele also had resin-ducts, and towards the outside of the stem there were radially aligned bands of sclerotic tissue.",
            "score": 34.6535804271698
        },
        {
            "docid": "503493_2",
            "document": "Non-vascular plant . Non-vascular plants are plants without a vascular system consisting of xylem and phloem. Although non-vascular plants lack these particular tissues, many possess simpler tissues that are specialized for internal transport of water.",
            "score": 92.40380573272705
        },
        {
            "docid": "61899_19",
            "document": "Phloem . When the plant is an embryo, vascular tissue emerges from procambium tissue, which is at the center of the embryo. Protophloem itself appears in the mid-vein extending into the cotyledonary node, which constitutes the first appearance of a leaf in angiosperms, where it forms continuous strands. The hormone auxin, transported by the protein PIN1 is responsible for the growth of those protophloem strands, signaling the final identity of those tissues. SHORTROOT(SHR), and microRNA165/166 also participate in that process, while Callose Synthase 3(CALS3), inhibits the locations where SHORTROOT(SHR), and microRNA165 can go.",
            "score": 100.45730257034302
        },
        {
            "docid": "316528_3",
            "document": "Thallus . A thallus usually names the entire body of a multicellular non-moving organism in which there is no organization of the tissues into organs. Even though thalli do not have organized and distinct parts (leaves, roots, and stems) as do the vascular plants, they may have analogous structures that resemble their vascular \"equivalents\". The analogous structures have similar function or macroscopic structure, but different microscopic structure; for example, no thallus has vascular tissue. In exceptional cases such as the Lemnoideae, where the structure of a vascular plant is in fact thallus-like, it is referred to as having a thalloid structure, or sometimes as a thalloid.",
            "score": 48.61923789978027
        },
        {
            "docid": "11008314_21",
            "document": "Evolutionary history of plants . To photosynthesise, plants must absorb from the atmosphere. However, this comes at a price, since making the tissues available for to enter allows water to evaporate. Water is lost much faster than is absorbed, so plants need to replace it. Early land plants transported water apoplastically, within the porous walls of their cells. Later, they evolved the ability to control water loss (and acquisition) through the use of a waterproof outer covering or cuticle perforated by stomata, variable apertures that could open and close to regulate evapotranspiration. Specialised water transport vascular tissues subsequently evolved, first in the form of hydroids, then tracheids and secondary xylem, followed by vessels in flowering plants. As water transport mechanisms and waterproof cuticles evolved, plants could survive without being continually covered by a film of water. This transition from poikilohydry to homoiohydry opened up new potential for colonisation.",
            "score": 75.32060956954956
        },
        {
            "docid": "949263_4",
            "document": "Stele (biology) . The earliest vascular plants had stems with a central core of vascular tissue. This consisted of a cylindrical strand of xylem, surrounded by a region of phloem. Around the vascular tissue there might have been an endodermis that regulated the flow of water into and out of the vascular system. Such an arrangement is termed a protostele.",
            "score": 87.09894251823425
        },
        {
            "docid": "18952693_12",
            "document": "Plant stem . Most ferns have rhizomes with no vertical stem. The exception is tree ferns, with vertical stems up to about 20 metres. The stem anatomy of ferns is more complicated than that of dicots because fern stems often have one or more leaf gaps in cross section. A leaf gap is where the vascular tissue branches off to a frond. In cross section, the vascular tissue does not form a complete cylinder where a leaf gap occurs. Fern stems may have solenosteles or dictyosteles or variations of them. Many fern stems have phloem tissue on both sides of the xylem in cross-section.",
            "score": 74.5602674484253
        },
        {
            "docid": "12747796_14",
            "document": "Glossary of plant morphology . Amongst the vascular plants, the structures and functions of the Pteridophyta (ferns), which reproduce seedlessly, are also sufficiently different to justify separate treatment, as here (see Pteridophytes). The remainder of the vascular plant sections address the higher plants (Spermatophytes or Seed Plants, i.e. Gymnosperms and Angiosperms or flowering plants). In the higher plants, the terrestrial sporophyte has evolved specialised parts. In essence, they have a lower, underground component and an upper, aerial component. The underground part develops roots that seek water and nourishment from the soil, while the upper component, or shoot, grows toward the light and develops a plant stem, leaves and specialised reproductive structures (sporangia). In angiosperms, the sporangia are located in the stamen anthers (microsporangia) and ovules (megasporangia). The specialised sporangia bearing stem is the flower. In angiosperms, if the female sporangium is fertilised, it becomes the fruit, a mechanism for dispersing the seeds produced from the embryo. Thus, the terrestrial sporophyte has two growth centres, the stem growing upwards while the roots grow downwards. New growth occurs at the tips (apices) of both the shoot and roots, where the undifferentiated cells of the meristem divide. Branching occurs to form new apical meristems. Growth of the stem is indeterminate in pattern (not pre-determined to stop at a particular point). The functions of the stem are to raise and support the leaves and reproductive organs above the level of the soil, to facilitate absorption of light for photosynthesis, gas exchange, water exchange (transpiration), pollination, and seed dispersal. The stem also serves as a conduit, from roots to overhead structures, for water and other growth-enhancing substances. These conduits consist of specialised tissues known as vascular bundles, which give the name \"vascular plants\" to the angiosperms. The point of insertion, on the stem, of leaves or buds is a node, and the space between two successive nodes, an internode.",
            "score": 73.88839650154114
        },
        {
            "docid": "3094833_4",
            "document": "Vascular tissue . Between the xylem and phloem is a meristem called the vascular cambium. This tissue divides off cells that will become additional xylem and phloem. This growth increases the girth of the plant, rather than its length. As long as the vascular cambium continues to produce new cells, the plant will continue to grow more stout. In trees and other plants that develop wood, the vascular cambium allows the expansion of vascular tissue that produces woody growth. Because this growth ruptures the epidermis of the stem, woody plants also have a cork cambium that develops among the phloem. The cork cambium gives rise to thickened cork cells to protect the surface of the plant and reduce water loss. Both the production of wood and the production of cork are forms of secondary growth.",
            "score": 120.47791981697083
        },
        {
            "docid": "34015166_35",
            "document": "Vascular remodelling in the embryo . Conversely, angiogenesis and vascular remodelling is an important aspect of wound healing and the long-term stability of tissue grafts. When blood flow is disrupted, angiogenesis provides sprouting vessels which migrate into deprived tissues and restore perfusion. Thus, the study of vascular remodelling may also provide important insight into the development of new techniques to improve wound healing and benefit the integration of tissues from transplants by lowering the incidence of rejection.",
            "score": 45.61526298522949
        },
        {
            "docid": "2139633_23",
            "document": "Netrin . Netrin has been implicated as a vital molecule for the proliferation of vascular networks. Multiple studies have found different effects of netrin on these branching vessels. The endothelial tip cells in vascular tissue display similar properties to the growth cone found in neuronal tissue. Studies have discovered that these same endothelial tip cells also express UNC5B, which netrin 1 can bind to, inhibiting angiogenesis. In contrast, several studies show that netrin-1 actually promotes blood vessel branching. In conjunction with this research, it has been found that netrin 4 is responsible for growth in the lymphatic vascular system. Overall, these studies show that regulating effects of netrin is dependent on the type of vascular tissue. Recently, netrin has been implicated in angiogenesis in the placenta, making it vital to the survival of the fetus. This finding has implications in the future treatment of vascular disease in the placenta.",
            "score": 60.265217781066895
        },
        {
            "docid": "949263_2",
            "document": "Stele (biology) . In a vascular plant, the stele is the central part of the root or stem containing the tissues derived from the procambium. These include vascular tissue, in some cases ground tissue (pith) and a pericycle, which, if present, defines the outermost boundary of the stele. Outside the stele lies the endodermis, which is the innermost cell layer of the cortex.",
            "score": 64.32639455795288
        },
        {
            "docid": "11008314_18",
            "document": "Evolutionary history of plants . There is no evidence that early land plants of the Silurian and early Devonian had roots, although fossil evidence of rhizoids occurs for several species, such as \"Horneophyton\". The earliest land plants did not have vascular systems for transport of water and nutrients either. \"Aglaophyton\", a rootless vascular plant known from Devonian fossils in the Rhynie chert was the first land plant discovered to have had a mycorrhizal relationship with fungi which formed arbuscules, literally \"tree-like fungal roots\", in a well-defined cylinder of cells (ring in cross section) in the cortex of its stems. The fungi fed on the plant's sugars, in exchange for nutrients generated or extracted from the soil (especially phosphate), to which the plant would otherwise have had no access. Like other rootless land plants of the Silurian and early Devonian \"Aglaophyton\" may have relied on arbuscular mycorrhizal fungi for acquisition of water and nutrients from the soil.",
            "score": 54.759161710739136
        },
        {
            "docid": "19828134_26",
            "document": "Plant . Vascular plants first appeared during the Silurian period, and by the Devonian had diversified and spread into many different terrestrial environments. They developed a number of adaptations that allowed them to spread into increasingly more arid places, notably the vascular tissues xylem and phloem, that transport water and food throughout the organism. Root systems capable of obtaining soil water and nutrients also evolved during the Devonian. In modern vascular plants, the sporophyte is typically large, branched, nutritionally independent and long-lived, but there is increasing evidence that Paleozoic gametophytes were just as complex as the sporophytes. The gametophytes of all vascular plant groups evolved to become reduced in size and prominence in the life cycle.",
            "score": 88.6685358285904
        },
        {
            "docid": "11008314_17",
            "document": "Evolutionary history of plants . The alternative hypothesis, called the transformation theory (or homologous theory), posits that the sporophyte might have appeared suddenly by delaying the occurrence of meiosis until a fully developed multicellular sporophyte had formed. Since the same genetic material would be employed by both the haploid and diploid phases they would look the same. This explains the behaviour of some algae, such as \"Ulva lactuca\", which produce alternating phases of identical sporophytes and gametophytes. Subsequent adaption to the desiccating land environment, which makes sexual reproduction difficult, might have resulted in the simplification of the sexually active gametophyte, and elaboration of the sporophyte phase to better disperse the waterproof spores. The tissue of sporophytes and gametophytes of vascular plants such as \"Rhynia\" preserved in the Rhynie chert is of similar complexity, which is taken to support this hypothesis. By contrast, with the exception of \"Psilotum\" modern vascular plants have heteromorphic sporophytes and gametophytes in which the gametophytes rarely have any vascular tissue.",
            "score": 60.44240927696228
        },
        {
            "docid": "33993737_5",
            "document": "Decellularization . As far as introducing the different liquidized chemicals and enzymes to an organ or tissue, perfusion and immersion decellularization techniques have been used. Perfusion decellularization is applicable when an extensive vasculature system is present in the organ or tissue. It is crucial for the ECM scaffold to be decellularized at all levels, and evenly throughout the structure. Because of this requirement, vascularized tissues can have chemicals and enzymes perfused through the present arteries, veins, and capillaries. Under this mechanism and proper physiological conditions, treatments can diffuse equally to all of the cells within the organ. The treatments can be removed through the veins at the end of the process. Cardiac and pulmonary decellularization often uses this process of decellularization to introduce the treatments because of their heavily vascularized networks. Immersion decellularization is accomplished through the submersion of a tissue in chemical and enzymatic treatments. This process is more easily accomplished than perfusion, but is limited to thin tissues with a limited vascular system.",
            "score": 47.45250630378723
        }
    ],
    "r": [
        {
            "docid": "227675_9",
            "document": "Vascular cambium . Auxin hormones are proven to stimulate mitoses, cell production and regulate interfascicular and fascicular cambium. Applying auxin to the surface of a tree stump allowed decapitated shoots to continue secondary growth. The absence of auxin hormones will have a detrimental effect on a plant. It has been shown that mutants without auxin will exhibit increased spacing between the interfascicular cambiums and reduced growth of the vascular bundles. The mutant plant will therefore experience a decreased in water, nutrients, and photosynthates being transported throughout the plant, eventually leading to death. Auxin also regulates the two types of cell in the vascular cambium, ray and fusiform initials. Regulation of these initials ensures the connection and communication between xylem and phloem is maintained for the translocation of nourishment and sugars are safely being stored as an energy resource. Ethylene levels are high in plants with an active cambial zone and are still currently being studied. Gibberellin stimulates the cambial cell division and also regulates differentiation of the xylem tissues, with no effect on the rate of phloem differentiation. Differentiation is an essential process that changes these tissues into a more specialized type, leading to an important role in maintaining the life form of a plant. In poplar trees, high concentrations of gibberellin is positively correlated to an increase of cambial cell division and an increase of auxin in the cambial stem cells. Gibberellin is also responsible for the expansion of xylem through a signal traveling from the shoot to the root. Cytokinin hormone is known to regulate the rate of the cell division instead of the direction of cell differentiation. A study demonstrated that the mutants are found to have a reduction in stem and root growth but the secondary vascular pattern of the vascular bundles were not affected with a treatment of cytokinin.",
            "score": 220.44046020507812
        },
        {
            "docid": "496667_29",
            "document": "Auxin . Auxin stimulates cell elongation by stimulating wall-loosening factors, such as elastins, to loosen cell walls. The effect is stronger if gibberellins are also present. Auxin also stimulates cell division if cytokinins are present. When auxin and cytokinin are applied to callus, rooting can be generated if the auxin concentration is higher than cytokinin concentration. Xylem tissues can be generated when the auxin concentration is equal to the cytokinins.",
            "score": 170.475341796875
        },
        {
            "docid": "1184860_7",
            "document": "Organogenesis . In plants, organogenesis, which is simply the process of forming new organs, occurs continuously and only stops when the plant dies. In the shoot, the shoot apical meristems regularly produce new lateral organs (leaves or flowers) and lateral branches. In the root, new lateral roots form from weakly differentiated internal tissue (e.g. the xylem-pole pericycle in the model plant \"Arabidopsis thaliana\"). \"In vitro\" and in response to specific cocktails of hormones (mainly auxins and cytokinins), most plant tissues can de-differentiate and form a mass of dividing totipotent stem cells called a callus. \" organogenesis can then occur from those cells. The type of organ that is formed depends on the relative concentrations of the hormones in the medium. Plant organogenesis can be induced in tissue culture and used to regenerate plants.",
            "score": 166.0172119140625
        },
        {
            "docid": "256641_14",
            "document": "Plant hormone . Auxins are compounds that positively influence cell enlargement, bud formation and root initiation. They also promote the production of other hormones and in conjunction with cytokinins, they control the growth of stems, roots, and fruits, and convert stems into flowers. Auxins were the first class of growth regulators discovered. They affect cell elongation by altering cell wall plasticity. They stimulate cambium, a subtype of meristem cells, to divide and in stems cause secondary xylem to differentiate. Auxins act to inhibit the growth of buds lower down the stems (apical dominance), and also to promote lateral and adventitious root development and growth. Leaf abscission is initiated by the growing point of a plant ceasing to produce auxins. Auxins in seeds regulate specific protein synthesis, as they develop within the flower after pollination, causing the flower to develop a fruit to contain the developing seeds. Auxins are toxic to plants in large concentrations; they are most toxic to dicots and less so to monocots. Because of this property, synthetic auxin herbicides including 2,4-D(2,4-dichlorophenoxyacetic) and 2,4,5-T have been developed and used for weed control. Auxins, especially 1-Naphthaleneacetic acid (NAA) and Indole-3-butyric acid (IBA), are also commonly applied to stimulate root growth when taking cuttings of plants. The most common auxin found in plants is indole-3-acetic acid or IAA. The correlation of auxins and cytokinins in the plants is a constant (A/C = const.).",
            "score": 161.41085815429688
        },
        {
            "docid": "496667_4",
            "document": "Auxin . The (dynamic and environment responsive) pattern of auxin distribution within the plant is a key factor for plant growth, its reaction to its environment, and specifically for development of plant organs (such as leaves or flowers). It is achieved through very complex and well coordinated active transport of auxin molecules from cell to cell throughout the plant body — by the so-called polar auxin transport. Thus, a plant can (as a whole) react to external conditions and adjust to them, without requiring a nervous system. Auxins typically act in concert with, or in opposition to, other plant hormones. For example, the ratio of auxin to cytokinin in certain plant tissues determines initiation of root versus shoot buds.",
            "score": 156.17050170898438
        },
        {
            "docid": "496667_26",
            "document": "Auxin . An important principle of plant organization based upon auxin distribution is apical dominance, which means the auxin produced by the apical bud (or growing tip) diffuses (and is transported) downwards and inhibits the development of ulterior lateral bud growth, which would otherwise compete with the apical tip for light and nutrients. Removing the apical tip and its suppressively acting auxin allows the lower dormant lateral buds to develop, and the buds between the leaf stalk and stem produce new shoots which compete to become the lead growth. The process is actually quite complex, because auxin transported downwards from the lead shoot tip has to interact with several other plant hormones (such as strigolactones or cytokinins) in the process on various positions along the growth axis in plant body to achieve this phenomenon. This plant behavior is used in pruning by horticulturists.",
            "score": 151.23696899414062
        },
        {
            "docid": "496669_5",
            "document": "Cytokinin . The ratio of auxin to cytokinin plays an important role in the effect of cytokinin on plant growth. Cytokinin alone has no effect on parenchyma cells. When cultured with auxin but no cytokinin, they grow large but do not divide. When cytokinin is added, the cells expand and differentiate. When cytokinin and auxin are present in equal levels, the parenchyma cells form an undifferentiated callus. More cytokinin induces growth of shoot buds, while more auxin induces root formation.",
            "score": 149.38951110839844
        },
        {
            "docid": "256641_16",
            "document": "Plant hormone . Cytokinins or CKs are a group of chemicals that influence cell division and shoot formation. They were called kinins in the past when the first cytokinins were isolated from yeast cells. They also help delay senescence of tissues, are responsible for mediating auxin transport throughout the plant, and affect internodal length and leaf growth. Cytokinins and auxins often work together, and the ratios of these two groups of plant hormones affect most major growth periods during a plant's lifetime. Cytokinins counter the apical dominance induced by auxins; they in conjunction with ethylene promote abscission of leaves, flower parts, and fruits.",
            "score": 145.66322326660156
        },
        {
            "docid": "21076226_5",
            "document": "Plant tissue culture . The composition of the medium, particularly the plant hormones and the nitrogen source (nitrate versus ammonium salts or amino acids) have profound effects on the morphology of the tissues that grow from the initial explant. For example, an excess of auxin will often result in a proliferation of roots, while an excess of cytokinin may yield shoots. A balance of both auxin and cytokinin will often produce an unorganised growth of cells, or callus, but the morphology of the outgrowth will depend on the plant species as well as the medium composition. As cultures grow, pieces are typically sliced off and subcultured onto new media to allow for growth or to alter the morphology of the culture. The skill and experience of the tissue culturist are important in judging which pieces to culture and which to discard.",
            "score": 145.47914123535156
        },
        {
            "docid": "496667_31",
            "document": "Auxin . Auxin induces the formation and organization of phloem and xylem. When the plant is wounded, the auxin may induce the cell differentiation and regeneration of the vascular tissues.",
            "score": 144.3050994873047
        },
        {
            "docid": "4183_54",
            "document": "Botany . The hypothesis that plant growth and development is coordinated by plant hormones or plant growth regulators first emerged in the late 19th century. Darwin experimented on the movements of plant shoots and roots towards light and gravity, and concluded \"It is hardly an exaggeration to say that the tip of the radicle . . acts like the brain of one of the lower animals . . directing the several movements\". About the same time, the role of auxins (from the Greek auxein, to grow) in control of plant growth was first outlined by the Dutch scientist Frits Went. The first known auxin, indole-3-acetic acid (IAA), which promotes cell growth, was only isolated from plants about 50 years later. This compound mediates the tropic responses of shoots and roots towards light and gravity. The finding in 1939 that plant callus could be maintained in culture containing IAA, followed by the observation in 1947 that it could be induced to form roots and shoots by controlling the concentration of growth hormones were key steps in the development of plant biotechnology and genetic modification. Cytokinins are a class of plant hormones named for their control of cell division or cytokinesis. The natural cytokinin zeatin was discovered in corn, \"Zea mays\", and is a derivative of the purine adenine. Zeatin is produced in roots and transported to shoots in the xylem where it promotes cell division, bud development, and the greening of chloroplasts. The gibberelins, such as Gibberelic acid are diterpenes synthesised from acetyl CoA via the mevalonate pathway. They are involved in the promotion of germination and dormancy-breaking in seeds, in regulation of plant height by controlling stem elongation and the control of flowering. Abscisic acid (ABA) occurs in all land plants except liverworts, and is synthesised from carotenoids in the chloroplasts and other plastids. It inhibits cell division, promotes seed maturation, and dormancy, and promotes stomatal closure. It was so named because it was originally thought to control abscission. Ethylene is a gaseous hormone that is produced in all higher plant tissues from methionine. It is now known to be the hormone that stimulates or regulates fruit ripening and abscission, and it, or the synthetic growth regulator ethephon which is rapidly metabolised to produce ethylene, are used on industrial scale to promote ripening of cotton, pineapples and other climacteric crops.",
            "score": 139.53773498535156
        },
        {
            "docid": "2657761_5",
            "document": "Indole-3-butyric acid . In plant tissue culture IBA and other auxins are used to initiate root formation in vitro in a procedure called micropropagation. Micropropagation of plants is the process of using small samples of plants called explants and causing them to undergo growth of differentiated or undifferentiated cells. In connection with cytokinins like kinetin, auxins like IBA can be used to cause the formation of masses of undifferentiated cells called callus. Callus formation is often used as a first step process in micropropagation where the callus cells are then caused to form other tissues such as roots by exposing them to certain hormones like auxins that produce roots. The process of callus to root formation is called indirect organogenesis whereas if roots are formed from the explant directly it is called direct organogenesis.",
            "score": 136.2024383544922
        },
        {
            "docid": "35977966_8",
            "document": "Cholodny–Went model . However, there are indications that the model is not complete. The auxin gradient may not be relevant to early phases of graviresponse in roots, and it seems that the gravitropic response of shoots only involves local movement of auxin. Further research into phototropism and gravitropism is now investigating the roles of other plant hormones in the growth process and on the gravitropic and phototropic properties of plants using modern time-lapse photography. Although it is clear that, at least with roots, auxin plays a major role in gravitropism it seems that other hormones acting with auxin are also involved. Cytokinin may be an inhibitor of root cap growth that controls early gravitropism in roots. Ethylene seems to be important in gravitropism in shoots, perhaps affecting sensitivity to auxin or its rate of transport.",
            "score": 135.56736755371094
        },
        {
            "docid": "496669_6",
            "document": "Cytokinin . Cytokinins are involved in many plant processes, including cell division and shoot and root morphogenesis. They are known to regulate axillary bud growth and apical dominance. The \"direct inhibition hypothesis\" posits that these effects result from the cytokinin to auxin ratio. This theory states that auxin from apical buds travels down shoots to inhibit axiliary bud growth. This promotes shoot growth, and restricts lateral branching. Cytokinin moves from the roots into the shoots, eventually signaling lateral bud growth. Simple experiments support this theory. When the apical bud is removed, the axillary buds are uninhibited, lateral growth increases, and plants become bushier. Applying auxin to the cut stem again inhibits lateral dominance.",
            "score": 134.960205078125
        },
        {
            "docid": "209825_7",
            "document": "Apical dominance . Plant physiologists have identified four different stages the plant goes through after the apex is removed (Stages I-IV). The four stages are referred to as  These stages can also be defined by the hormones that are regulating the process which are as follows: Stage I, cytokinin promoted, causing the lateral bud to form since cytokinin plays a role in cell division; Stage II, auxin is promoted, resulting in apical dominance (\"imposition of inhibition\"); Stage III, cytokinin released resulting in outward growth of the lateral bud; and Stage IV, auxin is decreased and gibberellic acid is promoted which results in cell division, enabling the bud or branch to continue outward growth.",
            "score": 132.69859313964844
        },
        {
            "docid": "3094833_3",
            "document": "Vascular tissue . The cells in vascular tissue are typically long and slender. Since the xylem and phloem function in the conduction of water, minerals, and nutrients throughout the plant, it is not surprising that their form should be similar to pipes. The individual cells of phloem are connected end-to-end, just as the sections of a pipe might be. As the plant grows, new vascular tissue differentiates in the growing tips of the plant. The new tissue is aligned with existing vascular tissue, maintaining its connection throughout the plant. The vascular tissue in plants is arranged in long, discrete strands called vascular bundles. These bundles include both xylem and phloem, as well as supporting and protective cells. In stems and roots, the xylem typically lies closer to the interior of the stem with phloem towards the exterior of the stem. In the stems of some Asterales dicots, there may be phloem located inwardly from the xylem as well.",
            "score": 131.12301635742188
        },
        {
            "docid": "496667_18",
            "document": "Auxin . Depending on the specific tissue, auxin may promote axial elongation (as in shoots), lateral expansion (as in root swelling), or isodiametric expansion (as in fruit growth). In some cases (coleoptile growth), auxin-promoted cellular expansion occurs in the absence of cell division. In other cases, auxin-promoted cell division and cell expansion may be closely sequenced within the same tissue (root initiation, fruit growth). In a living plant, auxins and other plant hormones nearly always appear to interact to determine patterns of plant development.",
            "score": 130.81167602539062
        },
        {
            "docid": "1804137_2",
            "document": "Kinetin . Kinetin (/'kaɪnɪtɪn/) is a type of cytokinin, a class of plant hormone that promotes cell division. Kinetin was originally isolated by Miller and Skoog \"et al.\" as a compound from autoclaved herring sperm DNA that had cell division-promoting activity. It was given the name kinetin because of its ability to induce cell division, provided that auxin was present in the medium. Kinetin is often used in plant tissue culture for inducing formation of callus (in conjunction with auxin) and to regenerate shoot tissues from callus (with lower auxin concentration).",
            "score": 129.19947814941406
        },
        {
            "docid": "7105213_9",
            "document": "Polar auxin transport . Once inside the cell, auxin cannot leave the cell on its own by crossing the lipid bilayer. Hence the export of auxin from the cell requires an active component in plasma membrane - i.e. some membrane transport protein. Two protein families: The PIN proteins and ABCB (PGP proteins) transporters are functioning as \"auxin efflux carriers\" and transport the anionic form of auxin out of the cell. While the PGP auxin efflux carriers are evenly distributed, the PIN proteins are most often maintaining polar (i.e. asymmetric) localisation on the plasma membrane. That is to say that they locate mostly on one side of the cell. Furthermore the asymmetrical localisation of the PIN proteins is coordinated between neighbouring cells. As a result, the PIN proteins generate a directional flow of auxin at the tissue and organ scale. This PIN-generated flow is called auxin polar transport. For example, the cells located in the vasculature (at the center) of the root all show PIN1 proteins on their basal membrane only (i.e. on their lower side). As a result, in the root vasculature, auxin is transported directionally from the shoot to the root tip (i.e. downwards).",
            "score": 127.50637817382812
        },
        {
            "docid": "55518450_4",
            "document": "Cytokinin signaling and response regulator protein . Cytokinins are a class of phytohormones that promote cell division in plants. Cytokinins participate in short and long-distance signaling and are transported for this signaling through the xylem of plants. Cytokinins control the differentiation of meristem cells in plant development, particularly in shoots and roots where plants undergo growth. Cytokinins act in a restricted region of the root meristem, and their signaling and regulation of genes occurs through a multi-step phosphorelay mediate by cytokinin histidine sensor kinases, histidine phosphotransfer proteins, and cytokinin response regulator proteins.",
            "score": 126.05574035644531
        },
        {
            "docid": "646842_5",
            "document": "Agrobacterium . The plasmid T-DNA is integrated semi-randomly into the genome of the host cell, and the tumor morphology genes on the T-DNA are expressed, causing the formation of a gall. The T-DNA carries genes for the biosynthetic enzymes for the production of unusual amino acids, typically octopine or nopaline. It also carries genes for the biosynthesis of the plant hormones, auxin and cytokinins, and for the biosynthesis of opines, providing a carbon and nitrogen source for the bacteria that most other micro-organisms can't use, giving \"Agrobacterium\" a selective advantage. By altering the hormone balance in the plant cell, the division of those cells cannot be controlled by the plant, and tumors form. The ratio of auxin to cytokinin produced by the tumor genes determines the morphology of the tumor (root-like, disorganized or shoot-like).",
            "score": 125.75809478759766
        },
        {
            "docid": "7105213_13",
            "document": "Polar auxin transport . For instance, the regulation of polar auxin transport is central in a process such as gravitropism. This process, which ensures that the root grows downwards, relies on the redistribution of auxin by the columella cells (the cells located at the very tip of the root). These cells have the ability to sense gravity thanks to special organelles, the statoliths, which redistribute sidewards the auxin that has travelled down in the vasculature to the root epidermis and the lateral root cap. These tissue, which forms the external cell layers of the root transport auxin back to the elongation zone where it regulates cell elongation. When the gravity vector is not aligned with the axis of the columella cells (because the root is not vertical), the columella cells relocalize their PIN proteins to their lower side. This causes more auxin to flow to the lower side of the root. Once arrived in the elongation zone, the extra auxin inhibits cell elongation and cause the root to re-orient downwards, parallel to the gravity vector.",
            "score": 124.47413635253906
        },
        {
            "docid": "7105213_12",
            "document": "Polar auxin transport . Other external and internal signals (e.g. blue light, mechanical stress, gravity or cytokinins) can interfere with PIN protein polarity and therefore with the directionality of auxin polar transport. Because auxin controls cell division and cell elongation, the change of PIN proteins localisation, and the subsequent change in auxin distribution, often lead to a change in the growth pattern.",
            "score": 124.29216003417969
        },
        {
            "docid": "2368371_7",
            "document": "Cutting (plant) . At a molecular level when a cutting is first excised at the stem there is an immediate increase in jasmonic acid, known to be necessary for adventitious root formation. When the cutting is excised from the original root system the root inhibiting hormones, cytokinin and strigolactone, which are made in the root and transported to the stem, decrease in concentration. Polyphenol degradation decreases, increasing auxin concentration. The increased auxin concentration increases nitric oxide concentration which initiates root formation through a MAPK signal cascade and a cGMP-dependent pathway that that both regulate mitotic division and are both necessary for the initiation of adventitious root formation. The root primordia form from cambial cells in the stem. In propagation of detached succulent leaves and leaf cuttings, the root primordia typically emerges from the basal callous tissue after the leaf primordia emerges.",
            "score": 121.0596694946289
        },
        {
            "docid": "3094833_4",
            "document": "Vascular tissue . Between the xylem and phloem is a meristem called the vascular cambium. This tissue divides off cells that will become additional xylem and phloem. This growth increases the girth of the plant, rather than its length. As long as the vascular cambium continues to produce new cells, the plant will continue to grow more stout. In trees and other plants that develop wood, the vascular cambium allows the expansion of vascular tissue that produces woody growth. Because this growth ruptures the epidermis of the stem, woody plants also have a cork cambium that develops among the phloem. The cork cambium gives rise to thickened cork cells to protect the surface of the plant and reduce water loss. Both the production of wood and the production of cork are forms of secondary growth.",
            "score": 120.47792053222656
        },
        {
            "docid": "378938_55",
            "document": "Magnesium in biology . The diagram shows a schematic of a plant and the putative processes of Mg transport at the root and leaf where Mg is loaded and unloaded from the vascular tissues. Mg is taken up into the root cell wall space (1) and interacts with the negative charges associated with the cell walls and membranes. Mg may be taken up into cells immediately (symplastic pathway) or may travel as far as the Casparian band (4) before being absorbed into cells (apoplastic pathway; 2). The concentration of Mg in the root cells is probably buffered by storage in root cell vacuoles (3). Note that cells in the root tip do not contain vacuoles. Once in the root cell cytoplasm, Mg travels toward the centre of the root by plasmodesmata, where it is loaded into the xylem (5) for transport to the upper parts of the plant. When the Mg reaches the leaves it is unloaded from the xylem into cells (6) and again is buffered in vacuoles (7). Whether cycling of Mg into the phloem occurs via general cells in the leaf (8) or directly from xylem to phloem via transfer cells (9) is unknown. Mg may return to the roots in the phloem sap. When a Mg ion has been absorbed by a cell requiring it for metabolic processes, it is generally assumed that the ion stays in that cell for as long as the cell is active. In vascular cells, this is not always the case; in times of plenty, Mg is stored in the vacuole, takes no part in the day-to-day metabolic processes of the cell (Stelzer \"et al.\", 1990), and is released at need. But for most cells it is death by senescence or injury that releases Mg and many of the other ionic constituents, recycling them into healthy parts of the plant. In addition, when Mg in the environment is limiting, some species are able to mobilise Mg from older tissues. These processes involve the release of Mg from its bound and stored states and its transport back into the vascular tissue, where it can be distributed to the rest of the plant. In times of growth and development, Mg is also remobilised within the plant as source and sink relationships change.",
            "score": 120.43141174316406
        },
        {
            "docid": "9845112_14",
            "document": "Rhodococcus fascians . All the effects of \"R. fascians\" infection can be attributed to hormone hyperdosage. In particular, most of the effects are connected to auxin and cytokinin, such as: formation of green islands on leaves, wrinkling of laminae, bud proliferation, delay of senescence, and inhibition of lateral roots. In fact, \"R. fascians\" can produce itself cytokinin, or cytokinin-like compounds: using \"orf4\" and \"orf5\" in the \"fas\" operon, it can stimulate infected plants to produce cytokinin, and it can produce indole-3-acetic acid itself, using a pathway starting from tryptophan and passing through production of 3-indol-piruvic acid and 3-indol-acetaldeid. \"R.fascians\" can also degrade cytokinin to influence the cytokinin/auxin ratio.",
            "score": 119.9588851928711
        },
        {
            "docid": "227675_3",
            "document": "Vascular cambium . Other names for the vascular cambium are the main cambium, wood cambium, or bifacial cambium. In more detail, the vascular cambium is a plant tissue located between the xylem and the phloem in the stems and roots of certain vascular plants. It is a cylinder of unspecialized meristem cells that divide to form secondary vascular tissues. It is the source of both secondary xylem growth inwards towards the pith, and secondary phloem growth outwards to the bark. Unlike the xylem and phloem, it does not transport water, minerals or food through the plant.",
            "score": 119.57567596435547
        },
        {
            "docid": "496669_3",
            "document": "Cytokinin . There are two types of cytokinins: adenine-type cytokinins represented by kinetin, zeatin, and 6-benzylaminopurine, and phenylurea-type cytokinins like diphenylurea and thidiazuron (TDZ). Most adenine-type cytokinins are synthesized in roots. Cambium and other actively dividing tissues also synthesize cytokinins. No phenylurea cytokinins have been found in plants. Cytokinins participate in local and long-distance signalling, with the same transport mechanism as purines and nucleosides. Typically, cytokinins are transported in the xylem.",
            "score": 119.00260162353516
        },
        {
            "docid": "21076226_7",
            "document": "Plant tissue culture . The specific differences in the regeneration potential of different organs and explants have various explanations. The significant factors include differences in the stage of the cells in the cell cycle, the availability of or ability to transport endogenous growth regulators, and the metabolic capabilities of the cells. The most commonly used tissue explants are the meristematic ends of the plants like the stem tip, axillary bud tip and root tip. These tissues have high rates of cell division and either concentrate or produce required growth regulating substances including auxins and cytokinins.",
            "score": 117.99385833740234
        },
        {
            "docid": "1822951_4",
            "document": "Girdling . Like all vascular plants, trees use two vascular tissues for transportation of water and nutrients: the xylem (also known as the wood) and the phloem (the innermost layer of the bark). Girdling results in the removal of the phloem, and death occurs from the inability of the leaves to transport sugars (primarily sucrose) to the roots. In this process, the xylem is left untouched, and the tree can usually still temporarily transport water and minerals from the roots to the leaves. Trees normally sprout shoots below the wound; if not, the roots die. Death occurs when the roots can no longer produce ATP and transport nutrients upwards through the xylem. (The formation of new shoots below the wound can be prevented by painting the wound with herbicide.)",
            "score": 117.98568725585938
        },
        {
            "docid": "55507358_13",
            "document": "Strigolactone . It has been established that secondary growth in plant is mainly regulated by the phytohormone auxin. However, the mechanism of auxin secretion is at the same time regulated by strigolactones, thus the latter can control secondary growth through auxin. When applied in terminal buds of stem, strigolactone can block the expression of transport proteins required to move auxin across the buds, these proteins are denominated PIN1. Thus, it was not surprising that when analyzing strigolactone deficient mutants, they were found to present an over-expression of PIN1 protein, which facilitate the transport of auxin in the terminal buds; auxin prevented the mitotic activity of these buds, stopping the plant to initiate secondary growth and branching. In conclusion, plants depend in auxin transport for secondary growth initiation or inhibition, but these transport mechanism is dependent of the production of strigolactones, which can easily travel from the site of production (roots) to the terminal buds of the stem through the xylem.",
            "score": 116.66278076171875
        }
    ]
}