{
    "q": [
        {
            "docid": "7930220_3",
            "document": "Decapentaplegic . Dpp is a classic morphogen, which means that it is present in a spatial concentration gradient in the tissues where it is found, and its presence as a gradient gives it functional meaning in how it affects development. The most studied tissues in which Dpp is found are the early embryo and the imaginal wing discs, which later form the wings of the fly. During embryonic development, Dpp is uniformly expressed at the dorsal side of the embryo, establishing a sharp concentration gradient. In the imaginal discs, Dpp is strongly expressed in a narrow stripe of cells down the middle of the disc where the tissue marks the border between the anterior and posterior sides. Dpp diffuses from this stripe towards the edges of the tissue, forming a gradient as expected of a morphogen. However, although cells in the Dpp domain in the embryo do not proliferate, cells in the imaginal wing disc proliferate heavily, causing tissue growth. Although gradient formation in the early embryo is well understood, how the Dpp morphogen gradient forms in the wing imaginal disc remains controversial.",
            "score": 134.20693588256836
        },
        {
            "docid": "4642940_6",
            "document": "Compartment (development) . In 1970, by means of clonal analysis, the Anterior-Posterior boundary was identified. The founder cells, found at the border between parasegments 4 and 5 of embryo, are already determined at the early blastoderm stage and defined into the two populations they will generate by stripes of the engrailed gene. The selector gene, \"engrailed (en)\", is a key determinant in boundary formation between the anterior and posterior compartments. As the wing imaginal disc expands, posterior, but not anterior cells will express engrailed and maintain this expression state as they expand and form the disc. Engrailed mutant clones of posterior origin will gain anterior affinity and move towards the anterior compartment and intermix with those cells. Within the posterior compartment these clones will sort out and form an ectopicborder where they meet other posterior cells. Similarly, a clone of anterior cells expressing engrailed will gain posterior identity and create an ectopic boundary where the clone meets other anterior cells in this compartment. In addition,to its cell autonomous role in specifying posterior compartment identity, \"engrailed\" also has a non-cell autonomous function in the general growth and patterning of the wing disc, through the activation of signaling pathways such as Hedgehog (Hh) and Decapentaplegic (Dpp). The presence of engrailed in the posterior cells leads to the secretion of the short-range inducer Hh which can cross over to the anterior compartment to activate the long-range morphogen, Dpp. Cells in the posterior compartment produce Hh, but only anterior cells can transduce the signal. \"Optomotor-blind (omb)\" is involved in the transcriptional response of Dpp, which is only required in the anterior cells to interpret Hh signaling for boundary formation and maintenance. In addition, Cubitus interruptus \"(Ci)\", the signal transducer of the Hh signal, is expressed throughout the anterior compartment, particularly in anterior border cells. In posterior cells engrailed prevents the expression of \"Ci\", such it is only expressed in anterior cells and hence only these cells can respond to Hh signaling by up-regulating the expression of \"dpp\". Loss of engrailed function in posterior cells, results in anterior transformation, where Hh expression is decreased and \"dpp\", \"ci\" and \"patched\" (ptc) is increased, resulting in the formation of a new A/P boundary, suggesting that \"en\" positively regulates\" hh\", while negatively regulating \"ci\",\" ptc\" and \"dpp\".",
            "score": 124.30213510990143
        },
        {
            "docid": "46335535_9",
            "document": "Hox genes in amphibians and reptiles . Essentially, Hox genes contribute to the specification of three main components of limb development, including the stylopod, zeugopod and autopod. Certain mutations in Hox genes can potentially lead to the proximal and/or distal losses along with different abnormalities. Three different models have been created for outlining the patterning of these regions. The Zone of polarizing activity (ZPA) in the limb bud has pattern-organizing activity through the utilization of a morphogen gradient of a protein called Sonic hedgehog (Shh). Sonic hedgehog is turned on in the posterior region via the early expression of HoxD genes, along with the expression of Hoxb8. Shh is maintained in the posterior through a feedback loop between the ZPA and the AER. Shh cleaves the Ci/Gli3 transcriptional repressor complex to convert the transcription factor Gli3 to an activator, which activates the transcription of HoxD genes along the anterior/posterior axis. It is evident that different Hox genes are critical for proper limb development in different amphibians.",
            "score": 125.41327440738678
        },
        {
            "docid": "1687906_6",
            "document": "Morphogen . During early development, morphogen gradients result in the differentiation of specific cell types in a distinct spatial order. The morphogen provides spatial information by forming a concentration gradient that subdivides a field of cells by inducing or maintaining the expression of different target genes at distinct concentration thresholds. Thus, cells far from the source of the morphogen will receive low levels of morphogen and express only low-threshold target genes. In contrast, cells close to the source of morphogen will receive high levels of morphogen and will express both low- and high-threshold target genes. Distinct cell types emerge as a consequence of the different combination of target gene expression. In this way, the field of cells is subdivided into different types according to their position relative to the source of the morphogen. This model is assumed to be a general mechanism by which cell type diversity can be generated in embryonic development in animals.",
            "score": 141.84696304798126
        },
        {
            "docid": "11615271_14",
            "document": "Eyespot (mimicry) . Early experiments on eyespot morphogenesis used cautery on the butterfly wing eyespot foci to demonstrate that a long range signaling mechanism or morphogen gradient controlled eyespot formation in both space and time. The findings cannot be explained by a simple source/diffusion model, but could be explained by either 1) A source/threshold model, in which the focus creates the morphogen, or 2) the sink model, in which the focus generates a gradient by removing a morphogen which was created elsewhere. Several genes involved in eyespot formation have been identified that can fit into these models, but only two of them have been functionally tested. These genes are the transcription factor Distalless (Dll) and the ligand (a signaling substance that binds a cell surface receptor) Hedgehog (Hh).",
            "score": 133.88515639305115
        },
        {
            "docid": "14578596_4",
            "document": "French flag model . The French Flag model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nüsslein-Volhard identified the first morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncytial embryo. Two labs, that of Gary Struhl and that of Stephen Cohen, then demonstrated that a secreted signaling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during later stages of \"Drosophila\" development. The substance governs the pattern of tissue development and, in particular, the positions of the various specialized cell types within a tissue. It spreads from a localized source and forms a concentration gradient across a developing tissue.",
            "score": 124.48790836334229
        },
        {
            "docid": "1687906_5",
            "document": "Morphogen . The concept of the morphogen has a long history in developmental biology, dating back to the work of the pioneering \"Drosophila\" (fruit fly) geneticist, Thomas Hunt Morgan, in the early 20th century. Lewis Wolpert refined the morphogen concept in the 1960s with the French flag model, which described how a morphogen could subdivide a tissue into domains of different target gene expression (corresponding to the colours of the French flag). This model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nusslein-Volhard was the first to identify a morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncitial embryo. She was awarded the 1995 Nobel Prize in Physiology and Medicine for her work explaining the morphogenic embryology of the common fruit fly. Groups led by Gary Struhl and Stephen Cohen then demonstrated that a secreted signalling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during the later stages of \"Drosophila\" development.",
            "score": 107.85433399677277
        },
        {
            "docid": "3907319_6",
            "document": "Pattern formation . In developmental biology, pattern formation describes the mechanism by which initially equivalent cells in a developing tissue in an embryo assume complex forms and functions. Embryogenesis, such as of the fruit fly \"Drosophila\", involves coordinated control of cell fates. Pattern formation is genetically controlled, and often involves each cell in a field sensing and responding to its position along a morphogen gradient, followed by short distance cell-to-cell communication through cell signaling pathways to refine the initial pattern. In this context, a field of cells is the group of cells whose fates are affected by responding to the same set positional information cues. This conceptual model was first described as the French flag model in the 1960s. More generally, the morphology of organisms is patterned by the mechanisms of evolutionary developmental biology, such as changing the timing and positioning of specific developmental events in the embryo.",
            "score": 124.89528000354767
        },
        {
            "docid": "7090974_14",
            "document": "Zona limitans intrathalamica . Wnt (the family wingless) genes are crucial for the development of the ZLI both directly and indirectly in all animal systems. Along with the role of Wnt genes in patterning the anteroposterior axis through gradient polarization, \"Wnt8b\" is expressed within the ZLI itself and may help guide dorsal movement of \"Shh\" expression. The Wnt polarization gradient has been linked to induction of ZLI-patterning genes \"IRX3\" and \"SIX3\", which border the ZLI posteriorly and anteriorly, respectively. However, these genes have been shown to be non-essential for ZLI formation in zebrafish and have been reevaluated in other models.",
            "score": 75.81192922592163
        },
        {
            "docid": "8134498_23",
            "document": "Limb development . The discovery, in 1957, of the zone of polarizing activity (ZPA) in the limb bud provided a model for understanding the patterning activity by the action of a morphogenic gradient of sonic hedgehog (Shh). Shh is recognised as a limb-specific enhancer. Shh is both sufficient and necessary to create the ZPA and specify the craniocaudal pattern in the distal limb (Shh is not necessary for the polarity of the stylopod). Shh is turned on in the posterior through the early expression of Hoxd genes, the expression of Hoxb8, and the expression dHAND. Shh is maintained in the posterior through a feedback loop between the ZPA and the AER. Shh induces the AER to produce FGF4 and FGF8 which maintains the expression of Shh.",
            "score": 115.45249247550964
        },
        {
            "docid": "583073_6",
            "document": "Segmentation (biology) . To properly segment the \"Drosophila\" embryo, the anterior-posterior axis is defined by maternally supplied transcripts giving rise to gradients of these proteins. This gradient then defines the expression pattern for gap genes, which set up the boundaries between the different segments. The gradients produced from gap gene expression then define the expression pattern for the pair-rule genes. The pair-rule genes are mostly transcription factors, expressed in regular stripes down the length of the embryo. These transcription factors then regulate the expression of segment polarity genes, which define the polarity of each segment. Boundaries and identities of each segment are later defined.",
            "score": 83.25299859046936
        },
        {
            "docid": "46363286_2",
            "document": "Bicoid (gene) . Bicoid is a maternal effect gene whose protein concentration gradient patterns the anterior-posterior axis during Drosophila embryogenesis. Bicoid was also the first protein demonstrated to act as a morphogen.",
            "score": 93.09307432174683
        },
        {
            "docid": "14578596_2",
            "document": "French flag model . The French flag model is a conceptual definition of a morphogen, described by Lewis Wolpert in the 1960s. A morphogen is defined as a signaling molecule that acts directly on cells (not through serial induction) to produce specific cellular responses dependent on morphogen concentration. During early development, morphogen gradients generate different cell types in distinct spatial order.",
            "score": 132.68031907081604
        },
        {
            "docid": "42980268_14",
            "document": "Visual spatial attention . The Gradient Model is an alternative theory on the distribution of spatial attention. This model proposes that attentional resources are allocated in a gradient pattern, with concentrated resources in the centre of focus and resources decrease in a continuous fashion away from the centre. Downing conducted research using an adaptation of Posner’s cueing paradigm that supported this model. The target could appear in 12 potential locations, marked by boxes. Results showed that attentional facilitation was strongest at the cued location and gradually decreased with distance away from the cued location. However, not all research has supported the gradient model. For example, Hughes and Zimba conducted a similar experiment, using a highly distributed visual array and did not use boxes to mark the potential locations of the target. There was no evidence of a gradient effect, as the faster responses were when the cue and target were in the same hemifield and slower responses when they were in different hemifields. The boxes played an important role in attention as a later experiment, used the boxes and consequently found a gradient pattern. Therefore, it is considered that the size of the gradient can adjust according to the circumstances. A broader gradient may be adopted when there is an empty display, as attention can spread and is only restricted by hemifield borders.",
            "score": 80.67183101177216
        },
        {
            "docid": "1687906_8",
            "document": "Morphogen . A morphogen spreads from a localized source and forms a concentration gradient across a developing tissue. In developmental biology, 'morphogen' is rigorously used to mean a signalling molecule that acts directly on cells (not through serial induction) to produce specific cellular responses that depend on morphogen concentration. This definition concerns the mechanism, not any specific chemical formula, so simple compounds such as retinoic acid (the active metabolite of retinol or vitamin A) may also act as morphogens. The model is not universally accepted due to specific issues with setting up a gradient in the tissue outlined in the French flag model and subsequent work showing that the morphogen gradient of the Drosophila embryo is more complex than the simple gradient model would indicate.",
            "score": 140.99044013023376
        },
        {
            "docid": "1024090_5",
            "document": "Astrocyte . Astrocytes are macroglial cells in the central nervous system. Astrocytes are derived from heterogeneous populations of progenitor cells in the neuroepithelium of the developing central nervous system. There is remarkable similarity between the well known genetic mechanisms that specify the lineage of diverse neuron subtypes and that of macroglial cells. Just as with neuronal cell specification, canonical signaling factors like Sonic hedgehog (SHH), Fibroblast growth factor (FGFs), WNTs and bone morphogenetic proteins (BMPs), provide positional information to developing macroglial cells through morphogen gradients along the dorsal–ventral, anterior–posterior and medial–lateral axes. The resultant patterning along the neuraxis leads to segmentation of the neuroepithelium into progenitor domains (p0, p1 p2, p3 and pMN) for distinct neuron types in the developing spinal cord. On the basis of several studies it is now believed that this model also applies to macroglial cell specification. Studies carried out by Hochstim and colleagues have demonstrated that three distinct populations of astrocytes arise from the p1, p2 and p3 domains. These subtypes of astrocytes can be identified on the basis of their expression of different transcription factors (PAX6, NKX6.1) and cell surface markers (reelin and SLIT1). The three populations of astrocyte subtypes which have been identified are 1) dorsally located VA1 astrocytes, derived from p1 domain, express PAX6 and reelin 2) ventrally located VA3 astrocytes, derived from p3, express NKX6.1 and SLIT1 and 3) and intermediate white-matter located VA2 astrocyte, derived from the p2 domain, which express PAX6, NKX6.1, reelin and SLIT1. After astrocyte specification has occurred in the developing CNS, it is believed that astrocyte precursors migrate to their final positions within the nervous system before the process of terminal differentiation occurs.",
            "score": 132.06575882434845
        },
        {
            "docid": "583031_14",
            "document": "Drosophila embryogenesis . It has been shown that the dsRNA-binding protein STAUFEN (STAU1) is responsible for guiding bicoid, nanos and other proteins, which play a role in forming the anterior-posterior axis, to the correct regions of the embryo to build gradients. When the mRNAs from the maternal effect genes are translated into proteins, a Bicoid protein gradient forms at the anterior end of the egg. Nanos protein forms a gradient at the posterior end. The Bicoid protein blocks translation of \"caudal\" mRNA so Caudal protein is of lower concentration at the anterior part of the embryo and at higher concentration at the posterior part of the embryo. This is of opposite direction of the Bicoid protein. The caudal protein then activates later to turn genes on to form the posterior structures during the segmentation phase. Nanos protein creates a posterior-to-anterior slope and is a morphogen that helps in abdomen formation. Nanos protein, in complex with Pumilio protein, binds to the \"hunchback\" mRNA and blocks its translation in the posterior end of \"Drosophila\" embryos.",
            "score": 95.9975780248642
        },
        {
            "docid": "353697_3",
            "document": "Sonic hedgehog . Sonic hedgehog is one of three proteins in the mammalian signaling pathway family called hedgehog, the others being desert hedgehog (DHH) and Indian hedgehog (IHH). SHH is the best studied ligand of the hedgehog signaling pathway. It plays a key role in regulating vertebrate organogenesis, such as in the growth of digits on limbs and organization of the brain. Sonic hedgehog is the best established example of a morphogen as defined by Lewis Wolpert's French flag model—a molecule that diffuses to form a concentration gradient and has different effects on the cells of the developing embryo depending on its concentration. SHH remains important in the adult. It controls cell division of adult stem cells and has been implicated in the development of some cancers.",
            "score": 169.40140342712402
        },
        {
            "docid": "4642940_2",
            "document": "Compartment (development) . Compartments can be simply defined as separate, different, adjacent cell populations, which upon juxtaposition, create a lineage boundary. This boundary prevents cell movement from cells from different lineages across this barrier, restricting them to their compartment. Subdivisions are established by morphogen gradients and maintained by local cell-cell interactions, providing functional units with domains of different regulatory genes, which give rise to distinct fates. Compartment boundaries are found across species. In the hindbrain of vertebrate embryos, rhobomeres are compartments of common lineage outlined by expression of Hox genes. In invertebrates, the wing imaginal disc of \"Drosophila\" provides an excellent model for the study of compartments. Although other tissues, such as the abdomen, and even other imaginal discs are compartmentalized, much of our understanding of key concepts and molecular mechanisms involved in compartment boundaries has been derived from experimentation in the wing disc of the fruit fly.",
            "score": 125.18866240978241
        },
        {
            "docid": "1363985_8",
            "document": "Brian Goodwin . In the field of developmental biology, Goodwin explored self-organization in pattern formation, using case studies from single-cell (as \"Acetabularia\") to multicellular organisms, including early development in \"Drosophila\". He proposed that morphogenetic fields, defined in terms of spatial distributions of chemical signals (morphogenes), could pattern and shape the embryo. In this way, geometry and development were linked through a mathematical formalism. Along with his colleague Lynn Trainor, Goodwin developed a set of mathematical equations describing the changes of both physical boundaries in the organism and chemical gradients.",
            "score": 90.14965963363647
        },
        {
            "docid": "19045237_5",
            "document": "Cytoneme . Filopodia with behaviors suggestive of roles in sensing patterning information were first observed in sea urchin embryos, and subsequent characterizations support the idea that they convey patterning signals between cells. The discovery of cytonemes in Drosophila imaginal discs correlated for the first time the presence and behavior of filopodia with a known morphogen signaling protein - Decapentaplegic. Decapentaplegic is expressed in the wing disc by cells that function as a developmental organizer, and cytonemes that are responsive to Decapentaplegic orient toward this developmental organizer. Receptors for signaling proteins are present in motile vesicles in cytonemes, and receptors for different signaling proteins segregate specifically to different types of cytonemes. In Drosophila, cytonemes have been found in wing and eye imaginal discs, trachea, lymph glands and ovaries. They have also been described in spider embryos, earwig ovaries, Rhodnius, Calpodes, earthworms, retroviral-infected cells, mast cells, B-lymphocytes and neutrophils. Recent obserrvations suggest that cytonemes have also an important role during vertebrate development. Recent observations suggest that cytonemes also have an important role during development of the zebrafish neural plate where they transport Wnt8a and of the chick limb where they transport Sonic hedgehog.",
            "score": 125.52342212200165
        },
        {
            "docid": "54115_13",
            "document": "Retinol . Retinoic acid via the retinoic acid receptor influences the process of cell differentiation, hence, the growth and development of embryos. During development there is a concentration gradient of retinoic acid along the anterior-posterior (head-tail) axis. Cells in the embryo respond to retinoic acid differently depending on the amount present. For example, in vertebrates the hindbrain transiently forms eight rhombomers and each rhombomere has a specific pattern of genes being expressed. If retinoic acid is not present the last four rhombomeres do not develop. Instead rhombomeres 1–4 grow to cover the same amount of space as all eight would normally occupy. Retinoic acid has its effects by turning on a differential pattern of Homeobox (Hox) genes which encode different homeodomain transcription factors which in turn can turn on cell type specific genes. Deletion of the Homeobox (Hox-1) gene from rhombomere 4 makes the neurons growing in that region behave like neurons from rhombomere 2. Retinoic acid is not required for patterning of the retina as originally proposed, but retinoic acid synthesized in the retina is secreted into surrounding mesenchyme where it is required to prevent overgrowth of perioptic mesenchyme which can cause microphthalmia, defects in the cornea and eyelid, and rotation of the optic cup.",
            "score": 98.8026053905487
        },
        {
            "docid": "26828010_3",
            "document": "IRX3 . IRX3 is a member of the Iroquois homeobox gene family and plays a role in an early step of neural development. Members of this family appear to play multiple roles during pattern formation of vertebrate embryos. Specifically, IRX3 contributes to pattern formation in the spinal cord where it translates a morphogen gradient into transcriptional events, and is directly regulated by NKX2-2.",
            "score": 62.22903490066528
        },
        {
            "docid": "208900_11",
            "document": "Neural tube . The neural tube patterns along the dorsal-ventral axis to establish defined compartments of neural progenitor cells that lead to distinct classes of neurons. According to the French flag model of morphogenesis, this patterning occurs early in development and results from the activity of several secreted signaling molecules. Sonic hedgehog (Shh) is a key player in patterning the ventral axis, while bone morphogenic proteins (BMPs) and Wnt family members play an important role in patterning the dorsal axis. Other factors shown to provide positional information to the neural progenitor cells include fibroblast growth factors (FGFs) and retinoic acid. Retinoic acid is required ventrally along with Shh to induce Pax6 and Olig2 during differentiation of motor neurons.",
            "score": 125.0742723941803
        },
        {
            "docid": "7930220_6",
            "document": "Decapentaplegic . In the fly wing, the posterior and anterior halves of the tissue are populated by different kinds of cells that express different genes. Cells in the posterior but not the anterior express the transcription factor Engrailed (En). One of the genes activated by En is hedgehog (hh), a signaling factor. Hedgehog signaling instructs neighboring cells to express Dpp, but Dpp expression is also repressed by En. The result is that Dpp is only produced in a narrow stripe of cells immediately adjacent to but not within the posterior half of the tissue. Dpp produced at this anterior/posterior border then diffuses out to the edges of the tissue, forming a spatial concentration gradient.",
            "score": 141.83967876434326
        },
        {
            "docid": "353697_11",
            "document": "Sonic hedgehog . Although there is no direct evidence of a SHH gradient, there is indirect evidence via the visualization of Patched (\"Ptc\") gene expression, which encodes for the ligand binding domain of the SHH receptor throughout the ventral neural tube. \"In vitro\" studies show that incremental two- and threefold changes in SHH concentration give rise to motor neuron and different interneuronal subtypes as found in the ventral spinal cord. These incremental changes \"in vitro\" correspond to the distance of domains from the signaling tissue (notochord and floor plate) which subsequently differentiates into different neuronal subtypes as it occurs \"in vitro\". Graded SHH signaling is suggested to be mediated through the Gli family of proteins which are vertebrate homologues of the \"Drosophila\" zinc-finger-containing transcription factor \"Cubitus interruptus\" (\"Ci\") . \"Ci\" is a crucial mediator of hedgehog (\"Hh\") signaling in \"Drosophila\". In vertebrates three different Gli proteins are present, viz. Gli1, Gli2 and Gli3, which are expressed in the neural tube. Mice mutant for Gli1 show normal spinal cord development, suggesting that it is dispensable for mediating SHH activity. However Gli2 mutant mice show abnormalities in the ventral spinal cord with severe defects in the floor plate and ventral-most interneurons (V3). Gli3 antagonizes SHH function in a dose dependent manner, promoting dorsal neuronal subtypes. SHH mutant phenotype can be rescued in SHH/Gli3 double mutant. Gli proteins have a C-terminal activation domain and an N-terminal repressive domain.",
            "score": 109.762042760849
        },
        {
            "docid": "25428479_3",
            "document": "Segment polarity gene . Segmentation polarity occurs during the release of morphogens, which functions to differentiate patterns within sections. The development of a pattern depends on the gradients of these morphogens.",
            "score": 80.35727715492249
        },
        {
            "docid": "353697_17",
            "document": "Sonic hedgehog . It is thought that the SHH gradient works to elicit multiple different cell fates by a concentration and time-dependent mechanism that induces a variety of transcription factors in the ventral progenitor cells. Each of the ventral progenitor domains expresses a highly individualized combination of transcription factors—Nkx2.2, Olig2, Nkx6.1, Nkx 6.2, Dbx1, Dbx2, Irx3, Pax6, and Pax7—that is regulated by the SHH gradient. These transcription factors are induced sequentially along the SHH concentration gradient with respect to the amount and time of exposure to SHH ligand. As each population of progenitor cells responds to the different levels of SHH protein, they begin to express a unique combination of transcription factors that leads to neuronal cell fate differentiation. This SHH-induced differential gene expression creates sharp boundaries between the discrete domains of transcription factor expression, which ultimately patterns the ventral neural tube.",
            "score": 134.2281504869461
        },
        {
            "docid": "51923460_4",
            "document": "Evo-devo gene toolkit . Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. The majority of toolkit genes are components of signaling pathways, and encode for the production of transcription factors, cell adhesion proteins, cell surface receptor proteins (and signalling ligands that bind to them), and secreted morphogens, all of these participate in defining the fate of undifferentiated cells, generating spatial and temporal patterns, which in turn form the body plan of the organism. Among the most important of the toolkit genes are those of the Hox gene cluster, or complex. Hox genes, transcription factors containing the more broadly distributed homeobox protein-binding DNA motif, function in patterning the body axis. Thus, by combinatorial specifying the identity of particular body regions, Hox genes determine where limbs and other body segments will grow in a developing embryo or larva. A paradigmatic toolkit gene is \"Pax6/eyeless\", which controls eye formation in all animals. It has been found to produce eyes in mice and \"Drosophila\", even if mouse \"Pax6/eyeless\" was expressed in \"Drosophila\".",
            "score": 95.15340292453766
        },
        {
            "docid": "353697_6",
            "document": "Sonic hedgehog . Of the \"hh\" homologues, \"SHH\" has been found to have the most critical roles in development, acting as a morphogen involved in patterning many systems, including the limb and midline structures in the brain, spinal cord, the thalamus by the \"zona limitans intrathalamica\" the lungs, and the teeth. Mutations in the human sonic hedgehog gene, \"SHH\", cause holoprosencephaly type 3 HPE3 as a result of the loss of the ventral midline. Sonic hedgehog is secreted at the zone of polarizing activity, which is located on the posterior side of a limb bud in an embryo. The sonic hedgehog transcription pathway has also been linked to the formation of specific kinds of cancerous tumors, including the embryonic cerebellar tumor, and medulloblastoma, as well as the progression of prostate cancer tumours. For SHH to be expressed in the developing embryo limbs, a morphogen called fibroblast growth factors must be secreted from the apical ectodermal ridge.",
            "score": 101.85566174983978
        },
        {
            "docid": "14762860_5",
            "document": "FGF8 . In the development of forebrain, cortical patterning centers are the boundaries or poles of cortical primordium, where multiple BMP and WNT genes are expressed. Besides, at the anterior pole several FGF family including Fgf3, 8,17 and 18 overlap in expression. The similarity in cortical gene expression in Emx2 mutants and mice in which the anterior FGF8 source is augmented suggests that FGF8 controls the graded expression(low anterior, high posterior) of Emx2 in the cortical primordium. Emx2 is one of the protomap molecular determinants that prove to be closely interacted with Pax6. Emx2 and Pax6 are expressed in opposing gradients along the A/P axis of the cortical primordium and cooperate to set up area pattern. Fgf8 and Emx2 antagonize each other to create the development map. Fgf8 promotes the development of anterior part and suppresses posterior fate, while the Emx2 does the reverse. What's more, FGF8 manipulations suggest FGF8 controls the cortical graded expression of COUP-TF1. Moreover, the sharpness of both COUPTF1 and COUP-TF2 expression borders would be expected of genes involved in boundary specification.Thus, the interaction between them regulates the A/P axis of cortical primordium and directs the development map of cortical area.",
            "score": 69.79440605640411
        },
        {
            "docid": "11615271_15",
            "document": "Eyespot (mimicry) . Butterfly eyespot morphology appears to be the result of the evolution of an altered version of the regulatory circuit which patterns the wings of other insects. This rogue regulatory circuit is able to pattern both the anterior and posterior eyespots independent of the usual anterior/posterior wing compartmentalization restrictions seen in the fruit fly \"Drosophila\". The altered regulatory circuit redeploys early developmental signaling sources, like the canonical hedgehog (Hh) pathway, Distal-less (Dll), and engrailed (En), breaking the anterior/posterior compartmentalization restrictions through increased localized levels of Hh signaling. In turn, this raises expression of its receptor Patched (Ptc) and transcription factor. Normally, in \"Drosophila\", engrailed acts in the posterior compartment to restrict Ptc and \"Cubitus interruptus\" (Ci) expression to the anterior compartment by repressing transcription of Ci, thereby preventing Ptc expression. From the perspective of evolutionary developmental biology, understanding the redeployment and plasticity of existing regulatory mechanisms in butterfly eyespot locus development has given more insight into a fundamental mechanism for the evolution of novel structures.",
            "score": 78.85337793827057
        }
    ],
    "r": [
        {
            "docid": "353697_3",
            "document": "Sonic hedgehog . Sonic hedgehog is one of three proteins in the mammalian signaling pathway family called hedgehog, the others being desert hedgehog (DHH) and Indian hedgehog (IHH). SHH is the best studied ligand of the hedgehog signaling pathway. It plays a key role in regulating vertebrate organogenesis, such as in the growth of digits on limbs and organization of the brain. Sonic hedgehog is the best established example of a morphogen as defined by Lewis Wolpert's French flag model—a molecule that diffuses to form a concentration gradient and has different effects on the cells of the developing embryo depending on its concentration. SHH remains important in the adult. It controls cell division of adult stem cells and has been implicated in the development of some cancers.",
            "score": 169.4014129638672
        },
        {
            "docid": "3749465_3",
            "document": "GLI1 . The Gli proteins are the effectors of Hedgehog (Hh) signaling and have been shown to be involved in cell fate determination, proliferation and patterning in many cell types and most organs during embryo development. In the developing spinal cord the target genes of Gli proteins, that are themselves transcription factors, are arranged into a complex gene regulatory network that translates the extracellular concentration gradient of Sonic hedgehog into different cell fates along the dorsoventral axis.",
            "score": 145.08755493164062
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 144.62277221679688
        },
        {
            "docid": "353697_19",
            "document": "Sonic hedgehog . Sonic hedgehog (SHH) is a signaling molecule that is encoded by the same gene sonic hedgehog. SHH plays very important role in organogenesis and most importantly craniofacial development. Being that SHH is a signaling molecule it primarily works by diffusion along a concentration gradient affecting cells in different manners. In early tooth development, SHH is released from the primary enamel knot, a signaling center, to provide positional information in both a lateral and planar signaling pattern in tooth development and regulation of tooth cusp growth. SHH in particular is needed for growth of epithelial cervical loops, where the outer and inner epitheliums join and form a reservoir for dental stem cells. After the primary enamel knots are apoptosed, the secondary enamel knots are formed. The secondary enamel knots secrete SHH in combination with other signaling molecules to thicken the oral ectoderm and begin patterning the complex shapes of the crown of a tooth during differentiation and mineralization. In a knockout gene model, absence of SHH is indicative of holoprosencephaly. However SHH activates downstream molecules of Gli2 & Gli3. Mutant Gli2 and Gli3 embryos have abnormal development of incisors that are arrested at early in tooth development as well as small molars.",
            "score": 144.38607788085938
        },
        {
            "docid": "1687906_6",
            "document": "Morphogen . During early development, morphogen gradients result in the differentiation of specific cell types in a distinct spatial order. The morphogen provides spatial information by forming a concentration gradient that subdivides a field of cells by inducing or maintaining the expression of different target genes at distinct concentration thresholds. Thus, cells far from the source of the morphogen will receive low levels of morphogen and express only low-threshold target genes. In contrast, cells close to the source of morphogen will receive high levels of morphogen and will express both low- and high-threshold target genes. Distinct cell types emerge as a consequence of the different combination of target gene expression. In this way, the field of cells is subdivided into different types according to their position relative to the source of the morphogen. This model is assumed to be a general mechanism by which cell type diversity can be generated in embryonic development in animals.",
            "score": 141.8469696044922
        },
        {
            "docid": "7930220_6",
            "document": "Decapentaplegic . In the fly wing, the posterior and anterior halves of the tissue are populated by different kinds of cells that express different genes. Cells in the posterior but not the anterior express the transcription factor Engrailed (En). One of the genes activated by En is hedgehog (hh), a signaling factor. Hedgehog signaling instructs neighboring cells to express Dpp, but Dpp expression is also repressed by En. The result is that Dpp is only produced in a narrow stripe of cells immediately adjacent to but not within the posterior half of the tissue. Dpp produced at this anterior/posterior border then diffuses out to the edges of the tissue, forming a spatial concentration gradient.",
            "score": 141.8396759033203
        },
        {
            "docid": "1687906_8",
            "document": "Morphogen . A morphogen spreads from a localized source and forms a concentration gradient across a developing tissue. In developmental biology, 'morphogen' is rigorously used to mean a signalling molecule that acts directly on cells (not through serial induction) to produce specific cellular responses that depend on morphogen concentration. This definition concerns the mechanism, not any specific chemical formula, so simple compounds such as retinoic acid (the active metabolite of retinol or vitamin A) may also act as morphogens. The model is not universally accepted due to specific issues with setting up a gradient in the tissue outlined in the French flag model and subsequent work showing that the morphogen gradient of the Drosophila embryo is more complex than the simple gradient model would indicate.",
            "score": 140.99044799804688
        },
        {
            "docid": "353697_16",
            "document": "Sonic hedgehog . The concentration and time-dependent, cell-fate-determining activity of SHH in the ventral neural tube makes it a prime example of a morphogen. In vertebrates, SHH signaling in the ventral portion of the neural tube is most notably responsible for the induction of floor plate cells and motor neurons. SHH emanates from the notochord and ventral floor plate of the developing neural tube to create a concentration gradient that spans the dorso-ventral axis. Higher concentrations of the SHH ligand are found in the most ventral aspects of the neural tube and notochord, while lower concentrations are found in the more dorsal regions of the neural tube. The SHH concentration gradient has been visualized in the neural tube of mice engineered to express a SHH::GFP fusion protein to show this graded distribution of SHH during the time of ventral neural tube patterning.",
            "score": 136.9021453857422
        },
        {
            "docid": "353697_17",
            "document": "Sonic hedgehog . It is thought that the SHH gradient works to elicit multiple different cell fates by a concentration and time-dependent mechanism that induces a variety of transcription factors in the ventral progenitor cells. Each of the ventral progenitor domains expresses a highly individualized combination of transcription factors—Nkx2.2, Olig2, Nkx6.1, Nkx 6.2, Dbx1, Dbx2, Irx3, Pax6, and Pax7—that is regulated by the SHH gradient. These transcription factors are induced sequentially along the SHH concentration gradient with respect to the amount and time of exposure to SHH ligand. As each population of progenitor cells responds to the different levels of SHH protein, they begin to express a unique combination of transcription factors that leads to neuronal cell fate differentiation. This SHH-induced differential gene expression creates sharp boundaries between the discrete domains of transcription factor expression, which ultimately patterns the ventral neural tube.",
            "score": 134.2281494140625
        },
        {
            "docid": "7930220_3",
            "document": "Decapentaplegic . Dpp is a classic morphogen, which means that it is present in a spatial concentration gradient in the tissues where it is found, and its presence as a gradient gives it functional meaning in how it affects development. The most studied tissues in which Dpp is found are the early embryo and the imaginal wing discs, which later form the wings of the fly. During embryonic development, Dpp is uniformly expressed at the dorsal side of the embryo, establishing a sharp concentration gradient. In the imaginal discs, Dpp is strongly expressed in a narrow stripe of cells down the middle of the disc where the tissue marks the border between the anterior and posterior sides. Dpp diffuses from this stripe towards the edges of the tissue, forming a gradient as expected of a morphogen. However, although cells in the Dpp domain in the embryo do not proliferate, cells in the imaginal wing disc proliferate heavily, causing tissue growth. Although gradient formation in the early embryo is well understood, how the Dpp morphogen gradient forms in the wing imaginal disc remains controversial.",
            "score": 134.20693969726562
        },
        {
            "docid": "11615271_14",
            "document": "Eyespot (mimicry) . Early experiments on eyespot morphogenesis used cautery on the butterfly wing eyespot foci to demonstrate that a long range signaling mechanism or morphogen gradient controlled eyespot formation in both space and time. The findings cannot be explained by a simple source/diffusion model, but could be explained by either 1) A source/threshold model, in which the focus creates the morphogen, or 2) the sink model, in which the focus generates a gradient by removing a morphogen which was created elsewhere. Several genes involved in eyespot formation have been identified that can fit into these models, but only two of them have been functionally tested. These genes are the transcription factor Distalless (Dll) and the ligand (a signaling substance that binds a cell surface receptor) Hedgehog (Hh).",
            "score": 133.88516235351562
        },
        {
            "docid": "14578596_2",
            "document": "French flag model . The French flag model is a conceptual definition of a morphogen, described by Lewis Wolpert in the 1960s. A morphogen is defined as a signaling molecule that acts directly on cells (not through serial induction) to produce specific cellular responses dependent on morphogen concentration. During early development, morphogen gradients generate different cell types in distinct spatial order.",
            "score": 132.68032836914062
        },
        {
            "docid": "1024090_5",
            "document": "Astrocyte . Astrocytes are macroglial cells in the central nervous system. Astrocytes are derived from heterogeneous populations of progenitor cells in the neuroepithelium of the developing central nervous system. There is remarkable similarity between the well known genetic mechanisms that specify the lineage of diverse neuron subtypes and that of macroglial cells. Just as with neuronal cell specification, canonical signaling factors like Sonic hedgehog (SHH), Fibroblast growth factor (FGFs), WNTs and bone morphogenetic proteins (BMPs), provide positional information to developing macroglial cells through morphogen gradients along the dorsal–ventral, anterior–posterior and medial–lateral axes. The resultant patterning along the neuraxis leads to segmentation of the neuroepithelium into progenitor domains (p0, p1 p2, p3 and pMN) for distinct neuron types in the developing spinal cord. On the basis of several studies it is now believed that this model also applies to macroglial cell specification. Studies carried out by Hochstim and colleagues have demonstrated that three distinct populations of astrocytes arise from the p1, p2 and p3 domains. These subtypes of astrocytes can be identified on the basis of their expression of different transcription factors (PAX6, NKX6.1) and cell surface markers (reelin and SLIT1). The three populations of astrocyte subtypes which have been identified are 1) dorsally located VA1 astrocytes, derived from p1 domain, express PAX6 and reelin 2) ventrally located VA3 astrocytes, derived from p3, express NKX6.1 and SLIT1 and 3) and intermediate white-matter located VA2 astrocyte, derived from the p2 domain, which express PAX6, NKX6.1, reelin and SLIT1. After astrocyte specification has occurred in the developing CNS, it is believed that astrocyte precursors migrate to their final positions within the nervous system before the process of terminal differentiation occurs.",
            "score": 132.06576538085938
        },
        {
            "docid": "42064066_20",
            "document": "Proneural genes . The proneural protein Atonal (Ato) is responsible for the development of \"Drosophila’s\" R8 photoreceptors. However, it does not act alone, since it dimerizes with a second identical protein, ‘’Daughterless (Da)’’ that reinforces its expression. The coexpression of ‘’Ato’’ and ‘’Da’’ is important for the migration of the different cell types of an ommatidium and for the repression of atonal in the inter-cluster spaces, functioning as inhibitory signals that regulate both the number and position of the nascent R8 cells. Moreover, this expression leads to the activation of the kinase MAPK that is important for the cellular recruitment and the repressor effect, once, when this kinase is inactive the expression of ‘’Ato’’ is detected in every cell. In an initial state, Hedgehog (‘’Hh’’) and Decapentaplegic are responsible for the activation of ‘’ato’’ in small cellular clusters, leading to the activation of MAPK. First, Hedgehog induces ‘’ato’’ expression in more than just the cells that ultimately become photoreceptor cells, so its expression has to be refined and restricted to a single presumptive R8 cell. Hedgehog signaling is also required to repress ‘’atonal’’ expression between the nascent proneural clusters, which reveals a dual role crucial to building precision and geometry into the adult retina. Therefore, the regulation of ‘’ato’’ expression depends on the levels of Hedgehog: at low levels (that is far from the source) this pronuclear gene is activated and at high levels (close to the source) it is repressed. Combining lateral inhibition with the dual role played by Hedgehog, one can imagine how the hexagonal array of R8 cells can be patterned.",
            "score": 129.4453125
        },
        {
            "docid": "20908488_4",
            "document": "Patched . Patched is part of a negative feedback mechanism for hedgehog signaling that helps shape the spatial gradient of signaling activity across tissues. In the absence of hedgehog, low levels of patched are sufficient to suppress activity of the signal transduction pathway. When hedgehog is present, its cholesterol moiety binds to the sterol-sensing domain in patched, which then inhibits the activity of smoothened. Smoothened is a G protein-coupled receptor, most of which is stored in membrane bound vesicles internally within the cell and which increases at the cell surface when hedgehog is present. Smoothened must be present on the cell membrane in order for the Hedgehog signaling pathway to be activated. Among other genes, the transcription of the patched gene is induced by hedgehog signaling, with the accumulation of the patched protein limiting signaling through the Smoothened protein. Recent work implicates the cilium in intracellular trafficking of hedgehog signaling components in vertebrate cells.",
            "score": 128.8642120361328
        },
        {
            "docid": "5150349_12",
            "document": "Hedgehog signaling pathway . Wingless protein acts as an extracellular signal and patterns the adjacent rows of cells by activating its cell surface receptor Frizzled. Wingless acts on engrailed-expressing cells to stabilize the stripes of engrailed expression. Wingless is a member of the Wnt family of cell-to-cell signaling proteins. The reciprocal signaling by Hedgehog and Wingless stabilizes the boundary between parasegments (Figure 4, top). The effects of Wingless and Hedgehog on other stripes of cells in each segment establishes a positional code that accounts for the distinct anatomical features along the anterior-posterior axis of the segments.",
            "score": 127.86711120605469
        },
        {
            "docid": "5308998_3",
            "document": "Floor plate . Induction of the floor plate during embryogenesis of vertebrate embryos has been studied extensively in chick and zebrafish and occurs as a result of a complex signaling network among tissues, the details of which have yet to be fully refined. Currently there are several competing lines of thought. First, floor plate differentiation may be mediated by inductive signaling from the underlying notochord, an axial mesoderm derived signaling structure. This is supported experimentally in chick, in which floor plate induction, as well as associative ventral nervous tissue differentiation, is mediated by the secreted signaling molecule sonic hedgehog (Shh). Shh is expressed in a gradient with highest concentration localized in the notochord and floor plate. \"In vitro\" tissue grafting experiments show that removal of this molecule prevents differentiation of the floor plate, whereas its ectopic expression induces differentiation of floor plate cells. An alternative view proposes that neural tube floor plate cells stem from precursor cells which migrate directly from axial mesoderm. Through chick – quail hybrid experiments as well as genetic interaction experiments in zebrafish, it appears that notochord and floor plate cells originate from a common precursor. Furthermore, in zebrafish, Nodal signaling is required for differentiation of medial floor plate cells whereas Shh is expendable. These data may indicate that the floor plate induction mechanism in amniotes and anamniotes differs. To reconcile these differences, a dual-mode induction model has been proposed in chick. In this model, exclusively ectodermal cells are induced to become medial floor plate during gastrulation by prechordal mesoderm, possibly through Nodal signaling. Later in development during neurulation, extended contact and interaction between notochord and fated floor plate cells causes differentiation, suggesting a cooperative effect between Nodal and Shh signaling.",
            "score": 127.02371215820312
        },
        {
            "docid": "528549_14",
            "document": "Coenocyte . The early embryo \"syncytium\" of invertebrates such as \"Drosophila\" is important for \"syncytial\" specification of cell differentiation. The egg cell cytoplasm contains localized mRNA molecules such as those that encode the transcription factors Bicoid and Nanos. Bicoid protein is expressed in a gradient that extends from the anterior end of the early embryo, whereas Nanos protein is concentrated at the posterior end. At first, the nuclei of the early embryo rapidly and synchronously divide in the \"syncytial\" blastoderm and then migrate through the cytoplasm and position themselves in a monolayer around the periphery, leaving only a small number of nuclei in the center of the egg, which will become yolk nuclei. The position of the nuclei along the embryonic axes determines the relative exposure of different amounts of Bicoid, Nanos, and other morphogens. Those nuclei with more Bicoid will activate genes that promote differentiation of cells into head and thorax structures. Nuclei exposed to more Nanos will activate genes responsible for differentiation of posterior regions, such as the abdomen and germ cells. The same principles hold true for the specification of the dorso-ventral axis – higher concentration of nuclear Dorsal protein on the ventral side of the egg specify the ventral fate, whereas absence thereof allows dorsal fates. After the nuclei are positioned in a monolayer underneath the egg membrane, the membrane begins to slowly invaginate, thus separating the nuclei into cellular compartments; during this period, the egg is called a cellular blastoderm. The pole cells – the germline anlage – are the first cells to separate fully.",
            "score": 126.74944305419922
        },
        {
            "docid": "19045237_5",
            "document": "Cytoneme . Filopodia with behaviors suggestive of roles in sensing patterning information were first observed in sea urchin embryos, and subsequent characterizations support the idea that they convey patterning signals between cells. The discovery of cytonemes in Drosophila imaginal discs correlated for the first time the presence and behavior of filopodia with a known morphogen signaling protein - Decapentaplegic. Decapentaplegic is expressed in the wing disc by cells that function as a developmental organizer, and cytonemes that are responsive to Decapentaplegic orient toward this developmental organizer. Receptors for signaling proteins are present in motile vesicles in cytonemes, and receptors for different signaling proteins segregate specifically to different types of cytonemes. In Drosophila, cytonemes have been found in wing and eye imaginal discs, trachea, lymph glands and ovaries. They have also been described in spider embryos, earwig ovaries, Rhodnius, Calpodes, earthworms, retroviral-infected cells, mast cells, B-lymphocytes and neutrophils. Recent obserrvations suggest that cytonemes have also an important role during vertebrate development. Recent observations suggest that cytonemes also have an important role during development of the zebrafish neural plate where they transport Wnt8a and of the chick limb where they transport Sonic hedgehog.",
            "score": 125.52342224121094
        },
        {
            "docid": "46335535_9",
            "document": "Hox genes in amphibians and reptiles . Essentially, Hox genes contribute to the specification of three main components of limb development, including the stylopod, zeugopod and autopod. Certain mutations in Hox genes can potentially lead to the proximal and/or distal losses along with different abnormalities. Three different models have been created for outlining the patterning of these regions. The Zone of polarizing activity (ZPA) in the limb bud has pattern-organizing activity through the utilization of a morphogen gradient of a protein called Sonic hedgehog (Shh). Sonic hedgehog is turned on in the posterior region via the early expression of HoxD genes, along with the expression of Hoxb8. Shh is maintained in the posterior through a feedback loop between the ZPA and the AER. Shh cleaves the Ci/Gli3 transcriptional repressor complex to convert the transcription factor Gli3 to an activator, which activates the transcription of HoxD genes along the anterior/posterior axis. It is evident that different Hox genes are critical for proper limb development in different amphibians.",
            "score": 125.41327667236328
        },
        {
            "docid": "8742839_5",
            "document": "Philip A. Beachy . After receiving his Ph.D, he began working at the Carnegie Institution’s Department of Embryology in Baltimore for two years. After his short time there, he accepted a faculty position at the Johns Hopkins University School of Medicine. Beachy began focusing on the Drosophila hedgehog gene, for which he’s known for, in 1990. The gene’s name originated because fly embryos look spikey if the hedgehog gene is faulty or mutated. The hedgehog gene’s main function is to create protein signals in specific cells. These signals, in turn, allow for the formation of embryonic tissues. They do this by instructing neighboring cells to become a certain type of differentiated cell or to simply divide. In other words, this gene is responsible for the development of the appendages and body segments in Drosophila or fruit flies. Humans and other invertebrates have hedgehog genes that behave slightly different than the same gene in the fruit fly. In vertebrates, the hedgehog gene codes for the fingers and toes on the limbs. It also functions in organizing the brain and the spinal cord. Consequently, mutated hedgehog genes often cause birth defects. Also, if it is activated later in life, certain cancers can be triggered and begin to spread.",
            "score": 125.2611312866211
        },
        {
            "docid": "4642940_2",
            "document": "Compartment (development) . Compartments can be simply defined as separate, different, adjacent cell populations, which upon juxtaposition, create a lineage boundary. This boundary prevents cell movement from cells from different lineages across this barrier, restricting them to their compartment. Subdivisions are established by morphogen gradients and maintained by local cell-cell interactions, providing functional units with domains of different regulatory genes, which give rise to distinct fates. Compartment boundaries are found across species. In the hindbrain of vertebrate embryos, rhobomeres are compartments of common lineage outlined by expression of Hox genes. In invertebrates, the wing imaginal disc of \"Drosophila\" provides an excellent model for the study of compartments. Although other tissues, such as the abdomen, and even other imaginal discs are compartmentalized, much of our understanding of key concepts and molecular mechanisms involved in compartment boundaries has been derived from experimentation in the wing disc of the fruit fly.",
            "score": 125.18866729736328
        },
        {
            "docid": "208900_11",
            "document": "Neural tube . The neural tube patterns along the dorsal-ventral axis to establish defined compartments of neural progenitor cells that lead to distinct classes of neurons. According to the French flag model of morphogenesis, this patterning occurs early in development and results from the activity of several secreted signaling molecules. Sonic hedgehog (Shh) is a key player in patterning the ventral axis, while bone morphogenic proteins (BMPs) and Wnt family members play an important role in patterning the dorsal axis. Other factors shown to provide positional information to the neural progenitor cells include fibroblast growth factors (FGFs) and retinoic acid. Retinoic acid is required ventrally along with Shh to induce Pax6 and Olig2 during differentiation of motor neurons.",
            "score": 125.07427215576172
        },
        {
            "docid": "3907319_6",
            "document": "Pattern formation . In developmental biology, pattern formation describes the mechanism by which initially equivalent cells in a developing tissue in an embryo assume complex forms and functions. Embryogenesis, such as of the fruit fly \"Drosophila\", involves coordinated control of cell fates. Pattern formation is genetically controlled, and often involves each cell in a field sensing and responding to its position along a morphogen gradient, followed by short distance cell-to-cell communication through cell signaling pathways to refine the initial pattern. In this context, a field of cells is the group of cells whose fates are affected by responding to the same set positional information cues. This conceptual model was first described as the French flag model in the 1960s. More generally, the morphology of organisms is patterned by the mechanisms of evolutionary developmental biology, such as changing the timing and positioning of specific developmental events in the embryo.",
            "score": 124.89527893066406
        },
        {
            "docid": "14578596_4",
            "document": "French flag model . The French Flag model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nüsslein-Volhard identified the first morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncytial embryo. Two labs, that of Gary Struhl and that of Stephen Cohen, then demonstrated that a secreted signaling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during later stages of \"Drosophila\" development. The substance governs the pattern of tissue development and, in particular, the positions of the various specialized cell types within a tissue. It spreads from a localized source and forms a concentration gradient across a developing tissue.",
            "score": 124.48790740966797
        },
        {
            "docid": "4642940_6",
            "document": "Compartment (development) . In 1970, by means of clonal analysis, the Anterior-Posterior boundary was identified. The founder cells, found at the border between parasegments 4 and 5 of embryo, are already determined at the early blastoderm stage and defined into the two populations they will generate by stripes of the engrailed gene. The selector gene, \"engrailed (en)\", is a key determinant in boundary formation between the anterior and posterior compartments. As the wing imaginal disc expands, posterior, but not anterior cells will express engrailed and maintain this expression state as they expand and form the disc. Engrailed mutant clones of posterior origin will gain anterior affinity and move towards the anterior compartment and intermix with those cells. Within the posterior compartment these clones will sort out and form an ectopicborder where they meet other posterior cells. Similarly, a clone of anterior cells expressing engrailed will gain posterior identity and create an ectopic boundary where the clone meets other anterior cells in this compartment. In addition,to its cell autonomous role in specifying posterior compartment identity, \"engrailed\" also has a non-cell autonomous function in the general growth and patterning of the wing disc, through the activation of signaling pathways such as Hedgehog (Hh) and Decapentaplegic (Dpp). The presence of engrailed in the posterior cells leads to the secretion of the short-range inducer Hh which can cross over to the anterior compartment to activate the long-range morphogen, Dpp. Cells in the posterior compartment produce Hh, but only anterior cells can transduce the signal. \"Optomotor-blind (omb)\" is involved in the transcriptional response of Dpp, which is only required in the anterior cells to interpret Hh signaling for boundary formation and maintenance. In addition, Cubitus interruptus \"(Ci)\", the signal transducer of the Hh signal, is expressed throughout the anterior compartment, particularly in anterior border cells. In posterior cells engrailed prevents the expression of \"Ci\", such it is only expressed in anterior cells and hence only these cells can respond to Hh signaling by up-regulating the expression of \"dpp\". Loss of engrailed function in posterior cells, results in anterior transformation, where Hh expression is decreased and \"dpp\", \"ci\" and \"patched\" (ptc) is increased, resulting in the formation of a new A/P boundary, suggesting that \"en\" positively regulates\" hh\", while negatively regulating \"ci\",\" ptc\" and \"dpp\".",
            "score": 124.30213928222656
        },
        {
            "docid": "41413136_16",
            "document": "Development of the endocrine system . The functional development of the anterior pituitary involves spatiotemporal regulation of transcription factors expressed in pituitary stem cells and dynamic gradients of local soluble factors. The coordination of the dorsal gradient of pituitary morphogenesis is dependent on neuroectodermal signals from the infundibular bone morphogenetic protein 4 (BMP4). This protein is responsible for the development of the initial invagination of the Rathke’s pouch. Other essential proteins necessary for pituitary cell proliferation are Fibroblast growth factor 8 (FGF8), Wnt4, and Wnt5. Ventral developmental patterning and the expression of transcription factors is influenced by the gradients of BMP2 and sonic hedgehog protein (SHH). These factors are essential for coordinating early patterns of cell proliferation.",
            "score": 124.27645874023438
        },
        {
            "docid": "353697_18",
            "document": "Sonic hedgehog . The spatial and temporal aspect of the progressive induction of genes and cell fates in the ventral neural tube is illustrated by the expression domains of two of the most well characterized transcription factors, Olig2 and Nkx2.2. Early in development the cells at the ventral midline have only been exposed to a low concentration of SHH for a relatively short time, and express the transcription factor Olig2. The expression of Olig2 rapidly expands in a dorsal direction concomitantly with the continuous dorsal extension of the SHH gradient over time. However, as the morphogenetic front of SHH ligand moves and begins to grow more concentrated, cells that are exposed to higher levels of the ligand respond by switching off Olig2 and turning on Nkx2.2., creating a sharp boundary between the cells expressing the transcription factor Nkx2.2 ventral to the cells expressing Olig2. It is in this way that each of the domains of the six progenitor cell populations are thought to be successively patterned throughout the neural tube by the SHH concentration gradient. Mutual inhibition between pairs of transcription factors expressed in neighboring domains contributes to the development of sharp boundaries, however, in some cases, inhibitory relationship has been found even between pairs of transcription factors from more distant domains. Particularly, NKX2-2 expressed in the V3 domain is reported to inhibit IRX3 expressed in V2 and more dorsal domains, although V3 and V2 are separated by a further domain termed MN.",
            "score": 123.69081115722656
        },
        {
            "docid": "42213076_3",
            "document": "Biomolecular gradient . Cells themselves can create biomolecular gradients by releasing signaling molecules that diffuse outwardly. These gradients are critical for cellular identity and cell relocation. Similarly, the gradients produced by cells may influence cellular fate by their temporal and spatial characteristics. In certain organisms, the choice of cell fate can be determined by a gradient, a binary choice, or through a relay of molecules released by a cell. If cell fate is binary, the identity of the cell is influenced by the presence or absence of a signaling molecule; consequently, these signals can also induce cell fate acting in a relay. The relay functions by the source cell releasing a signaling molecule into the environment. Adjacent cells possessing similar cell identities respond to these signals and can release different signaling molecules to cells in their surrounding area, promoting additional new cell fates. This process continues to all cells in the developing organism. In contrast, a signal can act in a gradient, which induces a specific cell fate as a function of the concentration of the molecule in the gradient. These types of molecules are known as morphogens.",
            "score": 122.87703704833984
        },
        {
            "docid": "5150349_2",
            "document": "Hedgehog signaling pathway . The Hedgehog signaling pathway is a signaling pathway that transmits information to embryonic cells required for proper cell differentiation. Different parts of the embryo have different concentrations of hedgehog signaling proteins. The pathway also has roles in the adult. Diseases associated with the malfunction of this pathway include basal cell carcinoma.",
            "score": 121.9725341796875
        },
        {
            "docid": "8134498_21",
            "document": "Limb development . This model, a reaction–diffusion model first proposed in 1979, is based on the self-organizing properties of excitable media described by Alan Turing in 1952. The excitable medium is the limb bud mesenchyme, in which cells interact by positively autoregulatory morphogens such as transforming growth factor beta (TGF-β) and inhibitory signaling pathways involving fibroblast growth factor (FGF) and Notch signalling. Proximodistal and craniocaudal axes are not considered to be independently specified, but instead emerge by transitions in the number of parallel elements as the undifferentiated apical zone of the growing limb bud undergoes reshaping. This model only specifies a \"bare bones\" pattern. Other factors like sonic hedgehog (Shh) and Hox proteins, primary informational molecules in the other models, are proposed instead to play a fine-tuning role.",
            "score": 121.58904266357422
        },
        {
            "docid": "4642940_7",
            "document": "Compartment (development) . To explain how anterior and posterior cells are kept separated, the differential adhesion hypothesis proposes that these two cell populations express different adhesion molecules, producing different affinities for each other that minimize their contact. The selector affinity model proposes that difference in cell affinity between compartments is a result of differential selector gene expression. The presence or absence of selector genes in a given compartment produces compartment-specific adhesion or recognition molecules that are different from those in its counterpart. For example, \"engrailed\" expressed in the posterior, but not the anterior, cells provides the differential affinity that keeps these compartments separately. It is also possible that this difference in cell adhesion/affinity is not directly due to \"en\" expression, but rather to the ability to receive Hh signaling. Anterior cells, capable of Hh transduction, will express given adhesive molecules that would differ from those present in posterior cells, creating differential affinity that would prevent them from intermixing. This signaling-affinity model is supported by experiments that demonstrate the importance of Hh signaling. Clones mutant for the \"Smoothened (smo)\", the gene responsible for transducing Hh signaling, retain anterior-like features, but move into the posterior compartment without any changes in the expression \"engrailed\" or invected. This demonstrates that Hh signaling, rather than the absence of en, is what gives cells their compartmental identity. Nonetheless, this signaling-affinity model is incomplete: \"smo\" mutant clones of anterior origin that migrate into the posterior compartment, do not completely associate with these cells, but rather form a smooth boundary with these posterior cells. If signaling-affinity were the only factor determining compartment identity, then these clones, which are no longer receiving Hh signaling, would have the same affinity as the other posterior cells in that compartment and be able to intermix with them. These experiments indicate that although Hh signaling could be having an effect in adhesive properties, this effect is limited to the border cells rather than throughout both compartments. It is also possible that both compartments produce the same cell adhesion molecules, but a difference in its abundance or activity could result in sorting between the two compartments. In vitro, transfected cells with high levels of a given adhesion molecule will segregate from cells that expressing lower levels of this same molecule. Finally, differences in cell bond tension could also play a role in the establishment of the boundary and the separation of the two different cell populations. Experimental data has shown that Myosin-II is up-regulated along both the dorsal-ventral and anterior-posterior boundaries in the imaginal wing disc. The D/V boundary is characterized by the presence of filamentous actin and mutations in Myosin-II heavy chain impairs D/V compartmentalization. Similarly, both F-actin and Myosin-II are increased along the A/P boundary, accompanied by a decrease of \"Bazooka\", which was also observed in the D/V border. The Rho-kinase inhibitor Y-27632, of which Myosin-II is the main target, significantly reduces cell bond tension, suggesting that Myosin-II could be the main effector of this process. In support of the signaling-affinity model, creating an artificial interface between cells with active vs. inactive Hh signaling induces a junctional behavior that aligns the cell bonds of where these opposing cell types meet. Moreover, a 2.5-fold increase in mechanical tension is observed along the A/P boundary, compared to the rest of the tissue. Simulations using a vertex model demonstrate that this increase in cell bond tension is enough to maintain proliferating cell populations in separate compartment boundaries. Parameters used to measure cell bond tension are based cell-cell adhesion and cortical tension input. It has also been suggested that boundary formation is not a result of differential mechanical tension between the two cell populations, but could be a result of the mechanical properties of the boundary itself. Interestingly, the level the adhesion molecule, E-cadherin, was unaltered and the biophysical properties of cells between the two compartments were the same. Changes in cell properties, such as an enlarged apical cross-section area, are only observed in anterior and posterior border cells. Along the boundary, orientation of cell divisions was random and there is no evidence that increased cell death or zones of non-proliferating cells are important for maintaining the A/P or D/V boundary.",
            "score": 119.54641723632812
        }
    ]
}