{
    "q": [
        {
            "docid": "37922599_8",
            "document": "Asthma-related microbes . \"M. pneumoniae\" can cause infections in humans, animals, plants, and cell cultures. It is a parasitic bacterium that invades the mucosal membranes of the upper and lower respiratory tract, including nasopharynx, throat, trachea, bronchi, bronchioles, and alveoli. In order to survive, \"M. pneumoniae\" needs essential nutrients and compounds such as amino acids, cholesterol, precursors to nucleic acid synthesis, and fatty acids obtained from the mucosal epithelial cells of the host. Its adhesion proteins attach to tracheal epithelial cells by sialoglycoproteins or sialoglycolipid receptors, which are located on its cell surface. It may cause injury to the respiratory epithelial cell after its attachment. The injury of host epithelial cells caused by \"M. pneumoniae\" adhesion is thought to be due to the production of highly reactive species: hydrogen peroxide (HO) and superoxide radicals (O). \"M. pneumoniae\" has the potential for intracellular localization. The intracellular existence of \"M. pneumoniae\" could facilitate the establishment of latent or chronic states, circumvent mycoplasmacidal immune mechanisms, its ability to cross mucosal barriers and gain access to internal tissues. Besides, fusion of the mycoplasmal cell membrane with that of the host not only results in the release of various hydrolytic enzymes produced by the \"mycoplasma\", but also leads to the insertion of mycoplasmal membrane components into the host cell membrane, a process that could potentially alter receptor recognition sites and affect cytokine induction and expression. As stated by Nisar et al. (2007), \"M. pneumonia\" can persist in the respiratory tract up to several months after recovery from acute pneumonia. In fact, \"M. pneumonia\" can be cultured from respiratory secretions even after the pneumonia patients are treated with effective antibiotics. Thus, M. pneumonia infection is chronic and persistent. Besides, Nisar et al. (2007) also adds that M. pneumonia infection causes pulmonary structural abnormalities, resulting in a decrease in expiratory flow rates and an increase in airways hyper-responsiveness in non-asthmatic individuals.",
            "score": 72.14252984523773
        },
        {
            "docid": "50601_22",
            "document": "Cystic fibrosis . Most of the damage in CF is due to blockage of the narrow passages of affected organs with thickened secretions. These blockages lead to remodeling and infection in the lung, damage by accumulated digestive enzymes in the pancreas, blockage of the intestines by thick feces, etc. Several theories have been posited on how the defects in the protein and cellular function cause the clinical effects. The most current theory suggests that defective ion transport leads to dehydration in the airway epithelia, thickening mucus. In airway epithelial cells, the cilia exist in between the cell's apical surface and mucus in a layer known as airway surface liquid (ASL). The flow of ions from the cell and into this layer is determined by ion channels such as CFTR. CFTR not only allows chloride ions to be drawn from the cell and into the ASL, but it also regulates another channel called ENac, which allows sodium ions to leave the ASL and enter the respiratory epithelium. CFTR normally inhibits this channel, but if the CFTR is defective, then sodium flows freely from the ASL and into the cell. As water follows sodium, the depth of ASL will be depleted and the cilia will be left in the mucous layer. As cilia cannot effectively move in a thick, viscous environment, mucociliary clearance is deficient and a buildup of mucus occurs, clogging small airways. The accumulation of more viscous, nutrient-rich mucus in the lungs allows bacteria to hide from the body's immune system, causing repeated respiratory infections. The presence of the same CFTR proteins in the pancreatic duct and sweat glands in the skin also cause symptoms in these systems.",
            "score": 75.20995044708252
        },
        {
            "docid": "50601_23",
            "document": "Cystic fibrosis . The lungs of individuals with cystic fibrosis are colonized and infected by bacteria from an early age. These bacteria, which often spread among individuals with CF, thrive in the altered mucus, which collects in the small airways of the lungs. This mucus leads to the formation of bacterial microenvironments known as biofilms that are difficult for immune cells and antibiotics to penetrate. Viscous secretions and persistent respiratory infections repeatedly damage the lung by gradually remodeling the airways, which makes infection even more difficult to eradicate.",
            "score": 82.96590232849121
        },
        {
            "docid": "466746_13",
            "document": "Mycoplasma pneumoniae . The main cytotoxic effect of \"M. pneumoniae\" is local disruption of tissue and cell structure along the respiratory tract epithelium due to its close proximity to host cells. Attachment of the bacteria to host cells can result in loss of cilia, a reduction in metabolism, biosynthesis, and import of macromolecules, and, eventually, infected cells may be shed from the epithelial lining. M. pneumoniae produces a unique virulence factor known as Community Acquired Respiratory Distress Syndrome (CARDS) toxin. The CARDS toxin most likely aids in the colonization and pathogenic pathways of M. pneumoniae, leading to inflammation and airway dysfunction. In addition, the formation of hydrogen peroxide is a key virulence factor in \"M. pneumoniae\" infections. Attachment of \"M. pneumoniae\" to erythrocytes permits diffusion of hydrogen peroxide from the bacteria to the host cell without detoxification by catalase or peroxidase, which can injure the host cell by reducing glutathione, damaging lipid membranes and causing protein denaturation. Local damage may also be a result of lactoferrin acquisition and subsequent hydroxyl radical, superoxide anion and peroxide formation. The cytotoxic effects of \"M. pneumoniae\" infections translate into common symptoms like coughing and lung irritation that may persist for months after infection has subsided. Local inflammation and hyperresponsiveness by infection induced cytokine production has been associated with chronic conditions such as bronchial asthma and has also been linked to progression of symptoms in individuals with cystic fibrosis and COPD.",
            "score": 94.44454741477966
        },
        {
            "docid": "1391326_9",
            "document": "Aspergillus fumigatus . Inhalational exposure to airborne conidia is continuous due to their ubiquitous distribution in the environment. However, in healthy individuals, the innate immune system is an efficacious barrier to \"A. fumigatus\" infection. A large portion of inhaled conidia are cleared by the mucociliary action of the respiratory epithelium. Due to the small size of conidia, many of them deposit in alveoli, where they interact with epithelial and innate effector cells. Alveolar macrophages phagocytize and destroy conidia within their phagosomes. Epithelial cells, specifically type II pneumocytes, also internalize conidia which traffic to the lysosome where ingested conidia are destroyed. First line immune cells also serve to recruit neutrophils and other inflammatory cells through release of cytokines and chemokines induced by ligation of specific fungal motifs to pathogen recognition receptors. Neutrophils are essential for aspergillosis resistance, as demonstrated in neutropenic individuals, and are capable of sequestering both conidia and hyphae through distinct, non-phagocytic mechanisms. Hyphae are too large for cell-mediated internalization, and thus neutrophil-mediated NADPH-oxidase induced damage represents the dominant host defense against hyphae. In addition to these cell-mediated mechanisms of elimination, antimicrobial peptides secreted by the airway epithelium contribute to host defense.",
            "score": 75.72355020046234
        },
        {
            "docid": "2459654_11",
            "document": "Pseudomonas aeruginosa . An opportunistic, nosocomial pathogen of immunocompromised individuals, \"P. aeruginosa\" typically infects the airway, urinary tract, burns, and wounds, and also causes other blood infections. It is the most common cause of infections of burn injuries and of the outer ear (otitis externa), and is the most frequent colonizer of medical devices (e.g., catheters). \"Pseudomonas\" can be spread by equipment that gets contaminated and is not properly cleaned or on the hands of healthcare workers. \"Pseudomonas\" can, in rare circumstances, cause community-acquired pneumonias, as well as ventilator-associated pneumonias, being one of the most common agents isolated in several studies. Pyocyanin is a virulence factor of the bacteria and has been known to cause death in \"C. elegans\" by oxidative stress. However, salicylic acid can inhibit pyocyanin production. One in ten hospital-acquired infections is from \"Pseudomonas\". Cystic fibrosis patients are also predisposed to \"P. aeruginosa\" infection of the lungs. \"P. aeruginosa\" may also be a common cause of \"hot-tub rash\" (dermatitis), caused by lack of proper, periodic attention to water quality. Since these bacteria like moist environments, such as hot tubs and swimming pools, they can cause skin rash or swimmer's ear. \"Pseudomonas\" is also a common cause of postoperative infection in radial keratotomy surgery patients. The organism is also associated with the skin lesion ecthyma gangrenosum. \"P. aeruginosa\" is frequently associated with osteomyelitis involving puncture wounds of the foot, believed to result from direct inoculation with \"P. aeruginosa\" via the foam padding found in tennis shoes, with diabetic patients at a higher risk.",
            "score": 118.89127540588379
        },
        {
            "docid": "50601_24",
            "document": "Cystic fibrosis . Over time, both the types of bacteria and their individual characteristics change in individuals with CF. In the initial stage, common bacteria such as \"S. aureus\" and \"H. influenzae\" colonize and infect the lungs. Eventually, \"Pseudomonas aeruginosa\" (and sometimes \"Burkholderia cepacia\") dominates. By 18 years of age, 80% of patients with classic CF harbor \"P. aeruginosa\", and 3.5% harbor \"B. cepacia\". Once within the lungs, these bacteria adapt to the environment and develop resistance to commonly used antibiotics. \"Pseudomonas\" can develop special characteristics that allow the formation of large colonies, known as \"mucoid\" \"Pseudomonas\", which are rarely seen in people who do not have CF. Scientific evidences suggest the interleukin 17 pathway plays a key role in resistance and modulation of the inflammatory response during \"P. aeruginosa\" infection in CF. In particular, interleukin 17-mediated immunity plays a double-edged activity during chronic airways infection; on one side, it contributes to the control of \"P. aeruginosa\" burden, while on the other, it propagates exacerbated pulmonary neutrophilia and tissue remodeling.",
            "score": 108.02038788795471
        },
        {
            "docid": "16081289_5",
            "document": "Nonspecific immune cell . The non-specific immune response is an immediate antigen-independent response, however it is not antigen-specific. Non-specific immunity results in no immunologic memory. There are mechanical, chemical, and biological factors affecting the effectiveness and results of the non-specific immune response. These factors include the epithelial surfaces forming a physical barrier, fatty acids that inhibit the growth of bacteria, and the microflora of the gastrointestinal tract serving to prevent the colonization of pathogenic bacteria. The non-specific immune system involves cells to which antigens are not specific in regards to fighting infection. The non-specific immune cells mentioned above (macrophages, neutrophils, and dendritic cells) will be discussed regarding their immediate response to infection.",
            "score": 79.03483963012695
        },
        {
            "docid": "18589744_4",
            "document": "Pseudomonas infection . \"P. aeruginosa\" is an opportunistic human pathogen, most commonly affecting immunocompromised patients, such as those with cystic fibrosis or AIDS. Infection can affect many different parts of the body, but infections typically target the respiratory tract (e.g. patients with CF or those on mechanical ventilation), causing bacterial pneumonia. In a surveillance study between 1986 and 1989, P. aeruginosa was the third leading cause of all nosocomial infections, and specifically the number one leading cause of hospital-acquired pneumonia and third leading cause of hospital-acquired UTI. Treatment of such infections can be difficult due to multiple antibiotic resistance, and in the United States, there was an increase in MDRPA (Multidrug-resistant \"Pseudomonas aeruginosa\") resistant to ceftazidime, ciprofloxacin, and aminoglycosides, from 0.9% in 1994 to 5.6% in 2002.",
            "score": 114.87402558326721
        },
        {
            "docid": "43946_35",
            "document": "Biofilm . \"P. aeruginosa\" represents a commonly used biofilm model organism since it is involved in different types of biofilm-associated infections. Examples of such infections include chronic wounds, chronic otitis media, chronic prostatitis and chronic lung infections in cystic fibrosis (CF) patients. About 80% of CF patients have chronic lung infection, caused mainly by \"P. aeruginosa\" growing in a non-surface attached biofilms surround by PMN. The infection remains present despite aggressive antibiotic therapy and is a common cause of death in CF patients due to constant inflammatory damage to the lungs. In patients with CF, one therapy for treating early biofilm development is to employ DNase to structurally weaken the biofilm.",
            "score": 92.75167918205261
        },
        {
            "docid": "50601_55",
            "document": "Cystic fibrosis . Chronic illnesses can be very difficult to manage. CF is a chronic illness that affects the \"digestive and respiratory tracts resulting in generalized malnutrition and chronic respiratory infections\". The thick secretions clog the airways in the lungs, which often cause inflammation and severe lung infections. If it is compromised, it affects the quality of life (QOL) of someone with CF and their ability to complete such tasks as everyday chores.  According to Schmitz and Goldbeck (2006), CF significantly increases emotional stress on both the individual and the family, \"and the necessary time-consuming daily treatment routine may have further negative effects on quality of life\". However, Havermans and colleagues (2006) have shown that young outpatients with CF who have participated in the Cystic Fibrosis Questionnaire-Revised \"rated some QOL domains higher than did their parents\". Consequently, outpatients with CF have a more positive outlook for themselves.  Furthermore, many ways can improve the QOL in CF patients. Exercise is promoted to increase lung function. Integrating an exercise regimen into the CF patient’s daily routine can significantly improve QOL. No definitive cure for CF is known, but diverse medications are used, such as mucolytics, bronchodilators, steroids, and antibiotics, that have the purpose of loosening mucus, expanding airways, decreasing inflammation, and fighting lung infections, respectively.",
            "score": 39.68030822277069
        },
        {
            "docid": "41120962_6",
            "document": "Neuroinflammation . Cytokines are a class of proteins that regulates inflammation, cell signaling, and various cell processes such as growth and survival. Chemokines are a subset of cytokines that regulate cell migration, such as attracting immune cells to a site of infection or injury. Various cell types in the brain may produce cytokines and chemokines such as microglia, astrocytes, endothelial cells, and other glial cells. Physiologically, chemokines and cytokines function as neuromodulators that regulate inflammation and development. In the healthy brain, cells secrete cytokines to produce a local inflammatory environment to recruit microglia and clear the infection or injury. However, in neuroinflammation, cells may have sustained release of cytokines and chemokines which may compromise the blood–brain barrier. Peripheral immune cells are called to the site of injury via these cytokines and may now migrate across the compromised blood brain barrier into the brain. Common cytokines produced in response to brain injury include: interleukin-6 (IL-6), which is produced during astrogliosis, and interleukin-1 beta (IL-1β) and tumor necrosis factor alpha (TNF-α), which can induce neuronal cytotoxicity. Although the pro-inflammatory cytokines may cause cell death and secondary tissue damage, they are necessary to repair the damaged tissue. For example, TNF-α causes neurotoxicity at early stages of neuroinflammation, but contributes to tissue growth at later stages of inflammation.",
            "score": 56.714712500572205
        },
        {
            "docid": "3220393_7",
            "document": "Dickeya dadantii . \"D. dadantii\" is able to infect the fleshy, succulent plant parts, such as tubers, rhizomes, stems and leaves, causing localized symptoms. As discussed in the symptoms section, it is also capable of infecting the xylem, resulting in a systemic infection that causes wilting. \"D. dadantii\" typically originates from infected insects, vegetables or host plant residues. However, the bacteria are also able to survive in soils and other plants without infection. The ability of \"D. dadantii\" to live in the soil as a plant pathogen is regulated by virulence genes in response to environmental factors that control whether the bacterium is saphrophytic or pathogenic. When \"D. dadantii\" is virulent it enters primarily through hydathodes and wounds, with the assistance of jasmonates, where the bacteria rapidly breakdown the parenchymatous tissues with the use of pectic enzymes). \"D. dadantii\" produces many pectinases that are responsible for disassembly of the plant cell wall. After the cell wall is degraded, and the contents of the cell are accessed, \"D. dadantii\" catabolizes glucose by a fermentation pathway. After the plant has been accessed, colonization is a complicated process that requires many additional factors for successful infection. These factors include: “cellulases, iron assimilation, a Hrp type III secretion system, exopolysaccharides, motility, and proteins involved in resistance against plant defense mechanisms”. The plant attempts to resist the infection with different defense mechanisms and \"D. dadantii\" must overcome obstacles, such as defense barriers, secondary metabolites and toxic materials. An example of a plant defense mechanism is to produce a defensive barrier, such as a cork layer. However, when the infection is spread by larvae, the cork layer is eaten as quickly as it is made by the plant. Consequently, the protective cork layer is an ineffective protection mechanism. The bacteria continue to spread and multiply throughout the plant, moving in the intercellular spaces, within collapsed cells and the xylem. As the bacteria grow in numbers, additional hosts are infected through the spread of bacteria by: splashing water from infected plants, insects, and cultural practices including the use of contaminated tools, gloves and machinery and improper storage of cultivated crops or seeds. \"D. dadantii\" can be a problem year round, given the right environmental conditions exist. It is able to infect plants in greenhouses, indoor interiorscapes and tropical areas where temperatures and humidity remains high. At higher latitudes, infections are mainly during the hot and humid summer months.",
            "score": 71.99908602237701
        },
        {
            "docid": "42396644_4",
            "document": "Membrane vesicle trafficking . Unlike in eukaryotes, membrane vesicular trafficking in prokaryotes is an emerging area in interactive biology for intra-species (quorum sensing) and inter-species signaling at host-pathogen interface, as prokaryotes lack internal membrane-compartmentalization of their cytoplasm. For more than four decades, cultures of gram negative microbes revealed the presence of nanoscale membrane vesicles. A role for membrane vesicles in pathogenic processes has been suspected since the 1970s, when they were observed in gingival plaque by electron microscopy. These vesicles were suspected to promote bacterial adhesion to the host epithelial cell surface. Their role in invasion of animal host cells \"in vivo\" was then demonstrated. In inter-bacterial interactions, OMVs released by \"Pseudomonas aeruginosa\" microbes were shown to fuse with outer membrane of other gram negative microbes causing their bacteriolysis; these OMVs could lyse gram-positive microbes as well. Role of OMVs in \"Helicobacter pylori\" infection of \"human\" primary antral epithelial cells, as model that closely resembles human stomach, has also been confirmed VacA-containing OMVs could also be detected in human gastric mucosa, infected with \"H. pylori.\". \"Salmonella\" OMVs were also shown to have direct role in invasion of chicken ileal epithelial cells \"in vivo\" in the year, 1993 (ref 4) and later, in hijacking of defense macrophages into sub-service for pathogen replication and consequent apoptosis of infected macrophages in typhoid-like animal infection. These studies brought the focus on OMVs into \"membrane vesicle trafficking\" and showed this phenomenon as involved in multifarious processes like genetic transformation, quorum sensing, competition arsenal among microbes, etc., and invasion, infection, immuno-modulation, etc., of animal hosts. A mechanism has already been proposed for generation of OMVs by gram negative microbes involving, expansion of pockets of periplasm (named, \"periplasmic organelles\") due to accumulation of bacterial cell secretions and their pinching off as outer membrane bounded vesicles (OMVs) on the lines of a 'soap bubble' formation with a bubble tube, and further fusion or uptake of diffusing OMVs by host/target cells (Fig. 2).",
            "score": 90.13167810440063
        },
        {
            "docid": "3113497_5",
            "document": "Innate immune system . Anatomical barriers include physical, chemical and biological barriers. The epithelial surfaces form a physical barrier that is impermeable to most infectious agents, acting as the first line of defense against invading organisms. Desquamation (shedding) of skin epithelium also helps remove bacteria and other infectious agents that have adhered to the epithelial surfaces. Lack of blood vessels and inability of the epidermis to retain moisture, presence of sebaceous glands in the dermis provides an environment unsuitable for the survival of microbes. In the gastrointestinal and respiratory tract, movement due to peristalsis or cilia, respectively, helps remove infectious agents. Also, mucus traps infectious agents. The gut flora can prevent the colonization of pathogenic bacteria by secreting toxic substances or by competing with pathogenic bacteria for nutrients or attachment to cell surfaces. The flushing action of tears and saliva helps prevent infection of the eyes and mouth.",
            "score": 79.81875801086426
        },
        {
            "docid": "40228929_4",
            "document": "Urs Jenal . The research of Urs Jenal explores the molecular basis of signal transduction controlling the growth, development and behavior of bacteria. Jenal received international acclaim through his discovery of a new pathway, which is based on a new cyclic di-nucleotide (c-di-GMP) and which coordinates the formation of microbial biofilms and contributes to the development of chronic bacterial infections. With the model bacterium Caulobacter crescentus, Jenal discovered that c-di-GMP controls the transition from motile bacteria to a sedentary biofilm-forming structure and this process coordinates the replication cycle of the cells. Jenal’s most recent work has investigated the importance of the c-di-GMP signaling network for chronic lung infections caused by Pseudomonas aeruginosa in patients with cystic fibrosis.",
            "score": 100.90189385414124
        },
        {
            "docid": "36863_37",
            "document": "Lung . The lungs possess several characteristics which protect against infection. The respiratory tract is lined by epithelia with hair-like projections called cilia that beat rhythmically and carry mucus. This mucociliary clearance is an important defence system against air-borne infection. The dust particles and bacteria in the inhaled air are caught in the mucosal surface of the airways, and are moved up towards the pharynx by the rhythmic upward beating action of the cilia. The lining of the lung also secretes immunoglobulin A which protects against respiratory infections; goblet cells secrete mucus which also contains several antimicrobial compounds such as defensins, antiproteases, and antioxidates. In addition, the lining of the lung also contains macrophages, immune cells which engulf and destroy debris and microbes that enter the lung in a process known as phagocytosis; and dendritic cells which present antigens to activate components of the adaptive immune system such as T-cells and B-cells.",
            "score": 64.44581270217896
        },
        {
            "docid": "14958_68",
            "document": "Immune system . An evasion strategy used by several pathogens to avoid the innate immune system is to hide within the cells of their host (also called intracellular pathogenesis). Here, a pathogen spends most of its life-cycle inside host cells, where it is shielded from direct contact with immune cells, antibodies and complement. Some examples of intracellular pathogens include viruses, the food poisoning bacterium \"Salmonella\" and the eukaryotic parasites that cause malaria (\"Plasmodium falciparum\") and leishmaniasis (\"Leishmania spp.\"). Other bacteria, such as \"Mycobacterium tuberculosis\", live inside a protective capsule that prevents lysis by complement. Many pathogens secrete compounds that diminish or misdirect the host's immune response. Some bacteria form biofilms to protect themselves from the cells and proteins of the immune system. Such biofilms are present in many successful infections, e.g., the chronic \"Pseudomonas aeruginosa\" and \"Burkholderia cenocepacia\" infections characteristic of cystic fibrosis. Other bacteria generate surface proteins that bind to antibodies, rendering them ineffective; examples include \"Streptococcus\" (protein G), \"Staphylococcus aureus\" (protein A), and \"Peptostreptococcus magnus\" (protein L).",
            "score": 105.72227907180786
        },
        {
            "docid": "39584879_14",
            "document": "Innate lymphoid cell . ILC2 cells play a crucial role in the protection against helminthic infection. They are a major early source of IL-13, which can activate T cells and induce physiological responses that will help expel a parasite. These physiological responses include stimulating goblet cell mucus secretion and contraction of smooth muscle. In addition, they secrete signals that recruit and activate mast cells and eosinophils, and which stimulate B cell proliferation. They also secrete Amphiregulin, a member of the epidermal growth factor family, that stimulates tissue repair. This can function to enhance the barrier function of the epithelium and slow pathogen entry.",
            "score": 59.79457449913025
        },
        {
            "docid": "50601_5",
            "document": "Cystic fibrosis . Lung disease results from clogging of the airways due to mucus build-up, decreased mucociliary clearance, and resulting inflammation. Inflammation and infection cause injury and structural changes to the lungs, leading to a variety of symptoms. In the early stages, incessant coughing, copious phlegm production, and decreased ability to exercise are common. Many of these symptoms occur when bacteria that normally inhabit the thick mucus grow out of control and cause pneumonia. In later stages, changes in the architecture of the lung, such as pathology in the major airways (bronchiectasis), further exacerbate difficulties in breathing. Other signs include coughing up blood (hemoptysis), high blood pressure in the lung (pulmonary hypertension), heart failure, difficulties getting enough oxygen to the body (hypoxia), and respiratory failure requiring support with breathing masks, such as bilevel positive airway pressure machines or ventilators. \"Staphylococcus aureus\", \"Haemophilus influenzae\", and \"Pseudomonas aeruginosa\" are the three most common organisms causing lung infections in CF patients. In addition to typical bacterial infections, people with CF more commonly develop other types of lung disease. Among these is allergic bronchopulmonary aspergillosis, in which the body's response to the common fungus \"Aspergillus fumigatus\" causes worsening of breathing problems. Another is infection with \"Mycobacterium avium\" complex, a group of bacteria related to tuberculosis, which can cause lung damage and does not respond to common antibiotics. People with CF are susceptible to getting a pneumothorax.",
            "score": 71.27156829833984
        },
        {
            "docid": "30206738_19",
            "document": "Chronic obstructive pulmonary disease . COPD is a type of obstructive lung disease in which chronic, incompletely reversible poor airflow (airflow limitation) and inability to breathe out fully (air trapping) exist. The poor airflow is the result of breakdown of lung tissue (known as emphysema) and small airways disease (known as obstructive bronchiolitis). The relative contributions of these two factors vary between people. Severe destruction of small airways can lead to the formation of large air pockets—known as bullae—that replace lung tissue. This form of disease is called bullous emphysema. COPD develops as a significant and chronic inflammatory response to inhaled irritants. Chronic bacterial infections may also add to this inflammatory state. The inflammatory cells involved include neutrophil granulocytes and macrophages, two types of white blood cells. Those who smoke additionally have Tc1 lymphocyte involvement and some people with COPD have eosinophil involvement similar to that in asthma. Part of this cell response is brought on by inflammatory mediators such as chemotactic factors. Other processes involved with lung damage include oxidative stress produced by high concentrations of free radicals in tobacco smoke and released by inflammatory cells, and breakdown of the connective tissue of the lungs by proteases that are insufficiently inhibited by protease inhibitors. The destruction of the connective tissue of the lungs leads to emphysema, which then contributes to the poor airflow, and finally, poor absorption and release of respiratory gases. General muscle wasting that often occurs in COPD may be partly due to inflammatory mediators released by the lungs into the blood.",
            "score": 43.22086250782013
        },
        {
            "docid": "1230676_3",
            "document": "Cystic fibrosis transmembrane conductance regulator . The CFTR gene codes for an ABC transporter-class ion channel protein that conducts chloride and thiocyanate ions across epithelial cell membranes. Mutations of the CFTR gene affecting chloride ion channel function lead to dysregulation of epithelial fluid transport in the lung, pancreas and other organs, resulting in cystic fibrosis. Complications include thickened mucus in the lungs with frequent respiratory infections, and pancreatic insufficiency giving rise to malnutrition and diabetes. These conditions lead to chronic disability and reduced life expectancy. In male patients, the progressive obstruction and destruction of the developing vas deferens (spermatic cord) and epididymis appear to result from abnormal intraluminal secretions, causing congenital absence of the vas deferens and male infertility.",
            "score": 65.70026445388794
        },
        {
            "docid": "28253826_13",
            "document": "Bacterial small RNA . Biofilm is a type of bacterial growth pattern where multiple layers of bacterial cells adhere to a host surface. This mode of growth is often found in pathogenic bacteria, including \"Pseudomonas aeruginosa\", which can form persistent biofilm within the respiratory tract and cause chronic infection. The \"P. aeruginosa\" sRNA SbrA was found to be necessary for full biofilm formation and pathogenicity. A mutant \"P. aeruginosa\" strain with SbrA deleted formed a 66% smaller biofilm and its ability to infect a nematode model was reduced by nearly half when compared to wildtype \"P. aeruginosa\".",
            "score": 120.12842321395874
        },
        {
            "docid": "5221389_10",
            "document": "Cell damage . Apoptosis is the programmed cell death of superfluous or potentially harmful cells in the body. It is an energy dependent process mediated by proteolytic enzymes called caspases, which trigger cell death through the cleaving of specific proteins in the cytoplasm and nucleus. The dying cells shrink and condense into apoptotic bodies. The cell surface is altered so as to display properties which lead to rapid phagocytosis by macrophages or neighbouring cells. Unlike necrotic cell death, neighbouring cells are not damaged by apoptosis as cytosolic products are safely isolated by membranes prior to undergoing phagocytosis. In the average adult between 50 and 70 billion cells die each day due to apoptosis. Inhibition of apoptosis can result in a number of cancers, autoimmune diseases, inflammatory diseases, and viral infections. Hyperactive apoptosis can lead to neurodegenerative diseases, hematologic diseases, and tissue damage.",
            "score": 65.83841347694397
        },
        {
            "docid": "33705242_12",
            "document": "Rhamnolipid . Rhamnolipids contribute to the establishment and maintenance of infection in cystic fibrosis patients in a number of ways, they disrupt the bronchial epithelium by disrupting the cell membranes, which promotes paracellular invasion of \"Pseudomonas aeruginosa\" and causes ciliostasis, further preventing the clearing of mucus. They also solubilise lung surfactant, allowing phospholipase C access to cell membranes and are necessary for correct biofilm formation.",
            "score": 108.97273349761963
        },
        {
            "docid": "33705242_11",
            "document": "Rhamnolipid . As mentioned previously, \"Pseudomonas aeruginosa\" produces a host of virulence factors in concert, under the control of the quorum sensing system. Many studies show that inhibiting quorum sensing down-regulates the pathogenicity of \"Pseudomonas aeruginosa\". However, it has been shown that rhamnolipids specifically are a key virulence determinant in \"Pseudomonas aeruginosa\". A variety of virulence factors were analysed in \"Pseudomonas aeruginosa\" strains isolated from pneumonia patients. Rhamnolipids were found to be the only virulence factor that was associated with the deterioration of the patients to ventilator-associated pneumonia. Several other reports also support the role of rhamnolipids in lung infections. The effect of rhamnolipids in \"Pseudomonas aeruginosa\" virulence has been further noted in corneal infections (Alarcon et al., 2009; Zhu et al., 2004). It has been shown that rhamnolipids are able to integrate into the epithelial cell membrane and disrupt tight-junctions. This study used reconstituted epithelial membranes and purified rhamnolipids to demonstrate this mechanism. In addition to inhibition and killing of epithelial cells, rhamnolipids are able to kill polymorphonuclear (PMN) leukocytes and macrophages and inhibit phagocytosis. In summary, rhamnolipids have been shown unequivocally to be a potent virulence factor in the human host, however, they are also produced outside of the host, for example in a soil environment.",
            "score": 104.99715960025787
        },
        {
            "docid": "465920_13",
            "document": "Listeria monocytogenes . The infective dose of \"L. monocytogenes\" varies with the strain and with the susceptibility of the victim. From cases contracted through raw or supposedly pasteurized milk, one may safely assume that, in susceptible persons, fewer than 1,000 total organisms may cause disease. \"L. monocytogenes\" may invade the gastrointestinal epithelium. Once the bacterium enters the host's monocytes, macrophages, or polymorphonuclear leukocytes, it becomes bloodborne (septicemic) and can grow. Its presence intracellularly in phagocytic cells also permits access to the brain and probably transplacental migration to the fetus in pregnant women. The pathogenesis of \"L. monocytogenes\" centers on its ability to survive and multiply in phagocytic host cells. It seems that \"Listeria\" originally evolved to invade membranes of the intestines, as an intracellular infection, and developed a chemical mechanism to do so. This involves a bacterial protein \"internalin\"(InlA/InlB) which attaches to a protein on the intestinal cell membrane \"cadherin\" and allows the bacteria to invade the cells through a zipper mechanism. These adhesion molecules are also to be found in two other unusually tough barriers in humans — the blood-brain barrier and the fetal–placental barrier, and this may explain the apparent affinity that\" Listeria\" has for causing meningitis and affecting babies \"in utero\". Once inside the cell, Listeria rapidly acidifies the lumen of the vacuole formed around it during cell entry to activate listeriolysin O, a cholesterol-dependent cytolysin capable of disrupting the vacuolar membrane. This frees the pathogen and gives it access to the cytosol of the cell, where it continues its pathogenesis. Motility in the intracellular space is provided by actin assembly-inducing protein (ActA) which allows the bacteria to use the host cell's actin polymerization machinery to polymerize the cytoskeleton to give a \"boost\" to the bacterial cell so it can move in the cell. The same ActA mechanism also allows the bacteria to travel from cell to cell.",
            "score": 91.66553819179535
        },
        {
            "docid": "17337043_12",
            "document": "Diffuse panbronchiolitis . Inflammation is a normal part of the human immune response, whereby leukocytes (white blood cells), including neutrophils (white blood cells that specialize in causing inflammation), gather, and chemokines (proteins released from certain cells, which activate or elicit a response from other cells) accumulate at any location in the body where bacterial or viral infections occur. Inflammation interferes with the activity of bacteria and viruses, and serves to clear them from the body. In DPB, bacteria such as \"Haemophilus influenzae\" and \"Pseudomonas aeruginosa\" can cause the proliferation of inflammatory cells into the bronchiolar tissues. However, when neither bacteria are present with DPB, the inflammation continues for an as yet unknown reason. In either circumstance, inflammation in DPB can be so severe that nodules containing inflammatory cells form in the walls of the bronchioles. The presence of inflammation and infection in the airways also results in the production of excess mucus, which must be coughed up as sputum. The combination of inflammation, nodule development, infection, mucus, and frequent cough contributes to the breathing difficulties in DPB.",
            "score": 92.91531038284302
        },
        {
            "docid": "13506996_10",
            "document": "T helper 17 cell . Although all CD4+ T cells gut are severely depleted by HIV, the loss of intestinal Th17 cells in particular has been linked to symptoms of chronic, pathogenic HIV and SIV infection. Microbial translocation is a major factor that contributes to chronic inflammation and immune activation in the context of HIV. In non-pathogenic cases of SIV, microbial translocation is not observed. Th17 cells prevent severe HIV infection by maintaining the intestinal epithelial barrier during HIV infection in the gut. Because of their high levels of CCR5 expression, the coreceptor for HIV, they are preferentially infected and depleted. Thus, it is through Th17 cell depletion that microbial translocation occurs.",
            "score": 66.43157243728638
        },
        {
            "docid": "10219415_13",
            "document": "Burkholderia gladioli . \"Burkholderia gladioli\" in humans is an opportunistic pathogen that is an important agent for hospital-associated infections. It has recently appeared as a severe pathogen in patients with cystic fibrosis, causing severe pulmonary infections. Though it is still a fairly uncommon pathogen, its presence is associated with a poor prognosis. It has also colonized the respiratory tracts of patients with granulomatous disease. In lung transplant patients, infection can be fatal as patients have developed bacteremia and sterile wound infections as a result.",
            "score": 57.26686429977417
        },
        {
            "docid": "37922599_3",
            "document": "Asthma-related microbes . According to Hertzen (2002), a common characteristic of asthmatic patients is to have epithelial cells that respond to injury by enhancing the capability of producing proinflammatory and profibrogenic cytokines, instead of repairing the injured epithelial layer. As a result, inflammation and associated healing process leads to scar formation and tissue remodelling, which are symptoms that can be found in almost all asthmatics patients. Thus, asthma is a chronic inflammatory disorder of the airways. Asthma is divided into two subgroups: atopic (extrinsic) and non-atopic (intrinsic). The atopic subgroup is closely associated with family history of the disease, whereas the non-atopic subgroup has its onset in adulthood and it is not caused by inheritance. It is known that non-atopic asthma has a more severe clinical course than atopic asthma. Non-atopic asthma may be caused by chronic viral, bacterial infections, or colonization with pathogenic bacteria.",
            "score": 66.62077820301056
        },
        {
            "docid": "1552187_22",
            "document": "Microglia . In addition to being able to destroy infectious organisms through cell to cell contact via phagocytosis, microglia can also release a variety of cytotoxic substances. Microglia in culture secrete large amounts of hydrogen peroxide and nitric oxide in a process known as ‘respiratory burst'. Both of these chemicals can directly damage cells and lead to neuronal cell death. Proteases secreted by microglia catabolise specific proteins causing direct cellular damage, while cytokines like IL-1 promote demyelination of neuronal axons. Finally, microglia can injure neurons through NMDA receptor-mediated processes by secreting glutamate, aspartate and quinolinic acid. Cytotoxic secretion is aimed at destroying infected neurons, virus, and bacteria, but can also cause large amounts of collateral neural damage. As a result, chronic inflammatory response can result in large scale neural damage as the microglia ravage the brain in an attempt to destroy the invading infection.",
            "score": 56.296241760253906
        }
    ],
    "r": [
        {
            "docid": "2459654_9",
            "document": "Pseudomonas aeruginosa . \"P. aeruginosa\" is a facultative anaerobe, as it is well adapted to proliferate in conditions of partial or total oxygen depletion. This organism can achieve anaerobic growth with nitrate or nitrite as a terminal electron acceptor. When oxygen, nitrate, and nitrite are absent, it is able to ferment arginine and pyruvate by substrate-level phosphorylation. Adaptation to microaerobic or anaerobic environments is essential for certain lifestyles of \"P. aeruginosa\", for example, during lung infection in cystic fibrosis and primary ciliary dyskinesia, where thick layers of lung mucus and alginate surrounding mucoid bacterial cells can limit the diffusion of oxygen. \"P. aeruginosa\" growth within the human body can be asymptomatic until the bacteria form a biofilm, which overwhelms the immune system. These biofilms are found in the lungs of people with cystic fibrosis and primary ciliary dyskinesia, and can prove fatal.",
            "score": 121.71493530273438
        },
        {
            "docid": "28253826_13",
            "document": "Bacterial small RNA . Biofilm is a type of bacterial growth pattern where multiple layers of bacterial cells adhere to a host surface. This mode of growth is often found in pathogenic bacteria, including \"Pseudomonas aeruginosa\", which can form persistent biofilm within the respiratory tract and cause chronic infection. The \"P. aeruginosa\" sRNA SbrA was found to be necessary for full biofilm formation and pathogenicity. A mutant \"P. aeruginosa\" strain with SbrA deleted formed a 66% smaller biofilm and its ability to infect a nematode model was reduced by nearly half when compared to wildtype \"P. aeruginosa\".",
            "score": 120.12841796875
        },
        {
            "docid": "2459654_11",
            "document": "Pseudomonas aeruginosa . An opportunistic, nosocomial pathogen of immunocompromised individuals, \"P. aeruginosa\" typically infects the airway, urinary tract, burns, and wounds, and also causes other blood infections. It is the most common cause of infections of burn injuries and of the outer ear (otitis externa), and is the most frequent colonizer of medical devices (e.g., catheters). \"Pseudomonas\" can be spread by equipment that gets contaminated and is not properly cleaned or on the hands of healthcare workers. \"Pseudomonas\" can, in rare circumstances, cause community-acquired pneumonias, as well as ventilator-associated pneumonias, being one of the most common agents isolated in several studies. Pyocyanin is a virulence factor of the bacteria and has been known to cause death in \"C. elegans\" by oxidative stress. However, salicylic acid can inhibit pyocyanin production. One in ten hospital-acquired infections is from \"Pseudomonas\". Cystic fibrosis patients are also predisposed to \"P. aeruginosa\" infection of the lungs. \"P. aeruginosa\" may also be a common cause of \"hot-tub rash\" (dermatitis), caused by lack of proper, periodic attention to water quality. Since these bacteria like moist environments, such as hot tubs and swimming pools, they can cause skin rash or swimmer's ear. \"Pseudomonas\" is also a common cause of postoperative infection in radial keratotomy surgery patients. The organism is also associated with the skin lesion ecthyma gangrenosum. \"P. aeruginosa\" is frequently associated with osteomyelitis involving puncture wounds of the foot, believed to result from direct inoculation with \"P. aeruginosa\" via the foam padding found in tennis shoes, with diabetic patients at a higher risk.",
            "score": 118.89127349853516
        },
        {
            "docid": "2459654_17",
            "document": "Pseudomonas aeruginosa . Regulation of gene expression can occur through cell-cell communication or quorum sensing (QS) via the production of small molecules called autoinducers. The extracellular accumulation of these molecules signals to bacteria to alter gene expression and coordinate behavior. \"P. aeruginosa\" employs three interconnected QS systems – lasRl, rhlRl, and PQS – that each produce unique signaling molecules. Detection of these molecules indicates \"P. aeruginosa\" is growing as biofilm within the lungs of cystic fibrosis patients. QS is known to control expression of a number of virulence factors, including the pigment pyocyanin. Another form of gene regulation that allows the bacteria to rapidly adapt to surrounding changes is through environmental signaling. Recent studies have discovered anaerobiosis can significantly impact the major regulatory circuit of QS. This important link between QS and anaerobiosis has a significant impact on production of virulence factors of this organism. Garlic experimentally blocks quorum sensing in \"P. aeruginosa\".",
            "score": 115.5864028930664
        },
        {
            "docid": "18589744_4",
            "document": "Pseudomonas infection . \"P. aeruginosa\" is an opportunistic human pathogen, most commonly affecting immunocompromised patients, such as those with cystic fibrosis or AIDS. Infection can affect many different parts of the body, but infections typically target the respiratory tract (e.g. patients with CF or those on mechanical ventilation), causing bacterial pneumonia. In a surveillance study between 1986 and 1989, P. aeruginosa was the third leading cause of all nosocomial infections, and specifically the number one leading cause of hospital-acquired pneumonia and third leading cause of hospital-acquired UTI. Treatment of such infections can be difficult due to multiple antibiotic resistance, and in the United States, there was an increase in MDRPA (Multidrug-resistant \"Pseudomonas aeruginosa\") resistant to ceftazidime, ciprofloxacin, and aminoglycosides, from 0.9% in 1994 to 5.6% in 2002.",
            "score": 114.8740234375
        },
        {
            "docid": "33705242_12",
            "document": "Rhamnolipid . Rhamnolipids contribute to the establishment and maintenance of infection in cystic fibrosis patients in a number of ways, they disrupt the bronchial epithelium by disrupting the cell membranes, which promotes paracellular invasion of \"Pseudomonas aeruginosa\" and causes ciliostasis, further preventing the clearing of mucus. They also solubilise lung surfactant, allowing phospholipase C access to cell membranes and are necessary for correct biofilm formation.",
            "score": 108.97274017333984
        },
        {
            "docid": "2459654_18",
            "document": "Pseudomonas aeruginosa . Biofilms of \"P. aeruginosa\" can cause chronic opportunistic infections, which are a serious problem for medical care in industrialized societies, especially for immunocompromised patients and the elderly. They often cannot be treated effectively with traditional antibiotic therapy. Biofilms seem to protect these bacteria from adverse environmental factors. \"P. aeruginosa\" can cause nosocomial infections and is considered a model organism for the study of antibiotic-resistant bacteria. Researchers consider it important to learn more about the molecular mechanisms that cause the switch from planktonic growth to a biofilm phenotype and about the role of QS in treatment-resistant bacteria such as \"P. aeruginosa\". This should contribute to better clinical management of chronically infected patients, and should lead to the development of new drugs.",
            "score": 108.27320098876953
        },
        {
            "docid": "50601_24",
            "document": "Cystic fibrosis . Over time, both the types of bacteria and their individual characteristics change in individuals with CF. In the initial stage, common bacteria such as \"S. aureus\" and \"H. influenzae\" colonize and infect the lungs. Eventually, \"Pseudomonas aeruginosa\" (and sometimes \"Burkholderia cepacia\") dominates. By 18 years of age, 80% of patients with classic CF harbor \"P. aeruginosa\", and 3.5% harbor \"B. cepacia\". Once within the lungs, these bacteria adapt to the environment and develop resistance to commonly used antibiotics. \"Pseudomonas\" can develop special characteristics that allow the formation of large colonies, known as \"mucoid\" \"Pseudomonas\", which are rarely seen in people who do not have CF. Scientific evidences suggest the interleukin 17 pathway plays a key role in resistance and modulation of the inflammatory response during \"P. aeruginosa\" infection in CF. In particular, interleukin 17-mediated immunity plays a double-edged activity during chronic airways infection; on one side, it contributes to the control of \"P. aeruginosa\" burden, while on the other, it propagates exacerbated pulmonary neutrophilia and tissue remodeling.",
            "score": 108.0203857421875
        },
        {
            "docid": "20117898_2",
            "document": "Pyocyanin . Pyocyanin (PCN) is one of the many toxins produced and secreted by the Gram negative bacterium \"Pseudomonas aeruginosa\". Pyocyanin is a blue, secondary metabolite with the ability to oxidise and reduce other molecules and therefore can kill microbes competing against \"P. aeruginosa\" as well as mammalian cells of the lungs which \"P. aeruginosa\" has infected during cystic fibrosis. Since pyocyanin is a zwitterion at blood pH, it is easily able to cross the cell membrane. There are three different states in which pyocyanin can exist; oxidized, monovalently reduced or divalently reduced. Mitochondria play a huge role in the cycling of pyocyanin between its redox states. Due to its redox-active properties, pyocyanin generates reactive oxygen species.",
            "score": 107.24922180175781
        },
        {
            "docid": "16806575_10",
            "document": "Lactonase . \"Pseudomonas aeruginosa\", is an AHL-producing bacteria an opportunistic pathogen that infects immuno-compromised patients, and is found in lung infections of cystic fibrosis patients. P. aeruginosa relies on quorom sensing via production of lactones N-butanoyl-l-homoserine (C4-HSL) and N-(3-oxododecanoyl)-l-HSL (3-oxo-C12-HSL) to regulate swarming, toxin and protease production, and proper biofilm formation. The absence of one or more components of the quorum-sensing system results in a significant reduction in virulence of the pathogen.",
            "score": 106.804443359375
        },
        {
            "docid": "3113497_28",
            "document": "Innate immune system . Bacteria and fungi may form complex biofilms, protecting from immune cells and proteins; biofilms are present in the chronic \"Pseudomonas aeruginosa\" and \"Burkholderia cenocepacia\" infections characteristic of cystic fibrosis.",
            "score": 106.70811462402344
        },
        {
            "docid": "14958_68",
            "document": "Immune system . An evasion strategy used by several pathogens to avoid the innate immune system is to hide within the cells of their host (also called intracellular pathogenesis). Here, a pathogen spends most of its life-cycle inside host cells, where it is shielded from direct contact with immune cells, antibodies and complement. Some examples of intracellular pathogens include viruses, the food poisoning bacterium \"Salmonella\" and the eukaryotic parasites that cause malaria (\"Plasmodium falciparum\") and leishmaniasis (\"Leishmania spp.\"). Other bacteria, such as \"Mycobacterium tuberculosis\", live inside a protective capsule that prevents lysis by complement. Many pathogens secrete compounds that diminish or misdirect the host's immune response. Some bacteria form biofilms to protect themselves from the cells and proteins of the immune system. Such biofilms are present in many successful infections, e.g., the chronic \"Pseudomonas aeruginosa\" and \"Burkholderia cenocepacia\" infections characteristic of cystic fibrosis. Other bacteria generate surface proteins that bind to antibodies, rendering them ineffective; examples include \"Streptococcus\" (protein G), \"Staphylococcus aureus\" (protein A), and \"Peptostreptococcus magnus\" (protein L).",
            "score": 105.72227478027344
        },
        {
            "docid": "2105390_4",
            "document": "Mastoiditis . The pathophysiology of mastoiditis is straightforward: bacteria spread from the middle ear to the mastoid air cells, where the inflammation causes damage to the bony structures. \"Streptococcus pneumoniae, Streptococcus pyogenes, Staphylococcus aureus, Haemophilus influenzae,\" and \"Moraxella catarrhalis\" are the most common organisms recovered in acute mastoiditis. Organisms that are rarely found are \"Pseudomonas aeruginosa\" and other Gram-negative aerobic bacilli, and anaerobic bacteria. \"P. aeruginosa,\" Enterobacteriaceae,\" S. aureus\" and anaerobic bacteria (Prevotella, Bacteroides, Fusobacterium, and \"Peptostreptococcus\" spp. ) are the most common isolates in chronic mastoiditis. Rarely, \"Mycobacterium\" species can also cause the infection. Some mastoiditis is caused by cholesteatoma, which is a sac of keratinizing squamous epithelium in the middle ear that usually results from repeated middle-ear infections. If left untreated, the cholesteatoma can erode into the mastoid process, producing mastoiditis, as well as other complications.",
            "score": 105.62224578857422
        },
        {
            "docid": "33705242_11",
            "document": "Rhamnolipid . As mentioned previously, \"Pseudomonas aeruginosa\" produces a host of virulence factors in concert, under the control of the quorum sensing system. Many studies show that inhibiting quorum sensing down-regulates the pathogenicity of \"Pseudomonas aeruginosa\". However, it has been shown that rhamnolipids specifically are a key virulence determinant in \"Pseudomonas aeruginosa\". A variety of virulence factors were analysed in \"Pseudomonas aeruginosa\" strains isolated from pneumonia patients. Rhamnolipids were found to be the only virulence factor that was associated with the deterioration of the patients to ventilator-associated pneumonia. Several other reports also support the role of rhamnolipids in lung infections. The effect of rhamnolipids in \"Pseudomonas aeruginosa\" virulence has been further noted in corneal infections (Alarcon et al., 2009; Zhu et al., 2004). It has been shown that rhamnolipids are able to integrate into the epithelial cell membrane and disrupt tight-junctions. This study used reconstituted epithelial membranes and purified rhamnolipids to demonstrate this mechanism. In addition to inhibition and killing of epithelial cells, rhamnolipids are able to kill polymorphonuclear (PMN) leukocytes and macrophages and inhibit phagocytosis. In summary, rhamnolipids have been shown unequivocally to be a potent virulence factor in the human host, however, they are also produced outside of the host, for example in a soil environment.",
            "score": 104.99715423583984
        },
        {
            "docid": "55868631_10",
            "document": "List of antibiotic resistant bacteria . \"Pseudomonas aeruginosa\" is a highly prevalent opportunistic pathogen. One of the most worrisome characteristics of \"P. aeruginosa\" is its low antibiotic susceptibility, which is attributable to a concerted action of multidrug efflux pumps with chromosomally encoded antibiotic resistance genes (e.g., \"mexAB-oprM\", \"mexXY\") and the low permeability of the bacterial cellular envelopes. \"Pseudomonas aeruginosa\" has the ability to produce 4-hydroxy-2-alkylquinolines (HAQs) and it has been found that HAQs have prooxidant effects, and overexpressing modestly increased susceptibility to antibiotics. The study experimented with the \"Pseudomonas aeruginosa\" biofilms and found that a disruption of relA and spoT genes produced an inactivation of the Stringent response (SR) in cells with nutrient limitation, which provides cells be more susceptible to antibiotics.",
            "score": 104.29686737060547
        },
        {
            "docid": "1353990_3",
            "document": "Pseudomonadales . The bacterial genus \"Pseudomonas\" includes the opportunistic human pathogen \"P. aeruginosa\", plant pathogenic bacteria, plant beneficial bacteria, ubiquitous soil bacteria with bioremediation capabilities and other species that cause spoilage of milk and dairy products. \"P. aeruginosa\" can cause chronic opportunistic infections that have become increasingly apparent in immunocompromised patients and the ageing population of industrialised societies. The genome sequences of several pseudomonads have become available in recent years and researchers are beginning to use the data to make new discoveries about this bacterium.",
            "score": 101.02816772460938
        },
        {
            "docid": "40228929_4",
            "document": "Urs Jenal . The research of Urs Jenal explores the molecular basis of signal transduction controlling the growth, development and behavior of bacteria. Jenal received international acclaim through his discovery of a new pathway, which is based on a new cyclic di-nucleotide (c-di-GMP) and which coordinates the formation of microbial biofilms and contributes to the development of chronic bacterial infections. With the model bacterium Caulobacter crescentus, Jenal discovered that c-di-GMP controls the transition from motile bacteria to a sedentary biofilm-forming structure and this process coordinates the replication cycle of the cells. Jenal’s most recent work has investigated the importance of the c-di-GMP signaling network for chronic lung infections caused by Pseudomonas aeruginosa in patients with cystic fibrosis.",
            "score": 100.90189361572266
        },
        {
            "docid": "30427655_2",
            "document": "CFTR inhibitory factor . The CFTR inhibitory factor (Cif) is a protein virulence factor secreted by the Gram-negative bacteria \"Pseudomonas aeruginosa\" and \"Acinetobacter nosocomialis\". Discovered at Dartmouth Medical School, Cif is able to alter the trafficking of select ABC transporters in eukaryotic epithelial cells, such as the cystic fibrosis transmembrane conductance regulator (CFTR), and P-glycoprotein by interfering with the host deubiquitinating machinery. By promoting the ubiquitin-mediated degradation of CFTR, Cif is able to phenocopy cystic fibrosis at the cellular level. The \"cif\" gene is transcribed as part of a 3 gene operon, whose expression is negatively regulated by CifR, a TetR family repressor.",
            "score": 100.41669464111328
        },
        {
            "docid": "885841_14",
            "document": "Colistin . For example, colistin in combination with other drugs are used to attack \"P. aeruginosa\" biofilm infection in lungs of CF patients. Biofilms have a low oxygen environment below the surface where bacteria are metabolically inactive and colistin is highly effective in this environment. However, \"P. aeruginosa\" reside in the top layers of the biofilm, where they remain metabolically active. This is because surviving tolerant cells migrate to the top of the biofilm via pili motility and form new aggregates via quorum sensing.",
            "score": 100.37107849121094
        },
        {
            "docid": "46837955_6",
            "document": "Host microbe interactions in Caenorhabditis elegans . The microbial communities residing inside the host body have now been recognized to be important for effective immune responses. Yet the molecular mechanisms underlying this protection are largely unknown. Bacteria can help the host to fight against pathogens either by directly stimulating the immune response or by competing with the pathogenic bacteria for available resources. In \"C. elegans\", some associated bacteria seem to generate protection against pathogens. For example, when \"C. elegans\" is grown on \"Bacillus megaterium\" or \"Pseudomonas mendocina\", worms are more resistant to infection with the pathogenic bacterium \"Pseudomonas aeruginosa\" [21], which is a common bacterium in \"C. elegans’ \"natural environment and therefore a potential natural pathogen. This protection is characterized by prolonged survival on \"P. aeruginosa\" in combination with a delayed colonization of \"C. elegans\" by the pathogen. Interestingly, due to its comparatively large size \"B. megaterium\" is not an optimal food source for \"C. elegans\", resulting in a delayed development and a reduced reproductive rate. The ability of \"B. megaterium\" to enhance resistance against the infection with \"P. aeruginosa\" seems to be linked to the decrease in reproductive rate. However, the protection against \"P. aeruginosa\" infection provided by \"P. mendocina\" is reproduction independent, and depends on the p38 mitogen-activated protein kinase pathway.\" P. mendocina\" is able to activate the p38 MAPK pathway and thus to stimulate the immune response of \"C. elegans\" against the pathogen.",
            "score": 99.37276458740234
        },
        {
            "docid": "2459654_19",
            "document": "Pseudomonas aeruginosa . Many genes and factors affect biofilm formation in \"P. aeruginosa\". One of the main gene operons responsible for the initiation and maintaining the biofilm is the PSL operon. This 15-gene operon is responsible for the cell-cell and cell-surface interactions required for cell communication. It is also responsible for the sequestering of the extracellular polymeric substance matrix. This matrix is composed of nucleic acids, amino acids, carbohydrates, and various ions. This matrix is one of the main resistance mechanisms in the biofilms of \"P. aeruginosa\".",
            "score": 97.76429748535156
        },
        {
            "docid": "240850_21",
            "document": "Gene silencing . Unlike viruses, bacteria are not as susceptible to silencing by siRNA. This is largely due to how bacteria replicate. Bacteria replicate outside of the host cell and do not contain the necessary machinery for RNAi to function. However, bacterial infections can still be suppressed by siRNA by targeting the host genes that are involved in the immune response caused by the infection or by targeting the host genes involved in mediating the entry of bacteria into cells. For instance, siRNA was used to reduce the amount of pro-inflammatory cytokines expressed in the cells of mice treated with lipopolysaccharide (LPS). The reduced expression of the inflammatory cytokine, tumor necrosis factor α (TNFα), in turn, caused a reduction in the septic shock felt by the LPS-treated mice. In addition, siRNA was used to prevent the bacteria, \"Psueomonas aeruginosa\", from invading murine lung epithelial cells by knocking down the caveolin-2 (CAV2) gene. Thus, though bacteria cannot be directly targeted by siRNA mechanisms, they can still be affected by siRNA when the components involved in the bacterial infection are targeted.",
            "score": 96.01026916503906
        },
        {
            "docid": "14305701_7",
            "document": "Beta-defensin 2 . hBD-2 represents the first human defensin that is produced following stimulation of epithelial cells by contact with microorganisms such as \"P. aeruginosa\" or cytokines such as TNF-alpha and IL-1 beta. The HBD-2 gene and protein are locally expressed in keratinocytes associated with inflammatory skin lesions. It is intriguing to speculate that HBD-2 is a dynamic component of the local epithelial defense system of the skin and respiratory tract having a role to protect surfaces from infection, and providing a possible reason why skin and lung infections with Gram-negative bacteria are rather rare.",
            "score": 95.91397094726562
        },
        {
            "docid": "30427655_3",
            "document": "CFTR inhibitory factor . Cif was first discovered by co-culturing \"P. aeruginosa\" with human airway epithelial cells and monitoring the resulting effect on chloride ion efflux across a polarized monolayer. After co-culture, the CFTR specific chloride ion efflux was found to be drastically reduced. This was determined to be caused by reduced levels of CFTR at the apical surface of these cells. This effect was later found to be the result of a single secreted protein produced by \"P. aeruginosa\", which was named the CFTR inhibitory factor for this initial phenotype. Cif is secreted by \"P. aeruginosa\" PA14 as soluble protein as well as packaged into outer membrane vesicles (OMV). Cif is far more potent when applied in OMVs, likely due to efficiency of delivery. Purified, recombinant Cif protein can be applied to polarized monolayers of mammalian cells and promote the removal of CFTR and P-glycoprotein from the apical membrane. Cif accomplishes this by interfering with the host deubiquitylation system.",
            "score": 95.57733917236328
        },
        {
            "docid": "2580748_20",
            "document": "Bacterial adhesin . Multivalent Adhesion Molecules (MAMs) are a widespread family of adhesins found in Gram negative bacteria, including \"E. coli\", \"Vibrio\", \"Yersinia\", and \"Pseudomonas aeruginosa\". MAMs contain tandem repeats of mammalian cell entry (MCE) domains which specifically bind to extracellular matrix proteins and anionic lipids on host tissues. Since they are abundant in many pathogens of clinical importance, Multivalent Adhesion Molecules are a potential target for prophylactic or therapeutic anti-infectives. The use of a MAM targeting adhesion inhibitor was shown to significantly decrease the colonization of burn wounds by multidrug resistant \"Pseudomonas aeruginosa\" in rats.",
            "score": 95.51032257080078
        },
        {
            "docid": "33705242_9",
            "document": "Rhamnolipid . As mentioned previously, \"Pseudomonas aeruginosa\" has the ability to metabolise a variety of substrates including n-alkanes, hexadecane and oils. Uptake of these hydrophobic substrates is speculated to rely on the production of rhamnolipids. It is thought that rhamnolipids either cause the \"Pseudomonas aeruginosa\" cell surface to become hydrophobic, promoting an interaction between the substrate and the cell, or secreted rhamnolipids emulsify the substrate and allow it to be taken up by the \"Pseudomonas aeruginosa\" cell. There is evidence that rhamnolipids are highly adsorbent to the \"Pseudomonas aeruginosa\" cell surface, causing it to become hydrophobic. It has also been shown that production of rhamnolipids promotes uptake of hexadecane by overcoming the inhibitory effect of the hydrophilic interactions caused by LPS. Production of rhamnolipids is observed on hydrophobic substrates but equally high yields are achievable on other carbon sources such as sugars. Furthermore, although mono-rhamnolipids have been shown to interact with the \"Pseudomonas aeruginosa\" cell membrane and cause it to become hydrophobic, di-rhamnolipids do not interact well with the cell membrane because the polar head group is too large to penetrate the LPS layer. Therefore, although Rhamnolipids may play a part in interaction of \"Pseudomonas aeruginosa\" with hydrophobic carbon sources, they are likely to have additional functions.",
            "score": 95.13365173339844
        },
        {
            "docid": "665554_7",
            "document": "Radial keratotomy . The healing corneal wounds consist of newly abutting corneal stroma, fibroblastic cells, and irregular fibrous connective tissue. Closer to the wound surface lies the epithelial plug, a bed of the cells that form the normal corneal epithelium which have fallen into the wound. Often this plug is three to four times as deep as the normal corneal epithelium layer. As the cells migrate from the depth of the plug up to the surface, some die before reaching it, forming breaches in the otherwise healthy epithelial layer. This, consequently, leaves the cornea more susceptible to infections. The risk is estimated to be between 0.25% and 0.7% Healing of the RK incisions is very slow and unpredictable, often incomplete even years after surgery. Similarly, infection of these chronic wounds can also occur years after surgery, with 53% of ocular infections being late in onset. The pathogen most commonly involved in such infections is the highly virulent bacterium \"Pseudomonas aeruginosa\".",
            "score": 94.941162109375
        },
        {
            "docid": "9028799_57",
            "document": "Bacteria . Each species of pathogen has a characteristic spectrum of interactions with its human hosts. Some organisms, such as \"Staphylococcus\" or \"Streptococcus\", can cause skin infections, pneumonia, meningitis and even overwhelming sepsis, a systemic inflammatory response producing shock, massive vasodilation and death. Yet these organisms are also part of the normal human flora and usually exist on the skin or in the nose without causing any disease at all. Other organisms invariably cause disease in humans, such as the Rickettsia, which are obligate intracellular parasites able to grow and reproduce only within the cells of other organisms. One species of Rickettsia causes typhus, while another causes Rocky Mountain spotted fever. \"Chlamydia\", another phylum of obligate intracellular parasites, contains species that can cause pneumonia, or urinary tract infection and may be involved in coronary heart disease. Finally, some species, such as \"Pseudomonas aeruginosa\", \"Burkholderia cenocepacia\", and \"Mycobacterium avium\", are opportunistic pathogens and cause disease mainly in people suffering from immunosuppression or cystic fibrosis.",
            "score": 94.5818099975586
        },
        {
            "docid": "466746_13",
            "document": "Mycoplasma pneumoniae . The main cytotoxic effect of \"M. pneumoniae\" is local disruption of tissue and cell structure along the respiratory tract epithelium due to its close proximity to host cells. Attachment of the bacteria to host cells can result in loss of cilia, a reduction in metabolism, biosynthesis, and import of macromolecules, and, eventually, infected cells may be shed from the epithelial lining. M. pneumoniae produces a unique virulence factor known as Community Acquired Respiratory Distress Syndrome (CARDS) toxin. The CARDS toxin most likely aids in the colonization and pathogenic pathways of M. pneumoniae, leading to inflammation and airway dysfunction. In addition, the formation of hydrogen peroxide is a key virulence factor in \"M. pneumoniae\" infections. Attachment of \"M. pneumoniae\" to erythrocytes permits diffusion of hydrogen peroxide from the bacteria to the host cell without detoxification by catalase or peroxidase, which can injure the host cell by reducing glutathione, damaging lipid membranes and causing protein denaturation. Local damage may also be a result of lactoferrin acquisition and subsequent hydroxyl radical, superoxide anion and peroxide formation. The cytotoxic effects of \"M. pneumoniae\" infections translate into common symptoms like coughing and lung irritation that may persist for months after infection has subsided. Local inflammation and hyperresponsiveness by infection induced cytokine production has been associated with chronic conditions such as bronchial asthma and has also been linked to progression of symptoms in individuals with cystic fibrosis and COPD.",
            "score": 94.44454956054688
        },
        {
            "docid": "2459654_3",
            "document": "Pseudomonas aeruginosa . The organism is considered opportunistic insofar as serious infection often occurs during existing diseases or conditions – most notably cystic fibrosis and traumatic burns. It is also found generally in the immunocompromised but can infect the immunocompetent as in hot tub folliculitis. Treatment of \"P. aeruginosa\" infections can be difficult due to its natural resistance to antibiotics. When more advanced antibiotic drug regimens are needed adverse effects may result.",
            "score": 93.70899200439453
        },
        {
            "docid": "14489318_11",
            "document": "Autoinducer . \"P. aeruginosa\" is an opportunistic human pathogen associated with cystic fibrosis. In \"P. aeruginosa\" infections, quorum sensing is critical for biofilm formation and pathogenicity. \"P. aeruginosa\" contains two pairs of LuxI/LuxR homologs, LasI/LasR and RhlI,RhlR. LasI and RhlI are synthase enzymes that catalyze the synthesis of N-(3-oxododecanoyl)-homoserine lactone and N-(butyryl)-homoserine lactone, respectively. The LasI/LasR and the RhlI/RhlR circuits function in tandem to regulate the expression of a number of virulence genes. At a threshold concentration, LasR binds N-(3-oxododecanoyl)-homoserine lactone. Together this bound complex promotes the expression of virulence factors that are responsible for early stages of the infection process.",
            "score": 93.70539855957031
        },
        {
            "docid": "2459654_21",
            "document": "Pseudomonas aeruginosa . Recent studies have shown that the dispersed cells from \"P. aeruginosa\" biofilms have lower c-di-GMP levels and different physiologies from those of planktonic and biofilm cells. Such dispersed cells are found to be highly virulent against macrophages and \"C. elegans\", but highly sensitive towards iron stress, as compared with planktonic cells.",
            "score": 93.18622589111328
        }
    ]
}