{
    "q": [
        {
            "docid": "11207780_19",
            "document": "Beet leafhopper . In the same study, researchers were able to detect viral particles of MBCTV in beet leafhopper guts after as soon as an hour of feeding on infected plants. Furthermore, they found that insects that had fed on an infected plant for an hour were able to spread the disease to uninfected plants. These findings suggest that the insects become virulent very shortly after feeding on infected plants. The study also found that as time of feeding on infected plants increased, the numbers of viral particles in the gut, hemocoel and salivary glands of the insects also increased, even though there were individual differences in the amounts of BMCTV particles detected in the body. Another important finding of this study was showing that individual insects can maintain MBCTV in their bodies for up to a 30 days after getting infected by it, even though the amount of virus detected does not increase in this period. The authors propose that this indicates that MBCTV is unable to replicate within its vector. It was also found that the virus is not transmitted between generations of beet leafhoppers from adults to nymphs, proposing that the virus does not use transovarial transmission.",
            "score": 130.50726079940796
        },
        {
            "docid": "485836_5",
            "document": "Jumping plant louse . Citrus greening, also known as \"huanglongbing\", associated with the presence of a bacterium \"Liberibacter asiaticum\", is an example of a plant pathogen that has coevolved with its insect vector, the \"Asian citrus psyllid\", ACP, \"Diaphorina citri\", such that the pathogen causes little or no harm to the insect, but causes a major disease which can reduce citrus quality, flavor, and production, as well as causing citrus trees to die. ACP was found in Florida in 1998, and has since spread across the southern US into Texas. This disease was found in Florida citrus groves in 2005. Management methods to reduce the spread of this disease and psyllid populations depend on an integrated pest management approach using insecticides, parasitoids, predators, and pathogens specific to ACP. Due to the spread of citrus greening worldwide and the growing importance of psyllid-spread diseases, an International Psyllid Genome Consortium was established. Insect genomics provides important information on the genetic basis of the pests biology which may be altered to suppress psyllid populations in an environmentally friendly manner. The emerging psyllid genome continues to elucidate psyllid biology, expanding what is known about gene families, genetic variation, and gene expression in insects. Thus far, two new psyllid viruses have been discovered, and are being examined as potential biological control agents to reduce psyllid populations. Psyllid cell cultures have also been established by several researchers working with virus propagation, and as a system to propagate \"C. liberibacter\" for molecular studies on infection and replication. Studies on the microbiota have also identified four new species of bacteria. Thus far, 10 microbial organisms have been identified within these psyllids, among them the primary endosymbiont, whose genome has been sequenced and posted at the NCBI database, as well as a \"Wolbachia\" species.",
            "score": 98.38011169433594
        },
        {
            "docid": "4513047_8",
            "document": "Cypovirus . Infection occurs when a susceptible insect consumes the polyhedra, usually as a contaminant on the insect’s food (in most cases, foliage of a plant). The polyhedra dissolve in the digestive tract of the insect, releasing the virus particles that penetrate the gut epithelial cells. Replication of the virus is often confined to these cells and the progeny virus, in the form of new polyhedra are excreted in the insect feces, thus contaminating more foliage resulting in the spread of the disease to additional insects. The progression of the disease can be rather slow, but the virus infection is normally fatal.",
            "score": 98.15521764755249
        },
        {
            "docid": "4181580_8",
            "document": "Orbivirus . NS1 is the most abundant protein in BTV infected cells. It forms tubules that may be involved in translocation of progeny virus particles to the cell membrane. NS2 is phosphorylated by cellular kinases and is an important matrix protein of the granular viral inclusion bodies that form within the cytoplasm of infected cells. These viral inclusion bodies act as the centres of viral replication. The membrane glycoproteins NS3 and NS3a are expressed in large amounts in insect cells but not in mammalian cells. They are involved in the release of progeny virus particles from infected cells and may be involved in determination of both vector competence and virulence. Many orbiviruses preferentially infect vascular endothelial cells. Orbiviruses enter the host cell by endocytosis and the outer capsid is subsequently removed. The whole cycle of viral replication takes place within the cytoplasm of the host cell. Transcription of the viral genome into mRNA occurs within the core particle and mRNA is translated into proteins using the host cell ribosomes. Viral proteins are synthesized 2–14 days after initial infection. New virons self-assemble within the cytoplasm and are then released from the host cell by budding. During the budding process they transiently acquire a lipid envelope which can be detected for a short period of time following their release but this is subsequently lost. Orbiviruses primarily cause diseases in animals. The different Orbivirus species have different host specificities. Orbiviruses are vector-borne pathogens transmitted between vertebrate hosts by vectors such as mosquitoes, midges, gnats, sandflies and ticks. Bluetongue virus (BTV) is an Orbivirus that causes bluetongue disease in sheep, cattle, goats and wild ungulates. BTV has been in the forefront of molecular studies for last three decades and now represents one of the best understood viruses at the molecular and structural levels. Other species of Orbiviruses are responsible for other diseases of animals such as African Horse sickness and Equine encephalosis virus.",
            "score": 84.19312751293182
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 117.67815291881561
        },
        {
            "docid": "14268856_4",
            "document": "Nucleocytoplasmic large DNA viruses . Members of the family \"Ascoviridae\" come in different shapes. Some can be rod-shaped, while others are oval. They measure up to 130 nm wide and 400 nm long. Theses viruses have circular double stranded DNA that have a length of about 100–200 kilobase pairs. They infect lepidopteran insect larvae and can infect through parasitoid wasps. Once they infect they replicate and cause death in insect pest. This allows them to control insect populations. Ascoviridae can have up to 180 genes in its genome. The replication of this virus takes place in the nucleus of the host cell. When it replicates, it causes the nucleus to increase in size and eventually burst. After, the virion starts to form and spread.",
            "score": 91.93152117729187
        },
        {
            "docid": "1649692_2",
            "document": "Viral pathogenesis . Viral pathogenesis is the study of how biological viruses cause diseases in their target hosts, usually carried out at the cellular or molecular level. It is a specialized field of study in virology. Pathogenesis is a process in which an initial infection becomes a disease. Viral disease is the sum of the effects on the host caused by the replication of the virus and of the host's subsequent immune response. Viruses are able to initiate infection, disperse throughout the body, and replicate due to virulence characteristics. Mechanisms of pathogenesis of viral diseases include: implantation of the virus at the portal of entry, local replication, spread to target organs, and shedding of the virus into the environment. There are several factors that affect pathogenic mechanisms. Some of these factors include virulence characteristics of the virus that is infecting. In order to cause disease, the virus must overpower several inhibitory effects present in the host. Some of the inhibitory effects include distance, physical barriers, host defenses, and conflicting cellular susceptibilities. These inhibitory effects may differ among individuals and different races due to the inhibitory effects being genetically controlled.",
            "score": 64.08009624481201
        },
        {
            "docid": "1475873_17",
            "document": "Plant virus . Plant viruses need to be transmitted by a vector, most often insects such as leafhoppers. One class of viruses, the Rhabdoviridae, has been proposed to actually be insect viruses that have evolved to replicate in plants. The chosen insect vector of a plant virus will often be the determining factor in that virus's host range: it can only infect plants that the insect vector feeds upon. This was shown in part when the old world white fly made it to the United States, where it transferred many plant viruses into new hosts. Depending on the way they are transmitted, plant viruses are classified as non-persistent, semi-persistent and persistent. In non-persistent transmission, viruses become attached to the distal tip of the stylet of the insect and on the next plant it feeds on, it inoculates it with the virus. Semi-persistent viral transmission involves the virus entering the foregut of the insect. Those viruses that manage to pass through the gut into the haemolymph and then to the salivary glands are known as persistent. There are two sub-classes of persistent viruses: propagative and circulative. Propagative viruses are able to replicate in both the plant and the insect (and may have originally been insect viruses), whereas circulative can not. Circulative viruses are protected inside aphids by the chaperone protein symbionin, produced by bacterial symbionts. Many plant viruses encode within their genome polypeptides with domains essential for transmission by insects. In non-persistent and semi-persistent viruses, these domains are in the coat protein and another protein known as the helper component. A bridging hypothesis has been proposed to explain how these proteins aid in insect-mediated viral transmission. The helper component will bind to the specific domain of the coat protein, and then the insect mouthparts — creating a bridge. In persistent propagative viruses, such as tomato spotted wilt virus (TSWV), there is often a lipid coat surrounding the proteins that is not seen in other classes of plant viruses. In the case of TSWV, 2 viral proteins are expressed in this lipid envelope. It has been proposed that the viruses bind via these proteins and are then taken into the insect cell by receptor-mediated endocytosis.",
            "score": 93.24352860450745
        },
        {
            "docid": "46638993_6",
            "document": "Microbiome in the Drosophila gut . In the gut of \"Drosophila melanogaster\" the composition and action of the microbiome appears to be tightly regulated within compartments, that is different sections of the intestines. This is indicated by the differential expression of genes, especially with a regulatory function, in the epithelium of different parts of the gut. In detail, the gut is compartmentalized into three parts, the foregut, the midgut, and the hindgut. While foregut and hindgut are lined with a cuticle formed by the ectodermal epithelium, the midgut is of entodermal origin. In adult flies the midgut is further divided into five smaller regions. The immune response varies among the gut regions. The immune deficiency (IMD) pathway responds to bacterial infections and is activated by certain receptors (e.g., the peptidoglycan receptor protein PGRP-LC). These receptors and also other components of the \"Drosophila\" immune system such as Toll receptor and dDUOX pathway molecules control immune responses in ectodermal tissue of the anterior gut. Moreover, the anterior midgut is enriched in certain antimicrobial peptides (AMPs). This suggests that the immune defence in this area is particularly responsive, possibly because this regions represents the first contact region for newly taken up food, microbiota, and/or intestinal pathogens. In the middle and posterior midgut, other genes such as the receptor PGRP-LB, which down-regulates the IMD immune response, are expressed, possibly in order to minimize expression of immune defence against the microbiota. In addition, the microbiota itself seems to control the expression of several \"Drosophila\" metabolic genes within the midgut, possibly to facilitate digestion of food. Taken together, it appears that the interaction between host and microbiota is precisely regulated across different regions within the gut.",
            "score": 132.7480880022049
        },
        {
            "docid": "4498922_4",
            "document": "Potato leafroll virus . The virus itself is an extremely small, nearly spherical particle (its diameter is only 0.000001 inch) which can be spread by several aphid species that colonize potato, with the green peach aphid being the most efficient. The insect vector is absolutely essential to spread because mechanical transmission, like that which occurs when the leaves of an infected plant rub on a healthy one, simply does not occur with PLRV. The infection process is actually quite complicated with this virus. First the aphid must acquire the virus by feeding on a PLRV infected plant. Then the virus must circulate from the gut of the aphid, through the circulatory system until it finally gets into the salivary glands, from which it can be excreted when the aphid feeds on healthy plants. Only after this has happened can the aphid spread the virus. This sequence of events may require 24 hr. or more to occur. Unfortunately, once an aphid becomes infected, it remains so for the rest of its life. Spread of the virus between plants within a field and between fields can be done by the winged forms of the aphid but most spread within a field, especially from infected plants to nearby, healthy ones, is accomplished by the wingless forms.",
            "score": 82.23413860797882
        },
        {
            "docid": "12356670_2",
            "document": "Impatiens necrotic spot virus . Impatiens necrotic spot virus (INSV) is a plant pathogenic virus of the order \"Bunyavirales\". It was originally believed to be another strain of \"Tomato spotted wilt virus\" but genetic investigations revealed them to be separate viruses. It is a single stranded RNA It has a tripartate genome and is largely spread by the insect vector of the western flower thrips. The virus infects more than 648 species of plant including important horticultural and agricultural species such as fuchsia, tomato, orchids, and lettuce (especially romaine). As the name implies, the main symptom on plants is necrotic spots that appear on the leaves. The INSV virus infects by injecting the RNA the virus contains into the cell which then starts using the cell resources to transcribe what the virus RNA states. Viral infection can often result in the death of the plant. The disease is mainly controlled by the elimination of the western flower thrip vector and by destroying any infected plant material.",
            "score": 78.24649214744568
        },
        {
            "docid": "19167679_6",
            "document": "Virus . Viruses spread in many ways; viruses in plants are often transmitted from plant to plant by insects that feed on plant sap, such as aphids; viruses in animals can be carried by blood-sucking insects. These disease-bearing organisms are known as vectors. Influenza viruses are spread by coughing and sneezing. Norovirus and rotavirus, common causes of viral gastroenteritis, are transmitted by the faecal–oral route and are passed from person to person by contact, entering the body in food or water. HIV is one of several viruses transmitted through sexual contact and by exposure to infected blood. The variety of host cells that a virus can infect is called its \"host range\". This can be narrow, meaning a virus is capable of infecting few species, or broad, meaning it is capable of infecting many.",
            "score": 90.64963722229004
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 71.29060590267181
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 76.13211333751678
        },
        {
            "docid": "1723667_19",
            "document": "Oncolytic virus . Vesicular stomatitis virus (VSV) is a rhabdovirus, consisting of 5 genes encoded by a negative sense, single-stranded RNA genome. In nature, VSV infects insects as well as livestock, where it causes a relatively localized and non-fatal illness. The low pathogenicity of this virus is due in large part to its sensitivity to interferons, a class of proteins that are released into the tissues and bloodstream during infection. These molecules activate genetic anti-viral defence programs that protect cells from infection and prevent spread of the virus. However, in 2000, Stojdl, Lichty et al. demonstrated that defects in these pathways render cancer cells unresponsive to the protective effects of interferons and therefore highly sensitive to infection with VSV. Since VSV undergoes a rapid cytolytic replication cycle, infection leads to death of the malignant cell and roughly a 1000-fold amplification of virus within 24h. VSV is therefore highly suitable for therapeutic application, and several groups have gone on to show that systemically administered VSV can be delivered to a tumour site, where it replicates and induces disease regression, often leading to durable cures. Attenuation of the virus by engineering a deletion of Met-51 of the matrix protein ablates virtually all infection of normal tissues, while replication in tumour cells is unaffected.",
            "score": 72.75809359550476
        },
        {
            "docid": "50618310_11",
            "document": "Eilat virus . Though the EILV is host specific (insect only) it is highly related to a series of viruses which have a more expansive host range. This relation assists in diagnostic testing with the vertebrate infecting viruses. Researchers discovered that the structural proteins of the EILV can be replaced by those of (pathogenic to mammals) related viruses (by super infection exclusion/ Homologous interference). This in turn will allow the virus to form a virus, (of broader host ranges), look alike to the immune system. Therefore, helping the immune system recognize these harmful viruses. Researchers at the University of Texas Medical Branch used this concept for the Chikungunya virus by creating the UTMB test. This test aids in clinical diagnoses and is an affordable alternative to the use of inactivated viruses in diagnostic testing.",
            "score": 73.23723697662354
        },
        {
            "docid": "14596496_5",
            "document": "Photosynthetic reaction centre protein family . Photosynthetic reaction centre genes from PSII (PsbA, PsbD) have been discovered within marine bacteriophage. Though it is widely accepted dogma that arbitrary pieces of DNA can be borne by phage between hosts (transduction), one would hardly expect to find transduced DNA within a large number of viruses. Transduction is presumed to be common in general, but for any single piece of DNA to be routinely transduced would be highly unexpected. Instead, conceptually, a gene routinely found in surveys of viral DNA would have to be a functional element of the virus itself (this does not imply that the gene would not be transferred among hosts - which the photosystem within viruses is - but instead that there is a viral function for the gene, that it is not merely hitchhiking with the virus). However, free viruses lack the machinery needed to support metabolism, let alone photosynthesis. As a result, photosystem genes are not likely to be a functional component of the virus like a capsid protein or tail fibre. Instead, it is expressed within an infected host cell. Most virus genes that are expressed in the host context are useful for hijacking the host machinery to produce viruses or for replication of the viral genome. These can include reverse transcriptases, integrases, nucleases or other enzymes. Photosystem components do not fit this mould either. The production of an active photosystem during viral infection provides active photosynthesis to dying cells. This is not viral altruism towards the host, however. The problem with viral infections tends to be that they disable the host relatively rapidly. As protein expression is shunted from the host genome to the viral genome, the photosystem degrades relatively rapidly (due in part to the interaction with light, which is highly corrosive), cutting off the supply of nutrients to the replicating virus. A solution to this problem is to add rapidly degraded photosystem genes to the virus, such that the nutrient flow is uninhibited and more viruses are produced. One would expect that this discovery will lead to other discoveries of a similar nature; that elements of the host metabolism key to viral production and easily damaged during infection are actively replaced or supported by the virus during infection.",
            "score": 86.43327701091766
        },
        {
            "docid": "1895094_2",
            "document": "Opportunistic infection . An opportunistic infection is an infection caused by pathogens (bacteria, viruses, fungi, or protozoa) that take advantage of an opportunity not normally available, such as a host with a weakened immune system, an altered microbiota (such as a disrupted gut microbiota), or breached integumentary barriers. Many of these pathogens do not cause disease in a healthy host that has a normal immune system. However, a compromised immune system, a penetrating injury, or a lack of competition from normal commensals presents an opportunity for the pathogen to infect.",
            "score": 128.1015042066574
        },
        {
            "docid": "33826069_4",
            "document": "Viral neuronal tracing . The life cycle of viruses, such as those used in neuronal tracing, is different from cellular organisms. Viruses are parasitic in nature and cannot proliferate on their own. Therefore, they must infect another organism and effectively hijack cellular machinery to complete their life cycle. The first stage of the viral life cycle is called viral entry. This defines the manner in which a virus infects a new host cell. In nature, neurotropic viruses are usually transmitted through bites or scratches, as in the case of Rabies virus or certain strains of Herpesviruses. In tracing studies, this step occurs artificially, typically through the use of a syringe. The next stage of the viral life cycle is called viral replication. During this stage, the virus takes over the host cell's machinery to cause the cell to create more viral proteins and assemble more viruses. Once the cell has produced a sufficient number of viruses, the virus enters the viral shedding stage. During this stage, viruses leave the original host cell in search of a new host. In the case of neurotropic viruses, this transmission typically occurs at the synapse. Viruses can jump across the relatively short space from one neuron to the next. This trait is what makes viruses so useful in tracer studies. Once the virus enters the next cell, the cycle begins anew. The original host cell begins to degrade after the shedding stage. In tracer studies, this is the reason the timing must be tightly controlled. If the virus is allowed to spread too far, the original microcircuitry of interest is degraded and no useful information can be retrieved. Typically, viruses can infect only a small number of organisms, and even then only a specific cell type within the body. The specificity of a particular virus for a specific tissue is known as its tropism. Viruses in tracer studies are all neurotropic (capable of infecting neurons).",
            "score": 72.42997169494629
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 88.14833748340607
        },
        {
            "docid": "7903516_17",
            "document": "Phycodnaviridae . The life cycle of the chlorovirus infecting \"Paramecium bursaria\", known as PBCV-1 has been studied in detail . Cryo-electron microscopy and 3D reconstruction of the viral capsid shows that there is a long 'spike' structure which first contacts the cell wall and likely serves to puncture the cell wall of the host. The PBCV-1 virus is specific to its host and recognition is mediated by the interaction of virus surface proteins with algal surface carbohydrates. Following attachment of the virus to the host's cell wall, capsid-bound glycolytic enzymes break down the cell wall. The viral membrane likely fuses with the host membrane, allowing the viral DNA to enter the cytoplasm, leaving an empty capsid on the outside. As PBCV-1 lacks an RNA polymerase gene, the virus must use the host cell's machinery to produce viral RNA. Thus, the viral DNA quickly moves to the nucleus where early transcription is initiated 5–10 minutes post infection. Within minutes of infection, host chromosomal degradation occurs, inhibiting host transcription. At 20 minutes post infection, most of the mRNAs in the infected cell are viral mRNAs. The proteins translated from the early stage of transcription are involved in initiating viral DNA replication, occurring 60–90 minutes post infection. The second phase of proteins are translated in the cytoplasm and the assembly of virus capsids begins about 2–3 hours post infection. Mature virions are formed with the addition of newly-replicated viral DNA from the host nucleus, likely facilitated by a virus encoded DNA packaging ATPase. About 5–6 hours following PBCV-1 infection, the cytoplasm is filled with virions and lysis occurs at 6–8 hours post infection releasing roughly 1000 particles per cell.",
            "score": 69.81034290790558
        },
        {
            "docid": "1871554_9",
            "document": "Glassy-winged sharpshooter . Successful efforts using integrated pest management (IPM) of the glassy-winged sharpshooter include the use of insecticides, parasitoids (especially wasps in the family Mymaridae), and the impact of naturally occurring pathogens like viruses, bacteria, and fungi. One of the newly discovered pathogens is a virus specific to sharpshooters. The leafhopper-infecting virus, \"Homalodisca coagulata virus-1\" (HoCV-1, \"Dicistroviridae\"), has been shown to increase leafhopper mortality. The virus occurs in nature and is spread most readily at high population densities through contact among infected individuals, contact with virus-contaminated surfaces, and/or as an aerosol in leafhopper excreta. One of the most successful biocontrol efforts has been the mass rearing and release of four different leafhopper parasitoids (in the mymarid genus \"Gonatocerus\"), which have been very successful in reducing the number of eggs that survive. The traditional means of insect management, such as scouting and land owner reports of leafhopper presence, followed by highly focused insecticide treatments, have also been of great value in reducing leafhopper numbers; all of these impacts have produced a system wherein reasonable, environmentally sound management of this insect pest is being maintained.",
            "score": 66.10639214515686
        },
        {
            "docid": "21354427_3",
            "document": "Human T-lymphotropic virus . HTLV-1 is an abbreviation for \"human T-cell lymphotropic virus type 1\", also called human T-cell leukemia type 1, a virus that has been implicated in several kinds of diseases, including HTLV-1-associated myelopathy, and as a virus cancer link for leukemia (see adult T-cell leukemia/lymphoma).HTLV-1 has six reported subtypes (subtypes A to F). The great majority of infections are caused by the cosmopolitan subtype A. HTLV was discovered by Robert Gallo and colleagues in 1980. Between 1 in 20 and 1 in 25 infected people are thought to develop cancer as a result of the virus. HTLV-1 infection is thought to spread only through dividing cells since reverse transcriptase generates proviral DNA from genomic viral RNA, and the provirus is integrated into the host genome by viral integrase after transmission. Therefore, the quantification of provirus reflects the number of HTLV-1-infected cells. So, an increase in numbers of HTLV-1-infected cells using cell division, by actions of accessory viral genes, especially Tax, may provide an enhancement of infectivity Tax expression induces proliferation, inhibits the apoptosis of HTLV-1-infected cells and, conversely, evokes the host immune response, including cytotoxic T cells, to kill virus-infected cells. Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 75.54044091701508
        },
        {
            "docid": "46961827_4",
            "document": "Alphaentomopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Coleoptera insects serve as the natural host.",
            "score": 79.05562722682953
        },
        {
            "docid": "46962619_4",
            "document": "Betaentomopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Lepidoptera and orthoptera insects serve as the natural host.",
            "score": 79.53114700317383
        },
        {
            "docid": "47005763_4",
            "document": "Gammaentomopoxvirus . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Lepidoptera and orthoptera insects serve as the natural host.",
            "score": 79.53114700317383
        },
        {
            "docid": "34750157_4",
            "document": "Entomopoxvirinae . Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral proteins to host glycosaminoglycans (GAGs) mediates endocytosis of the virus into the host cell. Fusion with the plasma membrane to release the core into the host cytoplasm. Early phase: early genes are transcribed in the cytoplasm by viral RNA polymerase. Early expression begins at 30 minutes post-infection. Core is completely uncoated as early expression ends, viral genome is now free in the cytoplasm. Intermediate phase: Intermediate genes are expressed, triggering genomic DNA replication at approximately 100 minutes post-infection. Late phase: Late genes are expressed from 140 min to 48 hours post-infection, producing all structural proteins. Assembly of progeny virions starts in cytoplasmic viral factories, producing an spherical immature particle. This virus particle matures into brick-shaped intracellular mature virion (IMV). IMV virion can be released upon cell lysis, or can acquire a second double membrane from trans-Golgi and bud as external enveloped virion (EEV). Mature virion can be occluded in spheroids composed of spheroidin proteinhost receptors, which mediates endocytosis. Replication follows the DNA strand displacement model. Dna templated transcription is the method of transcription. The virus exits the host cell by existing in occlusion bodies after cell death and remaining infectious until finding another host. Insects, human, vertebrates, and arthropods serve as the natural host.",
            "score": 76.55367994308472
        },
        {
            "docid": "19456032_14",
            "document": "Microbiota . The symbiotic relationship between a host and its microbiota shapes the immune system of mammalians, insects, plants and aquatic organisms. In many animals, the immune system and microbiota engage in \"cross-talk\", exchanging chemical signals. This allows the immune system to recognize the types of bacteria that are harmful to the host and combat them, while allowing the helpful bacteria to carry out their functions; in turn, the microbiota influence immune reactivity and targeting. Bacteria can be transferred from mother to child through direct contact and after birth, or through indirect contact through eggs, coprophagy, and several other pathways. As the infant microbiome is established, commensal bacteria quickly populate the gut, prompting a range of immune responses and \"programming\" the immune system with long-lasting effects. The bacteria are able to stimulate lymphoid tissue associated with the gut mucosa, which enables the tissue to produce antibodies for pathogens that may enter the gut.",
            "score": 111.89127600193024
        },
        {
            "docid": "1298668_6",
            "document": "Echovirus . Some viral replication of an echovirus occurs in the nasopharynx after infection and then spreads to regional lymph nodes. However, most viral particles are swallowed and they reach the lower gut tract, where the virus is presumed to bind to specific receptors. The virus then spreads to the lower intestinal tract, replicating but not causing any major cellular effects along the way. Next, the virus spreads to many secondary sites in the body such as the central nervous system, liver, spleen, bone marrow, heart and finally the lungs. Additional replication of the virus will occur, causing symptoms 4 to 6 days after infection. The most deadly part however is delayed when symptoms of a central nervous system disease start to appear. Enteroviruses are capable of infecting any cell in the body. These viruses are highly infectious. They can spread through the air to other hosts 1–3 weeks after infection and can spread through feces to other hosts eight weeks after infection.",
            "score": 86.56235551834106
        },
        {
            "docid": "5205992_16",
            "document": "Simian foamy virus . The transmission of SFV is believed to spread through saliva, because large quantities of viral RNA, indicative of SFV gene expression and replication, are present in cells of the oral mucosa. Aggressive behaviors such as bites, to nurturing ones such as a mother licking an infant all have the ability to spread the virus. Studies of natural transmission suggest that infants of infected mothers are resistant to infection, presumably because of passive immunity from maternal antibodies, but infection becomes detectable by three years of age. Little else is known about the prevalence and transmission patterns of SFV in wild-living primate populations.",
            "score": 72.50211095809937
        },
        {
            "docid": "417038_14",
            "document": "Rhabdoviridae . Replication characteristically occurs in an inclusion body within the cytoplasm, from where they bud through various cytoplasmic membranes and the outer membrane of the cell. This process results in the acquisition of the M + G proteins, responsible for the characteristic bullet- shaped morphology of the virus. These viruses fall into four groups based on the RNA polymerase gene. The basal clade appears to be novirhabdoviruses, which infect fish. Cytorhabdoviruses and the nucleorhabdoviruses, which infect plants, are sister clades. Lyssaviruses form a clade of their own which is more closely related to the land vertebrate and insect clades than to the plant viruses. The remaining viruses form a number of highly branched clades and infect arthropods and land vertebrates.",
            "score": 69.14851403236389
        },
        {
            "docid": "240850_20",
            "document": "Gene silencing . Gene silencing techniques have also been used to target other viruses, such as the human papilloma virus, the West Nile virus, and the Tulane virus. The E6 gene in tumor samples retrieved from patients with the human papilloma virus was targeted and found to cause apoptosis in the infected cells. Plasmid siRNA expression vectors used to target the West Nile virus were also able to prevent the replication of viruses in cell lines. In addition, siRNA has been found to be successful in preventing the replication of the Tulane virus, part of the Caliciviridae family of viruses, by targeting both its structural and non-structural genes. By targeting the NTPase gene, one dose of siRNA 4 hours pre-infection was shown to control Tulane virus replication for 48 hours post-infection, reducing the viral titer by up to 2.6 logarithms. Although the Tulane virus is species-specific and does not affect humans, it has been shown to be closely related to the human norovirus, which is the most common cause of acute gastroenteritis and food-borne disease outbreaks in the United States. Human noroviruses are notorious for being difficult to study in the laboratory, but the Tulane virus offers a model through which to study this family of viruses for the clinical goal of developing therapies that can be used to treat illnesses caused by human norovirus.",
            "score": 87.70079231262207
        }
    ],
    "r": [
        {
            "docid": "46638993_6",
            "document": "Microbiome in the Drosophila gut . In the gut of \"Drosophila melanogaster\" the composition and action of the microbiome appears to be tightly regulated within compartments, that is different sections of the intestines. This is indicated by the differential expression of genes, especially with a regulatory function, in the epithelium of different parts of the gut. In detail, the gut is compartmentalized into three parts, the foregut, the midgut, and the hindgut. While foregut and hindgut are lined with a cuticle formed by the ectodermal epithelium, the midgut is of entodermal origin. In adult flies the midgut is further divided into five smaller regions. The immune response varies among the gut regions. The immune deficiency (IMD) pathway responds to bacterial infections and is activated by certain receptors (e.g., the peptidoglycan receptor protein PGRP-LC). These receptors and also other components of the \"Drosophila\" immune system such as Toll receptor and dDUOX pathway molecules control immune responses in ectodermal tissue of the anterior gut. Moreover, the anterior midgut is enriched in certain antimicrobial peptides (AMPs). This suggests that the immune defence in this area is particularly responsive, possibly because this regions represents the first contact region for newly taken up food, microbiota, and/or intestinal pathogens. In the middle and posterior midgut, other genes such as the receptor PGRP-LB, which down-regulates the IMD immune response, are expressed, possibly in order to minimize expression of immune defence against the microbiota. In addition, the microbiota itself seems to control the expression of several \"Drosophila\" metabolic genes within the midgut, possibly to facilitate digestion of food. Taken together, it appears that the interaction between host and microbiota is precisely regulated across different regions within the gut.",
            "score": 132.7480926513672
        },
        {
            "docid": "11207780_19",
            "document": "Beet leafhopper . In the same study, researchers were able to detect viral particles of MBCTV in beet leafhopper guts after as soon as an hour of feeding on infected plants. Furthermore, they found that insects that had fed on an infected plant for an hour were able to spread the disease to uninfected plants. These findings suggest that the insects become virulent very shortly after feeding on infected plants. The study also found that as time of feeding on infected plants increased, the numbers of viral particles in the gut, hemocoel and salivary glands of the insects also increased, even though there were individual differences in the amounts of BMCTV particles detected in the body. Another important finding of this study was showing that individual insects can maintain MBCTV in their bodies for up to a 30 days after getting infected by it, even though the amount of virus detected does not increase in this period. The authors propose that this indicates that MBCTV is unable to replicate within its vector. It was also found that the virus is not transmitted between generations of beet leafhoppers from adults to nymphs, proposing that the virus does not use transovarial transmission.",
            "score": 130.50726318359375
        },
        {
            "docid": "564380_18",
            "document": "Expression vector . Baculovirus, a rod-shaped virus which infects insect cells, is used as the expression vector in this system. Insect cell lines derived from Lepidopterans (moths and butterflies), such as \"Spodoptera frugiperda\", are used as host. A cell line derived from the cabbage looper is of particular interest, as it has been developed to grow fast and without the expensive serum normally needed to boost cell growth. The shuttle vector is called bacmid, and gene expression is under the control of a strong promoter pPolh. Baculovirus has also been used with mammalian cell lines in the BacMam system.",
            "score": 130.44998168945312
        },
        {
            "docid": "3135637_69",
            "document": "Gut flora . Aside from mammals, some insects also possess complex and diverse gut microbiota that play key nutritional roles. Microbial communities associated termites can constitute a majority of the weight of the individuals and perform important roles in the digestion of lignocellulose and nitrogen fixation. These communities are host-specific, and closely related insect species share comparable similarities in gut microbiota composition. In cockroaches, gut microbiota have been shown to assemble in a deterministic fashion, irrespective of the inoculum; the reason for this host-specific assembly remains unclear. Bacterial communities associated with insects like termites and cockroaches are determined by a combination of forces, primarily diet, but there is some indication that host phylogeny may also be playing a role in the selection of lineages.",
            "score": 129.08578491210938
        },
        {
            "docid": "25129891_2",
            "document": "BacMam . Baculovirus gene transfer into Mammalian cells, known from scientific research articles as BacMam, is the use of baculovirus to deliver genes to mammalian cells. Baculoviruses are insect cell viruses that can be modified to express proteins in mammalian cells. The unmodified baculovirus is able to enter mammalian cells, however its genes are not expressed unless a mammalian recognizable promoter is incorporated upstream of a gene of interest. Both unmodified baculovirus and baculovirus modified with a mammalian promoter (BacMam) are unable to replicate in humans and are thus non infectious.",
            "score": 128.71478271484375
        },
        {
            "docid": "1895094_2",
            "document": "Opportunistic infection . An opportunistic infection is an infection caused by pathogens (bacteria, viruses, fungi, or protozoa) that take advantage of an opportunity not normally available, such as a host with a weakened immune system, an altered microbiota (such as a disrupted gut microbiota), or breached integumentary barriers. Many of these pathogens do not cause disease in a healthy host that has a normal immune system. However, a compromised immune system, a penetrating injury, or a lack of competition from normal commensals presents an opportunity for the pathogen to infect.",
            "score": 128.10150146484375
        },
        {
            "docid": "2084531_5",
            "document": "Baculoviridae . The earliest records of baculoviruses can be found in the literature from as early as the sixteenth century in reports of \"wilting disease\" infecting silk-producing larva. Starting in the 1940s they were used and studied widely as biopesticides in crop fields. Since the 1990s they have been utilized for producing complex eukaryotic proteins in insect cell cultures (see Sf21, High Five cells). These recombinant proteins have been used in research and as vaccines in both human and veterinary medical treatments (for example, the most widely used vaccine for prevention of H5N1 avian influenza in chickens was produced in a baculovirus expression vector). More recently it has been found that baculoviruses can transduce mammalian cells with a suitable promoter. These medical and potential medical uses have accelerated the number of publications on baculoviruses since 1995.",
            "score": 124.80738830566406
        },
        {
            "docid": "11207780_15",
            "document": "Beet leafhopper . In an experiment to understand how \"S. citri\" cells move within the beet leafhopper, researchers inoculated insects with the pathogen and then observed the locations of \"S. citri\" inside the leafhoppers using electron microscopy. They observed \"S. citri\" in the gut as well as the salivary glands of the insects which further proves that the pathogen may be transmitted by the mechanisms described in the studies above. In particular, researchers observed that \"S. citri\" were often found within gut epithelial and salivary gland cells on infected hosts within small membrane bound vesicles. This lead them to believe that the \"S. citri\" pathogen may be using cell mediated endocytosis as a predominant way to enter gut and salivary cells and may be travelling directly though the cells rather than travelling in the spaces between cell membranes of individual cells through a process called diacytosis. They also observed damage to muscle cells in the gut and salivary glands of insects infected with \"S. citri\" which is evidence that \"S. citri\" causes damage to the beet leafhoppers when it uses them as vectors. However the authors also noted how this damage was not as significant as seen in other insects which may suggest that the beet leafhopper may be co-evolving to reduce harm by \"S. citri\" pathogens.",
            "score": 122.20008850097656
        },
        {
            "docid": "167540_18",
            "document": "Protein production . Non-lytic insect cell expression is an alternative to the lytic baculovirus expression system. In non-lytic expression, vectors are transiently or stably transfected into the chromosomal DNA of insect cells for subsequent gene expression. This is followed by selection and screening of recombinant clones. The non-lytic system has been used to give higher protein yield and quicker expression of recombinant genes compared to baculovirus-infected cell expression. Cell lines used for this system include: Sf9, Sf21 from \"Spodoptera frugiperda\" cells, Hi-5 from \"Trichoplusia ni\" cells, and Schneider 2 cells and Schneider 3 cells from \"Drosophila melanogaster\" cells. With this system, cells do not lyse and several cultivation modes can be used. Additionally, protein production runs are reproducible. This system gives a homogeneous product. A drawback of this system is the requirement of an additional screening step for selecting viable clones.",
            "score": 122.19652557373047
        },
        {
            "docid": "3135637_16",
            "document": "Gut flora . Research suggests that the relationship between gut flora and humans is not merely commensal (a non-harmful coexistence), but rather is a mutualistic, symbiotic relationship. Though people can survive with no gut flora, the microorganisms perform a host of useful functions, such as fermenting unused energy substrates, training the immune system via end products of metabolism like propionate and acetate, preventing growth of harmful species, regulating the development of the gut, producing vitamins for the host (such as biotin and vitamin K), and producing hormones to direct the host to store fats. Extensive modification and imbalances of the gut microbiota and its microbiome or gene collection are associated with obesity. However, in certain conditions, some species are thought to be capable of causing disease by causing infection or increasing cancer risk for the host.",
            "score": 121.89550018310547
        },
        {
            "docid": "3135637_2",
            "document": "Gut flora . Gut flora, or gut microbiota, or gastrointestinal microbiota, is the complex community of microorganisms that live in the digestive tracts of humans and other animals, including insects. The gut metagenome is the aggregate of all the genomes of gut microbiota. The gut is one niche that human microbiota inhabit.",
            "score": 120.97444915771484
        },
        {
            "docid": "39632259_7",
            "document": "Skin immunity . From around 2005 on, the scientific community has thoroughly developed the concept of human microbiome and begun the systematic study to establish the relationship between the microbiome and human physiology in health and disease. We begin to understand that gut microbiota helps modulating host immunity at a systemic level. However, gut microbiome does not affect skin immunity significantly, instead, skin immunity is modulated by skin microflora according to the results obtained by Naik et al. Analyzing immunologic changes of germ-free (GF) mice with reconstituted gut microbiota showed a recovery of Il-17A and IFN-γ levels up to those observed in the gastrointestinal tract of specific pathogen free (SPF) mice but gut microbiome restoration did not affect skin immunity. Comparing GF and SPF mice showed a decrease in the skin production of IFN-γ and IL-17A. To evaluate the functional consequences of the absence of skin microbiota Leishmania major was introduced intradermally and the lesions were evaluated. L. major lesions in GF mice were significantly smaller and less severe than in SPF mice, however, the number of parasites after infection was significantly higher in GF mice. These results cearly indicate that GF mice have an impaired capacity of response in front of infections compared to SPF mice. Finally, mono-association of GF mice with \"S. epidermidis\" clearly restored immunity function which in the case of skin is mediated by IL-1 which is key for the restoration of IL-17A and IFN-γ levels. Thus skin commensals exert their effect by enhancing IL-1 signaling and amplifying responses according to local inflammatory milieu. As IL-1 has been implicated in the etiology and pathology of psoriasis and other cutaneous disorders, it is likely that skin commensals are important drivers and amplifiers of skin pathologies.",
            "score": 120.37185668945312
        },
        {
            "docid": "41403522_3",
            "document": "Bacteriotherapy . FMT is being used as a new and effective treatment for C. diff infections, a gastrointestinal disease in which Clostridium difficile colonizes the gut of an organism disrupting microbial balance and causing diarrhea that can potentially be deadly. Bacteriotherapy has also begun to be used in the treatment of mental disorders such as depression, anxiety, and Autism Spectrum Disorder. Recolonization of gut flora can be used effectively in the treatment of mental disorders because of the existence of the gut-brain axis, the bidirectional route of communication between the brain and the gut, specifically the gut microbiota.",
            "score": 119.71320343017578
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 117.67815399169922
        },
        {
            "docid": "3135637_62",
            "document": "Gut flora . The gut flora has also been implicated in obesity and metabolic syndrome due to the key role it plays in the digestive process; the Western pattern diet appears to drive and maintain changes in the gut flora that in turn change how much energy is derived from food and how that energy is used. One aspect of a healthy diet that is often lacking in the Western-pattern diet is fiber and other complex carbohydrates that a healthy gut flora require flourishing; changes to gut flora in response to a Western-pattern diet appear to increase the amount of energy generated by the gut flora which may contribute to obesity and metabolic syndrome. There is also evidence that microbiota influence eating behaviours based on the preferences of the microbiota, which can lead to the host consuming more food eventually resulting in obesity. It has generally been observed that with higher gut microbiome diversity, the microbiota will spend energy and resources on competing with other microbiota and less on manipulating the host. The opposite is seen with lower gut microbiome diversity, and these microbiotas may work together to create host food cravings.",
            "score": 116.48797607421875
        },
        {
            "docid": "43119326_13",
            "document": "Social Immunity . Infected individuals and diseased corpses pose a particular risk for social insects because they can act a source of infection for the rest of the colony. As mentioned above, dead nestmates are typically removed from the nest to reduce the potential risk of disease transmission. Infected or not, ants that are close to death can also voluntarily remove themselves from the colony to limit this risk. Honeybees can actively drag infected nest mates out of the hive and may bar them from entering at all. \"Hygienic behaviour\" is the specific removal of infected brood from the colony and has been reported in both honeybees and ants. In honeybees, colonies have been artificially selected to perform this behavior faster. These \"hygienic\" hives have improved recovery rates following brood infections, as the earlier infected brood is removed, the less likely it is to have become contagious already. Cannibalism of infected nesmtates is an effective behaviour in termites, as ingested infectious material is destroyed by antimicrobial enzymes present in their guts. These enzymes function by breaking down the cell walls of pathogenic fungi, for example, and are produced both by the termite itself and their gut microbiota. If there are too many corpses to cannibalise, termites bury them in the nest instead. Like removal in ants and bees, this isolates the corpses to contain the pathogen, but does not prevent their replication. Some fungal pathogens (e.g. \"Ophiocordyceps\", \"Pandora\") manipulate their ant hosts into leaving the nest and climbing plant stems surrounding the colony. There, attached to the stem, they die and rain down new spores onto healthy foragers. To combat these fungi, healthy ants actively search for corpses on plant stems and attempt to remove them before they can release their spores",
            "score": 114.72799682617188
        },
        {
            "docid": "21532675_5",
            "document": "Nudivirus . All 3 sequenced nudivirus have 33 open reading frames in common. Gene content comparaison and phylogenetic analyses show that Nudivirus share 20 cores genes with baculovirus and form a monophyletic sister group with them. Fossil calibration estimate this association arose 100 million years ago(Mya), while the last common ancestor of BVs, nudivirus, and baculovirus existed approximately 312 Mya. Baculoviruses and nudiviruses differ in gene content, genome organization, cytopathology, infection of adults and most likely in host range. The 20 cores genes common in both Baculovirus and Nudivirus are involved in RNA transcription, DNA replication, virion structural components and many other functions. Gene content and sequence similarity suggest that the nudiviruses GbNV, HzNV-1, and OrNV form a monophyletic group of nonoccluded double-stranded DNA viruses, which separated from the baculovirus lineage before this radiated into dipteran-, hymenopteran-, and lepidopteran-specific clades of occluded nucleopolyhedroviruses and granuloviruses.",
            "score": 113.71703338623047
        },
        {
            "docid": "27262647_6",
            "document": "Nancy A. Moran . She previously researched honey bees and their interaction with gut microbiota. Her research found that microbiota interact with host metabolism and hormone signaling. This research showed that microbiota in social bees degrade plant polymers that the organisms consumes in their diet. The research compared the bee's microbiome to other species and determined it can model host-microbiota interactions due to similarities such as types of bacteria. Her work with eusocial corbiculate bees demonstrates that different phylogenies within this class of bees share a common ancestor for their gut microbiota independent of geography or sympatry. Corbiculate bees include honey bees, bumble bees, and stingless bees. She completed research on the symbiotic relationship between host insects and their gut microbiota and her research team has found that the honey bee's exposure to antibiotics disrupts the microbiota, which regulates weight and hormone signaling, and increases mortality rates. The data collected demonstrates the bee's susceptibility to fatal pathogens after antibiotic exposure.",
            "score": 113.28321838378906
        },
        {
            "docid": "19456032_14",
            "document": "Microbiota . The symbiotic relationship between a host and its microbiota shapes the immune system of mammalians, insects, plants and aquatic organisms. In many animals, the immune system and microbiota engage in \"cross-talk\", exchanging chemical signals. This allows the immune system to recognize the types of bacteria that are harmful to the host and combat them, while allowing the helpful bacteria to carry out their functions; in turn, the microbiota influence immune reactivity and targeting. Bacteria can be transferred from mother to child through direct contact and after birth, or through indirect contact through eggs, coprophagy, and several other pathways. As the infant microbiome is established, commensal bacteria quickly populate the gut, prompting a range of immune responses and \"programming\" the immune system with long-lasting effects. The bacteria are able to stimulate lymphoid tissue associated with the gut mucosa, which enables the tissue to produce antibodies for pathogens that may enter the gut.",
            "score": 111.89127349853516
        },
        {
            "docid": "27262647_5",
            "document": "Nancy A. Moran . Nancy Moran researches microbiota environments in insects. Her research in Drosophila gut microbiomes demonstrated that, unlike other species, Drosophila's microbiome content was ingested with food and varied widely between individuals and populations. Her research provides information on this model organism and the bacteria it possesses which affects research done with Drosophila. The research demonstrated that gut microbiota in Drosophila used as model organisms is more representative of the food they eat as opposed to the wild-type Drosophila gut microbiota. The conclusion of the research stressed the importance of including fieldwork into microbiota research to better understand the environment-driven gut microbiota makeup.",
            "score": 111.0948257446289
        },
        {
            "docid": "15835350_8",
            "document": "Jeffrey I. Gordon . Jeffrey Gordon has become an international pioneer in the study of gut microbial ecology and evolution, using innovative methods to interpret metagenomic and gut microbial genomic sequencing data. In recent studies, Dr. Gordon’s lab has established that the gut microbiota plays a role in host fat storage and obesity. Gordon and co-workers have used DNA pyrosequencing technology to perform metagenomics on the intestinal contents of obese mice, demonstrating that the gut microbiota of fat mice possess an enhanced capacity for aiding the host in harvesting energy from the diet. A study of the microbial ecology of obese human subjects on two different weight loss diets indicate that the same principles may be operating in humans. His group has applied the sequencing of bacterial and archaeal genomes to describe the microbial functional genomic and metabolomic underpinnings of microbial adaptation to the gastrointestinal habitat. This approach has been extended to describe the role of the adaptive immune system in maintaining the host-microbial relationship.",
            "score": 110.5540542602539
        },
        {
            "docid": "3833197_7",
            "document": "Thogotovirus . The thogotovirus glycoprotein is not similar to the influenza virus glycoproteins (haemagglutinin and neuraminidase), and instead shows some similarities with the gp64 glycoprotein of baculoviruses, which infect insects. It also has some similarity with the haemagglutinin of Quaranfil virus, the type species of a new genus of tick-transmitted orthomyxoviruses. The mechanism by which thogotoviruses gained a baculovirus-like glycoprotein is unknown. Pat Nuttall and colleagues have speculated that the acquisition enabled these viruses to infect ticks. This apparent receptor specificity for arthropod cells does not prevent most thogotoviruses from infecting vertebrates. The thogotovirus glycoprotein is classified as a class III or γ penetrene, lacking the fusion peptide present in influenza haemagglutinin (a class I or α penetrene).",
            "score": 109.79560852050781
        },
        {
            "docid": "46638993_7",
            "document": "Microbiome in the Drosophila gut . The microbiota seem to affect the lifespan of \"Drosophila melanogaster\". To date, the mechanisms of this effect remain elusive. Fruit flies raised under axenic conditions (i.e., without any bacteria in the environment) or cured of their microbiota with antibiotics had a shorter lifespan than flies raised under normal conditions. The microbiota influence on longevity seems to be particularly strong early in development. To date, however, the exact mechanisms underlying these effects remain elusive. It is possible that the microbiota-induced proliferarion of intestinal stem cells and associated metabolic homeostasis is important in this context. In contrast, the microbiota seems to have a negative effect on lifespan in old \"Drosophila melanogaster\", because their removal in ageing flies increases longevity. Old flies have a reduced ability to fight infections and this may also relate to the bacterial members of the microbiota. In aged animals, immune responses may over-shoot, possibly harming the host and favoruing colonization with pathogens (e.g. \"Gluconobacter morbifer\").",
            "score": 108.1314926147461
        },
        {
            "docid": "46603361_5",
            "document": "Peptoniphilus . This genus is part of the vaginal and gut microbiota. They have been reported to as present in diabetic skin and soft tissue infections, bone and joint infections, surgical site infections, chorioamnionitis and bloodstream infections. They are typically found as part of polymicrobial infections but are difficult to recover with usual clinical cultures. They have been increasingly reported with the more widespread use of 16S PCR and MALDI-TOF for identification.",
            "score": 107.77205657958984
        },
        {
            "docid": "41080840_20",
            "document": "Gut–brain axis . Much interest was generated in the potential role of gut flora in anxiety disorders, and more generally in the role of gut flora in the gut-brain axis, by studies published in 2004 showing that germ-free mice have an exaggerated HPA axis response to stress caused by being restrained, which was reversed by colonizing their gut with a \"Bifidobacterium\" species. Studies looking at maternal separation for rats shows neonatal stress leads to long-term changes in the gut microbiota such as its diversity and composition, which also led to stress and anxiety-like behavior. Additionally, while much work had been done as of 2016 to characterize various neurotransmitters known to be involved in anxiety and mood disorders that gut flora can produce (for example, \"Escherichia\", \"Bacillus\", and \"Saccharomyces\" species can produce noradrenalin; \"Candida\", \"Streptococcus\", and \"Escherichia\" species can produce serotonin, etc) the inter-relationships and pathways by which the gut flora might affect anxiety in humans were unclear.",
            "score": 107.48532104492188
        },
        {
            "docid": "66633_16",
            "document": "Moth . Baculoviruses are parasite double-stranded DNA insect viruses that are used mostly as biological control agents. They are members of the Baculoviridae, a family that is restricted to insects. Most baculovirus isolates have been obtained from insects, in particular from Lepidoptera.",
            "score": 107.03695678710938
        },
        {
            "docid": "205464_21",
            "document": "Human microbiota . The gut flora has the largest numbers of bacteria and the greatest number of species compared to other areas of the body. In humans the composition of gut flora is established during birth. Birth by Cesarean section or vaginal delivery also influences the gut's microbial composition. Babies born through the vaginal canal have non-pathogenic, beneficial gut microbiota similar to those found in the mother. However, the gut microbiota of babies delivered by C-section harbors more pathogenic bacteria such as Escherichia coli and Staphylococcus and it takes longer to develop non-pathogenic, beneficial gut microbiota.",
            "score": 105.78431701660156
        },
        {
            "docid": "30862624_10",
            "document": "Bifidobacterium . Adding \"bifidobacterium\" as a probiotic to conventional treatment of ulcerative colitis has been shown to be associated with improved rates of remission and improved maintenance of remission. Some \"Bifidobacterium\" strains are considered as important probiotics and used in the food industry. Different species and/or strains of bifidobacteria may exert a range of beneficial health effects, including the regulation of intestinal microbial homeostasis, the inhibition of pathogens and harmful bacteria that colonize and/or infect the gut mucosa, the modulation of local and systemic immune responses, the repression of procarcinogenic enzymatic activities within the microbiota, the production of vitamins, and the bioconversion of a number of dietary compounds into bioactive molecules. Bifidobacteria improve the gut mucosal barrier and lower levels of lipopolysaccharide in the intestine.",
            "score": 105.59684753417969
        },
        {
            "docid": "205464_41",
            "document": "Human microbiota . Inflammatory bowel disease consists of two different diseases: ulcerative colitis and Crohn’s disease and both of these diseases present with disruptions in the gut microbiota (also known as dysbiosis). This dysbiosis presents itself in the form of decreased microbial diversity in the gut, and is correlated to defects in host genes that changes the innate immune response in individuals.",
            "score": 105.55674743652344
        },
        {
            "docid": "3135637_36",
            "document": "Gut flora . Apart from carbohydrates, gut microbiota can also metabolize other xenobiotics such as drugs, phytochemicals, and food toxicants. More than 30 drugs have been shown to be metabolized by gut microbiota. The microbial metabolism of drugs can sometimes inactivate the drug.",
            "score": 105.11188507080078
        },
        {
            "docid": "13506996_10",
            "document": "T helper 17 cell . Although all CD4+ T cells gut are severely depleted by HIV, the loss of intestinal Th17 cells in particular has been linked to symptoms of chronic, pathogenic HIV and SIV infection. Microbial translocation is a major factor that contributes to chronic inflammation and immune activation in the context of HIV. In non-pathogenic cases of SIV, microbial translocation is not observed. Th17 cells prevent severe HIV infection by maintaining the intestinal epithelial barrier during HIV infection in the gut. Because of their high levels of CCR5 expression, the coreceptor for HIV, they are preferentially infected and depleted. Thus, it is through Th17 cell depletion that microbial translocation occurs.",
            "score": 103.95496368408203
        },
        {
            "docid": "37887859_9",
            "document": "Jens Nielsen . Jens Nielsen has also used his systems biology competence to study the metabolism of the gut microbiota. He was involved in early studies on using metagenome sequencing for characterization of the gut microbiota and demonstrate that variations are associated with cardiovascular disease and type 2 diabetes. He also used his advanced metabolic modelling skills to gain further functional insight into how the gut microbiota impacts changes in plasma metabolomics in response to dietary changes.",
            "score": 103.2458724975586
        }
    ]
}