{
    "q": [
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 165.0985131263733
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 107.82477009296417
        },
        {
            "docid": "215038_10",
            "document": "Enhancer (genetics) . The development, differentiation and growth of cells and tissues require precisely regulated patterns of gene expression. Enhancers work as cis-regulatory elements to mediate both spatial and temporal control of development by turning on transcription in specific cells and/or repressing it in other cells. Thus, the particular combination of transcription factors and other DNA-binding proteins in a developing tissue controls which genes will be expressed in that tissue. Enhancers allow the same gene to be used in diverse processes in space and time.",
            "score": 86.32113003730774
        },
        {
            "docid": "40466325_10",
            "document": "Cerebral organoid . It has been shown that cerebral organoids grown using the spinning bioreactor 3D culture method differentiate into various neural tissue types, such as the optic cup, hippocampus, ventral parts of the teleencephelon and dorsal cortex.  The neural stem/progenitor cells are unique because they are able to self-renew and are multipotent. This means they can generate neurons and glial cells which are the two main components of neural systems. The fate of these cells is controlled by several factors that affect the differentiation process. The spatial location and temporal attributes of neural progenitor cells can influence if the cells form neurons or glial cells. Further differentiation is then controlled by extracellular conditions and cell signaling. The exact conditions and stimuli necessary to differentiate neural progenitor cells into specific neural tissues such as hippocampal tissue, optic nerve, cerebral cortex, etc. are unknown. It is believed that cerebral organoids can be used to study the developmental mechanisms of these processes.",
            "score": 160.7152589559555
        },
        {
            "docid": "353697_18",
            "document": "Sonic hedgehog . The spatial and temporal aspect of the progressive induction of genes and cell fates in the ventral neural tube is illustrated by the expression domains of two of the most well characterized transcription factors, Olig2 and Nkx2.2. Early in development the cells at the ventral midline have only been exposed to a low concentration of SHH for a relatively short time, and express the transcription factor Olig2. The expression of Olig2 rapidly expands in a dorsal direction concomitantly with the continuous dorsal extension of the SHH gradient over time. However, as the morphogenetic front of SHH ligand moves and begins to grow more concentrated, cells that are exposed to higher levels of the ligand respond by switching off Olig2 and turning on Nkx2.2., creating a sharp boundary between the cells expressing the transcription factor Nkx2.2 ventral to the cells expressing Olig2. It is in this way that each of the domains of the six progenitor cell populations are thought to be successively patterned throughout the neural tube by the SHH concentration gradient. Mutual inhibition between pairs of transcription factors expressed in neighboring domains contributes to the development of sharp boundaries, however, in some cases, inhibitory relationship has been found even between pairs of transcription factors from more distant domains. Particularly, NKX2-2 expressed in the V3 domain is reported to inhibit IRX3 expressed in V2 and more dorsal domains, although V3 and V2 are separated by a further domain termed MN.",
            "score": 122.14810240268707
        },
        {
            "docid": "41111089_5",
            "document": "Epigenetic regulation of neurogenesis . DNA methylation's critical nature to corticogenesis has been shown through knockout experiments in mice. When DNMT3b and DNMT1 were ablated separately in mouse embryos they died due to impairment of neural tube development. DNMT3a silencing did not cause embryonic lethality, but did result in a severe detriment in postnatal neurogenesis. This is largely due to the timing in which these epigenetic mechanisms are active. DNMT3b is expressed in early neural progenitor cells and decrease as neural development proceeds and DNMT3a is barely detectable up until embryonic day 10 (E.10). However, at E.10, DNMT3a expression increases significantly from E13.5 and well into adulthood. In the postnatal forebrain, DNMT3a is expressed in the subventricular zone (SVZ) and the hippocampal dentate gyrus, the primary locations for adult neurogenesis. The loss of DNMT3a in post natal neural progenitor cells leads to the down-regulation of neuronic genes such as \"Dlx2\", \"Neurog2\", and \"Sp8\"; but upregulation of genes involved in astroglial and oligodendroglial differentiation, indicating a role in the cell-fate switch from neurogenesis to gliogenesis. DNA demethylation, as well as methylation, of certain genes allows for neurogenesis to proceed in a time dependent manner. One such gene is \"Hes5\", hypermethylated in E7.5 Embryos but completely demethylated by E9.5, which is one of the target genes in the Notch Signaling pathway. GCM1 and GCM2 demethylate the \"Hes5\" promoter, allowing it to respond to NOTCH signaling and initiating the generation of neural stem cells. Another example is the \"Gfap\" gene which is required for astrocyte differentiation. The ability to differentiate into glial cells is repressed in neural stem cells with a neuronal cell fate. This repression is due largely to an irresponsiveness of neural stem cells towards astrocyte-inducing stimulations. The neural stem cells are non-responsive due to hypermethylated DNA in the promoter regions of astrocyte genes such as \"Gfap\". The STAT3 binding site in the promoter region of \"Gfap\" is hypermethylated at E11.5 and barely so at E14.5, at which point it is able to receive astrocyte inducing stimulations and begin cytokine-inducible astrocyte differentiation.",
            "score": 131.4120353460312
        },
        {
            "docid": "14761897_8",
            "document": "HES1 . Additionally, HES1 can guide neural stem cells down one of two paths of differentiation. HES1 can maintain neural stem cells expressing Pax6, but leads cells that are Pax6-negative to an astrocyte differentiation fate. Epigenetic modifications such as DNA methylation also influence HES1's ability to direct differentiation. Demethylation of HES1 target sites in the promoter region of astrocyte-specific genes hastens astrocyte differentiation. The oscillatory nature of \"Hes1\" expression has a role in determining differentiation fate as well. HES1-high embryonic stem cells that received a differentiation signal often adopted a mesodermal fate, while HES1-low cells that received a differentiation signal differentiated into neuronal cells. These results were confirmed using quantitative PCR which showed that HES1-high cells showed high levels of \"Brachyury\" and \"Fgf5\" expression (both of which are expressed highly in mesodermal cell types) with comparatively low levels genes expressed in neural cells such as \"Nestin\". By contrast, HES1-low cells showed high levels of expression of genes involved in neural induction and low levels of expression of genes involved in mesodermal differentiation. Cycling HES1 levels also contribute to the maintenance of neural progenitor cells by regulating Neurogenin2 (Ngn2) and Dll1 oscillations. \"Hes1\" levels fluctuate at different frequencies in different parts of the central nervous system: \"HES1\" is continuously expressed at high levels in the boundaries, but vacillates in the compartments. This suggests that alternating HES1 levels may prompt differences in characteristics between anatomical elements of the central nervous system.",
            "score": 115.10007703304291
        },
        {
            "docid": "18143331_16",
            "document": "Neurogenetics . There are many genes and proteins that contribute to the formation and development of the central nervous system, many of which can be found in the aforementioned links. Of particular importance are those that code for BMPs, BMP inhibitors and \"SHH\". When expressed during early development, BMP's are responsible for the differentiation of epidermal cells from the ventral ectoderm. Inhibitors of BMPs, such as \"NOG\" and \"CHRD\", promote differentiation of ectoderm cells into prospective neural tissue on the dorsal side. If any of these genes are improperly regulated, then proper formation and differentiation will not occur.  BMP also plays a very important role in the patterning that occurs after the formation of the neural tube. Due to the graded response the cells of the neural tube have to BMP and Shh signaling, these pathways are in competition to determine the fate of preneural cells. BMP promotes dorsal differentiation of pre-neural cells into sensory neurons and Shh promotes ventral differentiation into motor neurons. There are many other genes that help to determine neural fate and proper development include, \"RELN\", \"SOX9\", \"WNT\", Notch and Delta coding genes, \"HOX\", and various cadherin coding genes like \"CDH1\" and \"CDH2\".",
            "score": 157.10616445541382
        },
        {
            "docid": "42064066_16",
            "document": "Proneural genes . Neural stem cells could give rise to neuronal or glial progenitors, depending on the type of signals that they receive - gliogenic or neurogenic signals, respectively. Glial progenitor cells could differentiate into oligodendrocytes or astrocytes. However, lineage commitment of neural progenitors involves the suppression of alternative fates. Therefore, vertebrate proneural genes promote neuronal fates and simultaneously inhibit glial fates. For example, the downregulation of the expression of proneural gene ngn2 in the spinal cord represses oligodendrocyte differentiation. In the context of restricted glial progenitors, proneural genes might have functions that are distinct from their better-characterized role in lineage specification, perhaps in the differentiation of glial lineages. Sun and colleagues showed that proneural ngn1 inhibits gliogenesis by binding transcriptional co-activators like CBP/Smad1 or p300/Smad1 preventing the transcription of glialdifferentiation genes. On the other hand, the Notch signaling pathway is capable of promoting gliogenesis in stem cells through the inhibition of proneural genes, such as mash1 and neurogenins.",
            "score": 153.08062601089478
        },
        {
            "docid": "42069970_15",
            "document": "Neuronal lineage marker . A neural progenitor cell is distinct from a neural stem cell since it is incapable of continuous self-renewal and usually has the capacity to give rise to only one class of differentiated progeny. They are tripotent cells which can give rise to neurons, astrocytes and oligodendrocytes. An oligodendroglial progenitor cell, for example, gives rise to oligodendrocytes until its mitotic capacity is exhausted. Some neural progenitor markers are capable of tracking cells as they undergo expansion and differentiation from rosettes to neurons. The neural rosette is the developmental signature of neuroprogenitors in cultures of differentiating embryonic stem cells; rosettes are radial arrangements of columnar cells that express many of the proteins expressed in neuroepithelial cells in the neural tube. It has been shown that cells within rosettes express multiple cell markers, including among others Nestin, NCAM and Musashi-1, a RNA-binding protein that is expressed in proliferating neural stems cells. Neuroepithelial progenitors (NEP) are responsible for neurogenesis in the neural tube and also give rise to two other types of neural progenitor cell, radial glia and basal progenitors. Radial glia are the dominant progenitor cell type in the developing brain whereas basal progenitors are specifically located at the subventricular zone (SVZ) in the developing telencephalon. Although functional studies of radial glia are increasing, it is difficult to distinguish them from neuroprogenitors and astrocytes. Like neuroprogenitors, radial glia express intermediate filament proteins nestin as well as the transcription factor PAX6 that is expressed in some neuroprogenitors in the ventral half of the neural tube. Radial glia also express proteins characteristic of astrocytes, including the widely used glial fibrillar acidic protein (GFAP), among others. Cytological markers that might be unique to radial glia include modified forms of nestin identified by the RC1 and RC2 antibodies that recognize the murine antigens.",
            "score": 142.9405665397644
        },
        {
            "docid": "42064066_14",
            "document": "Proneural genes . In central nervous system not all bHLH genes are involved in neurogenesis because NeuroD and ‘’Math3/NeuroM’’ families are also involved in the neuronal-versus-glial cell fate decision. Another pro-neural family (which includes ‘’math1’’ and ‘’math5’’) is essential to the development of a small number of neural lineages whereas ‘’math1’’ have also a role in the specification interneuron identity. Cell types that depend on ‘’math1’’ expression belong to the proprioceptive sensory pathway. Bertrand et al. (2002) have confirmed the proneural activity of ‘’mash1’’, ngn1 and ngn2, and possibly math1 and ‘’math5’’ in the mouse. Neurogenesis in the central nervous system depends on proneural gene inhibition by Notch signaling pathway and the absence of this key regulator results in the premature differentiation of neurons. To maintain neural progenitor cells a regulatory loop takes place between neighboring cells, that involves the lateral inhibition process (see lateral inhibition). In the absence of Lateral inhibition some proneural genes such as ASCL1 or ‘’neuroG’’ are capable of inducing the expression of neuron-specific genes leading to the premature formation of early born-neurons. Ratié and colleagues (2013) comprised that Notch proneural gene network have an important role in cell fate renewal and transition in the mouse.",
            "score": 147.16446447372437
        },
        {
            "docid": "14761897_9",
            "document": "HES1 . HES1 also plays an important role in the Notch signaling pathway. In the absence of Notch signaling, RBPJ inhibits the expression of HES1. After Notch signals have been processed within the cell, however, the plasma membrane releases the intracellular domain of Notch, which moves to the nucleus where it associates with RBPJ. The binding causes a conformational change which leads co-repressors to disassociate and allows co-activators to bind. The new activating complex then prompts HES1 expression. Notch signaling activates HES1 expression. HES1 has been shown to target at least Notch ligands: \"Dll1\", \"Jagged1 (Jag1)\", and Neurogenin-2. \"Dll1\", as with other Notch ligands, has been shown to induce neural differentiation, and HES1 binding of Dll1 blocks neural differentiation and leads to the maintenance of the neural stem cells and neural progenitor cells. Notch signaling also occurs in the intestinal crypt cells. Hyperactivated Notch causes a reduction in the number of secretory cell types (i.e. goblet cells, enteroendocrine cells, and Paneth cells). Deletion of the Notch pathway by removing the Notch expression controller, \"Rbpsuh\", causes the production of nearly only goblet cells.",
            "score": 68.86625862121582
        },
        {
            "docid": "1037062_3",
            "document": "Rhombomere . In the early developmental stages of the neural tube, segmentation of the neuroepithelium occurs. This segmentation turns into a series of neuromeres. Each segment is called a rhombomere. Every rhombomere develops its own set of ganglia and nerves. Later on in development, rhombomeres form the rhombocephalon, which forms the hindbrain in vertebrates. Each rhombomere expresses its own unique set of genes, which has been shown to influence postnatal rhythmic behaviors, such as respiration, mastication, and walking. In mice, it was shown that the patterning of the neural tube into rhombomeric segments may regulate spatial and temporal appearance of the central pattern generator. Rhombomeres are considered self-governing developmental units, with certain aspects of the rhombomere phenotype being determined at the time of formation. Each rhombomere expresses a unique combination of transcription factors, and so each rhombomeric domain has its own distinct molecular cues that could, theoretically, establish rhombomere-specific patterns of neuronal differentiation. Some of these neuronal populations have been identified in some species. Many of the mature hindbrain nuclei can occupy either one or several rhombomere-derived regions. Vestibular nuclei have been shown to span all the rhombomeres, some correlating with the boundaries of the rhombomeres. Using phosphorylated retrograde labeling, it has been shown that vestibulospinal groups correspond mostly to single rhombomeres rather than over several rhombomeric regions. It has also been shown that the vestibule-ocular groups can either relate to single or multiple rhombomeres, as long as the rhombomeres are closely related. The conclusion drawn was that segmentation of the hindbrain contributes to the way axons project within the vestibular complex. Finally, vestibulospinal neurons have been shown to differentiate in three neighboring rhombomeres, specifically r4, r5, and r6. While vestibule-ocular neurons differentiate across seven, the least differentiated in f4. The method of this differentiate is still unknown, with many types of proteins involved in both the migration, expression of proteins, and for neuron growth and apoptosis. The types of receptors, as well, can vary their activity to be cell-specific.",
            "score": 122.91383242607117
        },
        {
            "docid": "14755419_5",
            "document": "BTG2 . A number of studies in vivo have shown that \"BTG2\" expression is associated with the neurogenic asymmetric division in neural progenitor cells. Moreover, when directly overexpressed in vivo in neural progenitor cells, BTG2 induces their differentiation. In fact, in the neuronal PC12 cell line BTG2 is not able to trigger differentiation by itself, but only to synergize with NGF, while in vivo BTG2 is fully able to induce differentiation of progenitor cells, i.e., during embryonic development in the neuroblast of the neural tube and in granule precursors of cerebellum, as well in adult progenitor cells of the dentate gyrus and of the subventricular zone. Notably, it has recently been shown that BTG2 is essential for the differentiation of new neurons, using a BTG2 knock out mouse. BTG2 is thus a pan-neural gene required for the development of the new neuron generated during adulthood, in the two neurogenic regions of adult brain, i.e., the hippocampus and the subventricular zone. Such requirement of BTG2 in neuron maturation is consistent with the fact that during brain development BTG2 is expressed in the proliferating neuroblasts of the ventricular zone of the neural tube, and to a lower extent in the differentiating neuroblasts of the mantle zone; postnatally it is expressed in cerebellar precursors mainly in the proliferating regions of the neuropithelium (i.e., in the external granular layer), and in the hippocampus in proliferating and differentiating progenitor cells. The pro-differentiative action of BTG2 appears to be consequent not only to inhibition of cell cycle progression but also to a BTG2-dependent activation of proneural genes in neural progenitor cells. In fact, BTG2 activates proneural genes by associating with the promoter of Id3, a key inhibitor of proneural gene activity, and by negatively regulating its activity.",
            "score": 159.3015170097351
        },
        {
            "docid": "353697_17",
            "document": "Sonic hedgehog . It is thought that the SHH gradient works to elicit multiple different cell fates by a concentration and time-dependent mechanism that induces a variety of transcription factors in the ventral progenitor cells. Each of the ventral progenitor domains expresses a highly individualized combination of transcription factors—Nkx2.2, Olig2, Nkx6.1, Nkx 6.2, Dbx1, Dbx2, Irx3, Pax6, and Pax7—that is regulated by the SHH gradient. These transcription factors are induced sequentially along the SHH concentration gradient with respect to the amount and time of exposure to SHH ligand. As each population of progenitor cells responds to the different levels of SHH protein, they begin to express a unique combination of transcription factors that leads to neuronal cell fate differentiation. This SHH-induced differential gene expression creates sharp boundaries between the discrete domains of transcription factor expression, which ultimately patterns the ventral neural tube.",
            "score": 180.73996245861053
        },
        {
            "docid": "42064066_11",
            "document": "Proneural genes . Not all proneural genes are equally sensitive to lateral inhibition. For example, in Xenopus, Chitnis and Kintner demonstrated that ‘’XASH-3’’ and NeuroD (achaete-scute complex) respond differently to lateral inhibition, which reflect different ability to activate target genes and differential susceptibility of these target genes to repression by notch. Posterior studies revealed that even when Notch/Delta signaling pathway is blocked, Wnt2b is capable of inhibiting neuronal differentiation, through the downregulation of mRNA expression of multiple proneural genes and also of Notch1. With this mechanism Wnt2b maintains progenitor cells undifferentiated by attenuating the expression of proneural and neurogenic genes, preventing cells from getting into the differentiation cascade regulated by proneural genes and Notch. Although notch signaling is involved in the control of proneural gene expression, positive-feedback loops are required to increase or maintain the levels of proneural genes. The transcription factors responsible for this maintenance can act through the inhibition of the notch signaling pathway in particular cells or at a post-transcriptional level, affecting proneural genes transcription and function.",
            "score": 123.5934374332428
        },
        {
            "docid": "208900_11",
            "document": "Neural tube . The neural tube patterns along the dorsal-ventral axis to establish defined compartments of neural progenitor cells that lead to distinct classes of neurons. According to the French flag model of morphogenesis, this patterning occurs early in development and results from the activity of several secreted signaling molecules. Sonic hedgehog (Shh) is a key player in patterning the ventral axis, while bone morphogenic proteins (BMPs) and Wnt family members play an important role in patterning the dorsal axis. Other factors shown to provide positional information to the neural progenitor cells include fibroblast growth factors (FGFs) and retinoic acid. Retinoic acid is required ventrally along with Shh to induce Pax6 and Olig2 during differentiation of motor neurons.",
            "score": 198.85995388031006
        },
        {
            "docid": "26827828_2",
            "document": "DBX1 . Homeobox protein DBX1, also known as developing brain homeobox protein 1, is a protein that in humans is encoded by the \"DBX1\" gene. The DBX1 gene is a transcription factor gene that is pivotal in interneuron differentiation in the ventral spinal cord. The spinal interneurons V0 and V1 are derived from progenitor domains that are differentiated by the expression of homeodomain proteins DBX1 and DBX2. DBX1 is spatially restricted and has a critical role in establishing the distinction of V0 and V1 neuronal fate. In DBX1 mutant mice, neural progenitors fail to generate V0 interneurons and instead gave rise to interneurons expressing V1 characteristics, such as their transcription factor profile, neurotransmitter phenotype, migratory pattern, and aspects of their axonal trajectory, suggesting that this single homeodomain transcription factor coordinates many of the differentiated properties of one class of interneurons generated in the ventral spinal cord. V0 and V1 interneurons are thought to be critical in the role of rhythmic breathing, after using a neonatal mouse model. Destruction of these DBX1 neurons in the pre-Botzinger complex showed an impaired respiratory rhythm as well as a decreased magnitude of motor output activity.",
            "score": 188.29722142219543
        },
        {
            "docid": "42069970_13",
            "document": "Neuronal lineage marker . The standard method of isolating neural stem cells in vitro is with the neurosphere culture system, the method originally used to identify NSCs. After some proliferation, the cells are either induced to differentiate by withdrawing the mitogens or by exposing the cells to another factor that induces some of the cells to develop into different lineages. Cellular fates are analysed by staining with antibodies directed against antigens specific for astrocytes, oligodendrocytes, and neurons. In some cases, cells are plated at low density and monitored to determine if a single cell can give rise to the three phenotypes. Immunomagnetic cell separation strategies using antibodies directed against cell surface markers present on stem cells, progenitors and mature CNS cells have been applied to the study of NSCs. Other non-immunological methods have been used to identify populations of cells from normal and tumorigenic CNS tissues, which demonstrate some of the in vitro properties of stem cells, including high aldehyde dehydrogenase (ALDH) enzyme activity. ALDH cells from embryonic rat and mouse CNS have been isolated and shown to have the ability to generate neurospheres, neurons, astrocytes and oligodendrocytes in vitro, as well as neurons in vivo when transplanted into the adult mouse cerebral cortex. Once a stem cell divides asymmetrically, the more mature progenitor is born and migrates to regions of differentiation. As the progenitor migrates, it matures further until it reaches a site where it stops and either becomes quiescent or fully differentiates into a functioning cell. The major obstacle to identifying and discovering markers that define a stem cell is that the most primitive cells are probably in a quiescent state and do not express many unique antigens. Thus, as with other fields like haematopoiesis, a combination of positive and negative markers will be required to better define the central nervous system stem cell. Nonetheless, changes in the expression levels of specific molecules can be used to indicate the presence of neural stem cells in studies focused on further differentiation toward specific neural lineages. Usual markers used for neural stem cells include Nestin and SOX2. Although Nestin it is expressed predominantly in stem cells of the central nervous system (CNS), its expression is absent from nearly all mature CNS cells, thus it is an efficient marker for neural stem cells. During neurogenesis, Sox2 is expressed throughout developing cells in the neural tube as well as in proliferating CNS progenitors, hence is thought to be centrally important for neural stem cell proliferation and differentiation. In addition to intracellular molecules, products are available to study proteins which are expressed at the cell surface, including ABCG2, FGF R4, and Frizzled-9.",
            "score": 131.42384696006775
        },
        {
            "docid": "7090974_20",
            "document": "Zona limitans intrathalamica . Signaling from the ZLI cooperating with thalamic and prethalamic markers ensures the migration of post-mitotic (neural progenitor) cells to the mantle zone where the cells assemble into nuclei characteristic of the thalamus. These nuclei are the mechanism of the relay of information from the thalamus to the cortex. The thalamus itself is highly diverse, with each nucleus having distinct morphologies and physiologies according to the region of the brain to which it is connected. These differences are thought to originate in differential gene expression in the thalamus and prethalamus, which allows for a single structure with multiple different and separate functions once the two have merged and completed growth and differentiation. So a functional interplay between Shh from the ZLI and the bHLH factor Her6 (homolog to HES1) determines the neuronal identity within the thalamus: Her6 positive cells in the prethalamus and rostral thalamus differentiate into GABAergic inhibitory neurons, whereas her negative cells become glutamatergic relay neurons. Both cell types depend on Shh signal as trigger to initiate the developmental programme.",
            "score": 165.62806510925293
        },
        {
            "docid": "42064066_19",
            "document": "Proneural genes . In the neocortex exists a wide neuronal network, supported by astrocytes and oligodendrocytes (glial cells) with different functions. During cortical development, bHLH factors control proliferation and differentiation of neural cells and their functions at any given time and place depends on their cellular context. NeuroD, Ngns, Mash, ‘’Olig’’ and other proneural gene families have a crucial role in cell fate decision during corticogenesis and different combinations of them regulate the choice and the timing of differentiation into a neuron, an astrocyte or an oligodendrocyte. High levels of Ngn1 and Ngn2 are required to specify neuronal identity of cortical progenitors only in early stages of neocortex development. Particularly, ngn2 is also important to regulate the transition of cortical progenitors from the ventricular zone to the subventricular zone. On the other hand, mash1 is implicated in the early differentiation of striatum neurons and sufficient to promote basal cell divisions independently of its role in the specification of neuronal cell fates at later stages. Cooperation between ngn2 and mash1 proneural genes regulate the transition of cortical progenitors from apical to basal cell compartments. The specification of different neuronal subtypes depends on the group of proneural genes involved. Low levels of proneural transcripts in ventricular zone are expressed when progenitor’s specification occurs and an increase in their expression results in the beginning of neurogenesis. Ngns are responsible for the formation of glutamatergic neurons whereas mash1 gives rise to GABAergic and cholinergic neurons.",
            "score": 170.72539448738098
        },
        {
            "docid": "208900_13",
            "document": "Neural tube . The following is a proposed mechanism for how Shh patterns the ventral neural tube: A gradient of Shh that controls the expression of a group of homeodomain (HD) and basic Helix-Loop-Helix (bHLH) transcription factors is created. These transcription factors are grouped into two protein classes based on how Shh affects them. Class I is inhibited by Shh, whereas Class II is activated by Shh. These two classes of proteins then cross-regulate each other to create more-defined boundaries of expression. The different combinations of expression of these transcription factors along the dorsal-ventral axis of the neural tube are responsible for creating the identity of the neuronal progenitor cells. Five molecularly distinct groups of ventral neurons form from these neuronal progenitor cells in vitro. Also, the position at which these neuronal groups are generated \"in vivo\" can be predicted by the concentration of Shh required for their induction in vitro. Studies have shown that neural progenitors can evoke different responses based on the length of exposure to Shh, with a longer exposure time resulting in more ventral cell types.",
            "score": 185.78311347961426
        },
        {
            "docid": "2006521_2",
            "document": "Neural crest . Neural crest cells are a temporary group of cells unique to chordates of the group Cristozoa that arise from the embryonic ectoderm cell layer, and in turn give rise to a diverse cell lineage—including melanocytes, craniofacial cartilage and bone, smooth muscle, peripheral and enteric neurons and glia. After gastrulation, neural crest cells are specified at the border of the neural plate and the non-neural ectoderm. During neurulation, the borders of the neural plate, also known as the neural folds, converge at the dorsal midline to form the neural tube. Subsequently, neural crest cells from the roof plate of the neural tube undergo an epithelial to mesenchymal transition, delaminating from the neuroepithelium and migrating through the periphery where they differentiate into varied cell types. The emergence of neural crest was important in vertebrate evolution because many of its structural derivatives are defining features of the vertebrate clade.  Underlying the development of neural crest is a gene regulatory network, described as a set of interacting signals, transcription factors, and downstream effector genes that confer cell characteristics such as multipotency and migratory capabilities. Understanding the molecular mechanisms of neural crest formation is important for our knowledge of human disease because of its contributions to multiple cell lineages. Abnormalities in neural crest development cause neurocristopathies, which include conditions such as frontonasal dysplasia, Waardenburg-Shah syndrome, and DiGeorge syndrome.",
            "score": 99.8269910812378
        },
        {
            "docid": "15065584_17",
            "document": "JADE1 . The biological role of JADE1 has not been elucidated. Limited number of publications addresses this question using mice models. The most comprehensive study which was published in 2003, identified mice orthologue of human JADE1, Jade1, and investigated Jade1 expression during mice embryogenesis. Searching for developmentally regulated genes the authors used gene trap screen analysis and identified mouse Jade1 as gene strongly regulated during embryogenesis. Insertion of the vector into the third intron of the Jade1 gene lead to the production of a 47-amino-acid truncated protein. The gene trap insertional mutation resulted in Jade1-beta-galactosidase reporter fusion product and Jade1 null allele. While the homozygotes for the gene trap integration did not produce strong developmental phenotype, the fusion product revealed Jade1 gene spatial-temporal expression in mouse embryonic cells and tissues of developing embryo up to 15.5-d.p.c. In addition the study reports experimental and in silico comparative analysis of Jade1 mRNA transcripts, Jade1 gene structure and analysis of Jade1 protein orthologues from mouse human and zebra fish. Jade1 expression was detected in extraembryonic ectoderm and trophoblast, which are placental components important for vasculogenesis, as well as in sites enriched with multipotent or tissue-specific progenitors, including neural progenitors(2). The dynamics of Jade1 reporter expression in these areas indicates the involvement in the determination and elongation of anterior posterior axis, an important point of the study). The potential role for human JADE1 in the renewal of embryonic stem cell and embryonal carcinoma cell cultures was suggested in another screening study which showed that, in cultured stem cells activation of stem cell transcription factor OCT4 pathway upregulated JADE1 gene expression along with stem cell factors NANOG, PHC1, USP44 and SOX2. Role of JADE1 in epithelial cell proliferation was addressed in a murine model of acute kidney injury and regeneration. Expression patterns and dynamics of HBO1-JADE1S/L were examined in regenerating tubular epithelial cells. Ischemia and reperfusion injury resulted in an initial decrease in JADE1S, JADE1L, and HBO1 protein levels, which returned to the baseline during renal recovery. Expression levels of HBO1 and JADE1S recovered as cell proliferation rate reached maximum, whereas JADE1L recovered after bulk proliferation had diminished. The temporal expression of JADE1 correlated with the acetylation of histone H4 (H4K5 and H4K12) but not that of histone H3 (H4K14), suggesting that the JADE1-HBO1 complex specifically marks H4 during epithelial cell proliferation. The results of the study implicate JADE1-HBO1 complex in acute kidney injury and suggest distinct roles for JADE1 isoforms during epithelial cell recovery.",
            "score": 76.75361931324005
        },
        {
            "docid": "1195514_7",
            "document": "Embryoid body . As a result of the three-dimensional EB structure, complex morphogenesis occurs during EB differentiation, including the appearance of both epithelial- and mesenchymal-like cell populations, as well as the appearance of markers associated with the epithelial-mesenchymal transition (EMT). Additionally, the inductive effects resulting from signaling between cell populations in EBs results in spatially and temporally defined changes, which promote complex morphogenesis. Tissue-like structures are often exhibited within EBs, including the appearance of blood islands reminiscent of early blood vessel structures in the developing embryo, as well as the patterning of neurite extensions (indicative of neuron organization) and spontaneous contractile activity (indicative of cardiomyocyte differentiation) when EBs are plated onto adhesive substrates such as gelatin. More recently, complex structures, including optic cup-like structures were created in vitro resulting from EB differentiation.",
            "score": 88.95890128612518
        },
        {
            "docid": "15776681_5",
            "document": "Developmental noise . The developmental noise can contribute to unique patterns of development in each individual as well. During development of a complex organ, variability in gene expression may be required to contribute to differentiation of multiple cell types from cells that have equivalent potential. For example, the patterning of the adult fly eye relies on multiple alternative choices of differentiation pathways within an apparently homogeneous field of cells. The facets (ommatidia) in fly eyes occur as two types, designated pale and yellow, as defined by the particular types of rhodopsin photopigments expressed in the two inner photoreceptor cells. In flies carrying mutations in the gene spineless, all ommatidia show the pale fate, while over expression of spineless induces the yellow fate. The final pattern of ommatidia is determined by stochastic variation in expression of this single transcription factor Spineless.",
            "score": 57.782363414764404
        },
        {
            "docid": "1891323_2",
            "document": "Spatiotemporal gene expression . Spatiotemporal gene expression is the activation of genes within specific tissues of an organism at specific times during development. Gene activation patterns vary widely in complexity. Some are straightforward and static, such as the pattern of \"tubulin,\" which is expressed in all cells at all times in life. Some, on the other hand, are extraordinarily intricate and difficult to predict and model, with expression fluctuating wildly from minute to minute or from cell to cell. Spatiotemporal variation plays a key role in generating the diversity of cell types found in developed organisms; since the identity of a cell is specified by the collection of genes actively expressed within that cell, if gene expression was uniform spatially and temporally, there could be at most one kind of cell.",
            "score": 51.35923171043396
        },
        {
            "docid": "34032373_5",
            "document": "P19 cell . Treatment of undifferentiated P19 cells with retinoic acid can specifically induce them into neuronal cells. Using doses between 1 μM to 3 μM of RA can generate neurons as the most abundant cell type. Neurons under this treatment reached the highest populations between six days and nine days. Several neuronal markers such as neurofilament proteins, HNK-1 antigen and tetanus toxin binding sites are expressed at highest levels during these days. After six to nine days of treatment, the relative neuronal population declines, likely because of faster proliferation of non-neuronal cells. After 10 days of exposure, astroglial cells can be detected using glial fibrillary acidic protein (GFAP), which is a specific marker of glial cells. Other than into neurons and astrocytes, P19 cells can also differentiate to oligodendrocytes, which can be detected using the specific markers, myelin-associated glycoprotein and 2',3'-Cyclic-nucleotide 3'-phosphodiesterase. Moreover, oligodendrocytes also developed and migrated into fiber bundles in mice when the RA-induced cells were transplanted into the brains.  Retinoic acid can induce not only P19 cells but also other progenitor cells or embryonic stem cells to differentiation. Since cells after retinoic acid treatment did not immediately express neuronal marker genes, RA must initiate some pathway to process cellular differentiation. Many studies used P19 cells to investigate the RA-induced mechanisms, including generating the mutant allele of retinoic acid receptor genes and studying the expression of receptor genes, Hox genes and retinol binding proteins while exposing to RA. All of these studies indicate that the P19 cell is a good in vitro model system for investigating the mechanism of drugs that interfere with specific cellular pathway. What is more, by using the ability of RA-induced neurogenesis in P19 cell, lots of researchers started to identify the in vitro differentiation mechanisms of neuro- or gliogenesis. Several related pathways or including Wnt/β-catenin pathway, Notch pathway and hedgehog pathway are investigated either using gene expression or generating alleles for related genes.",
            "score": 137.72837042808533
        },
        {
            "docid": "14924946_6",
            "document": "Neurogenins . Bone-morphogenetic-protein (BMP) signaling is responsible for the expression of the transcriptional co-activators CBP, p300, and Smad1. In the presence of Ngn1, BMPs promote neuronal differentiation in stem cells through binding of all endogenous CBP/p300/Smad1 to Ngn1, and being recruited toward the neuronal promoters, causing neuronal differentiation. In the embryonic forebrain, Ngn1 is associated with dorsal patterning and cell fate specification, with the patterning molecules and proneural proteins establishing the spatial domains of both proneural and homeodomain protein expression. This is critical for the initiation of neurogenesis.",
            "score": 121.11448764801025
        },
        {
            "docid": "14181897_16",
            "document": "NUMB (gene) . In mice embryos mutant for Numb, early neurons emerge in the expected spatial and temporal pattern but fail to maintain a sufficient pool of proliferating progenitors and nearly deplete the population of dividing cells shortly after the onset of neurogenesis. These embryos display precocious neuron production in the forebrain and defects in neural tube closure, dying around embryonic day 11.5. These studies suggest a functional role of mammalian Numb in promoting progenitor cell fate during neurogenesis, which directly opposes the proposed role of Numb in invertebrates. However, other studies have shown overexpression of Numb in the mammalian neural crest MONC-1 stem cell line biases neuronal differentiation, consistent with what is observed in drosophila.",
            "score": 136.2122175693512
        },
        {
            "docid": "152964_4",
            "document": "Motor neuron . Motor neurons begin to develop early in embryonic development, and motor function continues to develop well into childhood. In the neural tube cells are specified to either the rostral-caudal axis or ventral-dorsal axis. The axons of motor neurons begin to appear in the fourth week of development from the ventral region of the ventral-dorsal axis (the basal plate). This homeodomain is known as the motor neural progenitor domain (pMN). Transcription factors here include Pax6, OLIG2, Nkx-6.1, and Nkx-6.2, which are regulated by sonic hedgehog (Shh). The OLIG2 gene being the most important due to its role in promoting Ngn2 expression, a gene that causes cell cycle exiting as well as promoting further transcription factors associated with motor neuron development.",
            "score": 206.09832417964935
        },
        {
            "docid": "14775592_3",
            "document": "OLIG2 . OLIG2 is mostly expressed in restricted domains of the brain and spinal cord ventricular zone which give rise to oligodendrocytes and specific types of neurons. In the spinal cord, the pMN region sequentially generates motor neurons and oligodendrocytes. During embryogenesis, OLIG2 first directs motor neuron fate by establishing a ventral domain of motor neuron progenitors and promoting neuronal differentiation. OLIG2 then switches to promoting the formation of oligodendrocyte precursors and oligodendrocyte differentiation at later stages of development. Apart from functioning as a neurogenic factor in specification and the differentiation of motor neurons and oligodendrocytes, OLIG2 also functions as an anti-neurogenic factor at early time points in pMN progenitors to sustain the cycling progenitor pool. This side of anti-neurogenicity of OLIG2 later plays a bigger role in malignancies like glioma.",
            "score": 224.8169287443161
        }
    ],
    "r": [
        {
            "docid": "14775592_3",
            "document": "OLIG2 . OLIG2 is mostly expressed in restricted domains of the brain and spinal cord ventricular zone which give rise to oligodendrocytes and specific types of neurons. In the spinal cord, the pMN region sequentially generates motor neurons and oligodendrocytes. During embryogenesis, OLIG2 first directs motor neuron fate by establishing a ventral domain of motor neuron progenitors and promoting neuronal differentiation. OLIG2 then switches to promoting the formation of oligodendrocyte precursors and oligodendrocyte differentiation at later stages of development. Apart from functioning as a neurogenic factor in specification and the differentiation of motor neurons and oligodendrocytes, OLIG2 also functions as an anti-neurogenic factor at early time points in pMN progenitors to sustain the cycling progenitor pool. This side of anti-neurogenicity of OLIG2 later plays a bigger role in malignancies like glioma.",
            "score": 224.81692504882812
        },
        {
            "docid": "152964_4",
            "document": "Motor neuron . Motor neurons begin to develop early in embryonic development, and motor function continues to develop well into childhood. In the neural tube cells are specified to either the rostral-caudal axis or ventral-dorsal axis. The axons of motor neurons begin to appear in the fourth week of development from the ventral region of the ventral-dorsal axis (the basal plate). This homeodomain is known as the motor neural progenitor domain (pMN). Transcription factors here include Pax6, OLIG2, Nkx-6.1, and Nkx-6.2, which are regulated by sonic hedgehog (Shh). The OLIG2 gene being the most important due to its role in promoting Ngn2 expression, a gene that causes cell cycle exiting as well as promoting further transcription factors associated with motor neuron development.",
            "score": 206.09832763671875
        },
        {
            "docid": "208900_11",
            "document": "Neural tube . The neural tube patterns along the dorsal-ventral axis to establish defined compartments of neural progenitor cells that lead to distinct classes of neurons. According to the French flag model of morphogenesis, this patterning occurs early in development and results from the activity of several secreted signaling molecules. Sonic hedgehog (Shh) is a key player in patterning the ventral axis, while bone morphogenic proteins (BMPs) and Wnt family members play an important role in patterning the dorsal axis. Other factors shown to provide positional information to the neural progenitor cells include fibroblast growth factors (FGFs) and retinoic acid. Retinoic acid is required ventrally along with Shh to induce Pax6 and Olig2 during differentiation of motor neurons.",
            "score": 198.85995483398438
        },
        {
            "docid": "2253282_12",
            "document": "Oligodendrocyte progenitor cell . Expression of Olig2 generates motor neurons and OPCs, dependent on the Shh and regulated by the Notch signaling pathway. This regulation limits the number of motor neurons and allows more OLGs to be produced. Olig2 is one of the most important transcription factors involved in OLG production. Olig2 inactivation during development reduces OPC production.",
            "score": 197.36412048339844
        },
        {
            "docid": "26827828_2",
            "document": "DBX1 . Homeobox protein DBX1, also known as developing brain homeobox protein 1, is a protein that in humans is encoded by the \"DBX1\" gene. The DBX1 gene is a transcription factor gene that is pivotal in interneuron differentiation in the ventral spinal cord. The spinal interneurons V0 and V1 are derived from progenitor domains that are differentiated by the expression of homeodomain proteins DBX1 and DBX2. DBX1 is spatially restricted and has a critical role in establishing the distinction of V0 and V1 neuronal fate. In DBX1 mutant mice, neural progenitors fail to generate V0 interneurons and instead gave rise to interneurons expressing V1 characteristics, such as their transcription factor profile, neurotransmitter phenotype, migratory pattern, and aspects of their axonal trajectory, suggesting that this single homeodomain transcription factor coordinates many of the differentiated properties of one class of interneurons generated in the ventral spinal cord. V0 and V1 interneurons are thought to be critical in the role of rhythmic breathing, after using a neonatal mouse model. Destruction of these DBX1 neurons in the pre-Botzinger complex showed an impaired respiratory rhythm as well as a decreased magnitude of motor output activity.",
            "score": 188.29722595214844
        },
        {
            "docid": "208900_13",
            "document": "Neural tube . The following is a proposed mechanism for how Shh patterns the ventral neural tube: A gradient of Shh that controls the expression of a group of homeodomain (HD) and basic Helix-Loop-Helix (bHLH) transcription factors is created. These transcription factors are grouped into two protein classes based on how Shh affects them. Class I is inhibited by Shh, whereas Class II is activated by Shh. These two classes of proteins then cross-regulate each other to create more-defined boundaries of expression. The different combinations of expression of these transcription factors along the dorsal-ventral axis of the neural tube are responsible for creating the identity of the neuronal progenitor cells. Five molecularly distinct groups of ventral neurons form from these neuronal progenitor cells in vitro. Also, the position at which these neuronal groups are generated \"in vivo\" can be predicted by the concentration of Shh required for their induction in vitro. Studies have shown that neural progenitors can evoke different responses based on the length of exposure to Shh, with a longer exposure time resulting in more ventral cell types.",
            "score": 185.78311157226562
        },
        {
            "docid": "353697_17",
            "document": "Sonic hedgehog . It is thought that the SHH gradient works to elicit multiple different cell fates by a concentration and time-dependent mechanism that induces a variety of transcription factors in the ventral progenitor cells. Each of the ventral progenitor domains expresses a highly individualized combination of transcription factors—Nkx2.2, Olig2, Nkx6.1, Nkx 6.2, Dbx1, Dbx2, Irx3, Pax6, and Pax7—that is regulated by the SHH gradient. These transcription factors are induced sequentially along the SHH concentration gradient with respect to the amount and time of exposure to SHH ligand. As each population of progenitor cells responds to the different levels of SHH protein, they begin to express a unique combination of transcription factors that leads to neuronal cell fate differentiation. This SHH-induced differential gene expression creates sharp boundaries between the discrete domains of transcription factor expression, which ultimately patterns the ventral neural tube.",
            "score": 180.73995971679688
        },
        {
            "docid": "353697_14",
            "document": "Sonic hedgehog . There are five distinct progenitor domains in the ventral neural tube, viz. V3 interneuron, motor neurons (MN), V2, V1, and V0 interneurons (in ventral to dorsal order). These different progenitor domains are established by \"communication\" between different classes of homeobox transcription factors. (See Trigeminal nerve.) These transcription factors respond to SHH gradient concentration. Depending upon the nature of their interaction with SHH, they are classified into two groups, class I and class II, and are composed of members from the Pax, Nkx, Dbx, and Irx families. Class I proteins are repressed at different thresholds of SHH, delineating ventral boundaries of progenitor domains; while class II proteins are activated at different thresholds of SHH, delineating the dorsal limit of domains. Selective cross-repressive interactions between class I and class II proteins give rise to five cardinal ventral neuronal subtypes.",
            "score": 174.99005126953125
        },
        {
            "docid": "2199417_14",
            "document": "Gamma motor neuron . Gamma motor neurons develop similarly to alpha motor neurons at the beginning. They originate in the basal plate, which is the ventral portion of the neural tube in the developing embryo. Sonic hedgehog genes (Shh) are an important part of the development process that is secreted by the notochord creating gradients of concentrations. After the hedgehog genes, various other molecular markers and transcription factors play a role in differentiating motor neurons into the specific gamma motor neurons.",
            "score": 170.84750366210938
        },
        {
            "docid": "353697_11",
            "document": "Sonic hedgehog . Although there is no direct evidence of a SHH gradient, there is indirect evidence via the visualization of Patched (\"Ptc\") gene expression, which encodes for the ligand binding domain of the SHH receptor throughout the ventral neural tube. \"In vitro\" studies show that incremental two- and threefold changes in SHH concentration give rise to motor neuron and different interneuronal subtypes as found in the ventral spinal cord. These incremental changes \"in vitro\" correspond to the distance of domains from the signaling tissue (notochord and floor plate) which subsequently differentiates into different neuronal subtypes as it occurs \"in vitro\". Graded SHH signaling is suggested to be mediated through the Gli family of proteins which are vertebrate homologues of the \"Drosophila\" zinc-finger-containing transcription factor \"Cubitus interruptus\" (\"Ci\") . \"Ci\" is a crucial mediator of hedgehog (\"Hh\") signaling in \"Drosophila\". In vertebrates three different Gli proteins are present, viz. Gli1, Gli2 and Gli3, which are expressed in the neural tube. Mice mutant for Gli1 show normal spinal cord development, suggesting that it is dispensable for mediating SHH activity. However Gli2 mutant mice show abnormalities in the ventral spinal cord with severe defects in the floor plate and ventral-most interneurons (V3). Gli3 antagonizes SHH function in a dose dependent manner, promoting dorsal neuronal subtypes. SHH mutant phenotype can be rescued in SHH/Gli3 double mutant. Gli proteins have a C-terminal activation domain and an N-terminal repressive domain.",
            "score": 170.80862426757812
        },
        {
            "docid": "42064066_19",
            "document": "Proneural genes . In the neocortex exists a wide neuronal network, supported by astrocytes and oligodendrocytes (glial cells) with different functions. During cortical development, bHLH factors control proliferation and differentiation of neural cells and their functions at any given time and place depends on their cellular context. NeuroD, Ngns, Mash, ‘’Olig’’ and other proneural gene families have a crucial role in cell fate decision during corticogenesis and different combinations of them regulate the choice and the timing of differentiation into a neuron, an astrocyte or an oligodendrocyte. High levels of Ngn1 and Ngn2 are required to specify neuronal identity of cortical progenitors only in early stages of neocortex development. Particularly, ngn2 is also important to regulate the transition of cortical progenitors from the ventricular zone to the subventricular zone. On the other hand, mash1 is implicated in the early differentiation of striatum neurons and sufficient to promote basal cell divisions independently of its role in the specification of neuronal cell fates at later stages. Cooperation between ngn2 and mash1 proneural genes regulate the transition of cortical progenitors from apical to basal cell compartments. The specification of different neuronal subtypes depends on the group of proneural genes involved. Low levels of proneural transcripts in ventricular zone are expressed when progenitor’s specification occurs and an increase in their expression results in the beginning of neurogenesis. Ngns are responsible for the formation of glutamatergic neurons whereas mash1 gives rise to GABAergic and cholinergic neurons.",
            "score": 170.7253875732422
        },
        {
            "docid": "14775592_4",
            "document": "OLIG2 . The role of phosphorylation has been highlighted recently to account for the multifaceted functions of OLIG2 in differentiation and proliferation. Studies showed that the phosphorylation state of OLIG2 at Ser30 determines the fate of cortical progenitor cells, in which cortical progenitor cells will either differentiate into astrocytes or remain as neuronal progenitors. Phosphorylation at a triple serine motif (Ser10, Ser13 and Ser14) on the other hand was shown to regulate the proliferative function of OLIG2. Another phosphorylation site Ser147 predicted by bioinformatics was found to regulate motor neuron development by regulating the binding between OLIG2 and NGN2. Further, OLIG2 contains a ST box composed of a string of 12 contiguous serine and threonine residues at position Ser77-Ser88. It is believed that phosphorylation at ST box is biologically functional, yet the role of it still remains to be elucidated in vivo.",
            "score": 170.20211791992188
        },
        {
            "docid": "7090974_20",
            "document": "Zona limitans intrathalamica . Signaling from the ZLI cooperating with thalamic and prethalamic markers ensures the migration of post-mitotic (neural progenitor) cells to the mantle zone where the cells assemble into nuclei characteristic of the thalamus. These nuclei are the mechanism of the relay of information from the thalamus to the cortex. The thalamus itself is highly diverse, with each nucleus having distinct morphologies and physiologies according to the region of the brain to which it is connected. These differences are thought to originate in differential gene expression in the thalamus and prethalamus, which allows for a single structure with multiple different and separate functions once the two have merged and completed growth and differentiation. So a functional interplay between Shh from the ZLI and the bHLH factor Her6 (homolog to HES1) determines the neuronal identity within the thalamus: Her6 positive cells in the prethalamus and rostral thalamus differentiate into GABAergic inhibitory neurons, whereas her negative cells become glutamatergic relay neurons. Both cell types depend on Shh signal as trigger to initiate the developmental programme.",
            "score": 165.62806701660156
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 165.0985107421875
        },
        {
            "docid": "152964_2",
            "document": "Motor neuron . A motor neuron (or motoneuron) is a neuron whose cell body is located in the motor cortex, brainstem or the spinal cord, and whose axon (fiber) projects to the spinal cord or outside of the spinal cord to directly or indirectly control effector organs, mainly muscles and glands. There are two types of motor neuron – upper motor neurons and lower motor neurons. Axons from upper motor neurons synapse onto interneurons in the spinal cord and occasionally directly onto lower motor neurons. The axons from the lower motor neurons are efferent nerve fibers that carry signals from the spinal cord to the effectors. Types of lower motor neurons are alpha motor neurons, beta motor neurons, and gamma motor neurons.",
            "score": 165.06871032714844
        },
        {
            "docid": "41111089_4",
            "document": "Epigenetic regulation of neurogenesis . Neural Stem Cells generate the cortex in a precise \"inside out\" manner with carefully controlled timing mechanisms. Early born neurons form deep layers in the cortex while newer born form the upper layers. This timing program is seen \"in vitro\" as well as \"in vivo\". Histone methylation has been shown to be one of the epigenetic regulatory mechanisms which alters the proportionate production of deep layer and upper layer neurons. Specifically, deletion of Ezh2 encoding histone methyltransferase led to a twofold reduction of BRN2-expressing and SATB2 expressing upper layer neurons without affecting the number of neurons in layer V and VI. Similarly, histone acetylation through histone deacetylase (HDAC) inhibitor Valproic Acid, an epilepsy therapeutic, in mouse embryonic stem cell (ESC) derived neural proginetors not only induces neuronal differentiation, but also selectively enriched the upper layer neuronal population. As such, it has been proposed that HDAC inhibition promotes the progression of neuronal differentiation, leading to a fate-switch from deep-layer producing progenitors into upper-layer progenitors. However, the reasons behind this selective differentiation and timing control as a result of HDAC inhibition are not yet fully understood.",
            "score": 164.8323211669922
        },
        {
            "docid": "21294842_20",
            "document": "Spinal cord . The spinal cord is made from part of the neural tube during development. There are four stages of the spinal cord that arises from the neural tube: The neural plate, neural fold, neural tube, and the spinal cord. Neural differentiation occurs within the spinal cord portion of the tube. As the neural tube begins to develop, the notochord begins to secrete a factor known as Sonic hedgehog or SHH. As a result, the floor plate then also begins to secrete SHH, and this will induce the basal plate to develop motor neurons. During the maturation of the neural tube, its lateral walls thicken and form a longtitudinal groove called the sulcus limitans. This extends the length of the spinal cord into dorsal and ventral portions as well. Meanwhile, the overlying ectoderm secretes bone morphogenetic protein (BMP). This induces the roof plate to begin to secrete BMP, which will induce the alar plate to develop sensory neurons. Opposing gradients of such morphogens as BMP and SHH form different domains of dividing cells along the dorsal ventral axis. Dorsal root ganglion neurons differentiate from neural crest progenitors. As the dorsal and ventral column cells proliferate, the lumen of the neural tube narrows to form the small central canal of the spinal cord. The alar plate and the basal plate are separated by the sulcus limitans.  Additionally, the floor plate also secretes netrins. The netrins act as chemoattractants to decussation of pain and temperature sensory neurons in the alar plate across the anterior white commissure, where they then ascend towards the thalamus. Following the closure of the caudal neuropore and formation of the brain's ventricles that contain the choroid plexus tissue, the central canal of the caudal spinal cord is filled with cerebrospinal fluid.",
            "score": 164.07049560546875
        },
        {
            "docid": "16851743_3",
            "document": "CRIM1 . Motor neurons are among the earliest neurons to appear after the commencement of cell patterning and the beginning of cell differentiation. Differentiation occurs in a ventral-to-dorsal gradient and is mediated, at least in part, by the concentration of ventrally expressed sonic hedgehog protein (SHH; MIM 600725). Dorsally expressed factors, such as members of the bone morphogenic protein (e.g., BMP4; MIM 112262) and transforming growth factor-beta (e.g., TGFB1; MIM 190180) families, can repress the induction of these neurons. CRIM1 may interact with growth factors implicated in motor neuron differentiation and survival.",
            "score": 163.0072784423828
        },
        {
            "docid": "40466325_10",
            "document": "Cerebral organoid . It has been shown that cerebral organoids grown using the spinning bioreactor 3D culture method differentiate into various neural tissue types, such as the optic cup, hippocampus, ventral parts of the teleencephelon and dorsal cortex.  The neural stem/progenitor cells are unique because they are able to self-renew and are multipotent. This means they can generate neurons and glial cells which are the two main components of neural systems. The fate of these cells is controlled by several factors that affect the differentiation process. The spatial location and temporal attributes of neural progenitor cells can influence if the cells form neurons or glial cells. Further differentiation is then controlled by extracellular conditions and cell signaling. The exact conditions and stimuli necessary to differentiate neural progenitor cells into specific neural tissues such as hippocampal tissue, optic nerve, cerebral cortex, etc. are unknown. It is believed that cerebral organoids can be used to study the developmental mechanisms of these processes.",
            "score": 160.7152557373047
        },
        {
            "docid": "25005894_9",
            "document": "Motor pool (neuroscience) . Alpha motor neurons and gamma motor neurons do not merely differ in their post-synaptic targets. The physiological differences between these two classes are significant. The axonal diameter of gamma-motor neurons is half of that of alpha-motor neurons, resulting in a higher cytoplasmic resistance and therefore a slower signal propagation velocity. Additionally, gamma-motor neurons display far simpler branching patterns than that of their alpha- counterparts. The differentiation into these two classes is regulated by complex interactions between several neurotrophic factors, and all of these interactions are not yet well understood. Glial cell line–derived neurotrophic factor (GDNF) has been discovered to play an especially important role in all layers of motor pool development. In the case of alpha- and gamma- differentiation, it has been shown that gamma motor neurons express significantly higher levels of certain GDNF receptor subunits.",
            "score": 160.6497039794922
        },
        {
            "docid": "41121722_8",
            "document": "Spinal interneuron . Renshaw cells are among the very first identified interneurons. This type of interneuron projects onto α-motoneurons, where it establishes inhibition by expressing its inhibitory neurotransmitter glycine. However, some reports have indicated that Renshaw cells synthesize calcium-binding proteins calbindin-D28k and parvalbumin. Further, during spinal reflex, Renshaw cells control the activity of the spinal motoneurons. They are excited by the axon collaterals of the motor neurons.In addition, Renshaw cells make inhibitory connections to several groups of motor neurons, Ia inhibitory interneurons as well as the same motor neuron that excited them previously. Furthermore, the connection to the motor neurons establishes a negative feedback system at may regulate the firing rate of the motor neurons. Moreover, the connections to the Ia inhibitory interneurons may modulate the strength of the reciprocal inhibition to the antagonist motor neuron.",
            "score": 160.38919067382812
        },
        {
            "docid": "14755419_5",
            "document": "BTG2 . A number of studies in vivo have shown that \"BTG2\" expression is associated with the neurogenic asymmetric division in neural progenitor cells. Moreover, when directly overexpressed in vivo in neural progenitor cells, BTG2 induces their differentiation. In fact, in the neuronal PC12 cell line BTG2 is not able to trigger differentiation by itself, but only to synergize with NGF, while in vivo BTG2 is fully able to induce differentiation of progenitor cells, i.e., during embryonic development in the neuroblast of the neural tube and in granule precursors of cerebellum, as well in adult progenitor cells of the dentate gyrus and of the subventricular zone. Notably, it has recently been shown that BTG2 is essential for the differentiation of new neurons, using a BTG2 knock out mouse. BTG2 is thus a pan-neural gene required for the development of the new neuron generated during adulthood, in the two neurogenic regions of adult brain, i.e., the hippocampus and the subventricular zone. Such requirement of BTG2 in neuron maturation is consistent with the fact that during brain development BTG2 is expressed in the proliferating neuroblasts of the ventricular zone of the neural tube, and to a lower extent in the differentiating neuroblasts of the mantle zone; postnatally it is expressed in cerebellar precursors mainly in the proliferating regions of the neuropithelium (i.e., in the external granular layer), and in the hippocampus in proliferating and differentiating progenitor cells. The pro-differentiative action of BTG2 appears to be consequent not only to inhibition of cell cycle progression but also to a BTG2-dependent activation of proneural genes in neural progenitor cells. In fact, BTG2 activates proneural genes by associating with the promoter of Id3, a key inhibitor of proneural gene activity, and by negatively regulating its activity.",
            "score": 159.301513671875
        },
        {
            "docid": "25330915_13",
            "document": "PI3K/AKT/mTOR pathway . The type of growth factor signaling can effect whether or not NSCs differentiate into motor neurons or not. Priming a media with FGF2 lowers the activity of the PI3K/AKT pathway, which activates GSK3β. This increases expression of HB9. Directly inhibiting PI3K in NSCs leads to a population of cells that are purely HB9+ and differentiate at an elevated efficiency into motor neurons. Grafting these cells into different parts of rats generates motor neurons regardless of the transplanted cells' microenvironment. Following injury, neural stem cells enter a repair phase and express high levels of PI3K to enhance proliferation. This is better for survival of the neurons as a whole but is at the expense of generating motor neurons. Therefore, it can be difficult for injured motor neurons to recover their ability. It is the purpose of modern research to generate neural stem cells that can proliferate but still differentiate into motor neurons. Lowering the effect of the PI3K pathway and increasing the effect of GSK3β and HB9 in NSCs is a potential way of generating these cells.",
            "score": 157.54818725585938
        },
        {
            "docid": "18143331_16",
            "document": "Neurogenetics . There are many genes and proteins that contribute to the formation and development of the central nervous system, many of which can be found in the aforementioned links. Of particular importance are those that code for BMPs, BMP inhibitors and \"SHH\". When expressed during early development, BMP's are responsible for the differentiation of epidermal cells from the ventral ectoderm. Inhibitors of BMPs, such as \"NOG\" and \"CHRD\", promote differentiation of ectoderm cells into prospective neural tissue on the dorsal side. If any of these genes are improperly regulated, then proper formation and differentiation will not occur.  BMP also plays a very important role in the patterning that occurs after the formation of the neural tube. Due to the graded response the cells of the neural tube have to BMP and Shh signaling, these pathways are in competition to determine the fate of preneural cells. BMP promotes dorsal differentiation of pre-neural cells into sensory neurons and Shh promotes ventral differentiation into motor neurons. There are many other genes that help to determine neural fate and proper development include, \"RELN\", \"SOX9\", \"WNT\", Notch and Delta coding genes, \"HOX\", and various cadherin coding genes like \"CDH1\" and \"CDH2\".",
            "score": 157.1061553955078
        },
        {
            "docid": "33244792_7",
            "document": "Non-spiking neuron . \"Interneurons\" is a name used to indicate neurons that are neither sensory neurons nor motory in nature, but function as an intermediary processing and transmission state for signals that have been received via dorsal root ganglia cells. A large amount of these interneurons seem to exhibit the non-spiking characteristic. To better define non-spiking neuron signal transmission and signal transduction, many experiments have been performed to qualify and quantify the fidelity, speed, and mechanics of signal transmission in non-spiking neurons. There have been classifications based on the larger group \"interneurons\" where pre-motor nonspiking neurons are referred to as postlateral (PL) or anteriolateral (AL) interneurons, with AL interneurons divided into three types of interneurons based on staining. The initial differentiation between PL and AL interneurons are their responses to GABA, a neurotransmitter for muscle tone. They also have different staining responses permitting quick and qualified classification.",
            "score": 156.7067413330078
        },
        {
            "docid": "25005894_10",
            "document": "Motor pool (neuroscience) . Alpha motor neurons are further differentiated into subclasses that demonstrate distinct physiological characteristics. Fast-twitch, fatigable (FF) motor neurons are the largest (and therefore the fastest in propagating signals) of the alpha-motor neurons; FR (fast-twitch, fatigue-resistant) neurons are of intermediate size, and slow-twitch, fatigue-resistant (S) neurons are the smallest subclass. In addition to signaling velocity, these differential sizes also form the physiological basis of the size principle. Due to their relatively small axonal diameter, S type neurons, which innervate smaller muscle fibers, require a smaller input potential to reach threshold. Conversely, FF type neurons, which innervate the largest muscle fibers, require a greater input potential to reach threshold. Therefore, the axonal diameter of the three subclasses of alpha motor neurons clearly determines the patterns of the recruitment of motor units predicted by the size principle. The specific regulatory mechanisms that determine the size of these three alpha-motor neuron subclasses are not well known.",
            "score": 155.07310485839844
        },
        {
            "docid": "5315271_12",
            "document": "Alpha motor neuron . Alpha motor neurons originate in the basal plate, the ventral portion of the neural tube in the developing embryo. Sonic hedgehog (Shh) is secreted by the nearby notochord and other ventral structures (e.g., the floor plate), establishing a gradient of highly concentrated Shh in the basal plate and less concentrated Shh in the alar plate. Under the influence of Shh and other factors, some neurons of the basal plate differentiate into α-MNs.",
            "score": 154.9287109375
        },
        {
            "docid": "11088829_76",
            "document": "Nerve guidance conduit . Inserting neurons into a bioartificial nerve conduit seems like the most obvious method for replacing damaged nerves; however, neurons are unable to proliferate and they are often short-lived in culture. Thus, neural progenitor cells are more promising candidates for replacing damaged and degenerated neurons because they are self-renewing, which allows for the \"in vitro\" production of many cells with minimal donor material. In order to confirm that the new neurons formed from neural progenitor cells are a part of a functional network, the presence of synapse formation is required. A study by Ma, Fitzgerald et al. is the first demonstration of murine neural stem and progenitor cell-derived functional synapse and neuronal network formation on a 3D collagen matrix. The neural progenitor cells expanded and spontaneously differentiated into excitable neurons and formed synapses; furthermore, they retained the ability to differentiate into the three neural tissue lineages. It was also demonstrated that not only active synaptic vesicle recycling occurred, but also that excitatory and inhibitory connections capable of generating action potentials spontaneously were formed. Thus, neural progenitor cells are a viable and relatively unlimited source for creating functional neurons.",
            "score": 154.01129150390625
        },
        {
            "docid": "42064066_16",
            "document": "Proneural genes . Neural stem cells could give rise to neuronal or glial progenitors, depending on the type of signals that they receive - gliogenic or neurogenic signals, respectively. Glial progenitor cells could differentiate into oligodendrocytes or astrocytes. However, lineage commitment of neural progenitors involves the suppression of alternative fates. Therefore, vertebrate proneural genes promote neuronal fates and simultaneously inhibit glial fates. For example, the downregulation of the expression of proneural gene ngn2 in the spinal cord represses oligodendrocyte differentiation. In the context of restricted glial progenitors, proneural genes might have functions that are distinct from their better-characterized role in lineage specification, perhaps in the differentiation of glial lineages. Sun and colleagues showed that proneural ngn1 inhibits gliogenesis by binding transcriptional co-activators like CBP/Smad1 or p300/Smad1 preventing the transcription of glialdifferentiation genes. On the other hand, the Notch signaling pathway is capable of promoting gliogenesis in stem cells through the inhibition of proneural genes, such as mash1 and neurogenins.",
            "score": 153.08062744140625
        },
        {
            "docid": "41121722_5",
            "document": "Spinal interneuron . In the mouse's dorsal alar plate, six progenitor domains give rise to dI1-dI6 neurons and two classes of dorsal interneurons. In addition, in the ventral half of the neural tube, four classes of (CPG) interneurons known as V0, V1, V2, and V3 neurons are generated. V0 neurons are commissural neurons that extend their axons rostrally for 2-4 spinal cord regions in the embryonic spinal cord. V3 neurons are excitatory commissural interneurons that extend caudally projecting primary axons. The V1 neurons are inhibitory interneurons with axons that project ipsilaterraly and rostrally. V2 neurons, which include a population of glutamatergic V2a neurons and inhibitory V2b neurons, project ispilaterally and caudally across multiple spinal cord regions. The class V1 neurons give rise to two local circuit inhibitory neurons known as Renshaw cells and Ia inhibitory interneurons.",
            "score": 152.82687377929688
        },
        {
            "docid": "353697_10",
            "document": "Sonic hedgehog . Sonic hedgehog is the secreted protein which mediates signaling activities of the notochord and floor plate. Studies involving ectopic expression of SHH \"in vitro\" and \"in vivo\" result in floor plate induction, and differentiation of motor neuron and ventral interneurons. On the other hand, mice mutant for SHH lack ventral spinal cord characteristics.\"In vitro\" blocking of SHH signaling using antibodies against it shows similar phenotypes. SHH exerts its effects in a concentration-dependent manner, so that a high concentration of SHH results in a local inhibition of cellular proliferation. This inhibition causes the floor plate to become thin compared to the lateral regions of the neural tube. Lower concentration of SHH results in cellular proliferation and induction of various ventral neural cell types. Once the floor plate is established, cells residing in this region will subsequently express SHH themselves generating a concentration gradient within the neural tube.",
            "score": 152.51719665527344
        },
        {
            "docid": "189701_18",
            "document": "Development of the nervous system . In this context Shh acts as a morphogen - it induces cell differentiation dependent on its concentration. At low concentrations it forms ventral interneurones, at higher concentrations it induces motor neuron development, and at highest concentrations it induces floor plate differentiation. Failure of Shh-modulated differentiation causes holoprosencephaly.",
            "score": 152.0443878173828
        }
    ]
}