{
    "q": [
        {
            "docid": "564590_42",
            "document": "Serpin . Studies on \"Drosophila\" serpins reveal that Serpin-27A inhibits the Easter protease (the final protease in the Nudel, Gastrulation Defective, Snake and Easter proteolytic cascade) and thus controls dorsoventral patterning. Easter functions to cleave Spätzle (a chemokine-type ligand), which results in toll-mediated signaling. As well as its central role in embryonic patterning, toll signaling is also important for the innate immune response in insects. Accordingly, serpin-27A also functions to control the insect immune response. In \"Tenebrio molitor\" (a large beetle), a protein (SPN93) comprising two discrete tandem serpin domains functions to regulate the toll proteolytic cascade.",
            "score": 129.06690573692322
        },
        {
            "docid": "546406_13",
            "document": "Toll-like receptor . \"Drosophila melanogaster\" has only innate immune responses. Response to fungal or bacterial infection occurs through two distinct signalling cascades, one of which is toll pathway and the other is immune deficiency (IMD) pathway. The toll pathway is similar to mammalian TLR signalling, but unlike mammalian TLRs, toll is not activated directly by pathogen-associated molecular patterns (PAMPs). Its receptor ectodomain recognizes cleaved form of the cytokine Spätzle, which is secreted in the haemolymph as inactive dimeric precursor. Toll receptor shares the cytoplasmatic TIR domain with mammalian TLRs, but ectodomain and intracytoplasmatic tail are different. This difference might reflect a function of these receptors as cytokine receptors rather than PRRs. Toll pathway is activated by different stimuli, such as Gram positive bacteria, fungi and virulence factors. First, the Spätzle processing enzyme (SPE) is activated in response to infection and cleaves Spätzle. Cleaved Spätzle then binds to toll receptor and crosslinks its ectodomains. This triggers conformational changes in receptor resulting in signalling through toll. Signalling now is very similar to mammalian signalling through TLRs. Toll-induced signalling complex (TICS) is formed, comprising MyD88, Tube and Pelle (the orthologue of mammalian IRAK). Signal from TICS is then transduced to Cactus (homologue of mammalian IκB), phosphorylated Cactus is polyubiquitylated and degraded, allowing nuclear translocation of DIF (dorsal-related immunity facor; a homologue of mammalian NF-κB) and induction of transcription of genes for antimicrobial peptides (AMPs) such as Drosomycin.",
            "score": 71.11664867401123
        },
        {
            "docid": "173204_36",
            "document": "Drosophila melanogaster . Unlike mammals, \"Drosophila\" flies only have innate immunity and lack an adaptive immune response. The \"D. melanogaster\" immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the \"Toll\" and \"imd\" pathways, which are parallel systems for detecting microbes. The \"Toll\" pathway in \"Drosophila\" is known as the homologue of \"Toll-like\" pathways in mammals. Spatzle, a known ligand for the \"Toll\" pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the \"Toll\" receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. The imd pathway, though, is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). \"D. melanogaster\" has a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Other than the fat body, hemocytes, the blood cells in \"Drosophila\", are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear. The response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, \"Drosophila\" differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.",
            "score": 84.06280481815338
        },
        {
            "docid": "564590_26",
            "document": "Serpin . When a serpin inhibits a target protease, it forms a permanent complex, which needs to be disposed of. For extracellular serpins, the final serpin-enzyme complexes are rapidly cleared from circulation. One mechanism by which this occurs in mammals is via the low-density lipoprotein receptor-related protein (LRP), which binds to inhibitory complexes made by antithrombin, PA1-1, and neuroserpin, causing cellular uptake. Similarly, the \"Drosophila\" serpin, necrotic, is degraded in the lysosome after being trafficked into the cell by the Lipophorin Receptor-1 (homologous to the mammalian LDL receptor family).",
            "score": 150.97602248191833
        },
        {
            "docid": "564590_10",
            "document": "Serpin . Approximately two-thirds of human serpins perform extracellular roles, inhibiting proteases in the bloodstream in order to modulate their activities. For example, extracellular serpins regulate the proteolytic cascades central to blood clotting (antithrombin), the inflammatory and immune responses (antitrypsin, antichymotrypsin, and C1-inhibitor) and tissue remodelling (PAI-1). By inhibiting signalling cascade proteases, they can also affect development. The table of human serpins (below) provides examples of the range of functions performed by human serpin, as well as some of the diseases that result from serpin deficiency.",
            "score": 130.40550470352173
        },
        {
            "docid": "13154983_4",
            "document": "Maspin . Maspin is a member of the serpin superfamily of serine protease inhibitors. The primary function of most members of this family is to regulate the breakdown of proteins by inhibiting the catalytic activity of proteinases. Through this mechanism of action, serpins regulate a number of cellular processes including phagocytosis, coagulation, and fibrinolysis.",
            "score": 108.49964928627014
        },
        {
            "docid": "14150272_4",
            "document": "LRP1 . LRP1 is a member of the LDLR family and ubiquitously expressed in multiple tissues, though it is most abundant in vascular smooth muscle cells (SMCs), hepatocytes, and neurons. LRP1 plays a key role in intracellular signaling and endocytosis, which thus implicate it in many cellular and biological processes, including lipid and lipoprotein metabolism, protease degradation, platelet derived growth factor receptor regulation, integrin maturation and recycling, regulation of vascular tone, regulation of blood brain barrier permeability, cell growth, cell migration, inflammation, and apoptosis, as well as diseases such as neurodegenerative diseases, atherosclerosis, and cancer. To elaborate, LRP1 mainly contributes to regulation of protein activity by binding target proteins as a co-receptor, in conjunction with integral membrane proteins or adaptor proteins like uPA, to the lysosome for degradation. In lipoprotein metabolism, the interaction between LRP1 and APOE stimulates a signaling pathway that leads to elevated intracellular cAMP levels, increased protein kinase A activity, inhibited SMC migration, and ultimately, protection against vascular disease. While membrane-bound LRP1 performs endocytic clearance of proteases and inhibitors, proteolytic cleavage of its ectodomain allows the free LRP1 to compete with the membrane-bound form and prevent their clearance. Several sheddases have been implicated in the proteolytic cleavage of LRP1 such as ADAM10, ADAM12, ADAM17 and MT1-MMP. LRP1 is alsocontinuously endocytosed from the membrane and recycled back to the cell surface. Though the role of LRP1 in apoptosis is unclear, it is required for tPA to bind LRP1 in order to trigger the ERK1/2 signal cascade and promote cell survival.",
            "score": 89.56295382976532
        },
        {
            "docid": "46332876_2",
            "document": "Interleukin-1 receptor associated kinase . The interleukin-1 receptor (IL-1R) associated kinase (IRAK) family plays a crucial role in the protective response to pathogens introduced into the human body by inducing acute inflammation followed by additional adaptive immune responses. IRAKs are essential components of the Interleukin-1 receptor signaling pathway and some Toll-like receptor signaling pathways. Toll-like receptors (TLRs) detect microorganisms by recognizing specific pathogen-associated molecular patterns (PAMPs) and IL-1R family members respond the interleukin-1 (IL-1) family cytokines. These receptors initiate an intracellular signaling cascade through adaptor proteins, primarily, MyD88. This is followed by the activation of IRAKs. TLRs and IL-1R members have a highly conserved amino acid sequence in their cytoplasmic domain called the Toll/Interleukin-1 (TIR) domain. The elicitation of different TLRs/IL-1Rs results in similar signaling cascades due to their homologous TIR motif leading to the activation of mitogen-activated protein kinases (MAPKs) and the IκB kinase (IKK) complex, which initiates a nuclear factor-κB (NF-κB) and AP-1-dependent transcriptional response of pro-inflammatory genes. Understanding the key players and their roles in the TLR/IL-1R pathway is important because the presence of mutations causing the abnormal regulation of Toll/IL-1R signaling leading to a variety of acute inflammatory and autoimmune diseases.",
            "score": 55.46463322639465
        },
        {
            "docid": "14958_15",
            "document": "Immune system . In humans, this response is activated by complement binding to antibodies that have attached to these microbes or the binding of complement proteins to carbohydrates on the surfaces of microbes. This recognition signal triggers a rapid killing response. The speed of the response is a result of signal amplification that occurs after sequential proteolytic activation of complement molecules, which are also proteases. After complement proteins initially bind to the microbe, they activate their protease activity, which in turn activates other complement proteases, and so on. This produces a catalytic cascade that amplifies the initial signal by controlled positive feedback. The cascade results in the production of peptides that attract immune cells, increase vascular permeability, and opsonize (coat) the surface of a pathogen, marking it for destruction. This deposition of complement can also kill cells directly by disrupting their plasma membrane.",
            "score": 65.75877737998962
        },
        {
            "docid": "42027685_3",
            "document": "SERPINB10 . The superfamily of high molecular weight serine proteinase inhibitors (serpins) regulate a diverse set of intracellular and extracellular processes such as complement activation, fibrinolysis, coagulation, cellular differentiation, tumor suppression, apoptosis, and cell migration. Serpins are characterized by a well-conserved tertiary structure that consists of 3 beta sheets and 8 or 9 alpha helices. A critical portion of the molecule, the reactive center loop connects beta sheets A and C. Protease inhibitor-10 (PI10; SERPINB10) is a member of the ov-serpin subfamily, which, relative to the archetypal serpin PI1 (MIM 107400), is characterized by a high degree of homology to chicken ovalbumin, lack of N- and C-terminal extensions, absence of a signal peptide, and a serine rather than an asparagine residue at the penultimate position.",
            "score": 103.74449062347412
        },
        {
            "docid": "22108748_7",
            "document": "Hippo signaling pathway . The upstream regulators of the core Hpo/Wts kinase cascade include the transmembrane protein Fat and several membrane-associated proteins. As an atypical cadherin, Fat (FAT1-4 in mammals) may function as a receptor, though an extracellular ligand has not been positively identified. While Fat is known to bind to another atypical cadherin, Dachsous (Ds), during tissue patterning, it is unclear what role Ds has in regulating tissue growth. Nevertheless, Fat is recognized as an upstream regulator of the Hpo pathway. Fat activates Hpo through the apical protein Expanded (Ex; FRMD6/Willin in mammals). Ex interacts with two other apically-localized proteins, Kibra (KIBRA in mammals) and Merlin (Mer; NF2 in mammals), to form the Kibra-Ex-Mer (KEM) complex. Both Ex and Mer are FERM domain-containing proteins, while Kibra, like Sav, is a WW domain-containing protein. The KEM complex physically interacts with the Hpo kinase cascade, thereby localizing the core kinase cacade to the plasma membrane for activation. Fat may also regulate Wts independently of Ex/Hpo, through the inhibition of the unconventional myosin Dachs. Normally, Dachs can bind to and promote the degradation of Wts.",
            "score": 61.426084756851196
        },
        {
            "docid": "21082137_6",
            "document": "ESCRT . The ESCRT-0 complex plays a vital role in the generation of multivesicular bodies by binding and clustering ubiquitinated proteins and/or receptors on the surface of a cell. The complex is then responsible for binding to a lipid on the endosomal membrane, which recruits these tagged proteins to the endosome. Once properly localized, these proteins are then taken into the endosome via vesicles, forming multivesicular bodies, and are eventually delivered to the lysosome where they are degraded. This process is essential as it is the major pathway for the degradation of damaged proteins that have passed through the Golgi. The components of the ESCRT-0 complex exist as follows:",
            "score": 57.781633138656616
        },
        {
            "docid": "29828092_2",
            "document": "Uterine serpin . Uterine serpins are members of the A clade of the serine protease inhibitor (serpin) superfamily of proteins and are encoded by the SERPINA14 gene. Uterine serpins are produced by the endometrium of a restricted group of mammals under the influence of progesterone or estrogen. These proteins appear to be inactive protease inhibitors and may function during pregnancy to regulate immune function or participate in transplacental transport.",
            "score": 91.0416316986084
        },
        {
            "docid": "32167_32",
            "document": "Ubiquitin . Post-translational modification of proteins is a generally used mechanism in eukaryotic cell signaling. Ubiquitination, or ubiquitin conjugation to proteins, is a crucial process for cell cycle progression and cell proliferation and development. Although ubiquitination usually serves as a signal for protein degradation through the 26S proteasome, it could also serve for other fundamental cellular processes, e.g. in endocytosis, enzymatic activation and DNA repair. Moreover, since ubiquitination functions to tightly regulate the cellular level of cyclins, its misregulation is highly expected to have severe impacts. First evidence of the importance of the ubiquitin/proteasome pathway in oncogenic processes was observed due to the high antitumor activity of proteasome inhibitors. Various studies have shown that defects or alterations in ubiquitination processes are commonly associated with or presence in human carcinoma. Malignancies could be developed through loss of function mutation directly at the tumor suppressor gene, increased activity of ubiquitination, and/or indirect attenuation of ubiquitination due to mutation in related proteins.",
            "score": 31.337580919265747
        },
        {
            "docid": "564590_40",
            "document": "Serpin . Many mammalian serpins have been identified that share no obvious orthology with a human serpin counterpart. Examples include numerous rodent serpins (particularly some of the murine intracellular serpins) as well as the uterine serpins. The term uterine serpin refers to members of the serpin A clade that are encoded by the SERPINA14 gene. Uterine serpins are produced by the endometrium of a restricted group of mammals in the Laurasiatheria clade under the influence of progesterone or estrogen. They are probably not functional proteinase inhibitors and may function during pregnancy to inhibit maternal immune responses against the conceptus or to participate in transplacental transport.",
            "score": 117.15939211845398
        },
        {
            "docid": "564590_4",
            "document": "Serpin . Although most serpins control proteolytic cascades, some proteins with a serpin structure are not enzyme inhibitors, but instead perform diverse functions such as storage (as in egg white—ovalbumin), transport as in hormone carriage proteins (thyroxine-binding globulin, cortisol-binding globulin) and molecular chaperoning (HSP47). The term \"serpin\" is used to describe these members as well, despite their non-inhibitory function, since they are evolutionarily related.",
            "score": 102.02346420288086
        },
        {
            "docid": "40817590_26",
            "document": "Ebola virus disease . The VP24 and VP35 structural proteins of EBOV play a key role in this interference. When a cell is infected with EBOV, receptors located in the cell's cytosol (such as RIG-I and MDA5) or outside of the cytosol (such as Toll-like receptor 3 (TLR3), TLR7, TLR8 and TLR9), recognize infectious molecules associated with the virus. On TLR activation, proteins including interferon regulatory factor 3 and interferon regulatory factor 7 trigger a signaling cascade that leads to the expression of type 1 interferons. The type 1 interferons are then released and bind to the IFNAR1 and IFNAR2 receptors expressed on the surface of a neighboring cell. Once interferon has bound to its receptors on the neighboring cell, the signaling proteins STAT1 and STAT2 are activated and move to the cell's nucleus. This triggers the expression of interferon-stimulated genes, which code for proteins with antiviral properties. EBOV's V24 protein blocks the production of these antiviral proteins by preventing the STAT1 signaling protein in the neighboring cell from entering the nucleus. The VP35 protein directly inhibits the production of interferon-beta. By inhibiting these immune responses, EBOV may quickly spread throughout the body.",
            "score": 39.432175278663635
        },
        {
            "docid": "564590_25",
            "document": "Serpin . In some serpins, the S to R transition can activate cell signalling events. In these cases, a serpin that has formed a complex with its target protease, is then recognised by a receptor. The binding event then leads to downstream signalling by the receptor. The S to R transition is therefore used to alert cells to the presence of protease activity. This differs from the usual mechanism whereby serpins affect signalling simply by inhibiting proteases involved in a signalling cascade.",
            "score": 112.42803406715393
        },
        {
            "docid": "6421581_6",
            "document": "RANKL . RANKL is a member of the tumor necrosis factor (TNF) cytokine family, it binds to RANK on cells of the myeloid lineage and functions as a key factor for osteoclast differentiation and activation. RANKL may also bind to osteoprotegerin, a protein secreted mainly by cells of the osteoblast lineage which is a potent inhibitor of osteoclast formation by preventing binding of RANKL to RANK. RANKL also has a function in the immune system, where it is expressed by T helper cells and is thought to be involved in dendritic cell maturation. This protein was shown to be a dendritic cell survival factor and is involved in the regulation of T cell-dependent immune response. T cell activation was reported to induce expression of this gene and lead to an increase of osteoclastogenesis and bone loss. This protein was shown to activate antiapoptotic kinase AKT/PKB through a signaling complex involving SRC kinase and tumor necrosis factor receptor-associated factor 6 (TRAF6), which indicated this protein may have a role in the regulation of cell apoptosis.",
            "score": 51.91128325462341
        },
        {
            "docid": "14873639_5",
            "document": "Cathepsin Z . The protein encoded by this gene is a lysosomal cysteine proteinase and member of the peptidase C1 family. It exhibits both carboxy-monopeptidase and carboxy-dipeptidase activities.  Up to date, eleven human cysteine proteinases have been identified, including cathepsin B, cathepsin C, cathepsin G, cathepsin H, cathepsin K, cathepsin L, cathepsin L2, cathepsin O, cathepsin S, cathepsin Z, and cathepsin W. These cysteine proteinases belong to the papain family and represent a major component of the lysosomal proteolytic system.In addition to playing a critical role in protein degradation and turnover, these proteinases appear to play an extracellular role in a number of normal and pathological conditions. The human cathepsin Z contains distinctive features from other human cysteine proteases. It is an exopeptidase with strict carboxypeptidase activity, while most other cathepsins are endopeptidases. Cathepsin Z has an exposed integrin-bindign Arg-Gly-Asp motif within the propeptide of the enzyme, through which cathepsin Z has been shown to interact with several integrins during normal homeostasis, immune processes and cancer. It is also shown to bind cell surface heparin sulphate proteoglycans, indicating possible functions in cellular adhesion and phagocytosis.",
            "score": 65.64003229141235
        },
        {
            "docid": "57575944_3",
            "document": "Proteinase inhibitors in plants . While proteinase inhibitors are present in plants naturally, production of these proteins for defense is often induced by either wounding of the plant or by chemical signaling through molecules such as methyl jasmonate. Both wounding of the plant as well as signaling molecules result in the formation of jasmonic acid, which then induces the gene expression of proteinase inhibitors. Many other signal cascades as well as the translocation of signal molecules through the phloem and xylem of the plant are also necessary for the production of these inhibitors. Once the proteinase inhibitor has been ingested by the insect, it presents itself as a normal substrate for the digestive enzymes binding to the active site on the enzyme. This binding of the inhibitor to the proteinase creates a new complex that is very unlikely to dissociate. Once bound, the active site can no longer be accessed by any other substrate and the enzyme can no longer digest the amino acids of the plant. Without proper digestion, the insect is unable to grow, and may starve if it chooses to remain at the wounded plant. Similar inhibition of growth can be seen in pathogens that interact with these inhibitors.",
            "score": 58.06230175495148
        },
        {
            "docid": "24603_7",
            "document": "Proteasome . Before the discovery of the ubiquitin proteasome system, protein degradation in cells was thought to rely mainly on lysosomes, membrane-bound organelles with acidic and protease-filled interiors that can degrade and then recycle exogenous proteins and aged or damaged organelles. However, work by Alfred Goldberg in 1977 on ATP-dependent protein degradation in reticulocytes, which lack lysosomes, suggested the presence of a second intracellular degradation mechanism. This was shown in 1978 to be composed of several distinct protein chains, a novelty among proteases at the time. Later work on modification of histones led to the identification of an unexpected covalent modification of the histone protein by a bond between a lysine side chain of the histone and the C-terminal glycine residue of ubiquitin, a protein that had no known function. It was then discovered that a previously identified protein associated with proteolytic degradation, known as ATP-dependent proteolysis factor 1 (APF-1), was the same protein as ubiquitin. The proteolytic activities of this system were isolated as a multi-protein complex originally called the multi-catalytic proteinase complex by Sherwin Wilk and Marion Orlowski. Later, the ATP-dependent proteolytic complex that was responsible for ubiquitin-dependent protein degradation was discovered and was called the 26S proteasome.",
            "score": 69.13249289989471
        },
        {
            "docid": "564590_3",
            "document": "Serpin . Protease inhibition by serpins controls an array of biological processes, including coagulation and inflammation, and consequently these proteins are the target of medical research. Their unique conformational change also makes them of interest to the structural biology and protein folding research communities. The conformational-change mechanism confers certain advantages, but it also has drawbacks: serpins are vulnerable to mutations that can result in serpinopathies such as protein misfolding and the formation of inactive long-chain polymers. Serpin polymerisation not only reduces the amount of active inhibitor, but also leads to accumulation of the polymers, causing cell death and organ failure.",
            "score": 107.67419815063477
        },
        {
            "docid": "2344516_13",
            "document": "NF-κB . In unstimulated cells, the NF-κB dimers are sequestered in the cytoplasm by a family of inhibitors, called IκBs (Inhibitor of κB), which are proteins that contain multiple copies of a sequence called ankyrin repeats. By virtue of their ankyrin repeat domains, the IκB proteins mask the nuclear localization signals (NLS) of NF-κB proteins and keep them sequestered in an inactive state in the cytoplasm. IκBs are a family of related proteins that have an N-terminal regulatory domain, followed by six or more ankyrin repeats and a PEST domain near their C terminus. Although the IκB family consists of IκBα, IκBβ, IκBε, and Bcl-3, the best-studied and major IκB protein is IκBα. Due to the presence of ankyrin repeats in their C-terminal halves, p105 and p100 also function as IκB proteins. The c-terminal half of p100, that is often referred to as IκBδ, also functions as an inhibitor. IκBδ degradation in response to developmental stimuli, such as those transduced through LTβR, potentiate NF-κB dimer activation in a NIK dependent non-canonical pathway. Activation of the NF-κB is initiated by the signal-induced degradation of IκB proteins. This occurs primarily via activation of a kinase called the IκB kinase (IKK). IKK is composed of a heterodimer of the catalytic IKKα and IKKβ subunits and a \"master\" regulatory protein termed NEMO (NF-κB essential modulator) or IKK gamma. When activated by signals, usually coming from the outside of the cell, the IκB kinase phosphorylates two serine residues located in an IκB regulatory domain. When phosphorylated on these serines (e.g., serines 32 and 36 in human IκBα), the IκB proteins are modified by a process called ubiquitination, which then leads them to be degraded by a cell structure called the proteasome.  With the degradation of IκB, the NF-κB complex is then freed to enter the nucleus where it can 'turn on' the expression of specific genes that have DNA-binding sites for NF-κB nearby. The activation of these genes by NF-κB then leads to the given physiological response, for example, an inflammatory or immune response, a cell survival response, or cellular proliferation. Translocation of NF-κB to nucleus can be detected immunocytochemically and measured by laser scanning cytometry. NF-κB turns on expression of its own repressor, IκBα. The newly synthesized IκBα then re-inhibits NF-κB and, thus, forms an auto feedback loop, which results in oscillating levels of NF-κB activity. In addition, several viruses, including the AIDS virus HIV, have binding sites for NF-κB that controls the expression of viral genes, which in turn contribute to viral replication or viral pathogenicity. In the case of HIV-1, activation of NF-κB may, at least in part, be involved in activation of the virus from a latent, inactive state. YopP is a factor secreted by Yersinia pestis, the causative agent of plague, that prevents the ubiquitination of IκB. This causes this pathogen to effectively inhibit the NF-κB pathway and thus block the immune response of a human infected with Yersinia.",
            "score": 59.40228772163391
        },
        {
            "docid": "4602068_9",
            "document": "IRAK4 . Members of interleukin-1 receptor (Il-1R) and the Toll-like receptor superfamily share an intracytoplasmic Toll-IL-1 receptor (TLR) domain, which mediates recruitment of the interleukin-1 receptor-associated kinase (IRAK) complex via TIR-containing adapter molecules. The TIR-IRAK signaling pathway appears to be crucial for protective immunity against specific bacteria but is redundant against most other microorganisms. IRAK4 is considered the “master IRAK” in the mammalian IRAK family because it is the only component in the IL-1/TLR signalling pathway that is absolutely crucial to its functioning. When one of these pathways is stimulated, the cell is triggered to release proinflammatory signals and to trigger innate immune actions. The loss of IRAK4, or its intrinsic kinase activity, can entirely stop signalling through these pathways. IRAK4 is involved in signal transduction pathways stimulated by the cellular receptors belonging to the Toll/Interleukin-1 receptor superfamily. The Toll-Like Receptors (TLRs) are stimulated by recognition of pathogen-associated molecular patterns (PAMPS), whereas members of the IL-1R family are stimulated by cytokines. Both play an essential role in the immune response. The ligand binding causes conformational changes to the intracellular domain which allows for the recruitment of scaffolding proteins. One of these proteins, MyD88, uses its death domains to recruit, orient, and activate IRAK4. IRAK2 can then be phosphorylated and joins with IRAK4 and MyD88 to form the myddosome complex, which further phosphorylates and recruits IRAK1. The myddosome complex and IRAK1 recruit and activate TNF receptor-associated factor 6 (TRAF6), a ubiquitin protein ligase. TRAF6 can polyubiquitinate IKK-γ as well as itself, which recruits TGF-β activated kinase 1 (TAK1) in order to activate its ability to phosphorylate IKK-β. These pathways both work to degrade IKKγ, which releases NFκB and free it for translocation into the nucleus. Additionally, TAK1 can activate JNK to induce a MAP kinase pathway which leads to AP-1-induced gene expression. Together, AP-1 and NFκB lead to increased cytokine transcription, adhesion molecule production, and release of second messengers of infection.",
            "score": 45.07722854614258
        },
        {
            "docid": "1966295_4",
            "document": "Protease-activated receptor . Protease activated receptors are integral membrane proteins that are coupled to G-proteins and are activated by specific cleavage of the amino terminal sequence that exposes a new N-terminal sequence functions as a tethered ligand, which binds intramolecularly to activate the receptor. Four types of PAR receptors have been identified by molecular cloning, and classified according to the main enzyme that is able to activate it. It has been determined that a large group of proteases cleave and activate PARs receptors, including proteases from: a) the coagulation cascade, b) inflammatory cells, and c) the digestive tract. The wide distribution of PARs in a variety of cells supports the idea that they are involved in many process related with the gastrointestinal physiology. Although the proteolysis is the main mechanism for PAR activation, it is well known that a synthetic peptide (SLIGKV) that mimics the new N-terminal sequence produced after the cleavage, activates PAR-2 receptors without its proteolytic processing. In this sense, here we report that TFF3 isolated from human breast milk activates PAR-2 receptors of intestinal epithelial cells HT-29. These findings suggest that TFF3 activates intestinal epithelial cells through G-protein-coupled PAR-2, and could actively participate in the immune system of breastfed babies inducing the production of peptides related to innate defense, such as defensins and cytokines.",
            "score": 51.5941436290741
        },
        {
            "docid": "15348698_3",
            "document": "SERPINI2 . The protein encoded by this gene is a member of the serine protease inhibitor (serpin) superfamily made up of proteins which play central roles in the regulation of a wide variety of physiological processes, including coagulation, fibrinolysis, development, malignancy and inflammation. The gene product may have a role in a growth-control, possibly growth-suppressing pathway and, when impaired, may be involved in pancreatic carcinogenesis. The protein is a member of the plasminogen activator inhibitor-1 family, a subset of the serpin superfamily whose members act as tissue-specific tPA inhibitors. Two alternatively spliced transcript variants encoding distinct protein isoforms have been found for this gene.",
            "score": 90.75862288475037
        },
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 38.22990918159485
        },
        {
            "docid": "13977381_2",
            "document": "TLR9 . Toll-like receptor 9 is a protein that in humans is encoded by the \"TLR9\" gene. TLR9 has also been designated as CD289 (cluster of differentiation 289). It is a member of the toll-like receptor (TLR) family. TLR9 is an important receptor expressed in immune system cells including dendritic cells, macrophages, natural killer cells, and other antigen presenting cells. TLR9 preferentially binds DNA present in bacteria and viruses, and triggers signaling cascades that lead to a pro-inflammatory cytokine response. Cancer, infection, and tissue damage can all modulate TLR9 expression and activation. TLR9 is also an important factor in autoimmune diseases, and there is active research into synthetic TLR9 agonists and antagonists that help regulate autoimmune inflammation.",
            "score": 41.87662863731384
        },
        {
            "docid": "448010_11",
            "document": "Septic shock . In gram-negative sepsis, free LPS attaches to a circulating LPS-binding protein, and the complex then binds to the CD14 receptor on monocytes, macrophages, and neutrophils. Engagement of CD14 (even at doses as minute as 10 pg/mL) results in intracellular signaling via an associated \"Toll-like receptor\" protein 4 (TLR-4). This signaling results in the activation of nuclear factor kappaB (NF-κB), which leads to transcription of a number of genes that trigger a proinflammatory response. It was the result of significant activation of mononuclear cells and synthesis of effector cytokines. It also results in profound activation of mononuclear cells and the production of potent effector cytokines such as IL-1, IL-6, and TNF-α. TLR-mediated activation helps to trigger the innate immune system to efficiently eradicate invading microbes, but the cytokines they produce also act on endothelial cells. There, they have a variety of effects, including reduced synthesis of anticoagulation factors such as tissue factor pathway inhibitor and thrombomodulin. The effects of the cytokines may be amplified by TLR-4 engagement on endothelial cells. In response to inflammation, a compensatory reaction of production of anti-inflammatory substances such as IL-4, IL-10 antagonists, IL-1 receptor, and cortisol occurs. This is called compensatory anti-inflammatory response syndrome (CARS). Both the inflammatory and anti-inflammatory reactions are responsible for the course of sepsis and are described as MARS (Mixed Antagonist Response Syndrome). The aim of these processes is to keep inflammation at an appropriate level. CARS often leads to suppression of the immune system, which leaves patients vulnerable to secondary infection. It was once thought that SIRS or CARS could predominate in a septic individual, and it was proposed that CARS follows SIRS in a two-wave process. It is now believed that the systemic inflammatory response and the compensatory anti-inflammatory response occur simultaneously.",
            "score": 51.692490220069885
        },
        {
            "docid": "5672923_5",
            "document": "Mothers against decapentaplegic homolog 1 . SMAD proteins are signal transducers and transcriptional modulators that mediate multiple signaling pathways. This protein mediates the signals of the bone morphogenetic proteins (BMPs), which are involved in a range of biological activities including cell growth, apoptosis, morphogenesis, development and immune responses. In response to BMP ligands, this protein can be phosphorylated and activated by the BMP receptor kinase. The phosphorylated form of this protein forms a complex with SMAD4, which is important for its function in the transcription regulation. This protein is a target for SMAD-specific E3 ubiquitin ligases, such as SMURF1 and SMURF2, and undergoes ubiquitination and proteasome-mediated degradation. Alternatively spliced transcript variants encoding the same protein have been observed.",
            "score": 48.98074793815613
        },
        {
            "docid": "1241101_19",
            "document": "Hyaluronic acid . In addition to the free-radical scavenging role, HA may also function in the negative feedback loop of inflammatory activation through its specific biological interactions with the biological constituents of inflammation. TNF-α, an important cytokine generated in inflammation, stimulates the expression of TSG-6 (TNF-stimulated gene 6) in fibroblasts and inflammatory cells. TSG-6, a HA-binding protein, also forms a stable complex with the serum proteinase inhibitor IαI (Inter-α-inhibitor) with a synergistic effect on the latter’s plasmin-inhibitory activity. Plasmin is involved in activation of the proteolytic cascade of matrix metalloproteinases and other proteinases leading to inflammatory tissue damage. Therefore, the action of TSG-6/ IαI complex, which may be additionally organized by binding to HA in the extracellular matrix, may serve as a potent negative feedback loop to moderate inflammation and stabilize the granulation tissue as healing progresses. In the murine air pouch model of carragenan/IL-1 (Interleukin-1β)-induced inflammation, where HA has been shown to have a proinflammatory property, reduction of inflammation can be achieved by administrating TSG-6, and the result is comparable with systemic dexamethasone treatment.",
            "score": 70.01026546955109
        }
    ],
    "r": [
        {
            "docid": "564590_26",
            "document": "Serpin . When a serpin inhibits a target protease, it forms a permanent complex, which needs to be disposed of. For extracellular serpins, the final serpin-enzyme complexes are rapidly cleared from circulation. One mechanism by which this occurs in mammals is via the low-density lipoprotein receptor-related protein (LRP), which binds to inhibitory complexes made by antithrombin, PA1-1, and neuroserpin, causing cellular uptake. Similarly, the \"Drosophila\" serpin, necrotic, is degraded in the lysosome after being trafficked into the cell by the Lipophorin Receptor-1 (homologous to the mammalian LDL receptor family).",
            "score": 150.97601318359375
        },
        {
            "docid": "564590_10",
            "document": "Serpin . Approximately two-thirds of human serpins perform extracellular roles, inhibiting proteases in the bloodstream in order to modulate their activities. For example, extracellular serpins regulate the proteolytic cascades central to blood clotting (antithrombin), the inflammatory and immune responses (antitrypsin, antichymotrypsin, and C1-inhibitor) and tissue remodelling (PAI-1). By inhibiting signalling cascade proteases, they can also affect development. The table of human serpins (below) provides examples of the range of functions performed by human serpin, as well as some of the diseases that result from serpin deficiency.",
            "score": 130.40550231933594
        },
        {
            "docid": "564590_42",
            "document": "Serpin . Studies on \"Drosophila\" serpins reveal that Serpin-27A inhibits the Easter protease (the final protease in the Nudel, Gastrulation Defective, Snake and Easter proteolytic cascade) and thus controls dorsoventral patterning. Easter functions to cleave Spätzle (a chemokine-type ligand), which results in toll-mediated signaling. As well as its central role in embryonic patterning, toll signaling is also important for the innate immune response in insects. Accordingly, serpin-27A also functions to control the insect immune response. In \"Tenebrio molitor\" (a large beetle), a protein (SPN93) comprising two discrete tandem serpin domains functions to regulate the toll proteolytic cascade.",
            "score": 129.06690979003906
        },
        {
            "docid": "564590_40",
            "document": "Serpin . Many mammalian serpins have been identified that share no obvious orthology with a human serpin counterpart. Examples include numerous rodent serpins (particularly some of the murine intracellular serpins) as well as the uterine serpins. The term uterine serpin refers to members of the serpin A clade that are encoded by the SERPINA14 gene. Uterine serpins are produced by the endometrium of a restricted group of mammals in the Laurasiatheria clade under the influence of progesterone or estrogen. They are probably not functional proteinase inhibitors and may function during pregnancy to inhibit maternal immune responses against the conceptus or to participate in transplacental transport.",
            "score": 117.15938568115234
        },
        {
            "docid": "564590_25",
            "document": "Serpin . In some serpins, the S to R transition can activate cell signalling events. In these cases, a serpin that has formed a complex with its target protease, is then recognised by a receptor. The binding event then leads to downstream signalling by the receptor. The S to R transition is therefore used to alert cells to the presence of protease activity. This differs from the usual mechanism whereby serpins affect signalling simply by inhibiting proteases involved in a signalling cascade.",
            "score": 112.42803192138672
        },
        {
            "docid": "57135286_5",
            "document": "B13R (virus protein) . SPI-2 belongs in superfamily of the inhibitors of serine proteases (serpins). Serpins are the most broadly distributed family of inhibitors of proteases. They were identified in all multicellular eukaryotic organisms. In mammals serpins are secreted in plasma where they serve as inhibitors of proteases involved in blood coagulation, inflammation and complement activation.",
            "score": 110.88238525390625
        },
        {
            "docid": "564590_21",
            "document": "Serpin . The archetypal example of this situation is antithrombin, which circulates in plasma in a partially inserted relatively inactive state. The primary specificity determining residue (the P1 arginine) points toward the body of the serpin and is unavailable to the protease. Upon binding a high-affinity pentasaccharide sequence within long-chain heparin, antithrombin undergoes a conformational change, RCL expulsion, and exposure of the P1 arginine. The heparin pentasaccharide-bound form of antithrombin is, thus, a more effective inhibitor of thrombin and factor Xa. Furthermore, both of these coagulation proteases also contain binding sites (called exosites) for heparin. Heparin, therefore, also acts as a template for binding of both protease and serpin, further dramatically accelerating the interaction between the two parties. After the initial interaction, the final serpin complex is formed and the heparin moiety is released. This interaction is physiologically important. For example, after injury to the blood vessel wall, heparin is exposed, and antithrombin is activated to control the clotting response. Understanding of the molecular basis of this interaction enabled the development of Fondaparinux, a synthetic form of Heparin pentasaccharide used as an anti-clotting drug.",
            "score": 109.29574584960938
        },
        {
            "docid": "13154983_4",
            "document": "Maspin . Maspin is a member of the serpin superfamily of serine protease inhibitors. The primary function of most members of this family is to regulate the breakdown of proteins by inhibiting the catalytic activity of proteinases. Through this mechanism of action, serpins regulate a number of cellular processes including phagocytosis, coagulation, and fibrinolysis.",
            "score": 108.49964904785156
        },
        {
            "docid": "564590_3",
            "document": "Serpin . Protease inhibition by serpins controls an array of biological processes, including coagulation and inflammation, and consequently these proteins are the target of medical research. Their unique conformational change also makes them of interest to the structural biology and protein folding research communities. The conformational-change mechanism confers certain advantages, but it also has drawbacks: serpins are vulnerable to mutations that can result in serpinopathies such as protein misfolding and the formation of inactive long-chain polymers. Serpin polymerisation not only reduces the amount of active inhibitor, but also leads to accumulation of the polymers, causing cell death and organ failure.",
            "score": 107.6741943359375
        },
        {
            "docid": "564590_34",
            "document": "Serpin . Each monomer of the serpin aggregate exists in the inactive, relaxed conformation (with the RCL inserted into the A-sheet). The polymers are therefore hyperstable to temperature and unable to inhibit proteases. Serpinopathies therefore cause pathologies similarly to other proteopathies (e.g. prion diseases) via two main mechanisms. First, the lack of active serpin results in uncontrolled protease activity and tissue destruction. Second, the hyperstable polymers themselves clog up the endoplasmic reticulum of cells that synthesize serpins, eventually resulting in cell death and tissue damage. In the case of antitrypsin deficiency, antitrypsin polymers cause the death of liver cells, sometimes resulting in liver damage and cirrhosis. Within the cell, serpin polymers are slowly removed via degradation in the endoplasmic reticulum. However, the details of how serpin polymers cause cell death remains to be fully understood.",
            "score": 104.1198501586914
        },
        {
            "docid": "42027685_3",
            "document": "SERPINB10 . The superfamily of high molecular weight serine proteinase inhibitors (serpins) regulate a diverse set of intracellular and extracellular processes such as complement activation, fibrinolysis, coagulation, cellular differentiation, tumor suppression, apoptosis, and cell migration. Serpins are characterized by a well-conserved tertiary structure that consists of 3 beta sheets and 8 or 9 alpha helices. A critical portion of the molecule, the reactive center loop connects beta sheets A and C. Protease inhibitor-10 (PI10; SERPINB10) is a member of the ov-serpin subfamily, which, relative to the archetypal serpin PI1 (MIM 107400), is characterized by a high degree of homology to chicken ovalbumin, lack of N- and C-terminal extensions, absence of a signal peptide, and a serine rather than an asparagine residue at the penultimate position.",
            "score": 103.7444839477539
        },
        {
            "docid": "564590_4",
            "document": "Serpin . Although most serpins control proteolytic cascades, some proteins with a serpin structure are not enzyme inhibitors, but instead perform diverse functions such as storage (as in egg white—ovalbumin), transport as in hormone carriage proteins (thyroxine-binding globulin, cortisol-binding globulin) and molecular chaperoning (HSP47). The term \"serpin\" is used to describe these members as well, despite their non-inhibitory function, since they are evolutionarily related.",
            "score": 102.0234603881836
        },
        {
            "docid": "10218359_5",
            "document": "Inhibitor of apoptosis . crmA, or cytokine response modifier A, is a cowpox serpin that inhibits caspases 1, 6 and 8, forming complexes with these caspases that renders them unable to perform their apoptotic functions. Cowpox is a orthopox virus that increases their chances of survival and infection by inhibition of specific caspases and preventing inflammatory responses and apoptosis.  Serpins generally inhibit serine proteases by a suicide substrate inhibition mechanism, in which the serpin undergoes a drastic change in structure to form a acyl enzyme intermediate. A reactive center loop of the protease is bound to the central beta loop of the serpin, trapping the protease in a state where it is no longer able to perform its catalytic functions. Studies have shown crmA uses a method analogous to serpin inhibition of serine proteases to inhibit cysteine protease caspases.",
            "score": 99.49075317382812
        },
        {
            "docid": "564590_46",
            "document": "Serpin . Alternative roles and protease targets for plant serpins have been proposed. The \"Arabidopsis\" serpin, AtSerpin1 (At1g47710; ), mediates set-point control over programmed cell death by targeting the 'Responsive to Desiccation-21' (RD21) papain-like cysteine protease. AtSerpin1 also inhibits metacaspase-like proteases \"in vitro\". Two other \"Arabidopsis\" serpins, AtSRP2 (At2g14540) and AtSRP3 (At1g64030) appear to be involved in responses to DNA damage.",
            "score": 95.09197998046875
        },
        {
            "docid": "564590_2",
            "document": "Serpin . Serpins are a superfamily of proteins with similar structures that were first identified for their protease inhibition activity and are found in all kingdoms of life. The acronym serpin was originally coined because the first serpins to be identified act on chymotrypsin-like serine proteases (serine protease inhibitors). They are notable for their unusual mechanism of action, in which they irreversibly inhibit their target protease by undergoing a large conformational change to disrupt its active site. This contrasts with the more common competitive mechanism for protease inhibitors that bind to and block access to the protease active site.",
            "score": 94.23091125488281
        },
        {
            "docid": "564590_48",
            "document": "Serpin . Predicted serpin genes are sporadically distributed in prokaryotes. \"In vitro\" studies on some of these molecules have revealed that they are able to inhibit proteases, and it is suggested that they function as inhibitors \"in vivo\". Several prokaryote serpins are found in extremophiles. Accordingly, and in contrast to mammalian serpins, these molecules possess elevated resistance to heat denaturation. The precise role of most bacterial serpins remains obscure, although \"Clostridium thermocellum\" serpin localises to the cellulosome. It is suggested that the role of cellulosome-associated serpins may be to prevent unwanted protease activity against the cellulosome.",
            "score": 93.0097427368164
        },
        {
            "docid": "1499988_2",
            "document": "C1-inhibitor . C1-inhibitor (C1-inh, C1 esterase inhibitor) is a protease inhibitor belonging to the serpin superfamily. Its main function is the inhibition of the complement system to prevent spontaneous activation. C1-inhibitor is an acute-phase protein that circulates in blood at levels of around 0.25 g/L. The levels rise ~2-fold during inflammation. C1-inhibitor irreversibly binds to and inactivates C1r and C1s proteases in the C1 complex of classical pathway of complement. MASP-1 and MASP-2 proteases in MBL complexes of the lectin pathway are also inactivated. This way, C1-inhibitor prevents the proteolytic cleavage of later complement components C4 and C2 by C1 and MBL. Although named after its complement inhibitory activity, C1-inhibitor also inhibits proteases of the fibrinolytic, clotting, and kinin pathways. Note that C1-inhibitor is the most important physiological inhibitor of plasma kallikrein, fXIa, and fXIIa.",
            "score": 92.33233642578125
        },
        {
            "docid": "29828092_8",
            "document": "Uterine serpin . There are two lines of evidence to indicate that uterine serpins do not function as protease inhibitors. Uterine serpins from the sheep and pig are not inhibitory towards a variety of proteases. In addition, several key amino acids in the hinge region of the reactive center loop which are important for protease inhibitory activity have not been conserved in uterine serpins. Bovine uterine serpin does inhibit pepsin but probably through a mechanism distinct from the prototypical mechanism used by serpins.",
            "score": 92.25648498535156
        },
        {
            "docid": "564590_11",
            "document": "Serpin . The protease targets of intracellular inhibitory serpins have been difficult to identify, since many of these molecules appear to perform overlapping roles. Further, many human serpins lack precise functional equivalents in model organisms such as the mouse. Nevertheless, an important function of intracellular serpins may be to protect against the inappropriate activity of proteases inside the cell. For example, one of the best-characterised human intracellular serpins is Serpin B9, which inhibits the cytotoxic granule protease granzyme B. In doing so, Serpin B9 may protect against inadvertent release of granzyme B and premature or unwanted activation of cell death pathways.",
            "score": 91.37516784667969
        },
        {
            "docid": "564590_45",
            "document": "Serpin . Plant serpins are potent inhibitors of mammalian chymotrypsin-like serine proteases \"in vitro\", the best-studied example being barley serpin Zx (BSZx), which is able to inhibit trypsin and chymotrypsin as well as several blood coagulation factors. However, close relatives of chymotrypsin-like serine proteases are absent in plants. The RCL of several serpins from wheat grain and rye contain poly-Q repeat sequences similar to those present in the prolamin storage proteins of the endosperm. It has therefore been suggested that plant serpins may function to inhibit proteases from insects or microbes that would otherwise digest grain storage proteins. In support of this hypothesis, specific plant serpins have been identified in the phloem sap of pumpkin (CmPS-1) and cucumber plants. Although an inverse correlation between up-regulation of CmPS-1 expression and aphid survival was observed, \"in vitro\" feeding experiments revealed that recombinant CmPS-1 did not appear to affect insect survival.",
            "score": 91.1833267211914
        },
        {
            "docid": "29828092_2",
            "document": "Uterine serpin . Uterine serpins are members of the A clade of the serine protease inhibitor (serpin) superfamily of proteins and are encoded by the SERPINA14 gene. Uterine serpins are produced by the endometrium of a restricted group of mammals under the influence of progesterone or estrogen. These proteins appear to be inactive protease inhibitors and may function during pregnancy to regulate immune function or participate in transplacental transport.",
            "score": 91.0416259765625
        },
        {
            "docid": "15348698_3",
            "document": "SERPINI2 . The protein encoded by this gene is a member of the serine protease inhibitor (serpin) superfamily made up of proteins which play central roles in the regulation of a wide variety of physiological processes, including coagulation, fibrinolysis, development, malignancy and inflammation. The gene product may have a role in a growth-control, possibly growth-suppressing pathway and, when impaired, may be involved in pancreatic carcinogenesis. The protein is a member of the plasminogen activator inhibitor-1 family, a subset of the serpin superfamily whose members act as tissue-specific tPA inhibitors. Two alternatively spliced transcript variants encoding distinct protein isoforms have been found for this gene.",
            "score": 90.75862884521484
        },
        {
            "docid": "564590_27",
            "document": "Serpin . Serpins are involved in a wide array of physiological functions, and so mutations in genes encoding them can cause a range of diseases. Mutations that change the activity, specificity or aggregation properties of serpins all affect how they function. The majority of serpin-related diseases are the result of serpin polymerisation into aggregates, though several other types of disease-linked mutations also occur. The disorder α-Antitrypsin deficiency is one of the most common hereditary diseases.",
            "score": 90.64514923095703
        },
        {
            "docid": "564590_9",
            "document": "Serpin . Some serpins inhibit other protease classes, typically cysteine proteases, and are termed \"cross-class inhibitors\". These enzymes differ from serineproteases in that they use a nucleophilic cysteine residue, rather than a serine, in their active site. Nonetheless, the enzymatic chemistry is similar, and the mechanism of inhibition by serpins is the same for both classes of protease. Examples of cross-class inhibitory serpins include serpin B4 a squamous cell carcinoma antigen 1 (SCCA-1) and the avian serpin myeloid and erythroid nuclear termination stage-specific protein (MENT), which both inhibit papain-like cysteine proteases.",
            "score": 90.58979797363281
        },
        {
            "docid": "13154983_5",
            "document": "Maspin . Serpins have a complex structure, a key component of which is the reactive site loop, RSL. Inhibitory serpins transition between a stress and relaxed stage. The catalytic serine residue in the protease target attacks the stressed conformation of the RSL loop to form an acyl intermediate. The loop then undergoes a conformational change to the relaxed state irreversibly trapping the protease in an inactive state. Hence the serpin functions as a suicide inhibitor of the protease. This transition does not occur in serpins that lack inhibitory activity.",
            "score": 90.13363647460938
        },
        {
            "docid": "564590_29",
            "document": "Serpin . Mutations that affect the rate or the extent of RCL insertion into the A-sheet can cause the serpin to undergo its S to R conformational change before having engaged a protease. Since a serpin can only make this conformational change once, the resulting misfired serpin is inactive and unable to properly control its target protease. Similarly, mutations that promote inappropriate transition to the monomeric latent state cause disease by reducing the amount of active inhibitory serpin. For example, the disease-linked antithrombin variants \"wibble\" and \"wobble\", both promote formation of the latent state.",
            "score": 89.79907989501953
        },
        {
            "docid": "9259302_5",
            "document": "Protein C inhibitor . Protein C inhibitor (PCI) is serine protease inhibitor of serpin type that is found in most tissues and fluids, including blood plasma, seminal plasma and urine of human. It is a 52kD glycoprotein and belongs to serine protease inhibitor ( Serpin) super family of protein. In the beginning protein C Inhibitor (PCI) was identified as an inhibitor of activated protein C (APC), it is currently clear that this inhibitor has an expansive specificity, inhibiting several blood coagulation enzymes counting thrombin and factor Xa.",
            "score": 89.79622650146484
        },
        {
            "docid": "960896_14",
            "document": "Angioedema . Various mechanisms that interfere with bradykinin production or degradation can lead to angioedema. ACE inhibitors block ACE, the enzyme that among other actions, degrades bradykinin. In hereditary angioedema, bradykinin formation is caused by continuous activation of the complement system due to a deficiency in one of its prime inhibitors, C1-esterase (aka: C1-inhibitor or C1INH), and continuous production of kallikrein, another process inhibited by C1INH. This serine protease inhibitor (serpin) normally inhibits the association of C1r and C1s with C1q to prevent the formation of the C1-complex, which - in turn - activates other proteins of the complement system. Additionally, it inhibits various proteins of the coagulation cascade, although effects of its deficiency on the development of hemorrhage and thrombosis appear to be limited.",
            "score": 89.65443420410156
        },
        {
            "docid": "14150272_4",
            "document": "LRP1 . LRP1 is a member of the LDLR family and ubiquitously expressed in multiple tissues, though it is most abundant in vascular smooth muscle cells (SMCs), hepatocytes, and neurons. LRP1 plays a key role in intracellular signaling and endocytosis, which thus implicate it in many cellular and biological processes, including lipid and lipoprotein metabolism, protease degradation, platelet derived growth factor receptor regulation, integrin maturation and recycling, regulation of vascular tone, regulation of blood brain barrier permeability, cell growth, cell migration, inflammation, and apoptosis, as well as diseases such as neurodegenerative diseases, atherosclerosis, and cancer. To elaborate, LRP1 mainly contributes to regulation of protein activity by binding target proteins as a co-receptor, in conjunction with integral membrane proteins or adaptor proteins like uPA, to the lysosome for degradation. In lipoprotein metabolism, the interaction between LRP1 and APOE stimulates a signaling pathway that leads to elevated intracellular cAMP levels, increased protein kinase A activity, inhibited SMC migration, and ultimately, protection against vascular disease. While membrane-bound LRP1 performs endocytic clearance of proteases and inhibitors, proteolytic cleavage of its ectodomain allows the free LRP1 to compete with the membrane-bound form and prevent their clearance. Several sheddases have been implicated in the proteolytic cleavage of LRP1 such as ADAM10, ADAM12, ADAM17 and MT1-MMP. LRP1 is alsocontinuously endocytosed from the membrane and recycled back to the cell surface. Though the role of LRP1 in apoptosis is unclear, it is required for tPA to bind LRP1 in order to trigger the ERK1/2 signal cascade and promote cell survival.",
            "score": 89.56295013427734
        },
        {
            "docid": "11095942_10",
            "document": "Skulduggery Pleasant (novel) . After a race against Serpine to find the Sceptre in the underground caves, Skulduggery and Stephanie meet with the enigmatic and incredibly strong Mr. Bliss, in the hopes that he will be able to help them keep the Sceptre out of Serpine's hands for good. He betrays them however, handing Serpine the Sceptre. Sagacious Tome, one of the Elders of the Magical Sanctuary that heads Ireland's wizard government, also reveals himself to be a traitor, and allows the two other Elders, Eachan Meritorious and Morwenna Crow, to be murdered by Serpine. Serpine invades the Sanctuary and enters the Repository, a storage of magical objects and artifacts. Serpine's original plan was to use the Book of Names housed there to control the world, thus being able to simultaneously enforce Faceless One worship while searching unhindered for one who could show him how to bring them back. However the spell protecting the book is too strong, and only all three Elders' consent - or their deaths - would allow anyone to approach or use it. In response to this, Serpine murders Tome. Mr. Bliss, having been playing against Serpine all along, tries to stop Serpine at this point, but is repelled.",
            "score": 88.3147201538086
        },
        {
            "docid": "1100050_11",
            "document": "Kinin–kallikrein system . C1-inhibitor is a serine protease inhibitor (serpin) protein. C1-INH is the most important physiological inhibitor of plasma kallikrein, fXIa and fXIIa. C1-INH also inhibits proteinases of the fibrinolytic, clotting, and kinin pathways. Deficiency of C1-INH permits plasma kallikrein activation, which leads to the production of the vasoactive peptide bradykinin.",
            "score": 88.20594024658203
        },
        {
            "docid": "564590_49",
            "document": "Serpin . Serpins are also expressed by viruses as a way to evade the host's immune defense. In particular, serpins expressed by pox viruses, including cow pox (vaccinia) and rabbit pox (myxoma), are of interest because of their potential use as novel therapeutics for immune and inflammatory disorders as well as transplant therapy. Serp1 suppresses the TLR-mediated innate immune response and allows indefinite cardiac allograft survival in rats. Crma and Serp2 are both cross-class inhibitors and target both serine (granzyme B; albeit weakly) and cysteine proteases (caspase 1 and caspase 8). In comparison to their mammalian counterparts, viral serpins contain significant deletions of elements of secondary structure. Specifically, crmA lacks the D-helix as well as significant portions of the A- and E-helices.",
            "score": 87.93603515625
        }
    ]
}