{
    "q": [
        {
            "docid": "872850_5",
            "document": "Heterocyst . In low nitrogen environments, heterocyst differentiation is triggered by the transcriptional regulator NctA. NctA influences heterocyst differentiation by signaling proteins involved in the process of heterocyst differentiation. For instance, NctA controls the expression of several genes including HetR which is crucial for heterocyst differentiation. It is crucial as it up-regulates other genes such as hetR, patS, hepA by binding to their promoter and thus acting as a transcription factor.It is also worthy to note that the expression of nctA, and HetR are dependent on each other and their presence promotes heterocyst differentiation even in the presence of nitrogen.It has also been recently found that other genes such as PatA, hetP regulate heterocyst differentiation. PatA patterns the heterocysts along the filaments, and it is also important for cell division.PatS influences the heterocyst patterning by inhibiting heterocyst differentiation when a group of differentiating cells come together to form a pro- heterocyst (immature heterocyst). Heterocyst maintenance is dependent on an enzyme called hetN. Heterocyst formation is inhibited by the presence of a fixed nitrogen source, such as ammonium or nitrate.",
            "score": 130.80960714817047
        },
        {
            "docid": "10292616_3",
            "document": "Anabaena circinalis . \"Anabaena circinalis\" exhibits a filamentous morphology, each filament a string of task-specific cells. The appearance of cell differentiation was a great evolutionary leap; marking cyanobacteria as one of the first multicellular organisms on Earth. On the \" A. circinalis \" filament, the most numerous structures are vegetative cells, responsible for the photosynthesis of high-energy sugars from environmental carbon, water, and sunlight. The energy from photosynthesis is used, in part, for the biosynthesis of cellular materials from nitrogenous compounds.  During periods when combined nitrogen (e.g. ammonia or nitrate) is unavailable, \" A. circinalis \" form heterocysts, larger, round, nitrogen-fixing cells found every ten to twenty cells or so on the filament. Heterocysts function to convert environmental nitrogen (N) into compounds such as ammonia or nitrate. Nitrogenase, an oxygen-sensitive enzyme, is essential to this conversion. For the proper functioning of nitrogenase, the intracellular environment of the heterocyst must be anaerobic, a task achieved by the oxygen-impermeable structure of the heterocyst wall. Although functioning independent of each other, vegetative cells and heterocysts are both essential to the survival of the organism; vegetative cells providing energy-rich sugars to the organism, while heterocysts fix nitrogen for amino acid production and cellular biosynthesis.  Also found along the filaments are gas vacuoles, specialized compartments that inflate or deflate with air to provide upward or downward movement. This adaptation positions \" A. circinalis \" at a favorable depth, determined by available sunlight, water temperature, or O concentration.  With optimal environmental conditions, \" Anabaena circinalis \" grow unchecked, forming large blooms that appear as a greenish slime at the surface of the water (fig. 2). In harsh conditions, \" A. circinalis \" form spore-like cells called akinetes. sturdy composition of akinetes are resistant to low temperature, desiccation, and darkness. Often, akinetes will hibernate in sediment until environmental conditions allow germination and re-growth.",
            "score": 106.92607581615448
        },
        {
            "docid": "1882227_4",
            "document": "Anabaena . Under nitrogen-limiting conditions, vegetative cells differentiate into heterocysts at semiregular intervals along the filaments. Heterocyst cells are terminally specialized for nitrogen fixation. The interior of these cells is micro-oxic as a result of increased respiration, inactivation of O-producing photosystem (PS) II, and formation of a thickened envelope outside of the cell wall. Nitrogenase, sequestered within these cells, transforms dinitrogen into ammonium at the expense of ATP and reductant—both generated by carbohydrate metabolism, a process supplemented, in the light, by the activity of PS I. Carbohydrate, probably in the form of glucose, is synthesized in vegetative cells and moves into heterocysts. In return, nitrogen fixed in heterocysts moves into the vegetative cells, at least in part in the form of amino acids.",
            "score": 114.46481561660767
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 95.76400661468506
        },
        {
            "docid": "129618_6",
            "document": "Cyanobacteria . Cyanobacteria are a group of photosynthetic bacteria, some of which are nitrogen-fixing, that live in a wide variety of moist soils and water either freely or in a symbiotic relationship with plants or lichen-forming fungi (as in the lichen genus \"Peltigera\"). They range from unicellular to filamentous and include colonial species. Colonies may form filaments, sheets, or even hollow spheres. Some filamentous species can differentiate into several different cell types: vegetative cells – the normal, photosynthetic cells that are formed under favorable growing conditions; akinetes – climate-resistant spores that may form when environmental conditions become harsh; and thick-walled heterocysts – which contain the enzyme nitrogenase, vital for nitrogen fixation in an anaerobic environment due to its sensitivity to oxygen.",
            "score": 96.95770502090454
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 72.24396920204163
        },
        {
            "docid": "872850_2",
            "document": "Heterocyst . Heterocysts are specialized nitrogen-fixing cells formed during nitrogen starvation by some filamentous cyanobacteria, such as \"Nostoc punctiforme\", \"Cylindrospermum , and \"Anabaena sphaerica\". They fix nitrogen from dinitrogen (N) in the air using the enzyme nitrogenase, in order to provide the cells in the filament with nitrogen for biosynthesis. Nitrogenase is inactivated by oxygen, so the heterocyst must create a microanaerobic environment. The heterocysts' unique structure and physiology require a global change in gene expression. For example, heterocysts:",
            "score": 108.8448498249054
        },
        {
            "docid": "15776681_5",
            "document": "Developmental noise . The developmental noise can contribute to unique patterns of development in each individual as well. During development of a complex organ, variability in gene expression may be required to contribute to differentiation of multiple cell types from cells that have equivalent potential. For example, the patterning of the adult fly eye relies on multiple alternative choices of differentiation pathways within an apparently homogeneous field of cells. The facets (ommatidia) in fly eyes occur as two types, designated pale and yellow, as defined by the particular types of rhodopsin photopigments expressed in the two inner photoreceptor cells. In flies carrying mutations in the gene spineless, all ommatidia show the pale fate, while over expression of spineless induces the yellow fate. The final pattern of ommatidia is determined by stochastic variation in expression of this single transcription factor Spineless.",
            "score": 83.10829854011536
        },
        {
            "docid": "44419868_5",
            "document": "Single-cell variability . Cells with identical genomes may vary in the expression of their genes due to differences in their specialized function in the body, their timepoint in the cell cycle, their environment, and also noise and stochastic factors. Thus, accurate measurement of gene expression in individual cells allows researchers to better understand these critical aspects of cellular biology. For example, early study of gene expression in individual cells in fruit fly embryos allowed scientists to discover regularized patterns or gradients of specific gene transcription during different stages of growth, allowing for a more detailed understanding of development at the level of location and time. Another phenomenon in gene expression which could only be identified at the single cell level is oscillatory gene expression, in which a gene is expressed on and off periodically.",
            "score": 79.74918520450592
        },
        {
            "docid": "872850_4",
            "document": "Heterocyst . Single heterocysts develop about every 9-15 cells, producing a one-dimensional pattern along the filament. The interval between heterocysts remains approximately constant even though the cells in the filament are dividing. The bacterial filament can be seen as a multicellular organism with two distinct yet interdependent cell types. Such behavior is highly unusual in prokaryotes and may have been the first example of multicellular patterning in evolution. Once a heterocyst has formed it cannot revert to a vegetative cell. Certain heterocyst-forming bacteria can differentiate into spore-like cells called akinetes or motile cells called hormogonia, making them the most phenotyptically versatile of all prokaryotes.",
            "score": 87.89742040634155
        },
        {
            "docid": "53060758_3",
            "document": "Crocosphaera watsonii . Diazotrophic cyanobacteria have evolved a number of mechanisms to ensure that oxygen doesn’t interfere with the oxygen-sensitive enzyme complex responsible for nitrogen fixation, since these enzymes are sensitive to oxygen. Oxygen is especially toxic to nitrogenase. One way in which nitrogen-fixing cyanobacteria, such as those in the genera \"Nostoc\" and \"Anabaena\", avoid oxygen toxicity is through specialized cells called heterocysts that lack photosystem II and hence do not have oxygen evolution. As a diazotrophic cyanobacterium that has oxygen-evolving photosystem II, one of the ways by which \"Crocosphaera watsonii\" protects its nitrogenase from oxygen is through the adaptation of a diel rhythm. This temporally separates carbon and nitrogen metabolism between day and night, respectively. Since an array of enzymes are involved in the regulation of carbon and nitrogen metabolism, this separation entails temporal regulation of many enzymes and processes in these bacteria. Consistent with this, many genes involved in nitrogen fixation and photosynthesis show variation in transcription between day and night. This difference in gene expression between light and dark periods for genes involved in nitrogen fixation was about ten times bigger than for genes involved in photosynthesis, suggesting more stable photosystems compared to nitrogenase in these bacteria. The expression of many genes involved in nitrogen fixation and photosynthesis have been individually monitored. These include genes encoding the proteins nifH, nifX, glutamate synthetase, ntcA, glnB-like proteins and glgP, all of which have essential roles in nitrogen fixation. The expression of all these genes were at their peak at the beginning of dark period and were at their minimum in the early light period. Furthermore, genes encoding for photosynthetic proteins such as photosystem I subunit VII (psaC), the photosystem II D1 protein (psbA1) and the photosystem II oxygen-evolving complex protein (psbO), and glgA showed diel variation in expression, with the highest and lowest expression at daytime and nighttime, respectively. About 30% of the genome of \"Crocosphaera watsonii\" showed diel variation in expression, indicating its importance. All of these patterns indicate a temporal separation of photosynthesis and nitrogen fixation in \"Crocosphaera watsonii.\"",
            "score": 109.40453839302063
        },
        {
            "docid": "24891903_2",
            "document": "Transcriptional noise . Transcriptional noise is a primary cause of the variability (noise) in gene expression occurring between cells in isogenic populations (see also cellular noise) . A proposed source of transcriptional noise is transcriptional bursting although other sources of heterogeneity, such as unequal separation of cell contents at mitosis are also likely to contribute considerably. Bursting transcription, as opposed to simple probabilistic models of transcription, reflects multiple states of gene activity, with fluctuations between states separated by irregular intervals, generating uneven protein expression between cells. Noise in gene expression can have tremendous consequences on cell behaviour, and must be mitigated or integrated. In certain contexts, such as establishment of viral latency, the survival of microbes in rapidly changing stressful environments, or several types of scattered differentiation, the variability may be essential. Variability also impacts upon the effectiveness of clinical treatment, with resistance of bacteria to antibiotics demonstrably caused by non-genetic differences. Variability in gene expression may also contribute to resistance of sub-populations of cancer cells to chemotherapy and appears to be a barrier to curing HIV .",
            "score": 70.09846997261047
        },
        {
            "docid": "24277379_6",
            "document": "Transcriptional bursting . The bursting phenomenon, as opposed to simple probabilistic models of transcription, can account for the high variability (see transcriptional noise) in gene expression occurring between cells in isogenic populations. This variability in turn can have tremendous consequences on cell behaviour, and must be mitigated or integrated. Suggested mechanisms by which noise can be dampened include strong extracellular signalling, diffusion of RNA and protein in cell syncitia, promoter proximal pausing, and nuclear retention of transcripts. In certain contexts, such as the survival of microbes in rapidly changing stressful environments, the expression variability may be essential. Variability also impacts upon the effectiveness of clinical treatment, with resistance of bacteria to antibiotics demonstrably caused by non-genetic differences. Similar phenomena may contribute to the resistance of sub-populations of cancer cells to chemotherapy. Spontaneous variability in gene expression is also proposed to act as a source of cell fate diversity in self-organizing differentiation processes, and may act as a barrier to effective cellular reprogramming strategies.",
            "score": 57.46900689601898
        },
        {
            "docid": "1687906_6",
            "document": "Morphogen . During early development, morphogen gradients result in the differentiation of specific cell types in a distinct spatial order. The morphogen provides spatial information by forming a concentration gradient that subdivides a field of cells by inducing or maintaining the expression of different target genes at distinct concentration thresholds. Thus, cells far from the source of the morphogen will receive low levels of morphogen and express only low-threshold target genes. In contrast, cells close to the source of morphogen will receive high levels of morphogen and will express both low- and high-threshold target genes. Distinct cell types emerge as a consequence of the different combination of target gene expression. In this way, the field of cells is subdivided into different types according to their position relative to the source of the morphogen. This model is assumed to be a general mechanism by which cell type diversity can be generated in embryonic development in animals.",
            "score": 84.02875435352325
        },
        {
            "docid": "215038_10",
            "document": "Enhancer (genetics) . The development, differentiation and growth of cells and tissues require precisely regulated patterns of gene expression. Enhancers work as cis-regulatory elements to mediate both spatial and temporal control of development by turning on transcription in specific cells and/or repressing it in other cells. Thus, the particular combination of transcription factors and other DNA-binding proteins in a developing tissue controls which genes will be expressed in that tissue. Enhancers allow the same gene to be used in diverse processes in space and time.",
            "score": 84.47419333457947
        },
        {
            "docid": "152611_2",
            "document": "Cellular differentiation . In developmental biology, cellular differentiation is the process where a cell changes from one cell type to another. Most commonly the cell changes to a more specialized type. Differentiation occurs numerous times during the development of a multicellular organism as it changes from a simple zygote to a complex system of tissues and cell types. Differentiation continues in adulthood as adult stem cells divide and create fully differentiated daughter cells during tissue repair and during normal cell turnover. Some differentiation occurs in response to antigen exposure. Differentiation dramatically changes a cell's size, shape, membrane potential, metabolic activity, and responsiveness to signals. These changes are largely due to highly controlled modifications in gene expression and are the study of epigenetics. With a few exceptions, cellular differentiation almost never involves a change in the DNA sequence itself. Thus, different cells can have very different physical characteristics despite having the same genome.",
            "score": 73.99849772453308
        },
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 70.31411099433899
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 83.63950943946838
        },
        {
            "docid": "2402476_3",
            "document": "Algal mat . Cyanobacteria found in sedimentary rocks shows that the bacteria started life on Earth during the Pre-Cambrian age. Fossilized cyanobacteria are commonly found in rocks that date back to Mesoproterozoic. Cyanobacteria are photoautotroph in nature; meaning they convert carbon dioxide and absorbed sunlight into food and energy via photosynthesis. They are also able to fix atmospheric nitrogen and convert it into the biologically-usable form (Paerl, Pinkney and Steppe, 2000). This gives them competitive advantage over other organisms that may be limited by the shortage of biologically available nitrogen. The cyanobacteria colonies contain two types of cells, the regular cells with chlorophyll carrying out the photosynthesis, and heterocysts which fix nitrogen. Heterocysts have thick walls and lack chlorophyll, both of which limits the exposure of heterocysts to oxygen which presence inhibits nitrogen fixation. For the same reason nitrogen fixation may be limited to night time when with the shutdown of photosynthesis in the photosynthetic cells, oxygen is no longer produced and therefore does not interfere with nitrogen fixation.",
            "score": 81.49924123287201
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 66.56835985183716
        },
        {
            "docid": "152611_13",
            "document": "Cellular differentiation . Other important mechanisms fall under the category of asymmetric cell divisions, divisions that give rise to daughter cells with distinct developmental fates. Asymmetric cell divisions can occur because of asymmetrically expressed maternal cytoplasmic determinants or because of signaling. In the former mechanism, distinct daughter cells are created during cytokinesis because of an uneven distribution of regulatory molecules in the parent cell; the distinct cytoplasm that each daughter cell inherits results in a distinct pattern of differentiation for each daughter cell. A well-studied example of pattern formation by asymmetric divisions is body axis patterning in Drosophila. RNA molecules are an important type of intracellular differentiation control signal. The molecular and genetic basis of asymmetric cell divisions has also been studied in green algae of the genus \"Volvox\", a model system for studying how unicellular organisms can evolve into multicellular organisms. In \"Volvox carteri\", the 16 cells in the anterior hemisphere of a 32-cell embryo divide asymmetrically, each producing one large and one small daughter cell. The size of the cell at the end of all cell divisions determines whether it becomes a specialized germ or somatic cell.",
            "score": 72.28355801105499
        },
        {
            "docid": "38959421_9",
            "document": "Lucy Shapiro . By the late 1990s, Shapiro and graduate student Michael Laub were able to study the genetic basis of cell cycle progression and consequently the identification of three regulatory proteins, DnaA, GcrA, and CtrA, which controlled complex temporal and spatial behaviors affecting large numbers of genes. With Dickon Alley and Janine Maddock, she was able to show that chemoreceptor proteins occupy specific areas within the cell. Shapiro and Christine Jacobs-Wagner as well as Janine Maddock showed that signaling phosphokinase also had specific positions at the cell poles. In 2005, using time-lapse microscopy and fluorescent tags, Shapiro was able to demonstrate that chromosomal regions are duplicated in both an orderly and a location-specific manner, involving \"a much higher degree of spatial organization than previously thought\". By studying the regulation of the cell cycle, asymmetric cell division, and cellular differentiation, Shapiro's work has led to a much deeper understanding of the genetic and molecular processes that cause identical bacterial cells to split into different cell types. These are basic processes that underlie all life, from single-cell bacteria to multi-cellular organisms. The process of the \"Caulobacter\" cell cycle also show similarities to stem cell division, in which two distinct cells arise, one of which differs from the parent cell while the other does not.",
            "score": 68.57960772514343
        },
        {
            "docid": "147003_49",
            "document": "Hysteresis . Hysteresis in cell biology often follows bistable systems where the same input state can lead to two different, stable outputs. Where bistability can lead to digital, switch-like outputs from the continuous inputs of chemical concentrations and activities, hysteresis makes these systems more resistant to noise. These systems are often characterized by higher values of the input required to switch into a particular state as compared to the input required to stay in the state, allowing for a transition that is not continuously reversible, and thus less susceptible to noise.  Cells undergoing cell division exhibit hysteresis in that it takes a higher concentration of cyclins to switch them from G2 phase into mitosis than to stay in mitosis once begun. Biochemical systems can also show hysteresis-like output when slowly varying states that are not directly monitored are involved, as in the case of the cell cycle arrest in yeast in exposed to mating pheromone. Here, the duration of cell cycle arrest depends not only on the final level of input Fus3, but also on the previously achieved Fus3 levels. This effect is achieved in due to the slower time scales involved in the transcription of intermediate Far1, such that the total Far1 activity reaches its equilibrium value slowly, and for transient changes in Fus3 concentration, the response of the system depends on the Far1 concentration achieved with the transient value. Experiments in this type of hysteresis benefit from the ability to change the concentration of the inputs with time. The mechanisms are often elucidated by allowing independent control of the concentration of the key intermediate, for instance, by using an inducible promoter. Darlington in his classic works on genetics discussed hysteresis of the chromosomes, by which he meant \"failure of the external form of the chromosomes to respond immediately to the internal stresses due to changes in their molecular spiral\", as they lie in a somewhat rigid medium in the limited space of the cell nucleus. In developmental biology, cell type diversity is regulated by long range-acting signaling molecules called morphogens that pattern uniform pools of cells in a concentration- and time-dependent manner. The morphogen sonic hedgehog (Shh), for example, acts on limb bud and neural progenitors to induce expression of a set of homeodomain-containing transcription factors to subdivide these tissues into distinct domains. It has been shown that these tissues have a 'memory' of previous exposure to Shh. In neural tissue, this hysteresis is regulated by a homeodomain (HD) feedback circuit that amplifies Shh signaling. In this circuit, expression of Gli transcription factors, the executors of the Shh pathway, is suppressed. Glis are processed to repressor forms (GliR) in the absence of Shh, but in the presence of Shh, a proportion of Glis are maintained as full-length proteins allowed to translocate to the nucleus, where they act as activators (GliA) of transcription. By reducing Gli expression then, the HD transcription factors reduce the total amount of Gli (GliT), so a higher proportion of GliT can be stabilized as GliA for the same concentration of Shh.",
            "score": 62.78366267681122
        },
        {
            "docid": "2998760_11",
            "document": "Facilitated variation . Ancient regulatory processes (evolved in pre-Cambrian animals) allow the re-use of core processes in different combinations, amounts, and states in some regions of the body, or certain times in development, while decreasing their chances of generating disruptive or maladaptive pleiotropic effects elsewhere in the organism. Spatial compartmentation of transcriptional regulation and cell–cell signaling are examples. The vertebrate embryo is organized spatially into perhaps 200 compartments, each uniquely defined by its expression of one or a few key genes encoding transcription factors or signaling molecules. An example of compartmentation is found in the developing spine: all vertebrae contain bone-forming cells, but those in the chest form ribs, whereas those in the neck do not, because they arose in different compartments (expressing different Hox genes). Other forms of regulatory compartmentation include different cell types, developmental stages, and sexes.",
            "score": 80.60731422901154
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 73.63868820667267
        },
        {
            "docid": "21942008_13",
            "document": "Cell polarity . The bodies of vertebrate animals are asymmetric along three axes: anterior-posterior (head to tail), dorsal-ventral (spine to belly), and left-right (for example, our heart is on the left side of our body). These polarities arise within the developing embryo through a combination of several processes: 1) asymmetric cell division, in which two daughter cells receive different amounts of cellular material (e.g. mRNA, proteins), 2) asymmetric localization of specific proteins or RNAs within cells (which is often mediated by the cytoskeleton), 3) concentration gradients of secreted proteins across the embryo such as Wnt, Nodal, and Bone Morphogenic Proteins (BMPs), and 4) differential expression of membrane receptors and ligands that cause lateral inhibition, in which the receptor-expressing cell adopts one fate and its neighbors another.",
            "score": 65.0225100517273
        },
        {
            "docid": "8449_10",
            "document": "Developmental biology . Regional specification is initiated by the presence of cytoplasmic determinants in one part of the zygote. The cells that contain the determinant become a signaling center and emit an inducing factor. Because the inducing factor is produced in one place, diffuses away, and decays, it forms a concentration gradient, high near the source cells and low further away. The remaining cells of the embryo, which do not contain the determinant, are competent to respond to different concentrations by upregulating specific developmental control genes. This results in a series of zones becoming set up, arranged at progressively greater distance from the signaling center. In each zone a different combination of developmental control genes is upregulated. These genes encode transcription factors which upregulate new combinations of gene activity in each region. Among other functions, these transcription factors control expression of genes conferring specific adhesive and motility properties on the cells in which they are active. Because of these different morphogenetic properties, the cells of each germ layer move to form sheets such that the ectoderm ends up on the outside, mesoderm in the middle, and endoderm on the inside. Morphogenetic movements not only change the shape and structure of the embryo, but by bringing cell sheets into new spatial relationships they also make possible new phases of signaling and response between them.",
            "score": 82.26853466033936
        },
        {
            "docid": "51923460_4",
            "document": "Evo-devo gene toolkit . Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. The majority of toolkit genes are components of signaling pathways, and encode for the production of transcription factors, cell adhesion proteins, cell surface receptor proteins (and signalling ligands that bind to them), and secreted morphogens, all of these participate in defining the fate of undifferentiated cells, generating spatial and temporal patterns, which in turn form the body plan of the organism. Among the most important of the toolkit genes are those of the Hox gene cluster, or complex. Hox genes, transcription factors containing the more broadly distributed homeobox protein-binding DNA motif, function in patterning the body axis. Thus, by combinatorial specifying the identity of particular body regions, Hox genes determine where limbs and other body segments will grow in a developing embryo or larva. A paradigmatic toolkit gene is \"Pax6/eyeless\", which controls eye formation in all animals. It has been found to produce eyes in mice and \"Drosophila\", even if mouse \"Pax6/eyeless\" was expressed in \"Drosophila\".",
            "score": 70.69167137145996
        },
        {
            "docid": "356382_8",
            "document": "Gene regulatory network . Genes can be viewed as nodes in the network, with input being proteins such as transcription factors, and outputs being the level of gene expression. The value of the node depends of a function which depends in the value of its regulators in previous time steps (in the Boolean network described below these are Boolean functions, typically AND, OR, and NOT). These functions have been interpreted as performing a kind of information processing within the cell, which determines cellular behavior. The basic drivers within cells are concentrations of some proteins, which determine both spatial (location within the cell or tissue) and temporal (cell cycle or developmental stage) coordinates of the cell, as a kind of \"cellular memory\". The gene networks are only beginning to be understood, and it is a next step for biology to attempt to deduce the functions for each gene \"node\", to help understand the behavior of the system in increasing levels of complexity, from gene to signaling pathway, cell or tissue level.",
            "score": 72.98007583618164
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 84.76952838897705
        },
        {
            "docid": "1891323_2",
            "document": "Spatiotemporal gene expression . Spatiotemporal gene expression is the activation of genes within specific tissues of an organism at specific times during development. Gene activation patterns vary widely in complexity. Some are straightforward and static, such as the pattern of \"tubulin,\" which is expressed in all cells at all times in life. Some, on the other hand, are extraordinarily intricate and difficult to predict and model, with expression fluctuating wildly from minute to minute or from cell to cell. Spatiotemporal variation plays a key role in generating the diversity of cell types found in developed organisms; since the identity of a cell is specified by the collection of genes actively expressed within that cell, if gene expression was uniform spatially and temporally, there could be at most one kind of cell.",
            "score": 94.8874843120575
        },
        {
            "docid": "42064066_19",
            "document": "Proneural genes . In the neocortex exists a wide neuronal network, supported by astrocytes and oligodendrocytes (glial cells) with different functions. During cortical development, bHLH factors control proliferation and differentiation of neural cells and their functions at any given time and place depends on their cellular context. NeuroD, Ngns, Mash, ‘’Olig’’ and other proneural gene families have a crucial role in cell fate decision during corticogenesis and different combinations of them regulate the choice and the timing of differentiation into a neuron, an astrocyte or an oligodendrocyte. High levels of Ngn1 and Ngn2 are required to specify neuronal identity of cortical progenitors only in early stages of neocortex development. Particularly, ngn2 is also important to regulate the transition of cortical progenitors from the ventricular zone to the subventricular zone. On the other hand, mash1 is implicated in the early differentiation of striatum neurons and sufficient to promote basal cell divisions independently of its role in the specification of neuronal cell fates at later stages. Cooperation between ngn2 and mash1 proneural genes regulate the transition of cortical progenitors from apical to basal cell compartments. The specification of different neuronal subtypes depends on the group of proneural genes involved. Low levels of proneural transcripts in ventricular zone are expressed when progenitor’s specification occurs and an increase in their expression results in the beginning of neurogenesis. Ngns are responsible for the formation of glutamatergic neurons whereas mash1 gives rise to GABAergic and cholinergic neurons.",
            "score": 68.65041136741638
        }
    ],
    "r": [
        {
            "docid": "872850_5",
            "document": "Heterocyst . In low nitrogen environments, heterocyst differentiation is triggered by the transcriptional regulator NctA. NctA influences heterocyst differentiation by signaling proteins involved in the process of heterocyst differentiation. For instance, NctA controls the expression of several genes including HetR which is crucial for heterocyst differentiation. It is crucial as it up-regulates other genes such as hetR, patS, hepA by binding to their promoter and thus acting as a transcription factor.It is also worthy to note that the expression of nctA, and HetR are dependent on each other and their presence promotes heterocyst differentiation even in the presence of nitrogen.It has also been recently found that other genes such as PatA, hetP regulate heterocyst differentiation. PatA patterns the heterocysts along the filaments, and it is also important for cell division.PatS influences the heterocyst patterning by inhibiting heterocyst differentiation when a group of differentiating cells come together to form a pro- heterocyst (immature heterocyst). Heterocyst maintenance is dependent on an enzyme called hetN. Heterocyst formation is inhibited by the presence of a fixed nitrogen source, such as ammonium or nitrate.",
            "score": 130.80960083007812
        },
        {
            "docid": "1882227_4",
            "document": "Anabaena . Under nitrogen-limiting conditions, vegetative cells differentiate into heterocysts at semiregular intervals along the filaments. Heterocyst cells are terminally specialized for nitrogen fixation. The interior of these cells is micro-oxic as a result of increased respiration, inactivation of O-producing photosystem (PS) II, and formation of a thickened envelope outside of the cell wall. Nitrogenase, sequestered within these cells, transforms dinitrogen into ammonium at the expense of ATP and reductant—both generated by carbohydrate metabolism, a process supplemented, in the light, by the activity of PS I. Carbohydrate, probably in the form of glucose, is synthesized in vegetative cells and moves into heterocysts. In return, nitrogen fixed in heterocysts moves into the vegetative cells, at least in part in the form of amino acids.",
            "score": 114.46481323242188
        },
        {
            "docid": "53060758_3",
            "document": "Crocosphaera watsonii . Diazotrophic cyanobacteria have evolved a number of mechanisms to ensure that oxygen doesn’t interfere with the oxygen-sensitive enzyme complex responsible for nitrogen fixation, since these enzymes are sensitive to oxygen. Oxygen is especially toxic to nitrogenase. One way in which nitrogen-fixing cyanobacteria, such as those in the genera \"Nostoc\" and \"Anabaena\", avoid oxygen toxicity is through specialized cells called heterocysts that lack photosystem II and hence do not have oxygen evolution. As a diazotrophic cyanobacterium that has oxygen-evolving photosystem II, one of the ways by which \"Crocosphaera watsonii\" protects its nitrogenase from oxygen is through the adaptation of a diel rhythm. This temporally separates carbon and nitrogen metabolism between day and night, respectively. Since an array of enzymes are involved in the regulation of carbon and nitrogen metabolism, this separation entails temporal regulation of many enzymes and processes in these bacteria. Consistent with this, many genes involved in nitrogen fixation and photosynthesis show variation in transcription between day and night. This difference in gene expression between light and dark periods for genes involved in nitrogen fixation was about ten times bigger than for genes involved in photosynthesis, suggesting more stable photosystems compared to nitrogenase in these bacteria. The expression of many genes involved in nitrogen fixation and photosynthesis have been individually monitored. These include genes encoding the proteins nifH, nifX, glutamate synthetase, ntcA, glnB-like proteins and glgP, all of which have essential roles in nitrogen fixation. The expression of all these genes were at their peak at the beginning of dark period and were at their minimum in the early light period. Furthermore, genes encoding for photosynthetic proteins such as photosystem I subunit VII (psaC), the photosystem II D1 protein (psbA1) and the photosystem II oxygen-evolving complex protein (psbO), and glgA showed diel variation in expression, with the highest and lowest expression at daytime and nighttime, respectively. About 30% of the genome of \"Crocosphaera watsonii\" showed diel variation in expression, indicating its importance. All of these patterns indicate a temporal separation of photosynthesis and nitrogen fixation in \"Crocosphaera watsonii.\"",
            "score": 109.404541015625
        },
        {
            "docid": "872850_2",
            "document": "Heterocyst . Heterocysts are specialized nitrogen-fixing cells formed during nitrogen starvation by some filamentous cyanobacteria, such as \"Nostoc punctiforme\", \"Cylindrospermum , and \"Anabaena sphaerica\". They fix nitrogen from dinitrogen (N) in the air using the enzyme nitrogenase, in order to provide the cells in the filament with nitrogen for biosynthesis. Nitrogenase is inactivated by oxygen, so the heterocyst must create a microanaerobic environment. The heterocysts' unique structure and physiology require a global change in gene expression. For example, heterocysts:",
            "score": 108.8448486328125
        },
        {
            "docid": "10292616_3",
            "document": "Anabaena circinalis . \"Anabaena circinalis\" exhibits a filamentous morphology, each filament a string of task-specific cells. The appearance of cell differentiation was a great evolutionary leap; marking cyanobacteria as one of the first multicellular organisms on Earth. On the \" A. circinalis \" filament, the most numerous structures are vegetative cells, responsible for the photosynthesis of high-energy sugars from environmental carbon, water, and sunlight. The energy from photosynthesis is used, in part, for the biosynthesis of cellular materials from nitrogenous compounds.  During periods when combined nitrogen (e.g. ammonia or nitrate) is unavailable, \" A. circinalis \" form heterocysts, larger, round, nitrogen-fixing cells found every ten to twenty cells or so on the filament. Heterocysts function to convert environmental nitrogen (N) into compounds such as ammonia or nitrate. Nitrogenase, an oxygen-sensitive enzyme, is essential to this conversion. For the proper functioning of nitrogenase, the intracellular environment of the heterocyst must be anaerobic, a task achieved by the oxygen-impermeable structure of the heterocyst wall. Although functioning independent of each other, vegetative cells and heterocysts are both essential to the survival of the organism; vegetative cells providing energy-rich sugars to the organism, while heterocysts fix nitrogen for amino acid production and cellular biosynthesis.  Also found along the filaments are gas vacuoles, specialized compartments that inflate or deflate with air to provide upward or downward movement. This adaptation positions \" A. circinalis \" at a favorable depth, determined by available sunlight, water temperature, or O concentration.  With optimal environmental conditions, \" Anabaena circinalis \" grow unchecked, forming large blooms that appear as a greenish slime at the surface of the water (fig. 2). In harsh conditions, \" A. circinalis \" form spore-like cells called akinetes. sturdy composition of akinetes are resistant to low temperature, desiccation, and darkness. Often, akinetes will hibernate in sediment until environmental conditions allow germination and re-growth.",
            "score": 106.92607879638672
        },
        {
            "docid": "129618_6",
            "document": "Cyanobacteria . Cyanobacteria are a group of photosynthetic bacteria, some of which are nitrogen-fixing, that live in a wide variety of moist soils and water either freely or in a symbiotic relationship with plants or lichen-forming fungi (as in the lichen genus \"Peltigera\"). They range from unicellular to filamentous and include colonial species. Colonies may form filaments, sheets, or even hollow spheres. Some filamentous species can differentiate into several different cell types: vegetative cells – the normal, photosynthetic cells that are formed under favorable growing conditions; akinetes – climate-resistant spores that may form when environmental conditions become harsh; and thick-walled heterocysts – which contain the enzyme nitrogenase, vital for nitrogen fixation in an anaerobic environment due to its sensitivity to oxygen.",
            "score": 96.95770263671875
        },
        {
            "docid": "35547268_14",
            "document": "Bacterial morphological plasticity . For \"Burkholderia pseudomallei\", some clinical antibiotic agents that are used to treat its infection, mellioidosis, can induce morphological changes such as filamentation and physiological changes in this bacteria. These antibiotics are the β-lactam antibiotics, fluoroquinolones, and antibiotics that inhibit the synthesis of thymidine. The ability of some β-lactam antibiotics to induce filamentation in gram negative bacteria is to inhibit penicillin-binding proteins (PBPs). This inhibition stops the assembly of peptidoglycan network in bacterial cell wall. PBP-1 inhibition leads to rapid cell death. While PBP-2 and PBP-3 inhibition lead to morphological change, turn normal cells to spheroplasts and filamentous cells (elongated rods), respectively. PBP-3 forms the septum in dividing bacteria by involving transpeptidase so inhibition of this PBP-3 protein leads to the incomplete formation of septa in dividing bacteria resulting in the formation of long strands of bacteria (filaments). Kang Chen et al. mentioned that the filament was induced by sublethal concentrations of ceftazidime, ofloxacin, or trimethoprim. At or below the \"minimal inhibitory concentration\" (MIC), filamentation occurred mainly at these concentration and bacteria remained as viable within the vacuoles of immortalized human macrophages, not rapidly killed. However, the \"B.pseudomallei\" filaments revert to normal forms when the antibiotics are removed. Moreover, bacillary daughter cells maintained cell-division capacity and viability despite re-exposure to antibiotics such as ceftazidime. Thus, this developmental alteration may provide additionally survival advantages to bacteria. Furthermore, for \"Pseudomonas aeruginosa\", filamentation induced by antibiotics appears to trigger bacteria to change from a normal growth phase to a stationary growth phase. Filamentous bacteria are also associated with an increase in endotoxin (\"lipopolysaccharide, LPS\") release and the immune system of patients needs to cope with this characteristic. Chloramphenicol antibiotic can induce the formation of filamentous cells, which contain multiple copies of unsegregated chromosomes. These chromosomes lead to the unsuccessful division of elongated cells, and the formation of bacterial filament. Moreover, the filamentation also depends on the expression levels of an efflux pump (MexAB-OprM) and the minimum inhibitory concentration of chloramphenicol. The molecular correlate of the filament formation was described. The exposure to β-lactam antibiotics induced the SOS response in \"Escherichia coli\". During repair of DNA damage, the SOS response aids bacterial propagation by inhibiting cell division. Moreover, both β-lactam antibiotics and genetic mutation induce SOS in \"E.coli\" through the DpiBA \"two-component signal transduction system\" leading to the inactivation of the ftsl gene product, penicillin binding protein 3 (PBP-3). The ftsl gene is a group of filamentous temperature-sensitive genes implicated in cell division. In addition, it is a membrane transpeptidase required for peptidoglycan synthesis at the septum generated by cell division. The event to inactivate ftsl gene product requires the SOS-promoting recA and lexA genes as well as dpiA and transiently inhibits bacterial cell division. Consequently, the bactericidal effects of β-lactam antibiotics are limited. The DpiA is the effector for the DpiB two-component system. Interaction of DpiA with replication origins competes with the binding of the replication proteins DnaA and DnaB. When overexpressed, DpiA can interrupt DNA replication and induce the SOS response resulting in inhibition of cell division.",
            "score": 95.903076171875
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 95.76400756835938
        },
        {
            "docid": "1891323_2",
            "document": "Spatiotemporal gene expression . Spatiotemporal gene expression is the activation of genes within specific tissues of an organism at specific times during development. Gene activation patterns vary widely in complexity. Some are straightforward and static, such as the pattern of \"tubulin,\" which is expressed in all cells at all times in life. Some, on the other hand, are extraordinarily intricate and difficult to predict and model, with expression fluctuating wildly from minute to minute or from cell to cell. Spatiotemporal variation plays a key role in generating the diversity of cell types found in developed organisms; since the identity of a cell is specified by the collection of genes actively expressed within that cell, if gene expression was uniform spatially and temporally, there could be at most one kind of cell.",
            "score": 94.88748931884766
        },
        {
            "docid": "15065584_17",
            "document": "JADE1 . The biological role of JADE1 has not been elucidated. Limited number of publications addresses this question using mice models. The most comprehensive study which was published in 2003, identified mice orthologue of human JADE1, Jade1, and investigated Jade1 expression during mice embryogenesis. Searching for developmentally regulated genes the authors used gene trap screen analysis and identified mouse Jade1 as gene strongly regulated during embryogenesis. Insertion of the vector into the third intron of the Jade1 gene lead to the production of a 47-amino-acid truncated protein. The gene trap insertional mutation resulted in Jade1-beta-galactosidase reporter fusion product and Jade1 null allele. While the homozygotes for the gene trap integration did not produce strong developmental phenotype, the fusion product revealed Jade1 gene spatial-temporal expression in mouse embryonic cells and tissues of developing embryo up to 15.5-d.p.c. In addition the study reports experimental and in silico comparative analysis of Jade1 mRNA transcripts, Jade1 gene structure and analysis of Jade1 protein orthologues from mouse human and zebra fish. Jade1 expression was detected in extraembryonic ectoderm and trophoblast, which are placental components important for vasculogenesis, as well as in sites enriched with multipotent or tissue-specific progenitors, including neural progenitors(2). The dynamics of Jade1 reporter expression in these areas indicates the involvement in the determination and elongation of anterior posterior axis, an important point of the study). The potential role for human JADE1 in the renewal of embryonic stem cell and embryonal carcinoma cell cultures was suggested in another screening study which showed that, in cultured stem cells activation of stem cell transcription factor OCT4 pathway upregulated JADE1 gene expression along with stem cell factors NANOG, PHC1, USP44 and SOX2. Role of JADE1 in epithelial cell proliferation was addressed in a murine model of acute kidney injury and regeneration. Expression patterns and dynamics of HBO1-JADE1S/L were examined in regenerating tubular epithelial cells. Ischemia and reperfusion injury resulted in an initial decrease in JADE1S, JADE1L, and HBO1 protein levels, which returned to the baseline during renal recovery. Expression levels of HBO1 and JADE1S recovered as cell proliferation rate reached maximum, whereas JADE1L recovered after bulk proliferation had diminished. The temporal expression of JADE1 correlated with the acetylation of histone H4 (H4K5 and H4K12) but not that of histone H3 (H4K14), suggesting that the JADE1-HBO1 complex specifically marks H4 during epithelial cell proliferation. The results of the study implicate JADE1-HBO1 complex in acute kidney injury and suggest distinct roles for JADE1 isoforms during epithelial cell recovery.",
            "score": 91.46878814697266
        },
        {
            "docid": "32638490_15",
            "document": "Cylindrospermopsis raciborskii . \"Cylindrospermopsis raciborskii\" is a filamentous cyanobacteria with the ability to fix nitrogen by converting atmospheric nitrogen (N2) into ammonia (NH3), thus distinguishing it as a heterocyst. It provides the cells in the filament with nitrogen for biosynthesis by fixing nitrogen from dinitrogen (N2) using the enzyme nitrogenase. Normally, nitrogenase is inactivated by oxygen, which forces the bacterium to operate in a microanaerobic environment. The heterocyst's unique structure and physiology requires a global change in gene expression. This includes a variety of mechanisms including, but not limited to:",
            "score": 89.178955078125
        },
        {
            "docid": "23730929_17",
            "document": "Nannochloropsis . \"Nannochloropsis\" cultivated in normal growth condition and deprived of a nitrogen source continues growing for 4–5 days. The analysis of gene expression reveals that mechanisms for nitrogen assimilation and redistribution are activated in the cells in nitrogen scarcity and allow survival through a partial reorganisation of the cellular metabolism. The genes responsible for the incorporation of free ammonium into glutamate (L-glutamine + 2-oxoglutarate + NADPH + H+ ←→ 2 L-glutamate + NADP+) are up-regulated . Their up-regulation increases the capability of the cells to assimilate minimal amount of ammonium eventually present in the medium and, more importantly, allows them to assimilate the intracellular ammonium that can be released by degradative processes. Transcriptomic data of nitrogen-deprived \"Nannochloropsis\" cultures show that various enzymes responsible for degradative processes that release ammonium are indeed up regulated. Moreover, the expression of genes coding for proteins involved in controlled degradation of proteins increase, together with others involved in the formation of cytosolic sequestering vesicles used for degradation and recycling of cellular components.",
            "score": 87.90557098388672
        },
        {
            "docid": "872850_4",
            "document": "Heterocyst . Single heterocysts develop about every 9-15 cells, producing a one-dimensional pattern along the filament. The interval between heterocysts remains approximately constant even though the cells in the filament are dividing. The bacterial filament can be seen as a multicellular organism with two distinct yet interdependent cell types. Such behavior is highly unusual in prokaryotes and may have been the first example of multicellular patterning in evolution. Once a heterocyst has formed it cannot revert to a vegetative cell. Certain heterocyst-forming bacteria can differentiate into spore-like cells called akinetes or motile cells called hormogonia, making them the most phenotyptically versatile of all prokaryotes.",
            "score": 87.89742279052734
        },
        {
            "docid": "28253826_8",
            "document": "Bacterial small RNA . Many sRNAs are involved in stress response regulation. They are expressed under stress conditions such as cold shock, iron depletion, onset of the SOS response and sugar stress. The small RNA nitrogen stress-induced RNA 1 (NsiR1) is produced by Cyanobacteria under conditions of nitrogen deprivation. Cyanobacteria NisR8 and NsiR9 sRNAs could be related to the differentiation of nitrogen-fixing cells (heterocysts).",
            "score": 87.86164855957031
        },
        {
            "docid": "23730929_19",
            "document": "Nannochloropsis . Corteggiani Carpinelli and coworkers (2013) report a complete analysis of the gene expression of \"Nannochloropsis\" cultures grown in normal conditions and nitrogen deprivation for 3 days and 6 days. Data on similar conditions were also collected by Radakovits et al. (2012) and Vieler et al. (2012). The all of this data show that genes involved in fatty acid and triacylglycerol biosynthesis are always abundant in the cells and their expression is not correlated with the amount of oil accumulated. Also the expression of the genes involved in triacylglycerols degradation is not significantly down-regulated as triacylglycerols accumulate. The general conclusion suggested by the experimental data is that \"Nannochloropsis\" constitutively produces triacylglycerols and that the metabolic reorganisation that follows nitrogen deprivation increases the flux of substrates through this pathway, which is in turn capable to sustain the increased metabolic flux. Corteggiani Carpinelli and coworkers (2013) advance the hypothesis that, in their experimental conditions, photosynthesis is the main energy source and the down-regulation of the metabolic activity of the mitochondrion is determinant in increasing the amount of substrates that enter the fatty acid biosynthetic pathway. If more precursors are available, more fatty acids are synthesised and as a consequence more triacylglycerols are produced and accumulated into the cells as oil droplets.",
            "score": 87.4359130859375
        },
        {
            "docid": "14754711_3",
            "document": "NEDD9 . In 1992, Kumar, \"et al.,\" first described a sequence tag corresponding to the NEDD9 3′ untranslated region based on the cloning of a group of genes predominantly expressed in the brain of embryonic, but not adult mice, a group of genes designated neural precursor cell expressed, developmentally down-regulated. In 1996, two groups independently described the complete sequence of the NEDD9 gene, and provided initial functional analysis of NEDD9 protein. Law \"et al.\" overexpressed a human cDNA library in \"S. cerevisiae\", and screened for genes that simultaneously affected cell cycle and cell polarity controls, inducing a filamentous yeast budding phenotype, and thus identified the HEF1 protein (Human Enhancer of Filamentation 1). This study identified HEF1/NEDD9 as an interactive partner for focal adhesion kinase (FAK), connecting it to integrin signaling. Separately, Minegishi \"et al.\" cloned the gene encoding a protein hyperphosphorylated following ligation of β1-integrins in T cells and hypothesized to play a role in the process of T cell costimulation, designating this gene Cas-L (Crk-associated substrate-related protein, Lymphocyte type).",
            "score": 86.3833236694336
        },
        {
            "docid": "4642940_7",
            "document": "Compartment (development) . To explain how anterior and posterior cells are kept separated, the differential adhesion hypothesis proposes that these two cell populations express different adhesion molecules, producing different affinities for each other that minimize their contact. The selector affinity model proposes that difference in cell affinity between compartments is a result of differential selector gene expression. The presence or absence of selector genes in a given compartment produces compartment-specific adhesion or recognition molecules that are different from those in its counterpart. For example, \"engrailed\" expressed in the posterior, but not the anterior, cells provides the differential affinity that keeps these compartments separately. It is also possible that this difference in cell adhesion/affinity is not directly due to \"en\" expression, but rather to the ability to receive Hh signaling. Anterior cells, capable of Hh transduction, will express given adhesive molecules that would differ from those present in posterior cells, creating differential affinity that would prevent them from intermixing. This signaling-affinity model is supported by experiments that demonstrate the importance of Hh signaling. Clones mutant for the \"Smoothened (smo)\", the gene responsible for transducing Hh signaling, retain anterior-like features, but move into the posterior compartment without any changes in the expression \"engrailed\" or invected. This demonstrates that Hh signaling, rather than the absence of en, is what gives cells their compartmental identity. Nonetheless, this signaling-affinity model is incomplete: \"smo\" mutant clones of anterior origin that migrate into the posterior compartment, do not completely associate with these cells, but rather form a smooth boundary with these posterior cells. If signaling-affinity were the only factor determining compartment identity, then these clones, which are no longer receiving Hh signaling, would have the same affinity as the other posterior cells in that compartment and be able to intermix with them. These experiments indicate that although Hh signaling could be having an effect in adhesive properties, this effect is limited to the border cells rather than throughout both compartments. It is also possible that both compartments produce the same cell adhesion molecules, but a difference in its abundance or activity could result in sorting between the two compartments. In vitro, transfected cells with high levels of a given adhesion molecule will segregate from cells that expressing lower levels of this same molecule. Finally, differences in cell bond tension could also play a role in the establishment of the boundary and the separation of the two different cell populations. Experimental data has shown that Myosin-II is up-regulated along both the dorsal-ventral and anterior-posterior boundaries in the imaginal wing disc. The D/V boundary is characterized by the presence of filamentous actin and mutations in Myosin-II heavy chain impairs D/V compartmentalization. Similarly, both F-actin and Myosin-II are increased along the A/P boundary, accompanied by a decrease of \"Bazooka\", which was also observed in the D/V border. The Rho-kinase inhibitor Y-27632, of which Myosin-II is the main target, significantly reduces cell bond tension, suggesting that Myosin-II could be the main effector of this process. In support of the signaling-affinity model, creating an artificial interface between cells with active vs. inactive Hh signaling induces a junctional behavior that aligns the cell bonds of where these opposing cell types meet. Moreover, a 2.5-fold increase in mechanical tension is observed along the A/P boundary, compared to the rest of the tissue. Simulations using a vertex model demonstrate that this increase in cell bond tension is enough to maintain proliferating cell populations in separate compartment boundaries. Parameters used to measure cell bond tension are based cell-cell adhesion and cortical tension input. It has also been suggested that boundary formation is not a result of differential mechanical tension between the two cell populations, but could be a result of the mechanical properties of the boundary itself. Interestingly, the level the adhesion molecule, E-cadherin, was unaltered and the biophysical properties of cells between the two compartments were the same. Changes in cell properties, such as an enlarged apical cross-section area, are only observed in anterior and posterior border cells. Along the boundary, orientation of cell divisions was random and there is no evidence that increased cell death or zones of non-proliferating cells are important for maintaining the A/P or D/V boundary.",
            "score": 85.54981994628906
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 84.76953125
        },
        {
            "docid": "12266_47",
            "document": "Genetics . Differences in gene expression are especially clear within multicellular organisms, where cells all contain the same genome but have very different structures and behaviors due to the expression of different sets of genes. All the cells in a multicellular organism derive from a single cell, differentiating into variant cell types in response to external and intercellular signals and gradually establishing different patterns of gene expression to create different behaviors. As no single gene is responsible for the development of structures within multicellular organisms, these patterns arise from the complex interactions between many cells.",
            "score": 84.74679565429688
        },
        {
            "docid": "215038_10",
            "document": "Enhancer (genetics) . The development, differentiation and growth of cells and tissues require precisely regulated patterns of gene expression. Enhancers work as cis-regulatory elements to mediate both spatial and temporal control of development by turning on transcription in specific cells and/or repressing it in other cells. Thus, the particular combination of transcription factors and other DNA-binding proteins in a developing tissue controls which genes will be expressed in that tissue. Enhancers allow the same gene to be used in diverse processes in space and time.",
            "score": 84.47419738769531
        },
        {
            "docid": "1687906_6",
            "document": "Morphogen . During early development, morphogen gradients result in the differentiation of specific cell types in a distinct spatial order. The morphogen provides spatial information by forming a concentration gradient that subdivides a field of cells by inducing or maintaining the expression of different target genes at distinct concentration thresholds. Thus, cells far from the source of the morphogen will receive low levels of morphogen and express only low-threshold target genes. In contrast, cells close to the source of morphogen will receive high levels of morphogen and will express both low- and high-threshold target genes. Distinct cell types emerge as a consequence of the different combination of target gene expression. In this way, the field of cells is subdivided into different types according to their position relative to the source of the morphogen. This model is assumed to be a general mechanism by which cell type diversity can be generated in embryonic development in animals.",
            "score": 84.02875518798828
        },
        {
            "docid": "14800026_5",
            "document": "UXT . ART-27 is shown to be subject to both cell type and developmental regulation in humans. Its expression is associated with an abundance of differentiated prostate epithelial cells, and regulated expression in prostate cancer cells results in decreased cell proliferation. Significantly, because decreased levels of ART-27 are consistently found in prostate cancer cells, it likely plays a role in promoting epithelial differentiation via suppression of proliferative pathways. More recent studies have more definitively identified ART-27 as a corepressor of AR. The fact that the increase in gene transcription exhibited upon ART-27 depletion requires the presence of AR implies that it specifically functions as a corepressor of this receptor. Despite the lack of information regarding its mechanisms of suppression, ART-27 likely plays multiple roles that inhibit AR-mediated transcription. In the absence of androgens, ART-27 may bind the AR N terminus and thereby prevent AR-dependent activation of genes involved in cell proliferation. Other mechanisms may include recruitment of ART-27 to AREs or inhibition of histone methylation which otherwise allows for increased transcription of target genes.",
            "score": 83.87591552734375
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 83.84234619140625
        },
        {
            "docid": "1891323_4",
            "document": "Spatiotemporal gene expression . What causes spatial and temporal differences in the expression of a single gene? Because current expression patterns depend strictly on previous expression patterns, there is a regressive problem of explaining what caused the first differences in gene expression. The process by which uniform gene expression becomes spatially and temporally differential is known as symmetry breaking. For example, in the case of embryonic \"Drosophila\" development, the genes \"nanos\" and \"bicoid\" are asymmetrically expressed in the oocyte because maternal cells deposit messenger RNA (mRNA) for these genes in the poles of the egg before it is laid. One way to identify the expression pattern of a particular gene is to place a reporter gene downstream of its promoter. In this configuration, the promoter gene will cause the reporter gene to be expressed only where and when the gene of interest is expressed. The expression distribution of the reporter gene can be determined by visualizing it. For example, the reporter gene green fluorescent protein can be visualized by stimulating it with blue light and then using a digital camera to record green fluorescent emission.",
            "score": 83.8221206665039
        },
        {
            "docid": "2040318_6",
            "document": "Myosatellite cell . CD34 and Myf5 markers specifically define the majority of quiescent satellite cells. Activated satellite cells prove problematic to identify, especially as their markers change with the degree of activation; for example, greater activation results in the progressive loss of Pax7 expression as they enter the proliferative stage. However, Pax7 is expressed prominently after satellite cell differentiation. Greater activation also results in increased expression of myogenic basic helix-loop-helix transcription factors MyoD, myogenin, and MRF4 – all responsible for the induction of myocyte-specific genes. HGF testing is also used to identify active satellite cells. Activated satellite cells also begin expressing muscle-specific filament proteins such as desmin as they differentiate.",
            "score": 83.75288391113281
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 83.63951110839844
        },
        {
            "docid": "15776681_5",
            "document": "Developmental noise . The developmental noise can contribute to unique patterns of development in each individual as well. During development of a complex organ, variability in gene expression may be required to contribute to differentiation of multiple cell types from cells that have equivalent potential. For example, the patterning of the adult fly eye relies on multiple alternative choices of differentiation pathways within an apparently homogeneous field of cells. The facets (ommatidia) in fly eyes occur as two types, designated pale and yellow, as defined by the particular types of rhodopsin photopigments expressed in the two inner photoreceptor cells. In flies carrying mutations in the gene spineless, all ommatidia show the pale fate, while over expression of spineless induces the yellow fate. The final pattern of ommatidia is determined by stochastic variation in expression of this single transcription factor Spineless.",
            "score": 83.1082992553711
        },
        {
            "docid": "14762808_3",
            "document": "ARL6IP5 . Expression of this gene is affected by vitamin A. The encoded protein of this gene may be associated with the cytoskeleton. A similar protein in rats may play a role in the regulation of cell differentiation. The rat protein binds and inhibits the cell membrane glutamate transporter EAAC1. The expression of the rat gene is upregulated by retinoic acid, which results in a specific reduction in EAAC1-mediated glutamate transport. The disruption of the mouse gene results in increased neuronal glutathione content, neuroprotection against oxidative stress and a better performance in motor/spatial learning and memory tests than wild-type mice.",
            "score": 83.08238220214844
        },
        {
            "docid": "7525784_7",
            "document": "Nestin (protein) . Distribution and expression of nestin in mitotically active cells suggests it plays a role in regulation of the assembly and disassembly of intermediate filaments, which, together with other structural proteins, participate in remodeling of the cell. The role of nestin in dynamic cells, particularly structural organization of the cell, appears strictly regulated by phosphorylation, especially its integration into heterogeneous intermediate filaments together with vimentin or α-internexin. Furthermore, nestin expression has been extensively used as a marker for central nervous system progenitor cells in different contexts, based on observations indicating a correlation between nestin expression and this cell type in vivo.",
            "score": 82.43519592285156
        },
        {
            "docid": "8449_10",
            "document": "Developmental biology . Regional specification is initiated by the presence of cytoplasmic determinants in one part of the zygote. The cells that contain the determinant become a signaling center and emit an inducing factor. Because the inducing factor is produced in one place, diffuses away, and decays, it forms a concentration gradient, high near the source cells and low further away. The remaining cells of the embryo, which do not contain the determinant, are competent to respond to different concentrations by upregulating specific developmental control genes. This results in a series of zones becoming set up, arranged at progressively greater distance from the signaling center. In each zone a different combination of developmental control genes is upregulated. These genes encode transcription factors which upregulate new combinations of gene activity in each region. Among other functions, these transcription factors control expression of genes conferring specific adhesive and motility properties on the cells in which they are active. Because of these different morphogenetic properties, the cells of each germ layer move to form sheets such that the ectoderm ends up on the outside, mesoderm in the middle, and endoderm on the inside. Morphogenetic movements not only change the shape and structure of the embryo, but by bringing cell sheets into new spatial relationships they also make possible new phases of signaling and response between them.",
            "score": 82.26853942871094
        },
        {
            "docid": "34032373_5",
            "document": "P19 cell . Treatment of undifferentiated P19 cells with retinoic acid can specifically induce them into neuronal cells. Using doses between 1 μM to 3 μM of RA can generate neurons as the most abundant cell type. Neurons under this treatment reached the highest populations between six days and nine days. Several neuronal markers such as neurofilament proteins, HNK-1 antigen and tetanus toxin binding sites are expressed at highest levels during these days. After six to nine days of treatment, the relative neuronal population declines, likely because of faster proliferation of non-neuronal cells. After 10 days of exposure, astroglial cells can be detected using glial fibrillary acidic protein (GFAP), which is a specific marker of glial cells. Other than into neurons and astrocytes, P19 cells can also differentiate to oligodendrocytes, which can be detected using the specific markers, myelin-associated glycoprotein and 2',3'-Cyclic-nucleotide 3'-phosphodiesterase. Moreover, oligodendrocytes also developed and migrated into fiber bundles in mice when the RA-induced cells were transplanted into the brains.  Retinoic acid can induce not only P19 cells but also other progenitor cells or embryonic stem cells to differentiation. Since cells after retinoic acid treatment did not immediately express neuronal marker genes, RA must initiate some pathway to process cellular differentiation. Many studies used P19 cells to investigate the RA-induced mechanisms, including generating the mutant allele of retinoic acid receptor genes and studying the expression of receptor genes, Hox genes and retinol binding proteins while exposing to RA. All of these studies indicate that the P19 cell is a good in vitro model system for investigating the mechanism of drugs that interfere with specific cellular pathway. What is more, by using the ability of RA-induced neurogenesis in P19 cell, lots of researchers started to identify the in vitro differentiation mechanisms of neuro- or gliogenesis. Several related pathways or including Wnt/β-catenin pathway, Notch pathway and hedgehog pathway are investigated either using gene expression or generating alleles for related genes.",
            "score": 81.96949005126953
        },
        {
            "docid": "215038_13",
            "document": "Enhancer (genetics) . The enhancers determining early segmentation in \"Drosophila melanogaster\" embryos are among the best characterized developmental enhancers. In the early fly embryo, the gap gene transcription factors are responsible for activating and repressing a number of segmentation genes, such as the pair rule genes. The gap genes are expressed in blocks along the anterior-posterior axis of the fly along with other maternal effect transcription factors, thus creating zones within which different combinations of transcription factors are expressed. The pair-rule genes are separated from one another by non-expressing cells. Moreover, the stripes of expression for different pair-rule genes are offset by a few cell diameters from one another. Thus, unique combinations of pair-rule gene expression create spatial domains along the anterior-posterior axis to set up each of the 14 individual segments. The 480 bp enhancer responsible for driving the sharp stripe two of the pair-rule gene \"even-skipped\" (\"eve\") has been well-characterized. The enhancer contains 12 different binding sites for maternal and gap gene transcription factors. Activating and repressing sites overlap in sequence. \"Eve\" is only expressed in a narrow stripe of cells that contain high concentrations of the activators and low concentration of the repressors for this enhancer sequence. Other enhancer regions drive \"eve\" expression in 6 other stripes in the embryo.",
            "score": 81.88231658935547
        }
    ]
}