{
    "q": [
        {
            "docid": "54095989_4",
            "document": "Polygenic adaptation . Polygenic adaptation represents an alternative to adaptation by selective sweeps. In classic selective sweep models, a single new mutation sweeps through a population to fixation, purging variation from a region of linkage around the selected site. More recent models have focused on partial sweeps, and on soft sweeps - i.e., sweeps that start from standing variation or comprise multiple sweeping variants at the same locus. All of these models focus on adaptation through genetic changes at a single locus and they generally assume large changes in allele frequencies.",
            "score": 118.65311336517334
        },
        {
            "docid": "8054792_3",
            "document": "Background selection . The reduction in neutral variation due to background selection can be modeled by an exponential function of the total mutation rate at the deleterious regions of the section of genome involved. The overall effect of background selection on genetic diversity resembles a reduction in effective population size. As a consequence, background selection has been used to explain many of the inconsistencies between classical models of neutral variation and observed studies of genetic diversity. For instance, the observation that genetic diversity is weakly correlated with population size, or not correlated at all, is called the \"paradox of variation\". Under the theory of background selection, the paradox is resolved, because neutral variation is predicted to be purged in conjunction with deleterious mutations.",
            "score": 91.91342854499817
        },
        {
            "docid": "8054792_5",
            "document": "Background selection . Background selection can be measured by assessing the degree of departure of the levels of neutral variants from the predictions of neutral model-based estimations of mutation rates and genetic drift. However, it is not enough to study variation alone because the two main forms of linked selection, background and hitchhiking, produce a loss in diversity, and the models both predict similar results in genomic regions of high recombination. The relative influence of these two effects is not yet well understood, though methods have been developed for differentiating between the two effects. One technique is to compare levels of nucleotide diversity in regions of low recombination, where the models differ appreciably in their predictions. Thus, studying variation in genomic neighborhoods with relatively low recombination rates, rather than across the whole genome, can yield insights about the relative prevalence of background and hitchhiking selection.",
            "score": 101.4065592288971
        },
        {
            "docid": "30142141_7",
            "document": "Adaptive evolution in the human genome . The other methods for detecting adaptive evolution use genome wide approaches, often to look for evidence of selective sweeps. Evidence of complete selective sweeps is shown by a decrease in genetic diversity, and can be inferred from comparing the patterns of the Site Frequency Spectrum (SFS, i.e. the allele frequency distribution) obtained with the SFS expected under a neutral model (Willamson et al. 2007). Partial selective sweeps provide evidence of the most recent adaptive evolution, and the methods identify adaptive evolution by searching for regions with a high proportion of derived alleles (Sabeti et al. 2006).",
            "score": 109.52997469902039
        },
        {
            "docid": "40841348_11",
            "document": "Computational and Statistical Genetics . In this era of large amount of genetic and genomic data, accurate representation and identification of statistical interactions in biological/genetic/genomic data constitutes a vital basis for designing interventions and curative solutions for many complex diseases. Variations in human genome have been long known to make us susceptible to many diseases. We are hurtling towards the era of personal genomics and personalized medicine that require accurate predictions of disease risk posed by predisposing genetic factors. Computational and statistical methods for identifying these genetic variations, and building these into intelligent models for diseaseassociation and interaction analysis studies genome-wide are a dire necessity across many disease areas. The principal challenges are: (1) most complex diseases involve small or weak contributions from multiple genetic factors that explain only a minuscule fraction of the population variation attributed to genetic factors. (2) Biological data is inherently extremely noisy, so the underlying complexities of biological systems (such as linkage disequilibrium and genetic heterogeneity) need to be incorporated into the statistical models for disease association studies. The chances of developing many common diseases such as cancer, autoimmune diseases and cardiovascular diseases involves complex interactions between multiple genes and several endogenous and exogenous environmental agents or covariates. Many previous disease association studies could not produce significant results because of the lack of incorporation of statistical interactions in their mathematical models explaining the disease outcome. Consequently much of the genetic risks underlying several diseases and disorders remain unknown. Computational methods such as to model and identify the genetic/genomic variations underlying disease risks has a great potential to improve prediction of disease outcomes, understand the interactions and design better therapeutic methods based on them.",
            "score": 88.70114421844482
        },
        {
            "docid": "38889813_37",
            "document": "Viral phylodynamics . Further analysis of HA has shown it to have a very small effective population size relative to the census size of the virus population, as expected for a gene undergoing strong positive selection. However, across the influenza genome, there is surprisingly little variation in effective population size; all genes are nearly equally low. This finding suggests that reassortment between segments occurs slowly enough, relative to the actions of positive selection, that genetic hitchhiking causes beneficial mutations in HA and NA to reduce diversity in linked neutral variation in other segments of the genome.",
            "score": 100.19317936897278
        },
        {
            "docid": "5542769_11",
            "document": "Neutral mutation . Neutral mutations are measured in population and evolutionary genetics often by looking at variation in populations. These have been measured historically by gel electrophoresis to determine allozyme frequencies. Statistical analyses of this data is used to compare variation to predicted values based on population size, mutation rates and effective population size. Early observations that indicated higher than expected heterozygosity and overall variation within the protein isoforms studied, drove arguments as to the role of selection in maintaining this variation versus the existence of variation through the effects of neutral mutations arising and their random distribution due to genetic drift. The accumulation of data based on observed polymorphism led to the formation of the neutral theory of evolution. According to the neutral theory of evolution, the rate of fixation in a population of a neutral mutation will be directly related to the rate of formation of the neutral allele.",
            "score": 87.85457491874695
        },
        {
            "docid": "4126683_7",
            "document": "Ficedula . The authors tested two prominent models for the accumulation of islands of speciation, speciation with gene flow and linkage selection. Some of the expected patterns for islands of differentiation forming accumulating under a gene flow model and reduced sequence divergence outside the islands of differentiation compared to the rest of the genome and expansion of the islands of differentiation as reproductive isolation is reinforced during the speciation process. Based on the genomic data, expectations from the speciation with gene flow model were not well supported. Instead there was more support for the linkage selection model for islands of variation model. Such as an inverse correlation between recombination rate and differentiation, low amounts of ancestral variation in low recombining regions, and a positive relationship with nucleotide diversity and recombination rate. Some of the main findings from the study were:",
            "score": 80.00283885002136
        },
        {
            "docid": "40977477_17",
            "document": "Cross-species transmission . Two methods of measuring genetic variation, variable number tandem repeats (VNTRs) and single nucleotide polymorphisms (SNPs), have been very beneficial to the study of bacterial transmission. VNTRs, due to the low cost and high mutation rates, make them particularly useful to detect genetic differences in recent outbreaks, and while SNPs have a lower mutation rate per locus than VNTRs, they deliver more stable and reliable genetic relationships between isolates. Both methods are used to construct phylogenies for genetic analysis, however, SNPs are more suitable for studies on phylogenies contraction. However, it can be difficult for these methods accurately simulate CSTs everts. Estimates of CST based on phylogenys made using VNTR marker can be biased towards detecting CST events across a wide range of the parameters. SNPs tend to be less biased and variable in estimates of CST when estimations of CST rates are low and low number of SNPs is used. In general, CST rate estimates using these methods are most reliable in systems with more mutations, more markers, and high genetic differences between introduced strains. CST is very complex and models need to account for a lot of parameters to accurately represent the phenomena. Models that oversimplify reality can result in biased data. Multiple parameters such as number of mutations accumulated since introduction, stochasticity, the genetic difference of strains introduced, and the sampling effort can make unbiased estimates of CST difficult even with whole-genome sequences, especially if sampling is limited, mutation rates are low, or if pathogens were recently introduced. More information on the factors that influence CST rates is needed for the contraction of more appropriate models to study these events.",
            "score": 85.96773731708527
        },
        {
            "docid": "5358528_3",
            "document": "Selective sweep . A selective sweep can occur when a rare or previously non-existing allele that increases the fitness of the carrier (relative to other members of the population) increases rapidly in frequency due to natural selection. As the prevalence of such a beneficial allele increases, genetic variants that happen to be present on the genomic background (the DNA neighborhood) of the beneficial allele will also become more prevalent. This is called \"genetic hitchhiking\". A selective sweep due to a strongly selected allele, which arose on a single genomic background therefore results in a region of the genome with a large reduction of genetic variation in that chromosome region. The idea that strong positive selection could reduce nearby genetic variation due to hitchhiking was proposed by John Maynard-Smith and John Haigh in 1974.",
            "score": 121.90017938613892
        },
        {
            "docid": "3969336_3",
            "document": "The Neutral Theory of Molecular Evolution . Evolution is a change in the frequency of alleles in a population over time. Mutations occur at random and in the Darwinian evolution model natural selection acts on the genetic variation in a population that has arisen through this mutation. These mutations can be beneficial or deleterious and are selected for or against based on that factor. In this theory, every evolutionary event, mutation, and gene polymorphism (neutral differences in phenotype or genotype) would have to be positively or negatively selected for and show some kind of change over many generations. If these genetic differences grow between different populations speciation events can occur. When this theory was first introduced to the scientific community, there was no understanding of genetic principles such as drift or synonymous mutation.",
            "score": 88.60280394554138
        },
        {
            "docid": "796412_2",
            "document": "Experimental evolution . Experimental evolution is the use of laboratory experiments or controlled field manipulations to explore evolutionary dynamics. Evolution may be observed in the laboratory as individuals/populations adapt to new environmental conditions by natural selection. There are two different ways in which adaptation can arise in experimental evolution. One is via an individual organism gaining a novel beneficial mutation. The other is from allele frequency change in standing genetic variation already present in a population of organisms. Other evolutionary forces outside of mutation and natural selection can also play a role or be incorporated into experimental evolution studies, such as genetic drift and gene flow. The organism used is decided by the experimenter, based off whether the hypothesis to be tested involves adaptation through mutation or allele frequency change. A large number of generations are required for adaptive mutation to occur, and experimental evolution via mutation is carried out in viruses or unicellular organisms with rapid generation times, such as bacteria and asexual clonal yeast. Polymorphic populations of asexual or sexual yeast, and multicellular eukaryotes like Drosophila, can adapt to new environments through allele frequency change in standing genetic variation. Organisms with longer generations times, although costly, can be used in experimental evolution. Laboratory studies with foxes and with rodents (see below) have shown that notable adaptations can occur within as few as 10–20 generations and experiments with wild guppies have observed adaptations within comparable numbers of generations. More recently, experimentally evolved individuals or populations are often analyzed using whole genome sequencing, an approach known as Evolve and Resequence (E&R). E&R can identify mutations that lead to adaptation in clonal individuals or identify alleles that changed in frequency in polymorphic populations, by comparing the sequences of individuals/populations before and after adaptation. The sequence data makes it possible to pinpoint the site in a DNA sequence that a mutation/allele frequency change occurred to bring about adaptation. The nature of the adaptation and functional follow up studies can shed insight into what effect the mutation/allele has on phenotype.",
            "score": 98.24027740955353
        },
        {
            "docid": "219268_39",
            "document": "Population genetics . It is clear that levels of genetic diversity vary greatly within a species as a function of local recombination rate, due to both genetic hitchhiking and background selection. Most current solutions to the paradox of variation invoke some level of selection at linked sites. For example, one analysis suggests that larger populations have more selective sweeps, which remove more neutral genetic diversity. A negative correlation between mutation rate and population size may also contribute.",
            "score": 82.95194363594055
        },
        {
            "docid": "3611981_6",
            "document": "Genetic hitchhiking . Recombination can interrupt the process of genetic hitchhiking, ending it before the hitchhiking neutral or deleterious allele becomes fixed or goes extinct. The closer a hitchhiking polymorphism is to the gene under selection, the less opportunity there is for recombination to occur. This leads to a reduction in genetic variation near a selective sweep that is greater closer to the selected site. This pattern is useful for using population data to detect selective sweeps, and hence to detect which genes have been under very recent selection.",
            "score": 102.98725819587708
        },
        {
            "docid": "769065_13",
            "document": "Niche construction . Mathematical models have established that cultural niche construction can modify natural selection on human genes and drive evolutionary events. This interaction is known as gene-culture coevolution. There is now little doubt that human cultural niche construction has co-directed human evolution. Humans have modified selection, for instance, by dispersing into new environments with different climatic regimes, devising agricultural practices or domesticating livestock. A well-researched example is the finding that dairy farming created the selection pressure that led to the spread of alleles for adult lactase persistence. Analyses of the human genome have identified many hundreds of genes subject to recent selection, and human cultural activities are thought to be a major source of selection in many cases. The lactose persistence example may be representative of a very general pattern of gene-culture coevolution.",
            "score": 63.305373311042786
        },
        {
            "docid": "15993881_10",
            "document": "1000 Genomes Project . It is not fully clear how natural selection has shaped population differences; however, genetic candidate regions under selection have been identified recently. Patterns of DNA polymorphisms can be used to reliably detect signatures of selection and may help to identify genes that might underlie variation in disease resistance or drug metabolism. Barreiro et al. found evidence that negative selection has reduced population differentiation at the amino acid–altering level (particularly in disease-related genes), whereas, positive selection has ensured regional adaptation of human populations by increasing population differentiation in gene regions (mainly nonsynonymous and 5'-untranslated region variants).",
            "score": 80.21306371688843
        },
        {
            "docid": "219277_8",
            "document": "Codon usage bias . The second explanation for codon usage can be explained by mutational bias, a theory which posits that codon bias exists because of nonrandomness in the mutational patterns. In other words, some codons can undergo more changes and therefore result in lower equilibrium frequencies, also known as “rare” codons. Different organisms also exhibit different mutational biases, and there is growing evidence that the level of genome-wide GC content is the most significant parameter in explaining codon bias differences between organisms. Additional studies have demonstrated that codon biases can be statistically predicted in prokaryotes using only intergenic sequences, arguing against the idea of selective forces on coding regions and further supporting the mutation bias model. However, this model alone cannot fully explain why preferred codons are recognized by more abundant tRNAs.",
            "score": 66.40227138996124
        },
        {
            "docid": "33890453_10",
            "document": "Genomics of domestication . The process of domestication, by which only a choice few wild individuals are cultivated and selected against, often results in very strong selective pressures. This is evident in the genomes of these individuals as a lack of genetic diversity. In some cases this lack of diversity is seen as a selective sweep, whereby the variation at a particular locus of the genome is highly reduced while variation outside of this area is maintained or only partially reduced. In other cases, such as the coconut, genomic studies have revealed occurrences of a founder event, whereby the genetic diversity of an entire population is reduced due to a small number of individuals with low diversity being the isolated ancestors of a larger modern population. Bottlenecks, where variation is reduced throughout the entire genome, are also evident in crop species such as pearl millet, cotton, common bean and lima bean. With the identification of bottlenecks in these species, researchers are able to study the effects on an organisms' ability to evolve past a bottleneck, and what effects this may have on the genomes of both individuals and populations as well as their fitness.",
            "score": 117.67462408542633
        },
        {
            "docid": "21147_42",
            "document": "Natural selection . A portion of all genetic variation is functionally neutral, producing no phenotypic effect or significant difference in fitness. Motoo Kimura's neutral theory of molecular evolution by genetic drift proposes that this variation accounts for a large fraction of observed genetic diversity. Neutral events can radically reduce genetic variation through population bottlenecks. which among other things can cause the founder effect in initially small new populations. When genetic variation does not result in differences in fitness, selection cannot directly affect the frequency of such variation. As a result, the genetic variation at those sites is higher than at sites where variation does influence fitness. However, after a period with no new mutations, the genetic variation at these sites is eliminated due to genetic drift. Natural selection reduces genetic variation by eliminating maladapted individuals, and consequently the mutations that caused the maladaptation. At the same time, new mutations occur, resulting in a mutation–selection balance. The exact outcome of the two processes depends both on the rate at which new mutations occur and on the strength of the natural selection, which is a function of how unfavourable the mutation proves to be.",
            "score": 96.92889308929443
        },
        {
            "docid": "9236_46",
            "document": "Evolution . The neutral theory of molecular evolution proposed that most evolutionary changes are the result of the fixation of neutral mutations by genetic drift. Hence, in this model, most genetic changes in a population are the result of constant mutation pressure and genetic drift. This form of the neutral theory is now largely abandoned, since it does not seem to fit the genetic variation seen in nature. However, a more recent and better-supported version of this model is the nearly neutral theory, where a mutation that would be effectively neutral in a small population is not necessarily neutral in a large population. Other alternative theories propose that genetic drift is dwarfed by other stochastic forces in evolution, such as genetic hitchhiking, also known as genetic draft.",
            "score": 85.85677933692932
        },
        {
            "docid": "219268_47",
            "document": "Population genetics . One important aspect of such models is that selection is only strong enough to purge deleterious mutations and hence overpower mutational bias towards degradation if the selection coefficient s is greater than the inverse of the effective population size. This is known as the drift barrier and is related to the nearly neutral theory of molecular evolution. Drift barrier theory predicts that species with large effective population sizes will have highly streamlined, efficient genetic systems, while those with small population sizes will have bloated and complex genomes containing for example introns and transposable elements. However, somewhat paradoxically, species with large population sizes might be so tolerant to the consequences of certain types of errors that they evolve higher error rates, e.g. in transcription and translation, than small populations.",
            "score": 75.94897150993347
        },
        {
            "docid": "403627_10",
            "document": "Genetic diversity . Random mutations consistently generate genetic variation. A mutation will increase genetic diversity in the short term, as a new gene is introduced to the gene pool. However, the persistence of this gene is dependent of drift and selection (see above). Most new mutations either have a neutral or negative effect on fitness, while some have a positive effect. A beneficial mutation is more likely to persist and thus have a long-term positive effect on genetic diversity. Mutation rates differ across the genome, and larger populations have greater mutation rates. In smaller populations a mutation is less likely to persist because it is more likely to be eliminated by drift.",
            "score": 98.91057801246643
        },
        {
            "docid": "44248347_18",
            "document": "Gene Disease Database . This one of the largest resources available for all genomic and genetic studies, it provides a centralized resource for geneticists, molecular biologists and other researchers studying the genomes of our own species and other vertebrates and model disease organisms. Ensembl is one of several well-known genome browsers for the retrieval of genomic-disease information. Ensembl imports variation data from a variety of different sources, Ensembl predicts the effects of variants. For each variation that is mapped to the reference genome, each Ensembl transcript is identified that overlap the variation. Then it uses a rule-based approach to predict the effects that each allele of the variation may have on the transcript. The set of consequence terms, defined by the Sequence Ontology (SO) can be currently assigned to each combination of an allele and a transcript. Each allele of each variation may have a different effect in different transcripts. A variety of different tools are used to predict human mutations in the Ensembl database, one of the most widely used is SIFT, that predicts whether an amino acid substitution is likely to affect protein function based on sequence homology and the physic-chemical similarity between the alternate amino acids. The data provided for each amino acid substitution is a score and a qualitative prediction (either 'tolerated' or 'deleterious'). The score is the normalized probability that the amino acid change is tolerated so scores near 0 are more likely to be deleterious. The qualitative prediction is derived from this score such that substitutions with a score < 0.05 are called 'deleterious' and all others are called 'tolerated'.SIFT can be applied to naturally occurring nonsynonymous polymorphisms and laboratory-induced missense mutations, that will lead to build relationships in phenotype characteristics, proteomics and genomics",
            "score": 86.72782635688782
        },
        {
            "docid": "11397248_9",
            "document": "Tajima's D . In the above formulas, \"S\" is the number of segregating sites, \"n\" is the number of samples, \"N\" is the effective population size, formula_5 is the mutation rate at the examined genomic locus, and \"i\" is the index of summation. But selection, demographic fluctuations and other violations of the neutral model (including rate heterogeneity and introgression) will change the expected values of formula_1 and formula_2, so that they are no longer expected to be equal. The difference in the expectations for these two variables (which can be positive or negative) is the crux of Tajima's \"D\" test statistic.",
            "score": 62.346580028533936
        },
        {
            "docid": "46617123_6",
            "document": "Jan Vijg . Genome instability, i.e., the tendency of the genome to acquire mutations and epimutations, underlies human genetic disease, causally contributes to cancer and has also been implicated in aging and age-related, degenerative conditions other than cancer. Little is known about the mechanisms that give rise to spontaneous changes in the genome or epigenome and how this may lead, in somatic cells, to increased cancer risk and loss of organ and tissue function with age. We study genome and epigenome instability as a function of age in various model organisms, including mouse and fruit fly, and its consequences in terms of alterations in tissue-specific patterns of gene regulation. We developed transgenic reporter systems in mouse and fruit fly, which allow us to determine tissue-specific frequencies of various forms of genome instability, e.g., point mutations, deletions, translocations. By crossing the mutational reporter animals with mutants harboring specific defects in various genome maintenance pathways, the relevance of these pathways for the accumulation of specific forms of genome instability is assessed, in relation to the pathophysiology of aging. Similarly, by using knockdown approaches we assess the effect of specific genes implicated in longevity and healthy aging, e.g., SOD, FOXO, SIR2, on genome integrity. More recently, we have begun to assess global gene mutation and epimutation loads in normal and disease tissues of both animal models and humans using massively parallel sequencing approaches.",
            "score": 79.26431012153625
        },
        {
            "docid": "35031744_10",
            "document": "Meta-regression . Meta-regression has been employed as a technique to derive improved parameter estimates that are of direct use to policy makers. Meta-regression provides a framework for replication and offers a sensitivity analysis for model specification. There are a number of strategies for identifying and coding empirical observational data. Meta-regression models can be extended for modeling within-study dependence, excess heterogeneity and publication selection. The simple regression model does not allow for within study variation. The fixed effects regression model does not allow for between study variation. The random or mixed effects model allows for within study variation and between study variation and is therefore the most appropriate model to choose in many applications. Whether there is between study variation (excess heterogeneity) can be tested under the assumption that effect sizes are homogeneous or have a tendency to a central mean. If the test shows that the effect sizes have excess heterogeneity, the random effects meta-regression model may be most appropriate.",
            "score": 49.00312542915344
        },
        {
            "docid": "25614_42",
            "document": "Race (human categorization) . Anthropologists such as C. Loring Brace, the philosophers Jonathan Kaplan and Rasmus Winther, and the geneticist Joseph Graves, have argued that while there it is certainly possible to find biological and genetic variation that corresponds roughly to the groupings normally defined as \"continental races\", this is true for almost all geographically distinct populations. The cluster structure of the genetic data is therefore dependent on the initial hypotheses of the researcher and the populations sampled. When one samples continental groups, the clusters become continental; if one had chosen other sampling patterns, the clustering would be different. Weiss and Fullerton have noted that if one sampled only Icelanders, Mayans and Maoris, three distinct clusters would form and all other populations could be described as being clinally composed of admixtures of Maori, Icelandic and Mayan genetic materials. Kaplan and Winther therefore argue that, seen in this way, both Lewontin and Edwards are right in their arguments. They conclude that while racial groups are characterized by different allele frequencies, this does not mean that racial classification is a natural taxonomy of the human species, because multiple other genetic patterns can be found in human populations that crosscut racial distinctions. Moreover, the genomic data underdetermines whether one wishes to see subdivisions (i.e., splitters) or a continuum (i.e., lumpers). Under Kaplan and Winther's view, racial groupings are objective social constructions (see Mills 1998) that have conventional biological reality only insofar as the categories are chosen and constructed for pragmatic scientific reasons. In earlier work, Winther had identified \"diversity partitioning\" and \"clustering analysis\" as two separate methodologies, with distinct questions, assumptions, and protocols. Each is also associated with opposing ontological consequences vis-a-vis the metaphysics of race. Philosopher Lisa Gannett has argued that biogeographical ancestry, a concept devised by Mark Shriver and Tony Frudakis, is not an objective measure of the biological aspects of race as Shriver and Frudakis claim it is. She argues that it is actually just a \"local category shaped by the U.S. context of its production, especially the forensic aim of being able to predict the race or ethnicity of an unknown suspect based on DNA found at the crime scene.\"",
            "score": 55.25802159309387
        },
        {
            "docid": "40852244_3",
            "document": "HKA test . Neutral Evolution Theory, first proposed by Kimura in a 1968 paper, and later fully defined and published in 1983, is the basis for many statistical tests that detect selection at the molecular level. Kimura noted that there was much too high of a rate of mutation within the genome (i.e. high polymorphism) to be strictly under directional evolution. Furthermore, functionally less important regions of the genome evolve at a faster rate. Kimura then postulated that most of the modifications to the genome are neutral or nearly neutral, and evolve by random genetic drift. Therefore, under the neutral model, polymorphism within a species and divergence between related species at homologous sites will be highly correlated. The Neutral Evolution theory has become the null model against which tests for selection are based, and divergence from this model can be explained by directional or selective evolution.",
            "score": 91.91539561748505
        },
        {
            "docid": "222990_6",
            "document": "Christiane Nüsslein-Volhard . Fruit flies have long been an important model organism in genetics due to their small size and quick generation time, which makes even large numbers of them relatively easy to maintain and observe in the laboratory. Nüsslein-Volhard and Wieschaus identified genes involved in embryonic development by a series of genetic screens. They generated random mutations in fruit flies using EMS (ethyl methanesulfonate). Some of these mutations affected genes involved in the development of the embryo. Nüsslein-Volhard and Weischaus took advantage of the segmented form of \"Drosophila\" larvae to address the logic of the genes controlling development. In normal unmutated \"Drosophila,\" each segment produces bristles called denticles in a band arranged on the side of the segment closer to the head (the anterior). The researchers looked at the pattern of segments and denticles in each mutant under the microscope, and were therefore able to work out that particular genes were involved in different processes during development based on their differing mutant phenotypes (such as fewer segments, gaps in the normal segment pattern, and alterations in the patterns of denticles on the segments). Many of these genes were given descriptive names based on the appearance of the mutant larvae, such as \"hedgehog\", \"gurken\" (German: \"cucumbers\"), and \"Krüppel\" ( \"cripple\"). Later, researchers identified exactly which gene had been affected by each mutation, thereby identifying a set of genes crucial for \"Drosophila\" embryogenesis. The subsequent study of these mutants and their interactions led to important new insights into early \"Drosophila\" development, especially the mechanisms that underlie the step-wise development of body segments.",
            "score": 41.292903780937195
        },
        {
            "docid": "23219544_34",
            "document": "Human genetic clustering . Anthropologists such as C. Loring Brace, philosophers Jonathan Kaplan and Rasmus Winther, and geneticist Joseph Graves, have argued that while it is certainly possible to find biological and genetic variation that corresponds roughly to the groupings normally defined as \"continental races\", this is true for almost all geographically distinct populations. The cluster structure of the genetic data is therefore dependent on the initial hypotheses of the researcher and the populations sampled. When one samples continental groups the clusters become continental; if one had chosen other sampling patterns the clustering would be different. Weiss and Fullerton have noted that if one sampled only Icelanders, Mayans and Maoris, three distinct clusters would form and all other populations could be described as being clinally composed of admixtures of Maori, Icelandic and Mayan genetic materials. Kaplan and Winther therefore argue that seen in this way both Lewontin and Edwards are right in their arguments. They conclude that while racial groups are characterized by different allele frequencies, this does not mean that racial classification is a natural taxonomy of the human species, because multiple other genetic patterns can be found in human populations that cross-cut racial distinctions. Moreover, the genomic data under-determines whether one wishes to see subdivisions (i.e., splitters) or a continuum (i.e., lumpers). Under Kaplan and Winther's view, racial groupings are objective social constructions (see Mills 1998 ) that have conventional biological reality only insofar as the categories are chosen and constructed for pragmatic scientific reasons.",
            "score": 55.8617947101593
        },
        {
            "docid": "8402086_18",
            "document": "Computational neurogenetic modeling . Because the amount of data on the interplay of genes and neurons and their effects is not enough to construct a rigorous model,  evolutionary computation is used to optimize artificial neural networks and gene regulatory networks, a common technique being the genetic algorithm. A genetic algorithm is a process that can be used to refine models by mimicking the process of natural selection observed in biological ecosystems. The primary advantages are that, due to not requiring derivative information, it can be applied to black box problems and multimodal optimization. The typical process for using genetic algorithms to refine a gene  regulatory network is: first, create a population; next, to create offspring via a crossover operation and  evaluate their fitness; then, on a group chosen for high fitness, simulate mutation via a mutation operator;  finally, taking the now mutated group, repeat this process until a desired level of fitness is demonstrated. Methods by which artificial neural networks may alter their structure without simulated mutation and fitness selection have been developed. A dynamically evolving neural network is one approach, as the creation of new connections and new neurons can  be modeled as the system adapts to new data. This enables the network to evolve in modeling accuracy without simulated natural selection. One method by which dynamically evolving networks may be optimized, called evolving layer neuron aggregation, combines neurons with sufficiently similar input weights into one neuron. This can take place during the training of the network, referred to as online aggregation, or between periods of training, referred to as offline aggregation. Experiments have suggested that offline aggregation is more efficient.",
            "score": 68.55298054218292
        },
        {
            "docid": "8606018_6",
            "document": "Peter Turchin . Of special importance is his study of the hypothesis that population pressure causes increased warfare. This hypothesis has been recently criticized on empirical grounds. Studies focusing on specific historical societies and analyses of cross-cultural data have failed to find positive correlation between population density and incidence of warfare. Turchin, in collaboration with Korotayev, has shown that such negative results do not falsify the population-warfare hypothesis. Population and warfare are dynamical variables. If their interaction causes sustained oscillations, then we do not in general expect to find strong correlation between the two variables measured at the same time (that is, unlagged). Turchin and Korotayev have explored mathematically what the dynamical patterns of interaction between population and warfare (focusing on internal warfare) might be in stateless and state societies. Next, they tested the model predictions in several empirical case studies: early modern England, Han and Tang China, and the Roman Empire. Their empirical results have supported the population-warfare theory: Turchin and Korotayev have found that there is a tendency for population numbers and internal warfare intensity to oscillate with the same period but shifted in phase (with warfare peaks following population peaks). Furthermore, they have demonstrated that the rates of change of the two variables behave precisely as predicted by the theory: population rate of change is negatively affected by warfare intensity, while warfare rate of change is positively affected by population density.",
            "score": 44.316089272499084
        }
    ],
    "r": [
        {
            "docid": "5358528_3",
            "document": "Selective sweep . A selective sweep can occur when a rare or previously non-existing allele that increases the fitness of the carrier (relative to other members of the population) increases rapidly in frequency due to natural selection. As the prevalence of such a beneficial allele increases, genetic variants that happen to be present on the genomic background (the DNA neighborhood) of the beneficial allele will also become more prevalent. This is called \"genetic hitchhiking\". A selective sweep due to a strongly selected allele, which arose on a single genomic background therefore results in a region of the genome with a large reduction of genetic variation in that chromosome region. The idea that strong positive selection could reduce nearby genetic variation due to hitchhiking was proposed by John Maynard-Smith and John Haigh in 1974.",
            "score": 121.90017700195312
        },
        {
            "docid": "54095989_4",
            "document": "Polygenic adaptation . Polygenic adaptation represents an alternative to adaptation by selective sweeps. In classic selective sweep models, a single new mutation sweeps through a population to fixation, purging variation from a region of linkage around the selected site. More recent models have focused on partial sweeps, and on soft sweeps - i.e., sweeps that start from standing variation or comprise multiple sweeping variants at the same locus. All of these models focus on adaptation through genetic changes at a single locus and they generally assume large changes in allele frequencies.",
            "score": 118.65311431884766
        },
        {
            "docid": "33890453_10",
            "document": "Genomics of domestication . The process of domestication, by which only a choice few wild individuals are cultivated and selected against, often results in very strong selective pressures. This is evident in the genomes of these individuals as a lack of genetic diversity. In some cases this lack of diversity is seen as a selective sweep, whereby the variation at a particular locus of the genome is highly reduced while variation outside of this area is maintained or only partially reduced. In other cases, such as the coconut, genomic studies have revealed occurrences of a founder event, whereby the genetic diversity of an entire population is reduced due to a small number of individuals with low diversity being the isolated ancestors of a larger modern population. Bottlenecks, where variation is reduced throughout the entire genome, are also evident in crop species such as pearl millet, cotton, common bean and lima bean. With the identification of bottlenecks in these species, researchers are able to study the effects on an organisms' ability to evolve past a bottleneck, and what effects this may have on the genomes of both individuals and populations as well as their fitness.",
            "score": 117.67462158203125
        },
        {
            "docid": "30142141_7",
            "document": "Adaptive evolution in the human genome . The other methods for detecting adaptive evolution use genome wide approaches, often to look for evidence of selective sweeps. Evidence of complete selective sweeps is shown by a decrease in genetic diversity, and can be inferred from comparing the patterns of the Site Frequency Spectrum (SFS, i.e. the allele frequency distribution) obtained with the SFS expected under a neutral model (Willamson et al. 2007). Partial selective sweeps provide evidence of the most recent adaptive evolution, and the methods identify adaptive evolution by searching for regions with a high proportion of derived alleles (Sabeti et al. 2006).",
            "score": 109.52997589111328
        },
        {
            "docid": "30142141_2",
            "document": "Adaptive evolution in the human genome . Adaptive evolution results from the propagation of advantageous mutations through positive selection. This is the modern synthesis of the process which Darwin and Wallace originally identified as the mechanism of evolution. However, in the last half century there has been considerable debate as to whether evolutionary changes at the molecular level are largely driven by natural selection or random genetic drift. Unsurprisingly, the forces which drive evolutionary changes in our own species’ lineage have been of particular interest. Quantifying adaptive evolution in the human genome gives insights into our own evolutionary history and helps to resolve this neutralist-selectionist debate. Identifying specific regions of the human genome that show evidence of adaptive evolution helps us find functionally significant genes, including genes important for human health, such as those associated with diseases.",
            "score": 106.06202697753906
        },
        {
            "docid": "5542769_3",
            "document": "Neutral mutation . While many mutations in a genome may decrease an organism’s ability to survive and reproduce, also known as fitness, these mutations are selected against and not passed on to future generations. The most commonly observed mutations detectable as variation in the genetic makeup of organisms and populations appear to have no visible effect on the fitness of individuals and are therefore neutral. The identification and study of neutral mutations has led to the development of the neutral theory of molecular evolution. The neutral theory of molecular evolution is an important and often controversial theory proposing that most molecular variation within and among species is essentially neutral and not acted on by selection. Neutral mutations are also the basis for using molecular clocks to identify such evolutionary events as speciation and adaptive or evolutionary radiations.",
            "score": 104.42792510986328
        },
        {
            "docid": "5358528_13",
            "document": "Selective sweep . For example, recent study of the corn (Zea mays) genotype uncovered dozens of ancient selective sweeps uniting modern cultivars on the basis of shared genetic data possibly dating back as far as domestic corn's wild counterpart, teosinte. In other words, though artificial selection has shaped the genome of corn into a number of distinctly adapted cultivars, selective sweeps acting early in its development provide a unifying homoplasy of genetic sequence. In a sense, the long-buried sweeps may give evidence of corn's, and teosinte's, ancestral state by elucidating a common genetic background between the two.",
            "score": 104.09100341796875
        },
        {
            "docid": "3611981_6",
            "document": "Genetic hitchhiking . Recombination can interrupt the process of genetic hitchhiking, ending it before the hitchhiking neutral or deleterious allele becomes fixed or goes extinct. The closer a hitchhiking polymorphism is to the gene under selection, the less opportunity there is for recombination to occur. This leads to a reduction in genetic variation near a selective sweep that is greater closer to the selected site. This pattern is useful for using population data to detect selective sweeps, and hence to detect which genes have been under very recent selection.",
            "score": 102.98725891113281
        },
        {
            "docid": "8054792_5",
            "document": "Background selection . Background selection can be measured by assessing the degree of departure of the levels of neutral variants from the predictions of neutral model-based estimations of mutation rates and genetic drift. However, it is not enough to study variation alone because the two main forms of linked selection, background and hitchhiking, produce a loss in diversity, and the models both predict similar results in genomic regions of high recombination. The relative influence of these two effects is not yet well understood, though methods have been developed for differentiating between the two effects. One technique is to compare levels of nucleotide diversity in regions of low recombination, where the models differ appreciably in their predictions. Thus, studying variation in genomic neighborhoods with relatively low recombination rates, rather than across the whole genome, can yield insights about the relative prevalence of background and hitchhiking selection.",
            "score": 101.40656280517578
        },
        {
            "docid": "38889813_37",
            "document": "Viral phylodynamics . Further analysis of HA has shown it to have a very small effective population size relative to the census size of the virus population, as expected for a gene undergoing strong positive selection. However, across the influenza genome, there is surprisingly little variation in effective population size; all genes are nearly equally low. This finding suggests that reassortment between segments occurs slowly enough, relative to the actions of positive selection, that genetic hitchhiking causes beneficial mutations in HA and NA to reduce diversity in linked neutral variation in other segments of the genome.",
            "score": 100.19317626953125
        },
        {
            "docid": "15993881_4",
            "document": "1000 Genomes Project . Since the completion of the Human Genome Project, advances in human population genetics and comparative genomics have made it possible to gain increasing insight into the nature of genetic diversity. However, we are just beginning to understand how processes like the random sampling of gametes, structural variations (insertions/deletions (indels), copy number variations (CNV), and retroelements), single-nucleotide polymorphisms (SNPs), and natural selection have shaped the level and pattern of variation within species and also between species.",
            "score": 100.09064483642578
        },
        {
            "docid": "21147_43",
            "document": "Natural selection . Genetic linkage occurs when the loci of two alleles are in close proximity on a chromosome. During the formation of gametes, recombination reshuffles the alleles. The chance that such a reshuffle occurs between two alleles is inversely related to the distance between them. Selective sweeps occur when an allele becomes more common in a population as a result of positive selection. As the prevalence of one allele increases, closely linked alleles can also become more common by \"genetic hitchhiking\", whether they are neutral or even slightly deleterious. A strong selective sweep results in a region of the genome where the positively selected haplotype (the allele and its neighbours) are in essence the only ones that exist in the population. Selective sweeps can be detected by measuring linkage disequilibrium, or whether a given haplotype is overrepresented in the population. Since a selective sweep also results in selection of neighbouring alleles, the presence of a block of strong linkage disequilibrium might indicate a 'recent' selective sweep near the centre of the block.",
            "score": 99.04824829101562
        },
        {
            "docid": "30142141_16",
            "document": "Adaptive evolution in the human genome . As noted previously, many of the tests used to detect adaptive evolution have very large degrees of uncertainty surrounding their estimates. It is beyond the purview of this article to look at all the modifications applied to individual tests to overcome the associated problems. However, it will briefly discuss in general terms two of what may be the most important confounding variables that may hinder accurate detection of adaptive evolution.  Demographic changes are particularly problematic and may severely bias estimates of adaptive evolution. The human lineage has undergone both rapid population size contractions and expansions over its evolutionary history, and these events will change many of the signatures thought to be characteristic of adaptive evolution (Nielsen et al. 2007). Some genomic methods have been shown through simulations to be relatively robust to demographic changes (e.g. Willamson et al. 2007). However, no tests are completely robust to demographic changes, and new genetic phenomena linked to demographic changes have recently been discovered. This includes the concept of “surfing mutations”, where new mutations can be propagated with a population expansion (Klopfstein et al. 2006). A phenomenon which could severely alter the way we look for signatures of adaptive evolution is biased gene conversion (BGC) (Galtier and Duret 2007). Meiotic recombination between homologous chromosomes that are heterozygous at a particular locus can produce a DNA mismatch. DNA repair mechanisms are biased towards repairing a mismatch to the CG base pair. This will lead allele frequencies to change, leaving a signature of non-neutral evolution (Galtier et al. 2001). The excess of AT to GC mutations in human genomic regions with high substitution rates (human accelerated regions, HARs) implies that BGC has occurred frequently in the human genome (Pollard et al. 2006, Galtier and Duret 2007). Initially, it was postulated that BGC could have been adaptive (Galtier et al. 2001), but more recent observations have made this seem unlikely. Firstly, some HARs show no substantial signs of selective sweeps around them. Secondly, HARs tend to be present in regions with high recombination rates (Pollard et al. 2006). In fact, BGC could lead to HARs containing a high frequency of deleterious mutations (Galtier and Duret 2007). However, it is unlikely that HARs are generally maladaptive, because DNA repair mechanisms themselves would be subject to strong selection if they propagated deleterious mutations. Either way, BGC should be further investigated, because it may force radical alteration of the methods which test for the presence of adaptive evolution.",
            "score": 98.94448852539062
        },
        {
            "docid": "403627_10",
            "document": "Genetic diversity . Random mutations consistently generate genetic variation. A mutation will increase genetic diversity in the short term, as a new gene is introduced to the gene pool. However, the persistence of this gene is dependent of drift and selection (see above). Most new mutations either have a neutral or negative effect on fitness, while some have a positive effect. A beneficial mutation is more likely to persist and thus have a long-term positive effect on genetic diversity. Mutation rates differ across the genome, and larger populations have greater mutation rates. In smaller populations a mutation is less likely to persist because it is more likely to be eliminated by drift.",
            "score": 98.91057586669922
        },
        {
            "docid": "796412_2",
            "document": "Experimental evolution . Experimental evolution is the use of laboratory experiments or controlled field manipulations to explore evolutionary dynamics. Evolution may be observed in the laboratory as individuals/populations adapt to new environmental conditions by natural selection. There are two different ways in which adaptation can arise in experimental evolution. One is via an individual organism gaining a novel beneficial mutation. The other is from allele frequency change in standing genetic variation already present in a population of organisms. Other evolutionary forces outside of mutation and natural selection can also play a role or be incorporated into experimental evolution studies, such as genetic drift and gene flow. The organism used is decided by the experimenter, based off whether the hypothesis to be tested involves adaptation through mutation or allele frequency change. A large number of generations are required for adaptive mutation to occur, and experimental evolution via mutation is carried out in viruses or unicellular organisms with rapid generation times, such as bacteria and asexual clonal yeast. Polymorphic populations of asexual or sexual yeast, and multicellular eukaryotes like Drosophila, can adapt to new environments through allele frequency change in standing genetic variation. Organisms with longer generations times, although costly, can be used in experimental evolution. Laboratory studies with foxes and with rodents (see below) have shown that notable adaptations can occur within as few as 10–20 generations and experiments with wild guppies have observed adaptations within comparable numbers of generations. More recently, experimentally evolved individuals or populations are often analyzed using whole genome sequencing, an approach known as Evolve and Resequence (E&R). E&R can identify mutations that lead to adaptation in clonal individuals or identify alleles that changed in frequency in polymorphic populations, by comparing the sequences of individuals/populations before and after adaptation. The sequence data makes it possible to pinpoint the site in a DNA sequence that a mutation/allele frequency change occurred to bring about adaptation. The nature of the adaptation and functional follow up studies can shed insight into what effect the mutation/allele has on phenotype.",
            "score": 98.24028015136719
        },
        {
            "docid": "5358528_2",
            "document": "Selective sweep . In genetics, a selective sweep is the reduction or elimination of variation among the nucleotides near a mutation in DNA. It results from a beneficial allele's having recently reached fixation due to strong positive natural selection.",
            "score": 97.88528442382812
        },
        {
            "docid": "50955330_5",
            "document": "Phylomedicine . Fortunately, results from the natural experiment of molecular evolution are recorded in the genomes of humans and other living species. All genomic variation is subjected to the process of natural selection which generally reduces mutations with negative effects on phenotype over time. With the availability of a large number of genomes from the tree of life, evolutionary conservation of individual genomic positions and the sets of mutations permitted among species informs the functional and health consequences of these mutations.",
            "score": 97.81478881835938
        },
        {
            "docid": "41123642_3",
            "document": "Recurrent evolution . Recurrent evolution is a broad term, but is usually used to describe recurring regimes of selection within or across lineages. While most commonly used to describe recurring patterns of selection, it can also be used to describe recurring patterns of mutation, for example transitions are more common than transversions. It encompasses both convergent evolution and parallel evolution and can be used to describe the observation of similar repeating changes through directional selection as well as the observation of highly conserved phenotypes or genotypes across lineages through continuous purifying selection over large periods of evolutionary time. The changes can be observed at the phenotype level or the genotype level. At the phenotype level recurrent evolution can be observed across a continuum of levels, which for simplicity can be broken down into molecular phenotype, cellular phenotype, and organismal phenotype. At the genotype level recurrent evolution can only be detected using DNA sequencing data. The same or similar changes in the genomes of different lineages indicates recurrent genomic evolution may have taken place. Recurrent genomic evolution can also occur within a lineage. An example of this would include some types of phase variation that involve highly directed changes at the DNA sequence level. The evolution of different forms of phase variation in separate lineages represent convergent and recurrent evolution toward increased evolvability. In organisms with longer generation times, any potential recurrent genomic evolution within a lineage would be difficult to detect. Recurrent evolution has been studied most extensively at the organismic level but with cheaper and faster sequencing technologies more attention is being paid to recurrent genomic evolution. Recurrent evolution can also be described as recurring or repeated evolution.",
            "score": 97.51258087158203
        },
        {
            "docid": "21147_42",
            "document": "Natural selection . A portion of all genetic variation is functionally neutral, producing no phenotypic effect or significant difference in fitness. Motoo Kimura's neutral theory of molecular evolution by genetic drift proposes that this variation accounts for a large fraction of observed genetic diversity. Neutral events can radically reduce genetic variation through population bottlenecks. which among other things can cause the founder effect in initially small new populations. When genetic variation does not result in differences in fitness, selection cannot directly affect the frequency of such variation. As a result, the genetic variation at those sites is higher than at sites where variation does influence fitness. However, after a period with no new mutations, the genetic variation at these sites is eliminated due to genetic drift. Natural selection reduces genetic variation by eliminating maladapted individuals, and consequently the mutations that caused the maladaptation. At the same time, new mutations occur, resulting in a mutation–selection balance. The exact outcome of the two processes depends both on the rate at which new mutations occur and on the strength of the natural selection, which is a function of how unfavourable the mutation proves to be.",
            "score": 96.92889404296875
        },
        {
            "docid": "30142141_14",
            "document": "Adaptive evolution in the human genome . Studies don’t generally attempt to quantify the average strength of selection propagating advantageous mutations in the human genome. Many models make assumptions about how strong selection is, and some of the discrepancies between the estimates of the amounts of adaptive evolution occurring have been attributed to the use of differing such assumptions (Eyre-Walker 2006). The way to accurately estimate the average strength of positive selection acting on the human genome is by inferring the distribution of fitness effects (DFE) of new advantageous mutations in the human genome, but this DFE is difficult to infer because new advantageous mutations are very rare (Boyko et al. 2008). The DFE may be exponential shaped in an adapted population (Eyre-Walker and Keightley 2007). However, more research is required to produce more accurate estimates of the average strength of positive selection in humans, which will in turn improve the estimates of the amount of adaptive evolution occurring in the human genome (Boyko et al. 2008).",
            "score": 96.10675811767578
        },
        {
            "docid": "4214_4",
            "document": "Bioinformatics . Bioinformatics has become an important part of many areas of biology. In experimental molecular biology, bioinformatics techniques such as image and signal processing allow extraction of useful results from large amounts of raw data. In the field of genetics and genomics, it aids in sequencing and annotating genomes and their observed mutations. It plays a role in the text mining of biological literature and the development of biological and gene ontologies to organize and query biological data. It also plays a role in the analysis of gene and protein expression and regulation. Bioinformatics tools aid in the comparison of genetic and genomic data and more generally in the understanding of evolutionary aspects of molecular biology. At a more integrative level, it helps analyze and catalogue the biological pathways and networks that are an important part of systems biology. In structural biology, it aids in the simulation and modeling of DNA, RNA, proteins as well as biomolecular interactions.",
            "score": 94.54913330078125
        },
        {
            "docid": "21147_35",
            "document": "Natural selection . A prerequisite for natural selection to result in adaptive evolution, novel traits and speciation is the presence of heritable genetic variation that results in fitness differences. Genetic variation is the result of mutations, genetic recombinations and alterations in the karyotype (the number, shape, size and internal arrangement of the chromosomes). Any of these changes might have an effect that is highly advantageous or highly disadvantageous, but large effects are rare. In the past, most changes in the genetic material were considered neutral or close to neutral because they occurred in noncoding DNA or resulted in a synonymous substitution. However, many mutations in non-coding DNA have deleterious effects. Although both mutation rates and average fitness effects of mutations are dependent on the organism, a majority of mutations in humans are slightly deleterious.",
            "score": 94.01211547851562
        },
        {
            "docid": "440479_39",
            "document": "Influenza A virus . In the short-term evolution of influenza A virus, a 2006 study found that stochastic, or random, processes are key factors. Influenza A virus HA antigenic evolution appears to be characterized more by punctuated, sporadic jumps as opposed to a constant rate of antigenic change. Using phylogenetic analysis of 413 complete genomes of human influenza A viruses that were collected throughout the state of New York, the authors of Nelson et al. 2006 were able to show that genetic diversity, and not antigenic drift, shaped the short-term evolution of influenza A via random migration and reassortment. The evolution of these viruses is dominated more by the random importation of genetically different viral strains from other geographic locations and less by natural selection. Within a given season, adaptive evolution is infrequent and had an overall weak effect as evidenced from the data gathered from the 413 genomes. Phylogenetic analysis revealed the different strains were derived from newly imported genetic material as opposed to isolates that had been circulating in New York in previous seasons. Therefore, the gene flow in and out of this population, and not natural selection, was more important in the short term.",
            "score": 93.76049041748047
        },
        {
            "docid": "19702_29",
            "document": "Mutation . Attempts have been made to infer the distribution of fitness effects (DFE) using mutagenesis experiments and theoretical models applied to molecular sequence data. DFE, as used to determine the relative abundance of different types of mutations (i.e., strongly deleterious, nearly neutral or advantageous), is relevant to many evolutionary questions, such as the maintenance of genetic variation, the rate of genomic decay, the maintenance of outcrossing sexual reproduction as opposed to inbreeding and the evolution of sex and genetic recombination. In summary, the DFE plays an important role in predicting evolutionary dynamics. A variety of approaches have been used to study the DFE, including theoretical, experimental and analytical methods.",
            "score": 93.00299835205078
        },
        {
            "docid": "33890453_7",
            "document": "Genomics of domestication . However, looking solely at genes, or coding DNA, can be ineffective when examining certain traits or studying the evolution of a species during the domestication process. Genes that are vital for cellular process are often highly conserved and mutations at these locations can prove fatal. Areas of the genome that are noncoding can be prone to much higher mutation rates. Because of this, these noncoding genes provide vital information when studying the divergence of wild and domestic species. Since core genes are conserved between and among species, examining DNA sequences for these genes in multiple individuals of a species may be unable to provide much information on the diversity present in a population or species that is young. The estimated age of domesticated animal and plant species tends to be less than 10,000 years, which on an evolutionary timescale, is relatively short. Because of this, highly variable noncoding DNA, such as microsatellites, that mutate frequently, provide genetic markers with sufficient intraspecific variation to document domestication. Studying the noncoding DNA of domesticated species is made possible by genomics, which provides the genetic sequence of the entire genome, not simply coding DNA from genes of interest. In the case of coconuts, recent genomic research using 10 microsatellite loci was able to determine that there have been 2 cases of coconut domestication based on sufficient variation between individuals found in the Indian Ocean and those found in the Pacific Ocean.",
            "score": 92.98512268066406
        },
        {
            "docid": "40852244_3",
            "document": "HKA test . Neutral Evolution Theory, first proposed by Kimura in a 1968 paper, and later fully defined and published in 1983, is the basis for many statistical tests that detect selection at the molecular level. Kimura noted that there was much too high of a rate of mutation within the genome (i.e. high polymorphism) to be strictly under directional evolution. Furthermore, functionally less important regions of the genome evolve at a faster rate. Kimura then postulated that most of the modifications to the genome are neutral or nearly neutral, and evolve by random genetic drift. Therefore, under the neutral model, polymorphism within a species and divergence between related species at homologous sites will be highly correlated. The Neutral Evolution theory has become the null model against which tests for selection are based, and divergence from this model can be explained by directional or selective evolution.",
            "score": 91.91539764404297
        },
        {
            "docid": "8054792_3",
            "document": "Background selection . The reduction in neutral variation due to background selection can be modeled by an exponential function of the total mutation rate at the deleterious regions of the section of genome involved. The overall effect of background selection on genetic diversity resembles a reduction in effective population size. As a consequence, background selection has been used to explain many of the inconsistencies between classical models of neutral variation and observed studies of genetic diversity. For instance, the observation that genetic diversity is weakly correlated with population size, or not correlated at all, is called the \"paradox of variation\". Under the theory of background selection, the paradox is resolved, because neutral variation is predicted to be purged in conjunction with deleterious mutations.",
            "score": 91.9134292602539
        },
        {
            "docid": "917868_21",
            "document": "Comparative genomics . Comparative genomics also opens up new avenues in other areas of research. As DNA sequencing technology has become more accessible, the number of sequenced genomes has grown. With the increasing reservoir of available genomic data, the potency of comparative genomic inference has grown as well. A notable case of this increased potency is found in recent primate research. Comparative genomic methods have allowed researchers to gather information about genetic variation, differential gene expression, and evolutionary dynamics in primates that were indiscernible using previous data and methods. The Great Ape Genome Project used comparative genomic methods to investigate genetic variation with reference to the six great ape species, finding healthy levels of variation in their gene pool despite shrinking population size. Another study showed that patterns of DNA methylation, which are a known regulation mechanism for gene expression, differ in the prefrontal cortex of humans versus chimps, and implicated this difference in the evolutionary divergence of the two species.",
            "score": 91.85230255126953
        },
        {
            "docid": "3611981_2",
            "document": "Genetic hitchhiking . Genetic hitchhiking, also called genetic draft or the hitchhiking effect, is when an allele changes frequency not because it itself is under natural selection, but because it is near another gene that is undergoing a selective sweep and that is on the same DNA chain. When one gene goes through a selective sweep, any other nearby polymorphisms that are in linkage disequilibrium will tend to change their allele frequencies too. Selective sweeps happen when newly appeared (and hence still rare) mutations are advantageous and increase in frequency. Neutral or even slightly deleterious alleles that happen to be close by on the chromosome 'hitchhike' along with the sweep. In contrast, effects on a neutral locus due to linkage disequilibrium with newly appeared deleterious mutations are called background selection. Both genetic hitchhiking and background selection are stochastic (random) evolutionary forces, like genetic drift.",
            "score": 91.2793960571289
        },
        {
            "docid": "5358528_10",
            "document": "Selective sweep . One example comes from the human influenza virus, which has been involved in an adaptive contest with humans for hundreds of years. While antigenic drift (the gradual change of surface antigens) is considered the traditional model for changes in the viral genotype, recent evidence suggests that selective sweeps play an important role as well. In several flu populations, the time to the most recent common ancestor (TMRCA) of \"sister\" strains, an indication of relatedness, suggested that they had all evolved from a common progenitor within just a few years. Periods of low genetic diversity, presumably resultant from genetic sweeps, gave way to increasing diversity as different strains adapted to their own locales.",
            "score": 91.1551742553711
        },
        {
            "docid": "4816754_50",
            "document": "Human genetic variation . An analysis of autosomal SNP data from the International HapMap Project (Phase II) and CEPH Human Genome Diversity Panel samples was published in 2009. The study of 53 populations taken from the HapMap and CEPH data (1138 unrelated individuals) suggested that natural selection may shape the human genome much more slowly than previously thought, with factors such as migration within and among continents more heavily influencing the distribution of genetic variations. A similar study published in 2010 found strong genome-wide evidence for selection due to changes in ecoregion, diet, and subsistence particularly in connection with polar ecoregions, with foraging, and with a diet rich in roots and tubers. In a 2016 study, principal component analysis of genome-wide data was capable of recovering previously-known targets for positive selection (without prior definition of populations) as well as a number of new candidate genes.",
            "score": 90.85944366455078
        },
        {
            "docid": "176052_7",
            "document": "Molecular evolution . Mutations are stochastic and typically occur randomly across genes. Mutation rates for single nucleotide sites for most organisms are very low, roughly 10 to 10 per site per generation, though some viruses have higher mutation rates on the order of 10 per site per generation. Among these mutations, some will be neutral or beneficial and will remain in the genome unless lost via genetic drift, and others will be detrimental and will be eliminated from the genome by natural selection.",
            "score": 90.63294982910156
        }
    ]
}