{
    "q": [
        {
            "docid": "19375577_28",
            "document": "Amyotrophic lateral sclerosis . The defining feature of ALS is the death of both upper and lower motor neurons in the motor cortex of the brain, the brain stem, and the spinal cord. Prior to their destruction, motor neurons develop protein-rich inclusions in their cell bodies and axons. This may be partly due to defects in protein degradation. These inclusions often contain ubiquitin, and generally incorporate one of the ALS-associated proteins: SOD1, TAR DNA binding protein (TDP-43, or TARDBP), or FUS. The mutant SOD1 may also contribute to motor neuron cell death through generating free radicals.",
            "score": 137.09306144714355
        },
        {
            "docid": "15418892_12",
            "document": "CCNF . CCNF mutations have more recently been associated to neurodegenerative diseases such as Frontotemporal dementia (FTD), Amyotrophic lateral sclerosis (ALS), and co-morbid ALS-FTD. Whole-genome linkage analysis and genome sequencing identified CCNF to be linked to both familial and sporadic ALS patients. \"In vitro\" and \"in vivo\" studies using ALS-linked mutations in CCNF were also carried out. It was found that certain CCNF mutations caused increased ubiquitination of TDP-43 protein in cells, which is a major feature of ALS and FTD pathology. In zebrafish, mutant CCNF fish showed motor neuron axonopathy and reduced motor response.",
            "score": 138.381915807724
        },
        {
            "docid": "23048_33",
            "document": "Prion . Specifically, aggregation of TDP-43, an RNA-binding protein, has been found in ALS/MND patients, and mutations in the genes coding for these proteins have been identified in familial cases of ALS/MND. These mutations promote the misfolding of the proteins into a prion-like conformation. The misfolded form of TDP-43 forms cytoplasmic inclusions in afflicted neurons, and is found depleted in the nucleus. In addition to ALS/MND and FTLD-U, TDP-43 pathology is a feature of many cases of Alzheimer's disease, Parkinson's disease and Huntington's disease. The misfolding of TDP-43 is largely directed by its prion-like domain. This domain is inherently prone to misfolding, while pathological mutations in TDP-43 have been found to increase this propensity to misfold, explaining the presence of these mutations in familial cases of ALS/MND. As in yeast, the prion-like domain of TDP-43 has been shown to be both necessary and sufficient for protein misfolding and aggregation.",
            "score": 204.9851791858673
        },
        {
            "docid": "23048_29",
            "document": "Prion . While PrP is considered the only mammalian prion, prion-like domains have been found in a variety of other mammalian proteins. Some of these proteins have been implicated in the ontogeny of age-related neurodegenerative disorders such as amyotrophic lateral sclerosis (ALS, known as Motor Neurone Disease outside the US), frontotemporal lobar degeneration with ubiquitin-positive inclusions (FTLD-U), Alzheimer's disease, and Huntington's disease, as well as some forms of Systemic Amyloidosis including AA (Secondary) Amyloidosis that develops in humans and animals with inflammatory and infectious diseases such as Tuberculosis, Crohn's disease, Rheumatoid arthritis, and HIV AIDS. AA amyloidosis, like prion disease, may be transmissible. This has given rise to the 'prion paradigm', where otherwise harmless proteins can be converted to a pathogenic form by a small number of misfolded, nucleating proteins.",
            "score": 80.52633595466614
        },
        {
            "docid": "156970_10",
            "document": "Cytoskeleton . Neurodegenerative disorders have recently become more understood in context to what parts of the cell they affect. Diseases, such as Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis (ALS) have had breakthrough research that supports the conclusion that neurodegenerative diseases affect the cytoskeleton. Parkinson's disease is a condition that causes the degradation of neurons, resulting in tremors, rigidity, and other non-motor symptoms. Research has found evidence that microtubule assembly and stability in the cytoskeleton is compromised causing the neurons to degrade over time. Alzheimer's disease is much like Parkinson's in that it is also a neurodegenerative disease that affects the cytoskeleton. Tau proteins, which stabilize microtubules, malfunction in patient's affected by Alzheimers, causing pathology with the cytoskeleton. Huntington's disease has also been found to affect the cytoskeleton of cells by excess glutamine in the Huntington protein, which is involved with linking vesicles to the cytoskeleton. An error with this protein is proposed to be a factor in the development of the disease. A fourth neurodegenerative disorder is amyotrophic lateral sclerosis, or ALS, which causes a loss of movement by the degradation of motor neurons from defects of the cytoskeleton.",
            "score": 97.51719498634338
        },
        {
            "docid": "55680252_7",
            "document": "Amyotrophic lateral sclerosis research . The most studied model for ALS is the rodent, mouse model, which provide the most complex representation of nervous system that is considered the closest in mimicking human nervous system . In this model, the phenotype, and genotype characteristics can be studied and controlled. Many researchers have used transgenic mouse models to study ALS, and one example is the expressing of C9orf72 mutation that can be introduced in mouse using the BAC C9orf72 gene with the multiple repeats of GGGGCC . In that study they chose the bacterial artificial chromosome that has the human length of C9orf72 gene, and they introduced multiple repeats for faster onset of ALS . Also, they have selected for the most stable clone using different conditions, and concluded that the 40 and 500 repeats in the low temperature condition was the most efficient in retaining expansion mutations . Using different BAC C9orf72 transgenic mouse model, they were able to study the symptoms of ALS, such as gait abnormalities, anxiety-like behavior, reduced grip strength, and even death rates . Also, the denervation of motor neurons and dysfunction of neurons can be visualized using fluorescent markers to study the neurodegenerative disorder progression in ALS . Another study also used the SOD1 mutation transgenic mice where they have showed similar signs of ALS that included the axonal and mitochondrial dysfunction and denervation of motor neurons and the reduction of the overall number of neurons in the limbs of the mouse . The TDP-43 transgenic mouse model was also used for ALS studies and it shows similar results to the SOD1 expression, which includes the axon denervation phenotype . For this model which depends on the promoters, they have made many other transgenic mouse models that uses different promoter to compare their phenotype and progression of TDP-43 ALS . Rat models, on the other hand is not very widely used, but their large size can be beneficial in intrathecal injection or mini pump insertion is needed in pharmacological trials. In fact, studied showed that using SOD1 transgenic rat models showed similar development of the genetic and phenotypic traits of the ALS disease .",
            "score": 122.12969422340393
        },
        {
            "docid": "13622588_10",
            "document": "SOD1 . ALS is a neurodegenerative disease characterized by selective loss of motor neurons causing muscle atrophy. The DNA oxidation product 8-OHdG is a well-established marker of oxidative DNA damage. 8-OHdG accumulates in the mitochondria of spinal motor neurons of persons with ALS. In transgenic ALS mice harboring a mutant SOD1 gene, 8-OHdG also accumulates in mitochondrial DNA of spinal motor neurons. These findings suggest that oxidative damage to mitochondrial DNA of motor neurons due to altered SOD1 may be significant factor in the etiology of ALS.",
            "score": 51.66327524185181
        },
        {
            "docid": "14773657_8",
            "document": "TARDBP . A hyper-phosphorylated, ubiquitinated and cleaved form of TDP-43—known as pathologic TDP43—is the major disease protein in ubiquitin-positive, tau-, and alpha-synuclein-negative frontotemporal dementia (FTLD-TDP, previously referred to as FTLD-U) and in Amyotrophic lateral sclerosis (ALS). Elevated levels of the TDP-43 protein have also been identified in individuals diagnosed with chronic traumatic encephalopathy, a condition that often mimics ALS and that has been associated with athletes who have experienced multiple concussions and other types of head injury. Abnormalities of TDP-43 also occur in an important subset of Alzheimer's disease patients, correlating with clinical and neuropathologic features indexes.",
            "score": 154.53801202774048
        },
        {
            "docid": "4694311_22",
            "document": "Gliosis . Amyotrophic Lateral Sclerosis (ALS) is a debilitating disease involving the degeneration of motor neurons in the CNS. Reactive astrocytes have been implicated in this condition through either a loss of their neuroprotective ability or through the gain of neurotoxic effects. Late stages of ALS are also characterized by significant astrogliosis and astrocyte proliferation around areas of degeneration.",
            "score": 36.66308283805847
        },
        {
            "docid": "14723656_10",
            "document": "Granulin . Heterozygous mutation of the GRN gene leading to progranulin haploinsufficiency causes Frontal Temporal Dementia. These mutations include frameshift, splice site, nonsense signal peptide, Kozak sequence disruptions and missense mutations, which result in either nonsense-mediated decay or the production of non-functional protein. Patients with GRN caused FTD (GRN-FTD) exhibit asymmetric brain atrophy, although age of onset, disease progression and clinical symptoms vary, suggesting that other genetic or environmental factors may be involved in disease expression. Pathological indicators include cytosolic ubiquitin deposits enriched in hyperphosphorylated TAR DNA Binding Protein (TDP-43), autophagy-related protein aggregates, ubiquitin-binding protein p62, lentiform intranuclear inclusions, dystrophic neurites and inflammation. Patients with the heterozygote mutation exhibit a reduction of 70-80% serum progranulin levels when compared to controls. Reprogrammed stem cells restore GRN mRNA levels to 50%, further suggesting that some other genetic or environmental factor is involved in regulating FTD disease expression. Mice exhibit reduced autophagic flux and autophagy-dependent clearance. Human FTLD-GRN derived fibroblasts show decrease lysosomal protease activity and lymphoblasts containing neuronal ceroid lipofuscinosis-like storage material. FTLD-GRN IPSC cortical Neurons have enlarged vesicles, lipofuscin accumulation and cathepsin D deficiency.",
            "score": 123.4656503200531
        },
        {
            "docid": "55679936_7",
            "document": "Genetics of amyotrophic lateral sclerosis . The TDP-43 protein, coded for by the TARDBP gene, is responsible for regulation of RNA expression. The discovery of mutations in the TARDBP gene, in relation to ALS, was the first proof that RNA processing defects lead to protein inclusions typical in RNA, and contribute to the pathogenesis of the disease. Other mutations that have been shown to be associated with ALS from GWAS include ATXN2, Nek1 and TBK1.",
            "score": 139.71259307861328
        },
        {
            "docid": "51304858_12",
            "document": "Neuroepigenetics . DNA modifications at different transcriptional sites have been shown to contribute to neurodegenerative diseases. These include harmful transcriptional alterations such as those found in motor neuron functionality associated with Amyotrophic Lateral Sclerosis (ALS). Degeneration of upper and lower motor neurons, which contributes to muscle atrophy in ALS patients, is linked to chromatin modifications among a group of key genes. One important site that is regulated by epigenetic events is the hexanucleotide repeat expansion in C9orf72 within the chromosome 9p21. Hypermethylation of the C9orf72 related CpG Islands is shown to be associated with repeat expansion in ALS affected tissues. Overall, silencing of the C9orf72 gene may result in haploinsufficiency, and may therefore influence the presentation of disease. The activity of chromatin modifiers is also linked to prevalence of ALS. DNMT3A is an important methylating agent and has been shown to be present throughout the central nervous systems of those with ALS. Furthermore, over-expression of this de novo methyl transferase is also implicated in cell death of motor-neuron analogs.",
            "score": 73.22756099700928
        },
        {
            "docid": "11969499_4",
            "document": "CPEB . Drosophila Orb2 binds to genes implicated in long-term memory. An isoform of CPEB found in the neurons of the sea slug \"Aplysia californica\", as well as in \"Drosophila\", mice, and humans, contains an N-terminal domain not found in other isoforms that shows high sequence similarity to prion proteins. Experiments with the \"Aplysia\" isoform expressed in yeast reveal that CPEB has a key property associated with prions: it can cause other proteins to assume alternate protein conformations that are heritable in successive generations of yeast cells. Furthermore, the functional RNA-binding form of the CPEB protein may be the prion-like state. These observations have led to the suggestion that long-lasting bistable prionlike proteins play a role in the formation of long-term memory. It has been suggested that \"both memory storage and its underlying synaptic plasticity are mediated by the increase in. . .CPEB.\"",
            "score": 83.00776481628418
        },
        {
            "docid": "23048_31",
            "document": "Prion . Bioinformatic screens have predicted that over 250 human proteins contain prion-like domains (PrLD). These domains are hypothesized to have the same transmissible, amyloidogenic properties of PrP and known fungal proteins. As in yeast, proteins involved in gene expression and RNA binding seem to be particularly enriched in PrLD's, compared to other classes of protein. In particular, 29 of the known 210 proteins with an RNA recognition motif also have a putative prion domain. Meanwhile, several of these RNA-binding proteins have been independently identified as pathogenic in cases of ALS, FTLD-U, Alzheimer's disease, and Huntington's disease.",
            "score": 82.24372577667236
        },
        {
            "docid": "53874152_6",
            "document": "Benjamin Wolozin . Since 2008, Dr. Wolozin’s research has focused on the role of RNA binding proteins and stress granules in neurodegenerative diseases. RNA binding proteins contain domains that have only a few types of amino acids; these domains are termed \"low complexity domains\" and have a strong tendency to aggregate. A highly unusual and important aspect of these proteins is that they use reversible aggregation as normal biological mechanism to sequester RNA transcripts. RNA binding proteins form a variety of cellular aggregates including stress granules, transport granules, P-bodies and nuclear speckles. In 2010 Dr. Wolozin's group was one of the first groups to suggest that dysfunction of the stress granule pathway contributes to the pathophysiology of amyotrophic lateral sclerosis. Since then, a growing body of evidence, increasingly highlights the important contributions of RNA-binding proteins (RBPs), stress granules and translational regulation in the pathophysiology of neurodegenerative disease. This work prompted the concept that “regulated protein aggregation”, which provides a theoretical framework for understanding the biology of neurodegenerative disease, including Alzheimer’s disease and Amyotrophic Lateral Sclerosis. The cell controls the location and disposition of RNA through the binding of RNA-binding proteins; these RNA binding proteins consolidate to form RNA granules through reversible aggregation of their low complexity domains. Recently, the biophysics of RNA granule formation has been shown to fall under the aegis of a general property, termed liquid liquid phase separation (LLPS). LLPS occurs when RNA binding proteins associate to form structures analogous to liquid droplets, which separate from surrounding aqueous medium.",
            "score": 85.30420660972595
        },
        {
            "docid": "19375577_22",
            "document": "Amyotrophic lateral sclerosis . Mutations in \"TDP-43\",\"FUS\", \"C9orf72\" and other genes can cause ALS as well as related forms of frontotemporal dementia (FTD/ALS). Proteins made by these genes appear have prion-like activity and form inclusion bodies in some instances of ALS.",
            "score": 131.26811122894287
        },
        {
            "docid": "14755563_13",
            "document": "FUS (gene) . Subsequently, FUS has also emerged as a significant disease protein in a subgroup of frontotemporal lobar dementias (FTLDs), previously characterized by immunoreactivity of the neuronal inclusions for ubiquitin, but not for TDP-43 or tau with a proportion of the inclusions also containing a-internexin in a further subgroup known as neuronal intermediate filament inclusion disease (NIFID). The disease entities which are now considered subtypes of FTLD-FUS are atypical frontotemporal lobar degeneration with ubiquitinated inclusions (aFTLD-U), NIFID (otherwise known as neurofilament inclusion body disease) and basophilic inclusion body disease (BIBD), which together with ALS-FUS comprise the FUS-opathies.",
            "score": 107.59503197669983
        },
        {
            "docid": "25005894_16",
            "document": "Motor pool (neuroscience) . Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disease that differentially affects specific motor pools and classes of motor neurons. ALS modeled in mice, for example, was shown to lead first to rapid FF motor neuron loss, followed by a delayed loss of FR neurons, leaving S type neurons largely intact in the late stages of the disease. Further, in late-stage ALS patients, death of motor neurons is pool-specific. Motor neuron death all throughout the spinal cord leads to a nearly complete loss of voluntary movement; however, ocular control and voluntary control of excretory functions remain mostly unaffected. These movements are governed by motor pools in the midbrain and in Onuf's nucleus in the lumbosacral spinal cord, respectively. Currently, research is being conducted on these ALS-resistant motor pools, and their pool-specific molecular identities are being examined for potential neuroprotective qualities.",
            "score": 50.385942697525024
        },
        {
            "docid": "3870820_3",
            "document": "Stuck fermentation . A chronic problem in winemaking is \"stuck fermentation,\" when yeast that should be busily converting grape sugar into alcohol and carbon dioxide prematurely shuts down, leaving the remaining sugar to instead be consumed by bacteria that can spoil the wine. A team of researchers including UC Davis yeast geneticist Linda Bisson has discovered a biochemical communication system behind this problem. Working through a prion -- an abnormally shaped protein that can reproduce itself -- the system enables bacteria in fermenting wine to switch yeast from sugar to other food sources without altering the yeast's DNA. \"The discovery of this process really gives us a clue to how stuck fermentations can be avoided,\" said Bisson, a professor in the Department of Viticulture and Enology. \"Our goal now is to find yeast strains that essentially ignore the signal initiated by the bacteria and do not form the prion, but instead power on through the fermentation.\" She suggests that the discovery of this biochemical mechanism, reported Aug. 28 in the journal Cell, may also have implications for better understanding metabolic diseases, such as Type 2 diabetes, in humans. Bacteria, yeast and fermentation Biologists have known for years that an ancient biological circuit, based in the membranes of yeast cells, blocks yeast from using other carbon sources when the sugar glucose is present. This circuit, known as \"glucose repression,\" is especially strong in the yeast species Saccharomyces cerevisiae, enabling people to use that yeast for practical fermentation processes in winemaking, brewing and bread making, because it causes such efficient processing of sugar. Prions play key role In this study, the researchers found that the glucose repression circuit is sometimes interrupted when bacteria jump-start the replication of the prions in membranes of yeast cells. The interference of the prions causes the yeast to process carbon sources other than glucose and become less effective in metabolizing sugar, dramatically slowing down the fermentation until it, in effect, becomes \"stuck.\" \"This type of prion-based inheritance is useful to organisms when they need to adapt to environmental conditions but not necessarily permanently,\" Bisson said. \"In this case, the heritable changes triggered by the prions enable the yeast to also change back to their initial mode of operation if environmental conditions should change again.\" The researchers demonstrated in this study that the process leading to a stuck fermentation benefits both the bacteria and the yeast. As sugar metabolism slows down, conditions in the fermenting wine become more conducive to bacterial growth, and the yeast benefit by gaining the ability to metabolize not only glucose but also other carbon sources as well -- maintaining and extending their lifespan. Solutions for winemakers Now that this communication mechanism between the bacteria and yeast is more clearly understood, winemakers should be better able to avoid stuck fermentations. \"Winemakers may want to alter the levels of sulfur dioxide used when pressing or crushing the grapes, in order to knock out bacteria that can trigger the processes that we now know can lead to a stuck fermentation,\" Bisson said. \"They also can be careful about blending grapes from vineyards known to have certain bacterial strains or they could add yeast strains that have the ability to overpower these vineyard bacteria.\"",
            "score": 46.60992121696472
        },
        {
            "docid": "876_2",
            "document": "Motor neuron disease . A motor neuron disease (MND) is any of several neurodegenerative disorders that selectively affect motor neurons, the cells that control voluntary muscles of the body. They include amyotrophic lateral sclerosis (ALS), hereditary spastic paraplegia (HSP), primary lateral sclerosis (PLS), progressive muscular atrophy (PMA), progressive bulbar palsy (PBP) and pseudobulbar palsy. Spinal muscular atrophies (SMA) are sometimes included in the group by some neurologists but it is a different disease with a clear genetic cause.",
            "score": 45.663753032684326
        },
        {
            "docid": "4055903_17",
            "document": "Glutamate transporter . Loss of the Na-dependent glutamate transporter EAAT2 is suspected to be associated with neurodegenerative diseases such as Alzheimer's disease, Huntington's disease, and ALS–parkinsonism dementia complex. Also, degeneration of motor neurons in the disease amyotrophic lateral sclerosis has been linked to loss of EAAT2 from patients' brains and spinal cords.",
            "score": 50.44711685180664
        },
        {
            "docid": "4052447_11",
            "document": "Neuroimmunology . Increasing evidence suggests that neurodegenerative diseases are mediated by erroneous epigenetic mechanisms. Neurodegenerative diseases include Huntington's disease and Alzheimer's disease. Neuroimmunological research into these diseases has yielded evidence including the absence of simple Mendelian inheritance patterns, global transcriptional dysregulation, multiple types of pathogenic RNA alterations, and many more. In one of the experiments, a treatment of Huntington’s disease with histone deacetylases (HDAC), an enzyme that removes acetyl groups from lysine, and DNA/RNA binding anthracylines that affect nucleosome positioning, showed positive effects on behavioral measures, neuroprotection, nuclesome remodeling, and associated chromatin dynamics. Another new finding on neurodegenerative diseases involves the overexpression of HDAC6 suppresses the neurodegenerative phenotype associated with Alzheimer’s disease pathology in associated animal models. Other findings show that additional mechanisms are responsible for the \"underlying transcriptional and post-transcriptional dysregulation and complex chromatin abnormalities in Huntington's disease\".",
            "score": 36.50880229473114
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 102.76655268669128
        },
        {
            "docid": "15224791_12",
            "document": "STIM2 . Studies performed in 2009-2010 using human \"in vitro\" or murine \"in vivo\" models confirmed Brandman \"et al\". results and suggested that STIM2 participates in processes of the development and functioning of many cell types, including smooth muscle myoblasts, cells of the immune system and neurons. Moreover, it is involved in tumorigenesis, the development of autoimmune diseases and mechanisms of neuronal damage after transient ischemic conditions. In resting conditions, cultured HEK293 cells overexpressing or cortical neurons lacking STIM2 have increased or decreased resting intracellular Ca levels respectively, supporting the idea that STIM2 is essential for regulation of intracellular basal Ca levels. However, cells are very active \"in vivo\" and intracellular Ca levels are continuously fluctuating. The development of new methods to study the \"in vivo\" role of STIM2 in intracellular Ca levels would be necessary. In cultured human myoblast, STIM2 participate in cell differentiation into myotubes. In the immune system, STIM2 participates in T cell activation-induced production of interleukin2 (IL-2) and interferon gamma (IFN), probably by stabilization of NFAT residence in the nucleus, as well as in differentiation of naive T cells into Th lymphocytes, which presumably are important in early phases of autoimmune diseases. In fact, STIM2-deficient mice showed mild symptomatology in the early phase of autoimmune diseases. In neuronal tissue, STIM2 plays a crucial role in ischemia-induced neuronal damage, and the absence of STIM2 in knockout mice reduced the neuronal damage produced by ischemia after transient interruption of blood flow in brain. This neuroprotective effect of STIM2-deficiency after an ischemic episode indicates that inhibitors of STIM2 function may thus have a potential therapeutic value as neuroprotective agents to treat ischemic injury and other neurodegenerative disorders involving altered Ca homeostasis. Moreover, the same scientific study suggested an important role of STIM2 in hippocampus-dependent spatial memory, synaptic transmission and plasticity.",
            "score": 47.34831142425537
        },
        {
            "docid": "56415843_3",
            "document": "ZNF598 . Zinc-finger proteins bind nucleic acids and play important roles in various cellular functions, including cell proliferation, differentiation, and apoptosis. This protein and Grb10-interacting GYF protein 2 have been identified as a components of the mammalian 4EHP (m4EHP) complex. The complex is thought to function as a translation repressor in embryonic development. ZNF598 and its yeast homologue Hel2 are ubiquitin ligases that ubiquitinate the 40S ribosomal subunit during ribosome-associated protein quality control.",
            "score": 61.202542543411255
        },
        {
            "docid": "11274133_9",
            "document": "Mecasermin rinfabate . Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's Disease is a progressive neurodegenerative disease that affects nerve cells in the brain and the spinal cord. Motor neurons reach from the brain to the spinal cord and from the spinal cord to the muscles throughout the body. The progressive degeneration of the motor neurons in ALS eventually leads to their death. When the motor neurons die, the ability of the brain to initiate and control muscle movement is lost. With voluntary muscle action progressively affected, patients in the later stages of the disease may become totally paralyzed.",
            "score": 47.93776345252991
        },
        {
            "docid": "1258187_22",
            "document": "Astrogliosis . Due to the destructive effects of astrogliosis, which include altered molecular expression, release of inflammatory factors, astrocyte proliferation and neuronal dysfunction, researchers are currently searching for new ways to treat astrogliosis and neurodegenerative diseases. Various studies have shown the role of astrocytes in diseases such as Alzheimer's, amyotrophic lateral sclerosis (ALS), Parkinson's, and Huntington's. The inflammation caused by reactive astrogliosis augments many of these neurological diseases. Current studies are researching the possible benefits of inhibiting the inflammation caused by reactive gliosis in order to reduce its neurotoxic effects.",
            "score": 59.41428732872009
        },
        {
            "docid": "19375577_2",
            "document": "Amyotrophic lateral sclerosis . Amyotrophic lateral sclerosis (ALS), also known as motor neurone disease (MND), and Lou Gehrig's disease, is a specific disease which causes the death of neurons controlling voluntary muscles. Some also use the term motor neuron disease for a group of conditions of which ALS is the most common. ALS is characterized by stiff muscles, muscle twitching, and gradually worsening weakness due to muscles decreasing in size. This results in difficulty speaking, swallowing, and eventually breathing. The cause is not known in 90% to 95% of cases. The remaining 5–10% of cases are inherited from a person's parents. About half of these genetic cases are due to one of two specific genes. The underlying mechanism involves damage to both upper and lower motor neurons. The diagnosis is based on a person's signs and symptoms, with testing done to rule out other potential causes. No cure for ALS is known. A medication called riluzole may extend life by about two to three months. Non-invasive ventilation may result in both improved quality and length of life. The disease can affect people of any age, but usually starts around the age of 60 and in inherited cases around the age of 50. The average survival from onset to death is two to four years. About 10% survive longer than 10 years. Most die from respiratory failure. In much of the world, rates of ALS are unknown. In Europe and the United States the disease affects about two to three people per 100,000 per year. Descriptions of the disease date back to at least 1824 by Charles Bell. In 1869, the connection between the symptoms and the underlying neurological problems was first described by Jean-Martin Charcot, who in 1874 began using the term \"amyotrophic lateral sclerosis\". It became well known in the United States in the 20th century when in 1939 it affected the baseball player Lou Gehrig and later worldwide following the 1963 diagnosis of cosmologist Stephen Hawking. In 2014, videos of the Ice Bucket Challenge went viral on the Internet and increased public awareness of the condition. ALS is a motor neuron disease, also spelled \"motor neurone disease\", which is a group of neurological disorders that selectively affect motor neurons, the cells that control voluntary muscles of the body, including amyotrophic lateral sclerosis (ALS), primary lateral sclerosis, progressive muscular atrophy, progressive bulbar palsy, pseudobulbar palsy, and spinal muscular atrophy.",
            "score": 53.67664408683777
        },
        {
            "docid": "4464817_38",
            "document": "Neurodegeneration . Amyotrophic lateral sclerosis (ALS or Lou Gehrig's disease) is a disease in which motor neurons are selectively targeted for degeneration. In 1993, missense mutations in the gene encoding the antioxidant enzyme Cu/Zn superoxide dismutase 1 (SOD1) were discovered in subsets of patients with familial ALS. This discovery led researchers to focus on unlocking the mechanisms for SOD1-mediated diseases. However, the pathogenic mechanism underlying SOD1 mutant toxicity has yet to be resolved. More recently, TDP-43 and FUS protein aggregates have been implicated in some cases of the disease, and a mutation in chromosome 9 (C9orf72) is thought to be the most common known cause of sporadic ALS.",
            "score": 152.02377271652222
        },
        {
            "docid": "689764_14",
            "document": "Onuf's nucleus . In a study conducted by Kihira et al., eight individuals with amyotrophic lateral sclerosis were compared to nine control cases. The results indicated that the total number of neurons in Onuf's nucleus in patients with amyotrophic lateral sclerosis did not differ from the control patients. However, normal neurons decreased in number while atrophic neurons increased. It was also shown that the decrease in the number of normal neurons was not due to aging. Patients with amyotrophic lateral sclerosis also contain less RNA in their motoneurons than normal individuals. The decrease in RNA is correlated with the decrease in size of the nucleolus. Thus, the size of the nucleolus may be an early indicator of amyotrophic lateral sclerosis.",
            "score": 49.4896399974823
        },
        {
            "docid": "18999016_13",
            "document": "Chromatolysis . Central chromatolysis has been observed in spinal anterior horn and motor neurons of patients with amyotrophic lateral sclerosis (ALS). Patients with ALS appear to have significant alterations that occur within the chromatolyzed neuronal cells. These alterations include dense conglomerates of aggregated dark mitochondria and presynaptic vesicles, bundles of neurofilaments, and a marked increase of presynaptic vesicles. Changes to the function of the motor neurons have also been observed. The most typical functional change in chromatolytic motor neurons is the significant reduction in size of the monosynaptic excitatory postsynaptic potentials (EPSPs). These monosynaptic EPSPs also seem to be prolonged in the chromatolyzed cells of ALS patients. This functional change to the anterior horn neurons could result in the elimination of certain excitatory synaptic inputs and thus give rise to the clinical motor function impairment that is characteristic of the ALS disease.",
            "score": 59.394493103027344
        },
        {
            "docid": "14755563_10",
            "document": "FUS (gene) . FUS appears at sites of DNA damage very rapidly suggesting that FUS is orchestrating the DNA repair response. The function of FUS in the DNA damage response in neurons involves a direct interaction with histone deacetylase 1 (HDAC1). The recruitment of FUS to double-strand break sites is important for DNA damage response signaling and for repair of DNA damage. FUS loss-of-function results in increased DNA damage in neurons. Mutations in the FUS nuclear localization sequence impairs the poly (ADP-ribose) polymerase (PARP)-dependent DNA damage response. This impairment leads to neurodegeneration and FUS aggregate formation. Such FUS aggregates are a pathological hallmark of the neurodegenerative disease amyotrophic lateral sclerosis (ALS).",
            "score": 72.45683789253235
        }
    ],
    "r": [
        {
            "docid": "23048_33",
            "document": "Prion . Specifically, aggregation of TDP-43, an RNA-binding protein, has been found in ALS/MND patients, and mutations in the genes coding for these proteins have been identified in familial cases of ALS/MND. These mutations promote the misfolding of the proteins into a prion-like conformation. The misfolded form of TDP-43 forms cytoplasmic inclusions in afflicted neurons, and is found depleted in the nucleus. In addition to ALS/MND and FTLD-U, TDP-43 pathology is a feature of many cases of Alzheimer's disease, Parkinson's disease and Huntington's disease. The misfolding of TDP-43 is largely directed by its prion-like domain. This domain is inherently prone to misfolding, while pathological mutations in TDP-43 have been found to increase this propensity to misfold, explaining the presence of these mutations in familial cases of ALS/MND. As in yeast, the prion-like domain of TDP-43 has been shown to be both necessary and sufficient for protein misfolding and aggregation.",
            "score": 204.9851837158203
        },
        {
            "docid": "14773657_8",
            "document": "TARDBP . A hyper-phosphorylated, ubiquitinated and cleaved form of TDP-43—known as pathologic TDP43—is the major disease protein in ubiquitin-positive, tau-, and alpha-synuclein-negative frontotemporal dementia (FTLD-TDP, previously referred to as FTLD-U) and in Amyotrophic lateral sclerosis (ALS). Elevated levels of the TDP-43 protein have also been identified in individuals diagnosed with chronic traumatic encephalopathy, a condition that often mimics ALS and that has been associated with athletes who have experienced multiple concussions and other types of head injury. Abnormalities of TDP-43 also occur in an important subset of Alzheimer's disease patients, correlating with clinical and neuropathologic features indexes.",
            "score": 154.5380096435547
        },
        {
            "docid": "4464817_38",
            "document": "Neurodegeneration . Amyotrophic lateral sclerosis (ALS or Lou Gehrig's disease) is a disease in which motor neurons are selectively targeted for degeneration. In 1993, missense mutations in the gene encoding the antioxidant enzyme Cu/Zn superoxide dismutase 1 (SOD1) were discovered in subsets of patients with familial ALS. This discovery led researchers to focus on unlocking the mechanisms for SOD1-mediated diseases. However, the pathogenic mechanism underlying SOD1 mutant toxicity has yet to be resolved. More recently, TDP-43 and FUS protein aggregates have been implicated in some cases of the disease, and a mutation in chromosome 9 (C9orf72) is thought to be the most common known cause of sporadic ALS.",
            "score": 152.02377319335938
        },
        {
            "docid": "14773657_10",
            "document": "TARDBP . Mutations in the \"TARDBP\" gene are associated with neurodegenerative disorders including frontotemporal lobar degeneration and amyotrophic lateral sclerosis (ALS). In particular, the TDP-43 mutants M337V and Q331K are being studied for their roles in ALS. Cytoplasmic TDP-43 pathology is the dominant histopathological feature of multisystem proteinopathy. The N-terminal domain, which contributes importantly to the aggregation of the C-terminal region, has a novel structure with two negatively charged loops.",
            "score": 145.72378540039062
        },
        {
            "docid": "14874419_5",
            "document": "UBQLN2 . In a small proportion of familial amyotrophic lateral sclerosis (fALS), the UBQLN2 gene is mutated, causing formation of a non-functional Ubiquilin 2 enzyme. This non-functioning enzyme leads to the accumulation of ubiquinated proteins in the lower motor neurons and upper corticospinal motor neurons, due to the fact that ubiquilin 2 normally degrades these ubiquinated proteins, but cannot if the ALS mutation is present. The same accumulations occur in patients without UBQLN2 mutations, but with mutations in other genes, including TDP-43 and C9ORF72.",
            "score": 143.3958740234375
        },
        {
            "docid": "18651382_4",
            "document": "TauRx Therapeutics . The company's protein aggregation inhibitors target the underlying pathology of dementia, with the aim of modifying or halting disease progression. Their lead compound, LMTX, targets aggregation of tau and is believed to act on synuclein, TDP-43 and huntingtin protein. Its primary development in Alzheimer's disease is focused in its activity as a Tau aggregation inhibitor (TAI).",
            "score": 143.3814697265625
        },
        {
            "docid": "55679936_7",
            "document": "Genetics of amyotrophic lateral sclerosis . The TDP-43 protein, coded for by the TARDBP gene, is responsible for regulation of RNA expression. The discovery of mutations in the TARDBP gene, in relation to ALS, was the first proof that RNA processing defects lead to protein inclusions typical in RNA, and contribute to the pathogenesis of the disease. Other mutations that have been shown to be associated with ALS from GWAS include ATXN2, Nek1 and TBK1.",
            "score": 139.7126007080078
        },
        {
            "docid": "15418892_12",
            "document": "CCNF . CCNF mutations have more recently been associated to neurodegenerative diseases such as Frontotemporal dementia (FTD), Amyotrophic lateral sclerosis (ALS), and co-morbid ALS-FTD. Whole-genome linkage analysis and genome sequencing identified CCNF to be linked to both familial and sporadic ALS patients. \"In vitro\" and \"in vivo\" studies using ALS-linked mutations in CCNF were also carried out. It was found that certain CCNF mutations caused increased ubiquitination of TDP-43 protein in cells, which is a major feature of ALS and FTD pathology. In zebrafish, mutant CCNF fish showed motor neuron axonopathy and reduced motor response.",
            "score": 138.3819122314453
        },
        {
            "docid": "19375577_28",
            "document": "Amyotrophic lateral sclerosis . The defining feature of ALS is the death of both upper and lower motor neurons in the motor cortex of the brain, the brain stem, and the spinal cord. Prior to their destruction, motor neurons develop protein-rich inclusions in their cell bodies and axons. This may be partly due to defects in protein degradation. These inclusions often contain ubiquitin, and generally incorporate one of the ALS-associated proteins: SOD1, TAR DNA binding protein (TDP-43, or TARDBP), or FUS. The mutant SOD1 may also contribute to motor neuron cell death through generating free radicals.",
            "score": 137.0930633544922
        },
        {
            "docid": "51589223_2",
            "document": "Hsp104 . Hsp104 is a heat-shock protein. It is known to reverse toxicity of mutant α-synuclein, TDP-43, FUS, and TAF15 in yeast cells.",
            "score": 134.27987670898438
        },
        {
            "docid": "19375577_22",
            "document": "Amyotrophic lateral sclerosis . Mutations in \"TDP-43\",\"FUS\", \"C9orf72\" and other genes can cause ALS as well as related forms of frontotemporal dementia (FTD/ALS). Proteins made by these genes appear have prion-like activity and form inclusion bodies in some instances of ALS.",
            "score": 131.2681121826172
        },
        {
            "docid": "14773657_2",
            "document": "TARDBP . TAR DNA-binding protein 43 (TDP-43, transactive response DNA binding protein 43 kDa), is a protein that in humans is encoded by the \"TARDBP\" gene.",
            "score": 129.27883911132812
        },
        {
            "docid": "36066758_3",
            "document": "JUNQ and IPOD . Neurodegenerative diseases, such as Parkinson's, Alzheimer's, and Huntington's, are associated and correlated with protein aggregation and accumulation of misfolded proteins in inclusion bodies. For many years, protein aggregation was considered a random process by which misfolded proteins stick to each other to form inclusions (imagine a bundle of hairs haphazardly piling up in a corner of a room). Moreover, protein aggregates were thought to be toxic agents and the cause for neuronal dysfunction and death. However, recent studies, using advanced methods (i.e. fluorescence microscopy), show that protein aggregation may actually be a tightly regulated, organized process, by which the cell protects itself from toxic proteins by sequestration to inclusion bodies. In 2008, Daniel Kaganovich showed that eukaryotic cells sort misfolded proteins into two distinct inclusion bodies in a well-managed cellular process: JUNQ and IPOD are evolutionarily conserved, and are found in specific and defined cellular sites. Delivery of misfolded, aggregated proteins to JUNQ and IPOD require an intact cytoskeleton and specific cellular quality control components, such as Heat Shock Proteins (HSPs). The partition into the two distinct inclusion bodies is due to the different handling and processing of different kinds of misfolded proteins (e.g. ubiquitinated vs. non-ubiquitinated proteins). Segregation of toxic protein aggregates into JUNQ and IPOD inclusion bodies is a means by which mammalian cells can be rejuvenated through asymmetric division. Thus, the discovery of JUNQ and IPOD provided a new striking perspective of how cells manage misfolded aggregated proteins and gave convincing proof that protein aggregation is a non-random, well regulated and controlled cellular process. Furthermore, the discovery of JUNQ and IPOD suggested that in addition to temporal quality control (i.e. time dependent administration of damaged proteins) cells exploit homeostasis spatially: If degradation isn't available, protection of the cellular environment from a misfolded protein is accomplished by its sequestration to an aggregate inclusion.",
            "score": 123.90226745605469
        },
        {
            "docid": "14723656_10",
            "document": "Granulin . Heterozygous mutation of the GRN gene leading to progranulin haploinsufficiency causes Frontal Temporal Dementia. These mutations include frameshift, splice site, nonsense signal peptide, Kozak sequence disruptions and missense mutations, which result in either nonsense-mediated decay or the production of non-functional protein. Patients with GRN caused FTD (GRN-FTD) exhibit asymmetric brain atrophy, although age of onset, disease progression and clinical symptoms vary, suggesting that other genetic or environmental factors may be involved in disease expression. Pathological indicators include cytosolic ubiquitin deposits enriched in hyperphosphorylated TAR DNA Binding Protein (TDP-43), autophagy-related protein aggregates, ubiquitin-binding protein p62, lentiform intranuclear inclusions, dystrophic neurites and inflammation. Patients with the heterozygote mutation exhibit a reduction of 70-80% serum progranulin levels when compared to controls. Reprogrammed stem cells restore GRN mRNA levels to 50%, further suggesting that some other genetic or environmental factor is involved in regulating FTD disease expression. Mice exhibit reduced autophagic flux and autophagy-dependent clearance. Human FTLD-GRN derived fibroblasts show decrease lysosomal protease activity and lymphoblasts containing neuronal ceroid lipofuscinosis-like storage material. FTLD-GRN IPSC cortical Neurons have enlarged vesicles, lipofuscin accumulation and cathepsin D deficiency.",
            "score": 123.46565246582031
        },
        {
            "docid": "14773657_3",
            "document": "TARDBP . TDP-43 is a transcriptional repressor that binds to chromosomally integrated TAR DNA and represses HIV-1 transcription. In addition, this protein regulates alternate splicing of the CFTR gene. In particular, TDP-43 is a splicing factor binding to the intron8/exon9 junction of the CFTR gene and to the intron2/exon3 region of the apoA-II gene.<ref name=\"doi10.1093/nar/gkp013\"></ref> A similar pseudogene is present on chromosome 20.",
            "score": 122.27591705322266
        },
        {
            "docid": "55680252_7",
            "document": "Amyotrophic lateral sclerosis research . The most studied model for ALS is the rodent, mouse model, which provide the most complex representation of nervous system that is considered the closest in mimicking human nervous system . In this model, the phenotype, and genotype characteristics can be studied and controlled. Many researchers have used transgenic mouse models to study ALS, and one example is the expressing of C9orf72 mutation that can be introduced in mouse using the BAC C9orf72 gene with the multiple repeats of GGGGCC . In that study they chose the bacterial artificial chromosome that has the human length of C9orf72 gene, and they introduced multiple repeats for faster onset of ALS . Also, they have selected for the most stable clone using different conditions, and concluded that the 40 and 500 repeats in the low temperature condition was the most efficient in retaining expansion mutations . Using different BAC C9orf72 transgenic mouse model, they were able to study the symptoms of ALS, such as gait abnormalities, anxiety-like behavior, reduced grip strength, and even death rates . Also, the denervation of motor neurons and dysfunction of neurons can be visualized using fluorescent markers to study the neurodegenerative disorder progression in ALS . Another study also used the SOD1 mutation transgenic mice where they have showed similar signs of ALS that included the axonal and mitochondrial dysfunction and denervation of motor neurons and the reduction of the overall number of neurons in the limbs of the mouse . The TDP-43 transgenic mouse model was also used for ALS studies and it shows similar results to the SOD1 expression, which includes the axon denervation phenotype . For this model which depends on the promoters, they have made many other transgenic mouse models that uses different promoter to compare their phenotype and progression of TDP-43 ALS . Rat models, on the other hand is not very widely used, but their large size can be beneficial in intrathecal injection or mini pump insertion is needed in pharmacological trials. In fact, studied showed that using SOD1 transgenic rat models showed similar development of the genetic and phenotypic traits of the ALS disease .",
            "score": 122.12969207763672
        },
        {
            "docid": "10348140_7",
            "document": "Proteopathy . Some proteins can be induced to form abnormal assemblies by exposure to the same (or similar) protein that has folded into a disease-causing conformation, a process called 'seeding' or 'permissive templating'. In this way, the disease state can be brought about in a susceptible host by the introduction of diseased tissue extract from an afflicted donor. The best known form of such inducible proteopathy is prion disease, which can be transmitted by exposure of a host organism to purified prion protein in a disease-causing conformation. There is now evidence that other proteopathies can be induced by a similar mechanism, including Aβ amyloidosis, amyloid A (AA) amyloidosis, and apolipoprotein AII amyloidosis, tauopathy, synucleinopathy, and the aggregation of superoxide dismutase-1 (SOD1), polyglutamine, and TAR DNA-binding protein-43 (TDP-43).",
            "score": 122.04945373535156
        },
        {
            "docid": "53874152_8",
            "document": "Benjamin Wolozin . The stress granule/LLPS hypothesis is important because it identifies new directions for therapeutic intervention for tauopathies and other neurodegenerative diseases. Dr. Wolozin has developed methods to analyze the pathological RNA granules and stress granules that accumulate in brain diseases. He has also developed a series of compounds that potently and effectively inhibit TDP-43 aggregation in multiple neuronal models. In 2014, Dr. Wolozin combined forces with Glenn Larsen, Ph.D. to co-found the biotechnology company, Aquinnah Pharmaceuticals. Aquinnah Pharmaceuticals Inc. is dedicated to developing novel medicines to treat neurodegenerative diseases, and using a technology platform that focuses on the roles of RNA binding proteins, RNA metabolism and stress granules in neurodegenerative diseases.",
            "score": 121.27876281738281
        },
        {
            "docid": "19375577_64",
            "document": "Amyotrophic lateral sclerosis . With the discovery that \"TDP-43\",\"FUS\", and \" C9orf72\" can cause ALS as well as related forms of frontotemporal dementia (FTD/ALS) there has been intense effort to understand how these mutations cause disease, and whether other protein dysfunction may be important. As of 2013 it appeared that differences in the methylation of arginine residues in FUS protein may be relevant, and methylation status may be a way to distinguish some forms of FTD from ALS.",
            "score": 119.6672134399414
        },
        {
            "docid": "8936239_9",
            "document": "Aggresome . Accumulation of misfolded proteins in proteinaceous inclusions is common to many age-related neurodegenerative diseases, including Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis. In cultured cells, when the production of misfolded proteins exceeds the capacity of the chaperone refolding system and the ubiquitin-proteasome degradation pathway, misfolded proteins are actively transported to a cytoplasmic juxtanuclear structure called an aggresome. Whether aggresomes are benevolent or noxious is unknown, but they are of particular interest because of the appearance of similar inclusions in protein deposition diseases. Evidence shows that aggresomes serve a cytoprotective function and are associated with accelerated turnover of mutant proteins. Experiments show that mutant androgen receptor (AR), the protein responsible for X-linked spinobulbar muscular atrophy, forms insoluble aggregates and is toxic to cultured cells. Mutant AR was also found to form aggresomes in a process distinct from aggregation. Molecular and pharmacological interventions were used to disrupt aggresome formation, revealing their cytoprotective function. Aggresome-forming proteins were found to have an accelerated rate of turnover, and this turnover was slowed by inhibition of aggresome formation. Finally, it is shown that aggresome-forming proteins become membrane-bound and associate with lysosomal structures. Together, these findings suggest that aggresomes are cytoprotective, serving as cytoplasmic recruitment centers to facilitate degradation of toxic proteins.",
            "score": 118.47533416748047
        },
        {
            "docid": "39507860_3",
            "document": "Hereditary motor and sensory neuropathy with proximal dominance . Two large families in Japan have been identified with the disease locus to chromosome 3q. From descendants of Japan, HMSN-P was brought to Brazil, from there it is a pretty isolated disease. Through clinical studies, researchers identified that TFG mutations on chromosome 3q13.2 causes HMSN-P. \"The presence of TFG/ubiquitin- and/or TDP-43-immunopositive cytoplasmic inclusions in motor neurons and cytosolic aggregation composed of TDP-43 in cultured cells expressing mutant TFG indicate a novel pathway of motor neuron death\"",
            "score": 116.383544921875
        },
        {
            "docid": "9951136_9",
            "document": "Exonic splicing silencer . The TDP-43 protein is responsible for physically silencing the exon splicing site once it is recruited by the exonic splicing silencer (TG)mT(n). TDP-43 is a DNA binding protein and repressor, it binds to the TG repeat to cause exon 9 skipping. The role of the T tracts is not well understood.",
            "score": 114.44415283203125
        },
        {
            "docid": "14773657_7",
            "document": "TARDBP . Recently, it has been demonstrated that zinc ions are able to induce aggregation of endogenous TDP-43 in cells. Moreover, zinc could bind to RNA binding domain of TDP-43 and induce the formation of amyloid-like aggregates \"in vitro.\"",
            "score": 112.4092788696289
        },
        {
            "docid": "42634612_4",
            "document": "S. Samar Hasnain . Hasnain led a team of researchers who identified TDP-43 mutant proteins as potentially significant factors relating to motor neuron diseases via neurodegeneration. He has also conducted other neurological studies.",
            "score": 111.29732513427734
        },
        {
            "docid": "14773657_6",
            "document": "TARDBP . In spinal motor neurons TDP-43 has also been shown in humans to be a low molecular weight neurofilament (hNFL) mRNA-binding protein. It has also shown to be a neuronal activity response factor in the dendrites of hippocampal neurons suggesting possible roles in regulating mRNA stability, transport and local translation in neurons.",
            "score": 109.88687896728516
        },
        {
            "docid": "14755563_13",
            "document": "FUS (gene) . Subsequently, FUS has also emerged as a significant disease protein in a subgroup of frontotemporal lobar dementias (FTLDs), previously characterized by immunoreactivity of the neuronal inclusions for ubiquitin, but not for TDP-43 or tau with a proportion of the inclusions also containing a-internexin in a further subgroup known as neuronal intermediate filament inclusion disease (NIFID). The disease entities which are now considered subtypes of FTLD-FUS are atypical frontotemporal lobar degeneration with ubiquitinated inclusions (aFTLD-U), NIFID (otherwise known as neurofilament inclusion body disease) and basophilic inclusion body disease (BIBD), which together with ALS-FUS comprise the FUS-opathies.",
            "score": 107.59503173828125
        },
        {
            "docid": "50106532_7",
            "document": "UNC13A . Single nucleotide polymorphisms in this gene may be associated with sporadic amyotrophic lateral sclerosis. This single nucleotide polymorphism has been discovered on chromosome 19. This variation of the single nucleotide involving UNC13A has also been implicated in frontotemporal dementia (FTD). Pathology involving TDP-43 is a result of the single nucleotide polymorphisms in both ALS and FTD. This gene has also been associated with Alzheimer's Disease (AD).",
            "score": 105.80131530761719
        },
        {
            "docid": "43831800_3",
            "document": "The Euan MacDonald Centre . In 2013, the centre announced a new partnership with the J9 Foundation which provides support for people with MND in South Africa. Discoveries by the centre include the finding that Zebrafish are able to produce motor neurones when they repair their spinal cords from injury and abnormalities in the protein TDP-43 result in the death of motor neurone cells.",
            "score": 104.52056121826172
        },
        {
            "docid": "50492922_5",
            "document": "Pathophysiology of Parkinson's disease . This mechanism is substantiated by the facts that α-synuclein lacks toxicity when unable to form aggregates; that heat-shock proteins, which assist in refolding proteins susceptible to aggregation, beneficially affect PD when overexpressed; and that reagents which neutralize aggregated species protect neurons in cellular models of α-synuclein overexpression.",
            "score": 104.32740020751953
        },
        {
            "docid": "4254360_20",
            "document": "Posterior cingulate cortex . The PCC is commonly affected by neurodegenerative disease. In fact, reduced metabolism in the PCC is an early sign of Alzheimer's disease, and is frequently present before a clinical diagnosis. The reduced metabolism in the PCC is typically one part in a diffuse pattern of metabolic dysfunction in the brain that includes medial Temporal lobe structures and the anterior thalamus, and these metabolic abnormalities may be due to damage in isolated but connected regions. For instance, Meguro et al. (1999) show that experimental damage of the rhinal cortex results in hypometabolism of the PCC. In Alzheimer's disease, the metabolic abnormality is linked to Amyloid deposition and brain Atrophy with a spatial distribution that resembles the nodes of the Default mode network (DMN). In early Alzheimer's, the functional connectivity within the DMN is reduced and affects the connection between the PCC and the hippocampus, and these altered patterns can reflect ApoE genetic status (a risk factor associated with the disease). It has been found that neurodegenerative diseases spread 'prion-like' through the brain. For example, when the proteins amyloid-b and TDP-43 are in their abnormal form, they spread trans-synaptically and are associated with Neurodegeneration. This transmission of abnormal protein would be constrained by the organization of white matter connections and could potentially explain the spatial distribution of Alzheimer's pathology within the DMN. In Alzheimer’s disease, the topology of white matter connectivity helps in predicting atrophic patterns, which could explain why the PCC is affected in the early stages of the disease.",
            "score": 104.05754852294922
        },
        {
            "docid": "6129774_11",
            "document": "Ataxin 1 . Mutant Ataxin-1 protein spontaneously misfolds and forms aggregates in cells, much like other disease-associated proteins such as tau, Aβ, and huntingtin. This led to the hypothesis that the aggregates are toxic to neurons, but it has been shown in mice that aggregation is not required for pathogenesis. Other neuronal proteins can modulate the formation of Ataxin-1 aggregates and this in turn may affect aggregate-induced toxicity.",
            "score": 103.70106506347656
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 102.76654815673828
        }
    ]
}