{
    "q": [
        {
            "docid": "8866863_15",
            "document": "Pneumococcal vaccine . The conjugated vaccine consists of capsular polysaccharides covalently bound to the diphtheria toxoid CRM197, which is highly immunogenic but non-toxic. This combination provokes a significantly more robust immune response by recruiting CRM197-specific type 2 helper T cells, which allow for immunoglobulin type switching (to produce non-IgM immunoglobulin) and production of memory B cells. Among other things, this results in mucosal immunity and eventual establishment of lifelong immunity after several exposures. The main drawbacks to conjugated vaccines are that they only provide protection against a subset of the serotypes covered by the polysaccharide vaccines.",
            "score": 130.80469846725464
        },
        {
            "docid": "45356351_5",
            "document": "Edward Thomas Ryan . Together with Dr. Stephen Calderwood, Dr. Jason Harris, Dr. Regina LaRocque, Dr. Daniel Leung, Dr. Richelle Charles and colleagues at Harvard, and Dr. Firdausi Qadri and colleagues at the ICDDRB, Ryan has focused on advancing understanding of host-pathogen and immune responses during cholera, a human-restricted infection that largely afflicts impoverished individuals in resource-limited areas of the world. Ryan’s investigative work is supported by the U.S. National Institutes of Health. Significant contributions include the finding that contrary to the previously established paradigm, cholera induces a pro-inflammatory response in afflicted humans, and that this response correlates with magnitude and duration of immunity against cholera. Ryan has particularly focused on analyzing immune responses against the polysaccharide coating of the \"Vibrio cholerae\" organism, the O-specific polysaccharide (OSP), working with Dr. Paul Kovac of the National Institutes of Health. Immune responses to OSP mediate protection against cholera in humans. This work has informed advanced vaccine development.",
            "score": 179.71870625019073
        },
        {
            "docid": "19612999_7",
            "document": "Follicular B helper T cells . T cells are considered an indispensable T cell subset in the generation and maintenance of germinal center responses. Therefore, in the absence of T cells, similar to B cell activation by T-cell independent antigens, a quick burst of low affinity plasma cell production is formed but this does not lead to germinal center induction nor permit antibody affinity maturation or the differentiation of effective memory B cells which are essential in fortifying the body against subsequent infections. Specifically, germinal center-dependent memory B cells are the drivers of recall antibody production during a secondary immune response. Therefore, the proper activation and development of T cells is central to the efficacy of immunizations and vaccine design for the induction of long-term immunity. In a Bangladeshi population study of patients infected with \"Vibrio cholera\" and healthy human volunteers administered with an existing cholera vaccine, a memory T response specifically against cholera antigen had correlated with further antibody production by B cells.",
            "score": 154.33299493789673
        },
        {
            "docid": "14958_32",
            "document": "Immune system . Newborn infants have no prior exposure to microbes and are particularly vulnerable to infection. Several layers of passive protection are provided by the mother. During pregnancy, a particular type of antibody, called IgG, is transported from mother to baby directly through the placenta, so human babies have high levels of antibodies even at birth, with the same range of antigen specificities as their mother. Breast milk or colostrum also contains antibodies that are transferred to the gut of the infant and protect against bacterial infections until the newborn can synthesize its own antibodies. This is passive immunity because the fetus does not actually make any memory cells or antibodies—it only borrows them. This passive immunity is usually short-term, lasting from a few days up to several months. In medicine, protective passive immunity can also be transferred artificially from one individual to another via antibody-rich serum. Long-term \"active\" memory is acquired following infection by activation of B and T cells. Active immunity can also be generated artificially, through vaccination. The principle behind vaccination (also called immunization) is to introduce an antigen from a pathogen in order to stimulate the immune system and develop specific immunity against that particular pathogen without causing disease associated with that organism. This deliberate induction of an immune response is successful because it exploits the natural specificity of the immune system, as well as its inducibility. With infectious disease remaining one of the leading causes of death in the human population, vaccination represents the most effective manipulation of the immune system mankind has developed.",
            "score": 112.96320009231567
        },
        {
            "docid": "21053458_10",
            "document": "Cholera vaccine . Bacterial strains of both Inaba and Ogawa serotypes and of El Tor and Classical biotypes are included in the vaccine. Dukoral is taken orally with bicarbonate buffer, which protects the antigens from the gastric acid. The vaccine acts by inducing antibodies against both the bacterial components and CTB. The antibacterial intestinal antibodies prevent the bacteria from attaching to the intestinal wall, thereby impeding colonisation of V. cholerae O1. The anti-toxin intestinal antibodies prevent the cholera toxin from binding to the intestinal mucosal surface, thereby preventing the toxin-mediated diarrhoeal symptoms.",
            "score": 120.44797682762146
        },
        {
            "docid": "9642130_20",
            "document": "AB5 toxin . In addition to some of these AB5 toxins being used to create vaccines to prevent bacterial infection, they are also being researched to work as a conjugate to prevent viral infections. For example, systemic immunization along with co-administered intra-nasal delivery of virus-cholera toxin conjugate vaccine induced a virus-specific antibody response and showed some degree of protection to the upper respiratory tract from Sendai virus.",
            "score": 135.85130310058594
        },
        {
            "docid": "32440734_44",
            "document": "Pathogenic Escherichia coli . Researchers have actively been working to develop safe, effective vaccines to lower the worldwide incidence of \"E. coli\" infection. In March 2006, a vaccine eliciting an immune response against the \"E. coli\" O157:H7 O-specific polysaccharide conjugated to recombinant exotoxin A of \"Pseudomonas aeruginosa\" (O157-rEPA) was reported to be safe in children two to five years old. Previous work had already indicated it was safe for adults. A phase III clinical trial to verify the large-scale efficacy of the treatment is planned.",
            "score": 89.35852026939392
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 110.54642152786255
        },
        {
            "docid": "300445_50",
            "document": "Human chorionic gonadotropin . In order to induce a stronger immune response, some versions of human chorionic gonadotropin-based anti-fertility vaccines were designed as conjugates of the β subunit of HCG covalently linked to tetanus toxoid. It has been alleged that a non-conjugated tetanus vaccine used in developing countries is laced with a human chorionic gonadotropin based anti-fertility drug and is distributed as a means of mass sterilization. This charge has been vigorously denied by the World Health Organization (WHO) and UNICEF. Others have argued that a hCG laced vaccine could not be used for sterilization since the effects of the anti-fertility vaccines are reversible (requiring booster doses to maintain immunity) and a non-conjugated vaccine is likely to be ineffective. Finally, independent testing of the tetanus vaccine by Kenya’s health authorities has revealed no traces of the human chorionic gonadotropin hormone.",
            "score": 88.9415647983551
        },
        {
            "docid": "52080_15",
            "document": "Vibrio cholerae . Two serogroups of \"V. cholerae\", O1 and O139, cause outbreaks of cholera. O1 causes the majority of outbreaks, while O139 – first identified in Bangladesh in 1992 – is confined to Southeast Asia. Many other serogroups of \"V. cholerae\", with or without the cholera toxin gene (including the nontoxigenic strains of the O1 and O139 serogroups), can cause a cholera-like illness. Only toxigenic strains of serogroups O1 and O139 have caused widespread epidemics.",
            "score": 156.89551615715027
        },
        {
            "docid": "309960_45",
            "document": "Cryptosporidiosis . A recombinant \"Cryptosporidium parvum\" oocyst surface protein (rCP15/60) vaccine has produced an antibody response in a large group of cows and also antibody response in calves fed rCP15/60-immune colostrum produced by these vaccinated cows. This is very promising. Human \"Cryptosporidium parvum\" infections are particularly prevalent and often fatal in neonates in developing countries and to immunocompromised people, such as AIDS patients. There is no commercially available effective vaccine against \"Cryptosporidium parvum\", although passive immunization utilizing different zoite surface (glyco)proteins has shown promise. Developmental stages of the life cycle of the parasite might act as possible targets for vaccine development. The organism is detected in 65–97% of the surface-water supply in the United States and is resistant to most disinfectants used for the treatment of drinking water. Antibodies in the serum of humans and animals infected with \"Cryptosporidium parvum\" react with several antigens, one of which is a 15  protein (CP15) located on the surface of the organism. This protein is a good candidate for use as a molecular vaccine because previous studies have shown that a monoclonal antibody to CP15 confers passive immunity to mice. Currently, there is no vaccine or completely effective drug therapy against \"Cryptosporidium parvum\" in HIV/AIDS individuals.",
            "score": 84.1880315542221
        },
        {
            "docid": "12947407_9",
            "document": "Hib vaccine . PRP covalently linked to a protein carrier was found to elicit a greater immune response than the polysaccharide form of the vaccine. This is due to the protein carrier being highly immunogenic in nature. The conjugate formulations show responses which are consistent with T-cell recruitment (namely a much stronger immune response). A memory effect (priming of the immune system against future attack by Hib) is also observed after administration; indicative that memory B cell formation is also improved over that of the polysaccharide form. Since optimal contact between B cells and T cells is required (via MHC II) to maximize antibody production, it is reasoned that the conjugate vaccine allows B cells to properly recruit T cells, this is in contrast to the polysaccharide form in which it is speculated that B cells do not interact optimally with T cells leading to the TI interaction.",
            "score": 116.67277574539185
        },
        {
            "docid": "1805_48",
            "document": "Antibiotic . Vaccines rely on immune modulation or augmentation. Vaccination either excites or reinforces the immune competence of a host to ward off infection, leading to the activation of macrophages, the production of antibodies, inflammation, and other classic immune reactions. Antibacterial vaccines have been responsible for a drastic reduction in global bacterial diseases. Vaccines made from attenuated whole cells or lysates have been replaced largely by less reactogenic, cell-free vaccines consisting of purified components, including capsular polysaccharides and their conjugates, to protein carriers, as well as inactivated toxins (toxoids) and proteins.",
            "score": 92.04227757453918
        },
        {
            "docid": "54724931_3",
            "document": "Intrastructural help . One of the approaches for a protective HIV-1 vaccine is broadly neutralizing antibodies. These antibodies are found in 10-25 % of HIV-1 infected patients. Few of those (worldwide 0.8% of HIV-1 positive individuals) are able to suppress viremia up to a level that is below the detection levels and are so-called \"elite controllers\" or \"long term non-progressors\". Most of the conducted vaccine trials were unable to induce protective neutralizing antibodies; even though some protective effects of poly-functional antibodies were observed. These Fc-dependent effects seem to play an important role in disease control as shown by the non-human primate (NHP) experiment. In contrast, the results of the adenoviral-based STEP trial suggested a higher susceptibility due to high levels of non-neutralizing poly-functional antibodies and helper T cell proliferation induced by vaccination. In mouse models antibodies from the IgG1 subclass, which were mostly induced by vaccination, were seen to possess a relatively low functionality. Therefore, one objective is to increase the quality of the immune response by the induction of poly-functional antibody sub classes, e.g. IgG2A. However, according to results from animal studies, cytotoxic T cells seem to be mandatory for a protective vaccine. Although this was not detectable in the human trials conducted to-date, it is assumed that reduction of viral loads early after infection can be achieved. Thus the current goal is to avoid uncontrolled T cell proliferation and modulate the humoral immune response towards highly efficient poly-functional monoclonal antibodies.",
            "score": 82.00078773498535
        },
        {
            "docid": "140968_33",
            "document": "Rotavirus . Rotaviruses elicit both B and T cell immune responses. Antibodies to the rotavirus VP4 and VP7 proteins neutralise viral infectivity \"in vitro\" and \"in vivo\". Specific antibodies of the classes IgM, IgA and IgG are produced, which have been shown to protect against rotavirus infection by the passive transfer of the antibodies in animals. Maternal trans-placental IgG might play a role in the protection neonates from rotavirus infections, but on the other hand might reduce vaccine efficacy.",
            "score": 70.44350719451904
        },
        {
            "docid": "57177527_5",
            "document": "Cancer vaccine targeting CD4+ T cells . CD4+ T cells has already been successfully induced in nonsmall cell lung cancer patients vaccinated with MAGE-3 recombinant protein. Two cohorts were analyzed: one receiving MAGE-3 protein alone, and one receiving MAGE-3 protein with adjuvant AS028. Of nine patients in the first cohort, three developed marginal Ab titers and another one had a CD8+ T cell response to HLA-A2-restricted peptide MAGE-3 271-279. In contrast, of eight patients from the second cohort vaccinated with MAGE-3 protein and adjuvant, seven developed high-titered Abs to MAGE-3, and four had a strong concomitant CD4+ T cell response to HLA-DP4-restricted peptide 243-258. One patient simultaneously developed CD8+ T cells to HLA-A1-restricted peptide 168-176. The novel monitoring methodology used in this MAGE-3 study established that protein vaccination induces clear CD4+ T cell responses for further evaluating integrated immune responses in vaccine settings and for optimizing these responses for clinical benefit. Studies have indicated that CD4+ T cells in \"vivo\" have the capacity to enhance CD8+ T cell activity and, most importantly, help to maintain the immune response for sustained periods of time. Therefore, it seems likely that optimal antitumor activity can only be achieved if both CD4+ and CD8+ tumor-specific T cells are induced. The inclusion of CD4+ epitopes into MAGE-3 vaccination studies has recently been facilitated by the identification of several HLA-DR-restricted and one HLA-DP4-restricted epitope.",
            "score": 81.87570250034332
        },
        {
            "docid": "21053458_3",
            "document": "Cholera vaccine . In the late twentieth century, oral cholera vaccines started to be used on a massive scale, with millions of vaccinations taking place, as a tool to control cholera outbreaks in addition to the traditional interventions of improving safe water supplies, sanitation, handwashing and other means of improving hygiene. The Dukoral monovalent vaccine from Sweden, which combines formalin, heat-killed whole cells of \"Vibrio cholerae\" O1 and a recombinant cholera toxin B subunit, was licensed in 1991, mainly for travellers. Out of a million doses sold during the following decade, 63 negative side effects were reported. The Shanchol/mORCVAX bivalent vaccine, which combines the O1 and O139 serogroups, was originally licensed in Vietnam in 1997 and given in 20 million doses to children in Vietnam during the following decade. , Vietnam continued to incorporate oral cholera vaccination in its public health programme, administering the vaccination through targeted mass vaccination of school-aged children in cholera endemic regions.",
            "score": 147.7953758239746
        },
        {
            "docid": "45570_34",
            "document": "DNA vaccination . Comparisons of antibody responses generated by natural (viral) infection, immunization with recombinant protein and immunization with pDNA are summarised in Table 4. DNA-raised antibody responses rise much more slowly than when natural infection or recombinant protein immunization occurs. As many as 12 weeks may be required to reach peak titres in mice, although boosting can decrease the interval. This response is probably due to the low levels of antigen expressed over several weeks, which supports both primary and secondary phases of antibody response. DNA vaccine expressing HBV small and middle envelope protein was injected into adults with chronic hepatitis. The vaccine resulted in specific interferon gamma cell production. Also specific T-cells for middle envelop proteins antigens were developed. The immune response of the patients was not robust enough to control HBV infection",
            "score": 93.47305107116699
        },
        {
            "docid": "43793051_5",
            "document": "PfSPZ Vaccine . In 1967 irradiated malaria sporozoites (extracted from salivary glands of infected mosquitos) induced immune response in mice without the need of the adjuvant and similar evidence obtained in human volunteer trials. The mice were exposed to irradiated mosquitos infected by malaria parasites. Mice and volunteers did not acquire malaria because mosquitos and the sporozoites were irradiated and their immune cells triggered response that could protect them from following infection. Yet this approach was not further developed during problems with obtaining sufficient number of sporozoites and with the harvesting of parasites.",
            "score": 84.85257983207703
        },
        {
            "docid": "8310787_49",
            "document": "Survivin . The idea and general principle behind his technique is described below. Mice were immunized with the oral vaccination and then subjected to tumour challenges by injecting them in the chest with a certain number of tumour cells and a Matrigel pre-formed extracellular matrix to hold the tumour cells together. The mice were sacrificed and the endothelium tissue was stained with a fluorescent dye that would aid in the quantification of tumour neovascularisation using a Matrigel assay. There was found to be a significant difference between the control and test groups, whereby mice given the vaccine had less angiogenesis from the tumour challenge than the control mice that were not given any of the vaccine prior to tumour challenge. In vitro assays and other tests were also performed to validate the idea of the occurrence of an actual immune response to support what they observed in the mice. For example, the spleen on the challenged mice were isolated and measured for the presence of any cytokines, and specifically activated immune cell groups that would indicative that a specific immune response did occur upon vaccination. The isolated CTLs specific for the survivin protein after vaccination of the mice were used in cytoxicity assays where mice tumour cells expressing survivin were shown to be killed upon incubation with the specific CTLs.",
            "score": 92.34315228462219
        },
        {
            "docid": "5057839_9",
            "document": "Ruth Arnon . Prof. Arnon is currently performing research on a universal, recombinant influenza vaccination, as well as cancer vaccine research. In a 2009 paper, Arnon speaks of research using virus-like particles (VLP) to induce an immune response. These particles cannot replicate, but possess the specific antigen presenting proteins that immune cells use to identify viruses. Therefore, a vaccine could introduce VLPs to an individuals immune system and bring about the production of memory cells. Arnon and Ben-Yedidia hypothesize that these vaccines would be effective against H5N1, a pandemic virus more commonly known as bird flu. They have tested the various synthetic vaccinations on mice and observed a significant immune response. In addition, they have put human lymphocytes in mice and also observed an immune response. Their research formed the basis of the company BiondVax, who have taken the universal flu vaccine into human clinical trials.",
            "score": 105.68536281585693
        },
        {
            "docid": "10849236_5",
            "document": "Antibody-dependent enhancement . There are four antigenically different serotypes of DENV (DENV-1 - DENV-4). Infection with DENV induces the production of neutralizing homotypic immunoglobulin G (IgG) antibodies which provide lifelong immunity against the infecting serotype. Infection with DENV also produces some degree of cross-protective immunity against the other three serotypes. Neutralizing heterotypic (cross-reactive) IgG antibodies are responsible for this cross-protective immunity, which typically persists for a period of several months to a few years. These heterotypic antibody titers decrease over long time periods (4 to 20 years). While heterotypic IgG antibody titers decrease, homotypic IgG antibody titers increase over long time periods. This could be due to the preferential survival of long-lived memory B cells producing homotypic antibodies.",
            "score": 68.54359316825867
        },
        {
            "docid": "39669_26",
            "document": "Dengue fever . These laboratory tests are only of diagnostic value during the acute phase of the illness with the exception of serology. Tests for dengue virus-specific antibodies, types IgG and IgM, can be useful in confirming a diagnosis in the later stages of the infection. Both IgG and IgM are produced after 5–7 days. The highest levels (titres) of IgM are detected following a primary infection, but IgM is also produced in reinfection. IgM becomes undetectable 30–90 days after a primary infection, but earlier following re-infections. IgG, by contrast, remains detectable for over 60 years and, in the absence of symptoms, is a useful indicator of past infection. After a primary infection, IgG reaches peak levels in the blood after 14–21 days. In subsequent re-infections, levels peak earlier and the titres are usually higher. Both IgG and IgM provide protective immunity to the infecting serotype of the virus. In testing for IgG and IgM antibodies there may be cross-reactivity with other flaviviruses which may result in a false positive after recent infections or vaccinations with yellow fever virus or Japanese encephalitis. The detection of IgG alone is not considered diagnostic unless blood samples are collected 14 days apart and a greater than fourfold increase in levels of specific IgG is detected. In a person with symptoms, the detection of IgM is considered diagnostic.",
            "score": 43.66661834716797
        },
        {
            "docid": "338526_6",
            "document": "Humoral immunity . Following the 1888 discovery of the bacteria that cause diphtheria and tetanus, Emil von Behring and Kitasato Shibasaburō showed that disease need not be caused by microorganisms themselves. They discovered that cell-free filtrates were sufficient to cause disease. In 1890, filtrates of diphtheria, later named diphtheria toxins, were used to vaccinate animals in an attempt to demonstrate that immunized serum contained an antitoxin that could neutralize the activity of the toxin and could transfer immunity to non-immune animals. In 1897, Paul Ehrlich showed that antibodies form against the plant toxins ricin and abrin, and proposed that these antibodies are responsible for immunity. Ehrlich, with his friend Emil von Behring, went on to develop the diphtheria antitoxin, which became the first major success of modern immunotherapy. The presence and specificity of compatibility antibodies became the major tool for standardizing the state of immunity and identifying the presence of previous infections. In humoral immune response, first the B cells mature in the bone marrow and gain B-cell receptors (BCR's) which are displayed in large number on the cell surface.",
            "score": 75.14154100418091
        },
        {
            "docid": "1281756_3",
            "document": "Conjugate vaccine . B cell response to a capsular polysaccharide is T cell independent, meaning that B cells can produce antibodies without T cell stimulation. By conjugating the polysaccharide to a protein carrier, a T cell response can be induced. Normally, polysaccharides by themselves cannot be loaded onto the MHC complex of antigen presenting cells (APC) because MHC can only bind peptides. In the case of a conjugate vaccine, the carrier peptide linked to the polysaccharide target antigen is able to be presented on the MHC molecule and the T cell can be activated. T cells stimulate a more vigorous immune response and also promote a more rapid and long-lasting immunologic memory. This technique for the creation of an effective immunogen is most often applied to bacterial polysaccharides for the prevention of invasive bacterial disease.",
            "score": 120.8533490896225
        },
        {
            "docid": "503254_21",
            "document": "Exotoxin . Exotoxins have been used to produce vaccines. This process involves inactivating the toxin, creating a toxoid that does not induce toxin-related illness and is well-tolerated. A widely used toxoid vaccine is the DPT vaccine, which is usually administered in multiple doses throughout childhood with adjuvants and boosters for long-term immunity. DPT vaccine protects against pertussis, tetanus and diphtheria infections, caused by the exotoxin-producing \"Bordetella pertussis\", \"Clostridium tetani\" and \"Corynebacterium diphtheriae\" respectively. Vaccination with the toxoids generates antibodies against the exotoxins, forming immunological memory as protection against subsequent infections. The DPT vaccination may cause adverse side effects, such as swelling, redness and fever, and is contraindicated in some populations. Effective vaccination schedules have reduced rates of mortality linked to pertussis, tetanus and diphtheria but formal controlled trials to test the efficacy of the vaccine have not been conducted. Additionally, pertussis persists endemically and is one of the most common causes of vaccine-preventable deaths.",
            "score": 77.29150199890137
        },
        {
            "docid": "1860157_3",
            "document": "Toxoid . Toxoids are used as vaccines because they induce an immune response to the original toxin or increase the response to another antigen since the toxoid markers and toxin markers are preserved. For example, the tetanus toxoid is derived from the tetanospasmin produced by \"Clostridium tetani\". The latter causes tetanus and is vaccinated against by the DTaP vaccine. Botulin is produced by \"Clostridium botulinum\" and causes the deadly disease botulism. While patients may sometimes complain of side effects after a vaccine, these are associated with the process of mounting an immune response and clearing the toxoid, not the direct effects of the toxoid. The toxoid does not have virulence as the toxin did before inactivation.",
            "score": 77.27155756950378
        },
        {
            "docid": "44003094_8",
            "document": "Ebola vaccine . At the 8th Vaccine and ISV Conference in Philadelphia on 27−28 October 2014, Novavax Inc. reported the development in a \"few weeks\" of a glycoprotein (GP) nanoparticle Ebola virus (EBOV GP) vaccine using their proprietary recombinant technology. A recombinant protein is a protein whose code is carried by recombinant DNA. The vaccine is based on the newly published genetic sequence of the 2014 Guinea Ebola (Makona) strain that is responsible for the current Ebola disease epidemic in West Africa. In animal studies, a useful immune response was induced, and was found to be enhanced ten to a hundred-fold by the company's \"Matrix-M\" immunologic adjuvant. A study of the response of non-human primate to the vaccine had been initiated. As of February 2015, Novavax had completed 2 primate studies on baboons and macaques and had initiated a Phase 1 clinical trial in Australia. The Lipid nanoparticle (LNP)-encapsulated siRNAs rapidly adapted to target the Makona outbreak strain of EBOV are able to protect 100% of rhesus monkeys against lethal challenge when treatment was initiated at 3 days postexposure while animals were viremic and clinically ill. The top line Phase 1 human trial results showed that the adjuvanted Ebola GP Vaccine was highly immunogenic at all dose levels.",
            "score": 79.93454849720001
        },
        {
            "docid": "8866863_14",
            "document": "Pneumococcal vaccine . This immune response is less robust than the response provoked by conjugated vaccines, which has several consequences. The vaccine is ineffective in children less than 2 years old, presumably due to their less mature immune systems. Non-response is also common amongst older adults. Immunity is not lifelong, so individuals must be re-vaccinated at age 65 if their initial vaccination was given at age 60 or younger. Since no mucosal immunity is provoked, the vaccine does not affect carrier rates, promote herd immunity, or protect against upper or lower respiratory tract infections. Finally, provoking immune responses using unconjugated polysaccharides from the capsules of other bacteria, such as H. influenzae, has proven significantly more difficult.",
            "score": 106.16931426525116
        },
        {
            "docid": "8470143_3",
            "document": "Anti-idiotypic vaccine . In one example of producing an anti-idiotypic vaccine, antibodies that bind tumor-associated antigens (TAA) are isolated and injected into mice. To the murine immune system, the TAA antibodies are antigens and cause an immunogenic reaction producing murine antibodies that can bind to the \"TAA idiotype\" and is said to be \"anti-idiotypic\". The resulting murine antibodies are harvested and used to vaccinate other mice. The resulting antibodies in the second set of mice have a three-dimensional binding site that mimics the original antibodies that bind tumor-associated antigens. These antibodies are combined with an adjuvant and given as a vaccine. The murine immune system essentially \"amplifies\" a small mass of TAA antibodies into a much larger mass used to vaccinate humans. Because the antibody produced using the \"anti-idiotypic\" process closely resembles the original epitope of the antigen, these antibodies can be used to induce immune responses from cellular to antibody-antigen for a given antigen, \"e. g.\", TAA, when administered as a vaccine to a human. They are mainly used for high risk cancer patients.",
            "score": 93.77366960048676
        },
        {
            "docid": "1105073_2",
            "document": "Adjuvant . An adjuvant is a pharmacological or immunological agent that modifies the effect of other agents. Adjuvants may be added to a vaccine to modify the immune response by boosting it such as to give a higher amount of antibodies and a longer-lasting protection, thus minimizing the amount of injected foreign material. Adjuvants may also be used to enhance the efficacy of a vaccine by helping to modify the immune response to particular types of immune system cells: for example, by activating T cells instead of antibody-secreting B cells depending on the purpose of the vaccine. Adjuvants are also used in the production of antibodies from immunized animals. There are different classes of adjuvants that can push immune response in different directions, but the most commonly used adjuvants include aluminum hydroxide and paraffin oil.",
            "score": 84.83914184570312
        },
        {
            "docid": "40375600_2",
            "document": "Firdausi Qadri . Firdausi Qadri (born March 31, 1951) is a Bangladeshi scientist with specialization in immunology and infectious disease research. She has worked over 25 years on the development of vaccines for cholera and has expertise on other infectious disease like ETEC, Typhoid, \"Helicobacter pylori\", rota virus, etc. Currently, she is working as a director for Centre for Vaccine Sciences of International Centre for Diarrhoeal Disease and Research, Bangladesh (icddr,b). Her scientific achievements lie in enteric and diarrheal infections and vaccines including Vibrio cholerae and enterotoxigenic Escherichia coli—major causes of severe diarrhea as well as enteric disease. She has also focused on studying the immune response in H.pylori infected people in Bangladesh and the responses in patients with typhoid fever as well as vaccinees.",
            "score": 114.61403572559357
        }
    ],
    "r": [
        {
            "docid": "45356351_5",
            "document": "Edward Thomas Ryan . Together with Dr. Stephen Calderwood, Dr. Jason Harris, Dr. Regina LaRocque, Dr. Daniel Leung, Dr. Richelle Charles and colleagues at Harvard, and Dr. Firdausi Qadri and colleagues at the ICDDRB, Ryan has focused on advancing understanding of host-pathogen and immune responses during cholera, a human-restricted infection that largely afflicts impoverished individuals in resource-limited areas of the world. Ryan’s investigative work is supported by the U.S. National Institutes of Health. Significant contributions include the finding that contrary to the previously established paradigm, cholera induces a pro-inflammatory response in afflicted humans, and that this response correlates with magnitude and duration of immunity against cholera. Ryan has particularly focused on analyzing immune responses against the polysaccharide coating of the \"Vibrio cholerae\" organism, the O-specific polysaccharide (OSP), working with Dr. Paul Kovac of the National Institutes of Health. Immune responses to OSP mediate protection against cholera in humans. This work has informed advanced vaccine development.",
            "score": 179.7187042236328
        },
        {
            "docid": "52080_15",
            "document": "Vibrio cholerae . Two serogroups of \"V. cholerae\", O1 and O139, cause outbreaks of cholera. O1 causes the majority of outbreaks, while O139 – first identified in Bangladesh in 1992 – is confined to Southeast Asia. Many other serogroups of \"V. cholerae\", with or without the cholera toxin gene (including the nontoxigenic strains of the O1 and O139 serogroups), can cause a cholera-like illness. Only toxigenic strains of serogroups O1 and O139 have caused widespread epidemics.",
            "score": 156.89552307128906
        },
        {
            "docid": "19612999_7",
            "document": "Follicular B helper T cells . T cells are considered an indispensable T cell subset in the generation and maintenance of germinal center responses. Therefore, in the absence of T cells, similar to B cell activation by T-cell independent antigens, a quick burst of low affinity plasma cell production is formed but this does not lead to germinal center induction nor permit antibody affinity maturation or the differentiation of effective memory B cells which are essential in fortifying the body against subsequent infections. Specifically, germinal center-dependent memory B cells are the drivers of recall antibody production during a secondary immune response. Therefore, the proper activation and development of T cells is central to the efficacy of immunizations and vaccine design for the induction of long-term immunity. In a Bangladeshi population study of patients infected with \"Vibrio cholera\" and healthy human volunteers administered with an existing cholera vaccine, a memory T response specifically against cholera antigen had correlated with further antibody production by B cells.",
            "score": 154.33299255371094
        },
        {
            "docid": "21053458_2",
            "document": "Cholera vaccine . Cholera vaccines are vaccines that are effective at preventing cholera. For the first six months after vaccination they provide about 85percent protection, which decreases to 50percent or 62percent during the first year. After two years the level of protection decreases to less than 50percent. When enough of the population is immunized, it may protect those who have not been immunized (known as herd immunity). The World Health Organization (WHO) recommends the use of cholera vaccines in combination with other measures among those at high risk. With the oral vaccine, two or three doses are typically recommended. The duration of protection is two years in adults and 6 months in children aged 2–5 years. A single dose vaccine is available for those traveling to an area were cholera is common. In 2010 in some countries an injectable cholera vaccine was available. The available types of oral vaccine are generally safe. Mild abdominal pain or diarrhea may occur. They are safe in pregnancy and in those with poor immune function. They are licensed for use in more than 60 countries. In countries where the disease is common, the vaccine appears to be cost effective. The first vaccines used against cholera were developed in the late 1800s. They were the first widely used vaccine that was made in a laboratory. Oral vaccines were first introduced in the 1990s. It is on the WHO Model List of Essential Medicines, the most effective and safe medicines needed in a health system. The cost to immunize against cholera is between 0.1 and 4.0 USD.",
            "score": 153.3056640625
        },
        {
            "docid": "21053458_3",
            "document": "Cholera vaccine . In the late twentieth century, oral cholera vaccines started to be used on a massive scale, with millions of vaccinations taking place, as a tool to control cholera outbreaks in addition to the traditional interventions of improving safe water supplies, sanitation, handwashing and other means of improving hygiene. The Dukoral monovalent vaccine from Sweden, which combines formalin, heat-killed whole cells of \"Vibrio cholerae\" O1 and a recombinant cholera toxin B subunit, was licensed in 1991, mainly for travellers. Out of a million doses sold during the following decade, 63 negative side effects were reported. The Shanchol/mORCVAX bivalent vaccine, which combines the O1 and O139 serogroups, was originally licensed in Vietnam in 1997 and given in 20 million doses to children in Vietnam during the following decade. , Vietnam continued to incorporate oral cholera vaccination in its public health programme, administering the vaccination through targeted mass vaccination of school-aged children in cholera endemic regions.",
            "score": 147.79537963867188
        },
        {
            "docid": "21053458_4",
            "document": "Cholera vaccine . The cholera vaccine is widely used by backpackers and persons visiting locations where there is a high risk of cholera infection. However, since it does not provide 100percent immunity from the disease, food hygiene precautions are also recommended when visiting an area where there is a high risk of becoming infected with cholera. Although the protection observed has been described as \"moderate\", herd immunity can multiply the effectiveness of vaccination. Dukoral has been licensed for children two years of age and older, Shanchol for children one year of age and older. The administration of the vaccine to adults confers additional indirect protection (herd immunity) to children.",
            "score": 144.3223876953125
        },
        {
            "docid": "9642130_20",
            "document": "AB5 toxin . In addition to some of these AB5 toxins being used to create vaccines to prevent bacterial infection, they are also being researched to work as a conjugate to prevent viral infections. For example, systemic immunization along with co-administered intra-nasal delivery of virus-cholera toxin conjugate vaccine induced a virus-specific antibody response and showed some degree of protection to the upper respiratory tract from Sendai virus.",
            "score": 135.85130310058594
        },
        {
            "docid": "21053458_9",
            "document": "Cholera vaccine . Inactivated oral vaccines provide protection in 52percent of cases the first year following vaccination and in 62percent of cases the second year. Two variants of the inactivated oral vaccine currently are in use: WC-rBS and BivWC. WC-rBS (marketed as \"Dukoral\") is a monovalent inactivated vaccine containing killed whole cells of \"V. cholerae\" O1 plus additional recombinant cholera toxin B subunit. BivWC (marketed as \"Shanchol\" and \"mORCVAX\") is a bivalent inactivated vaccine containing killed whole cells of \"V. cholerae\" O1 and \"V. cholerae\" O139. mORCVAX is only available in Vietnam.",
            "score": 132.67784118652344
        },
        {
            "docid": "7591_20",
            "document": "Cholera . Stool and swab samples collected in the acute stage of the disease, before antibiotics have been administered, are the most useful specimens for laboratory diagnosis. If an epidemic of cholera is suspected, the most common causative agent is \"V. cholerae\" O1. If \"V. cholerae\" serogroup O1 is not isolated, the laboratory should test for \"V. cholerae\" O139. However, if neither of these organisms is isolated, it is necessary to send stool specimens to a reference laboratory.",
            "score": 131.0857696533203
        },
        {
            "docid": "8866863_15",
            "document": "Pneumococcal vaccine . The conjugated vaccine consists of capsular polysaccharides covalently bound to the diphtheria toxoid CRM197, which is highly immunogenic but non-toxic. This combination provokes a significantly more robust immune response by recruiting CRM197-specific type 2 helper T cells, which allow for immunoglobulin type switching (to produce non-IgM immunoglobulin) and production of memory B cells. Among other things, this results in mucosal immunity and eventual establishment of lifelong immunity after several exposures. The main drawbacks to conjugated vaccines are that they only provide protection against a subset of the serotypes covered by the polysaccharide vaccines.",
            "score": 130.80470275878906
        },
        {
            "docid": "53951_36",
            "document": "Diarrhea . Immunization against the pathogens that cause diarrheal disease is a viable prevention strategy, however it does require targeting certain pathogens for vaccination. In the case of Rotavirus, which was responsible for around 6% of diarrheal episodes and 20% of diarrheal disease deaths in the children of developing countries, use of a Rotavirus vaccine in trials in 1985 yielded a slight (2-3%) decrease in total diarrheal disease incidence, while reducing overall mortality by 6-10%. Similarly, a Cholera vaccine showed a strong reduction in morbidity and mortality, though the overall impact of vaccination was minimal as Cholera is not one of the major causative pathogens of diarrheal disease. Since this time, more effective vaccines have been developed that have the potential to save many thousands of lives in developing nations, while reducing the overall cost of treatment, and the costs to society.",
            "score": 126.83853149414062
        },
        {
            "docid": "20547586_17",
            "document": "NmVac4-A/C/Y/W-135 . The capsular polysaccharides of \"Neisseria meningitidis\" are attractive vaccine candidates because they constitute the most highly conserved and most exposed bacterial-surface antigens. The use of capsular polysaccharides as immunoprophylactic agents against human disease caused by encapsulated bacteria is now firmly established. The capsular polysaccharides of the meningococcus are negatively charged and are obtained in a high molecular weight immunogenic form by precipitation. Meningococcal polysaccharide vaccines are efficacious to protect from meningitis disease in adults, but cannot provide full protection to infants under the age of 5. The duration of protection elicited by the meningococcal polysaccharide vaccines is not long lasting in adults and children above four years of age. For children from one to four years old the duration of protection is less than three years. Protective immunity to encapsulated bacterial pathogens such as \"N. meningitidis\" is principally mediated by the reaction between antibody and capsular polysaccharide epitopes. In encapsulated gram negative bacteria, protection results primarily from a direct complement-mediated bactericidal effect. Vaccines have been prepared from the capsular polysaccharides of \"Neisseria meningitidis\" (groups A, C, W-135, and Y). These and other polysaccharides have been classified as T cell independent type 2 (TI-2) antigens based on their inability to stimulate an immune response in animals that carry an X-linked immune B-cell defect (xid). TI-2 antigens tend to be characterized by high molecular weight, multiple repeat epitopes, slow degradation in vivo, and a failure to stimulate major histocompatibility complex (MHC) type II mediated T-cell help. TI-2 antigens generally are incapable of stimulating an immune response in neonatal humans under 18 months of age. This has spurred attempts to modify the capsular polysaccharides such that vaccines protective for all at-risk groups will result. To date, the most successful approach has been to covalently bind carrier proteins to the polysaccharides, thus engendering a vaccine capable of invoking a T-dependent response.",
            "score": 121.24775695800781
        },
        {
            "docid": "1281756_3",
            "document": "Conjugate vaccine . B cell response to a capsular polysaccharide is T cell independent, meaning that B cells can produce antibodies without T cell stimulation. By conjugating the polysaccharide to a protein carrier, a T cell response can be induced. Normally, polysaccharides by themselves cannot be loaded onto the MHC complex of antigen presenting cells (APC) because MHC can only bind peptides. In the case of a conjugate vaccine, the carrier peptide linked to the polysaccharide target antigen is able to be presented on the MHC molecule and the T cell can be activated. T cells stimulate a more vigorous immune response and also promote a more rapid and long-lasting immunologic memory. This technique for the creation of an effective immunogen is most often applied to bacterial polysaccharides for the prevention of invasive bacterial disease.",
            "score": 120.85334777832031
        },
        {
            "docid": "21053458_10",
            "document": "Cholera vaccine . Bacterial strains of both Inaba and Ogawa serotypes and of El Tor and Classical biotypes are included in the vaccine. Dukoral is taken orally with bicarbonate buffer, which protects the antigens from the gastric acid. The vaccine acts by inducing antibodies against both the bacterial components and CTB. The antibacterial intestinal antibodies prevent the bacteria from attaching to the intestinal wall, thereby impeding colonisation of V. cholerae O1. The anti-toxin intestinal antibodies prevent the cholera toxin from binding to the intestinal mucosal surface, thereby preventing the toxin-mediated diarrhoeal symptoms.",
            "score": 120.4479751586914
        },
        {
            "docid": "1421486_6",
            "document": "G. Balakrish Nair . Dr. Nair was awarded the Certificate of Merit by the Centers for Disease Control and Prevention (CDC), Atlanta, Georgia, in recognition and appreciation for his outstanding contribution to Public Health Education for Vibrio cholerae and Cholera in March 1994. On 5 January 1998 he was awarded the Professor S.C. Mahalanobis Memorial Award from the Physiological Society of India and delivered the Memorial Oration at the Indian Science Congress at Hyderabad. He was awarded the prestigious Shanti Swarup Bhatnagar for Medical Sciences in 1998 for his contributions which led to the discovery of the new cholera causing serogroup now globally known as Vibrio cholerae O139 Bengal and for his contributions on describing a cell-rounding factor from strains of Vibrio cholerae.",
            "score": 119.38420867919922
        },
        {
            "docid": "206969_2",
            "document": "El Tor . El Tor is a particular strain of the bacterium \"Vibrio cholerae\", the causative agent of cholera. Also known as \"V. cholera\" biotype eltor, it has been the dominant strain in the seventh global pandemic. It is distinguished from the classic strain at a genetic level, although both are in the serogroup O1 and both contain Inaba, Ogawa and Hikojima serotypes. It is also distinguished from classic biotypes by the production of hemolysins.",
            "score": 116.7535171508789
        },
        {
            "docid": "12947407_9",
            "document": "Hib vaccine . PRP covalently linked to a protein carrier was found to elicit a greater immune response than the polysaccharide form of the vaccine. This is due to the protein carrier being highly immunogenic in nature. The conjugate formulations show responses which are consistent with T-cell recruitment (namely a much stronger immune response). A memory effect (priming of the immune system against future attack by Hib) is also observed after administration; indicative that memory B cell formation is also improved over that of the polysaccharide form. Since optimal contact between B cells and T cells is required (via MHC II) to maximize antibody production, it is reasoned that the conjugate vaccine allows B cells to properly recruit T cells, this is in contrast to the polysaccharide form in which it is speculated that B cells do not interact optimally with T cells leading to the TI interaction.",
            "score": 116.67277526855469
        },
        {
            "docid": "21053458_16",
            "document": "Cholera vaccine . The cost to immunize against cholera is between 0.1 and 4.0 USD per vaccination.",
            "score": 116.45160675048828
        },
        {
            "docid": "20547586_20",
            "document": "NmVac4-A/C/Y/W-135 . NMR analysis showed that the structures of the Polysaccharides of \"N. meningitidis\" A.C.Y and W-135 isolates collected from Africa and used in the vaccine production are O-acetylation positive (O Ac +) and it is one of the requirement of International Conference on Harmonization ICH and WHO Guidance. O-acetylated polysaccharides influence the immunogenicity of meningococcal vaccines. It is well known that O acetylated at carbon 3 in serogroup A polysaccharide induces higher Serum Bactericidal Antibody (SBA) detectable anti- serogroup A antibodies in human. Serogroups C, W-135, and Y also have various degrees of O-acetylation, whereas, none O-acetylated of these serogroups can also produce protective immunogenicity against the disease. WHO/ICH requirement of O-acetylation positive for serogroups C, W-135, and Y is disadvantage for the vaccine manufacturers in the selection of high yielding polysaccharide producing O-acetylation groups.",
            "score": 116.4508056640625
        },
        {
            "docid": "22613352_13",
            "document": "International Vaccine Institute . The DOMI Cholera program sought to develop and accelerate the use of an affordable cholera vaccine in cholera-endemic countries. DOMI Cholera operated from five study sites: Matlab, Bangladesh; North Jakarta, Indonesia; Kolkata, India; Beira, Mozambique; and Hue, Vietnam. From these sites, IVI conducted disease burden, economic, and socio-behavioral studies and cholera vaccination campaigns. The studies found a high demand for cholera vaccine and high incidence rates (3-9/1,000) in children 5 years old and younger. IVI’s vaccination campaign in Beira saw more than 44,000 children and adults receive the internationally-licensed Dukoral vaccine. In Kolkata, IVI vaccinated more than 67,000 children and adults using an oral cholera vaccine produced by Vietnam’s VaBiotech. At the onset of DOMI Cholera, the only internationally licensed cholera vaccine available was Dukoral, but at $90 for the two-dose series, this vaccine was too expensive for public use in many of the poorest developing countries. VaBiotech’s cholera vaccine, originally developed by Vietnam’s National Institute of Health and Epidemiology following a technology transfer from the University of Gothenburg in Sweden, was not licensed for international use but showed great promise as a low-cost vaccine for the developing world. As a result, the Gates Foundation provided IVI with additional funding to establish the Cholera Vaccine Initiative (CVI) with the goal of reformulating the VaBiotech vaccine for international use.",
            "score": 115.90674591064453
        },
        {
            "docid": "7591_2",
            "document": "Cholera . Cholera is an infection of the small intestine by some strains of the bacterium \"Vibrio cholerae\". Symptoms may range from none, to mild, to severe. The classic symptom is large amounts of watery diarrhea that lasts a few days. Vomiting and muscle cramps may also occur. Diarrhea can be so severe that it leads within hours to severe dehydration and electrolyte imbalance. This may result in sunken eyes, cold skin, decreased skin elasticity, and wrinkling of the hands and feet. Dehydration can cause the skin to turn bluish. Symptoms start two hours to five days after exposure. Cholera is caused by a number of types of \"Vibrio cholerae\", with some types producing more severe disease than others. It is spread mostly by unsafe water and unsafe food that has been contaminated with human feces containing the bacteria. Undercooked seafood is a common source. Humans are the only animal affected. Risk factors for the disease include poor sanitation, not enough clean drinking water, and poverty. There are concerns that rising sea levels will increase rates of disease. Cholera can be diagnosed by a stool test. A rapid dipstick test is available but is not as accurate. Prevention methods against cholera include improved sanitation and access to clean water. Cholera vaccines that are given by mouth provide reasonable protection for about six months. They have the added benefit of protecting against another type of diarrhea caused by \"E. coli\". The primary treatment is oral rehydration therapy—the replacement of fluids with slightly sweet and salty solutions. Rice-based solutions are preferred. Zinc supplementation is useful in children. In severe cases, intravenous fluids, such as Ringer's lactate, may be required, and antibiotics may be beneficial. Testing to see which antibiotic the cholera is susceptible to can help guide the choice. Cholera affects an estimated 3–5 million people worldwide and causes 28,800–130,000 deaths a year. Although it is classified as a pandemic as of 2010, it is rare in the developed world. Children are mostly affected. Cholera occurs as both outbreaks and chronically in certain areas. Areas with an ongoing risk of disease include Africa and south-east Asia. The risk of death among those affected is usually less than 5% but may be as high as 50%. No access to treatment results in a higher death rate. Descriptions of cholera are found as early as the 5th century BC in Sanskrit. The study of cholera in England by John Snow between 1849 and 1854 led to significant advances in the field of epidemiology.",
            "score": 115.14167022705078
        },
        {
            "docid": "40114_37",
            "document": "Escherichia coli . ETEC is the type of \"E. coli\" that most vaccine development efforts are focused on. Antibodies against the LT and major CFs of ETEC provide protection against LT-producing, ETEC-expressing homologous CFs. Oral inactivated vaccines consisting of toxin antigen and whole cells, i.e. the licensed recombinant cholera B subunit (rCTB)-WC cholera vaccine Dukoral, have been developed. There are currently no licensed vaccines for ETEC, though several are in various stages of development. In different trials, the rCTB-WC cholera vaccine provided high (85–100%) short-term protection. An oral ETEC vaccine candidate consisting of rCTB and formalin inactivated \"E. coli\" bacteria expressing major CFs has been shown in clinical trials to be safe, immunogenic, and effective against severe diarrhoea in American travelers but not against ETEC diarrhoea in young children in Egypt. A modified ETEC vaccine consisting of recombinant \"E. coli\" strains over-expressing the major CFs and a more LT-like hybrid toxoid called LCTBA, are undergoing clinical testing. Other proven prevention methods for \"E. coli\" transmission include handwashing and improved sanitation and drinking water, as transmission occurs through fecal contamination of food and water supplies. Additionally, thoroughly cooking meat and avoiding consumption of raw, unpasteurized beverages, such as juices and milk are other proven methods for preventing E.coli. Lastly, avoid cross-contamination of utensils and work spaces when preparing food.",
            "score": 115.1164779663086
        },
        {
            "docid": "7591_28",
            "document": "Cholera . One injectable vaccine was found to be effective for two to three years. The protective efficacy was 28% lower in children less than 5 years old. However, as of 2010, it has limited availability. Work is under way to investigate the role of mass vaccination. The World Health Organization (WHO) recommends immunization of high-risk groups, such as children and people with HIV, in countries where this disease is endemic. If people are immunized broadly, herd immunity results, with a decrease in the amount of contamination in the environment.",
            "score": 114.8027572631836
        },
        {
            "docid": "40375600_2",
            "document": "Firdausi Qadri . Firdausi Qadri (born March 31, 1951) is a Bangladeshi scientist with specialization in immunology and infectious disease research. She has worked over 25 years on the development of vaccines for cholera and has expertise on other infectious disease like ETEC, Typhoid, \"Helicobacter pylori\", rota virus, etc. Currently, she is working as a director for Centre for Vaccine Sciences of International Centre for Diarrhoeal Disease and Research, Bangladesh (icddr,b). Her scientific achievements lie in enteric and diarrheal infections and vaccines including Vibrio cholerae and enterotoxigenic Escherichia coli—major causes of severe diarrhea as well as enteric disease. She has also focused on studying the immune response in H.pylori infected people in Bangladesh and the responses in patients with typhoid fever as well as vaccinees.",
            "score": 114.6140365600586
        },
        {
            "docid": "30031585_9",
            "document": "2010s Haiti cholera outbreak . The U.S. Centers for Disease Control and Prevention said its tests of \"DNA fingerprinting\" showed various samples of cholera from Haitian patients were identified as \"Vibrio cholerae\" serogroup O1, serotype Ogawa, a strain found in South Asia.",
            "score": 113.25701141357422
        },
        {
            "docid": "206969_3",
            "document": "El Tor . It was first identified in 1905 at a quarantine camp on the Sinai Peninsula in El Tor, Egypt by a German physician, Felix Gotschlich. The vibrios were found in the guts of six pilgrims returning from Mecca. Though the pilgrims failed to show ante or post mortem evidence of cholera, the vibrios isolated from the guts were agglutinable within the anti-cholera serum.  Later in 1905, Kraus and Pribram found that the bacteria, which produced soluble hemolysin, were more related to non-cholera vibrios; therefore, referred to all hemolytic vibrios as El Tor vibrios. In the early 1930s, A. Shousha, A. Gardner and K. Venkatraman, all researchers, suggested that only hemolytic vibrios agglutinated with anti-cholera serum should be referred to as El Tor vibrios. In 1959, R. Pollitzer designated El Tor as its own species \"V. eltor\" separate from \"V. cholera\", but six years later, in 1965, R. Hugh discovered that \"V. cholerae\" and \"V. eltor\" were similar in 30 positive and 20 negative characteristics. Thus, they were classified as a single species \"V. cholera\": however, Hugh believed the differing features between the two could be of epidemiological importance, so El Tor vibrios were further classified as \"V. cholerae\" biotype eltor (serogroup O1).",
            "score": 113.07019805908203
        },
        {
            "docid": "14958_32",
            "document": "Immune system . Newborn infants have no prior exposure to microbes and are particularly vulnerable to infection. Several layers of passive protection are provided by the mother. During pregnancy, a particular type of antibody, called IgG, is transported from mother to baby directly through the placenta, so human babies have high levels of antibodies even at birth, with the same range of antigen specificities as their mother. Breast milk or colostrum also contains antibodies that are transferred to the gut of the infant and protect against bacterial infections until the newborn can synthesize its own antibodies. This is passive immunity because the fetus does not actually make any memory cells or antibodies—it only borrows them. This passive immunity is usually short-term, lasting from a few days up to several months. In medicine, protective passive immunity can also be transferred artificially from one individual to another via antibody-rich serum. Long-term \"active\" memory is acquired following infection by activation of B and T cells. Active immunity can also be generated artificially, through vaccination. The principle behind vaccination (also called immunization) is to introduce an antigen from a pathogen in order to stimulate the immune system and develop specific immunity against that particular pathogen without causing disease associated with that organism. This deliberate induction of an immune response is successful because it exploits the natural specificity of the immune system, as well as its inducibility. With infectious disease remaining one of the leading causes of death in the human population, vaccination represents the most effective manipulation of the immune system mankind has developed.",
            "score": 112.96319580078125
        },
        {
            "docid": "35330387_35",
            "document": "Refugee children . Diarrhea, acute watery diarrhea, and cholera can also put children's lives at risk. Countries, such as Bangladesh, have identified the introduction and development of proper sanitation habits and facilities as potential solutions to these medical conditions. A 2008 study comparing refugee camps in Bangladesh reported that camps with sanitation facilities had cholera rates of 16%, whereas camps without such facilities had cholera rates that were almost three times higher. In a single week in 2017, 5,011 cases of diarrhea in refugee camps in Cox's Bazar in Bangladesh were reported. In response, UNICEF started a year-long cholera vaccination campaign in October 2017, targeting all children in the camps. At health centers in the refugee camps, UNICEF has been screening for potential cholera cases and providing oral rehydration salts. Community-based health workers are also going around the camps to share information on the risks of acute watery diarrhea, the cholera vaccination campaign, and the importance and necessity of good hygiene practices.",
            "score": 112.14083099365234
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 110.54641723632812
        },
        {
            "docid": "21053458_11",
            "document": "Cholera vaccine . A live, attenuated oral vaccine (CVD 103-HgR or Vaxchora), derived from a serogroup O1 classical Inaba strain, was approved by the US FDA in 2016.",
            "score": 109.72606658935547
        },
        {
            "docid": "21053458_12",
            "document": "Cholera vaccine . Although rarely in use, the injected cholera vaccines are effective for people living where cholera is common. They offer some degree of protection for up to two years after a single shot, and for three to four years with annual booster. They reduce the risk of death from cholera by 50percent in the first year after vaccination.",
            "score": 109.03704833984375
        },
        {
            "docid": "7591_21",
            "document": "Cholera . Infection with \"V. cholerae\" O139 should be reported and handled in the same manner as that caused by \"V. cholerae\" O1. The associated diarrheal illness should be referred to as cholera and must be reported in the United States.",
            "score": 108.84215545654297
        }
    ]
}