{
    "q": [
        {
            "docid": "16946852_34",
            "document": "Rabies . Awakening to find a bat in the room, or finding a bat in the room of a previously unattended child or mentally disabled or intoxicated person, is an indication for post-exposure prophylaxis (PEP). The recommendation for the precautionary use of PEP in bat encounters where no contact is recognized has been questioned in the medical literature, based on a cost–benefit analysis. However, a 2002 study has supported the protocol of precautionary administering of PEP where a child or mentally compromised individual has been alone with a bat, especially in sleep areas, where a bite or exposure may occur without the victim being aware. Begun with little or no delay, PEP is 100% effective against rabies. In the case in which there has been a significant delay in administering PEP, the treatment should be administered regardless, as it may still be effective. Every year, more than 15 million people get vaccination after potential exposure. While this works well, the cost is significant.",
            "score": 120.68319249153137
        },
        {
            "docid": "1045705_75",
            "document": "Influenza vaccine . The cost-effectiveness of seasonal influenza vaccination has been widely evaluated for different groups and in different settings. In the elderly (aged over 65 years) the majority of published studies have found that vaccination is cost saving, with the cost savings associated with influenza vaccination (e.g. prevented health care visits) outweighing the cost of vaccination. In older adults (aged 50–64 years), several published studies have found that influenza vaccination is likely to be cost-effective, however the results of these studies were often found to be dependent on key assumptions used in the economic evaluations. The uncertainty in influenza cost-effectiveness models can partially be explained by the complexities involved in estimating the disease burden, as well as the seasonal variability in the circulating strains and the match of the vaccine. In healthy working adults (aged 18–49 years), a 2012 review found that vaccination was generally not cost-saving, with the suitability for funding being dependent on the willingness to pay to obtain the associated health benefits. In children, the majority of studies have found that influenza vaccination was cost-effective, however many of the studies included (indirect) productivity gains, which may not be given the same weight in all settings. Several studies have attempted to predict the cost-effectiveness of interventions (including prepandemic vaccination) to help protect against a future pandemic, however estimating the cost-effectiveness has been complicated by uncertainty as to the severity of a potential future pandemic and the efficacy of measures against it.",
            "score": 124.47498106956482
        },
        {
            "docid": "883664_3",
            "document": "Post-exposure prophylaxis . PEP is commonly and very effectively used to prevent the outbreak of rabies after a bite by a rabid animal. The treatment consists of a series of injections of rabies vaccine and immunoglobulin. Rabies vaccine is given to both humans and animals who have been potentially exposed to rabies.",
            "score": 135.51517462730408
        },
        {
            "docid": "16179834_2",
            "document": "Rabies vaccine . Rabies vaccine is a vaccine used to prevent rabies. There are a number of vaccines available that are both safe and effective. They can be used to prevent rabies before and for a period of time after exposure to the virus such as by a dog or bat bite. The immunity that develops is long lasting after a full course. Doses are usually given by injection into the skin or muscle. After exposure vaccination is typically used along with rabies immunoglobulin. It is recommended that those who are at high risk of exposure be vaccinated before potential exposure. Vaccines are effective in humans and other animals. Vaccinating dogs is very effective in preventing the spread of rabies to humans. Rabies vaccines may be safely used in all age groups. About 35 to 45 percent of people develop a brief period of redness and pain at the injection site. About 5 to 15 percent of people may have fever, headaches, or nausea. After exposure to rabies there is no contraindication to its use. Most vaccines do not contain thimerosal. Vaccines made from nerve tissue are used in a few countries, mainly in Asia and Latin America, but are less effective and have greater side effects. Their use is thus not recommended by the World Health Organization. The first rabies vaccine was introduced in 1885, and was followed by an improved version in 1908. Millions of people globally have been vaccinated and it is estimated that this saves more than 250,000 people a year. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is between 44 and 78 USD for a course of treatment as of 2014. In the United States a course of rabies vaccine is more than 750 USD.",
            "score": 179.32072722911835
        },
        {
            "docid": "38853402_77",
            "document": "Health care finance in the United States . Increased spending on disease prevention is often suggested as a way of reducing health care spending. Whether prevention saves or costs money depends on the intervention. Childhood vaccinations, or contraceptives save much more than they cost. Research suggests that in many cases prevention does not produce significant long-term cost savings. Some interventions may be cost-effective by providing health benefits, while others are not cost-effective. Preventive care is typically provided to many people who would never become ill, and for those who would have become ill is partially offset by the health care costs during additional years of life. On the other hand, research conducted by Novartis argues that the countries that have excelled in getting the highest value for healthcare spending are the ones who have invested more in prevention, early diagnosis and treatment. The trick is to avoid getting patients to hospital, which is where highest healthcare dollars are being consumed. Not all preventive measures have good ROI (EG. Global vaccination campaign for a rare infectious diseases). However, preventive measures such as diet, exercises and reduction of tobacco intake would have broad impact on many diseases and will offer good return of investment.",
            "score": 105.59371244907379
        },
        {
            "docid": "10427016_6",
            "document": "Rabies testing . Post exposure prophylaxis (PEP) is the definitive method for protection from rabies after exposure to a confirmed rabid animal or bite from unknown rabies status animal. Vaccination provides protection but exposure still results in PEP requiring not as many inoculations. Post exposure prophylaxis is specific anti-rabies immunoglobulin (or antibody) providing passive protection via neutralization and clearance of the Rabies virus. This is the regimen to be followed in the event of any exposure of humans to suspect zoonotic vectors, while immunization, although effective, is predisposed to temporal limitations.",
            "score": 138.4030237197876
        },
        {
            "docid": "16946852_30",
            "document": "Rabies . In the US, the Centers for Disease Control and Prevention recommends people receive one dose of human rabies immunoglobulin (HRIG) and four doses of rabies vaccine over a 14-day period. The immunoglobulin dose should not exceed 20 units per kilogram body weight. HRIG is expensive and constitutes most of the cost of post exposure treatment, ranging as high as several thousand dollars. As much as possible of this dose should be injected around the bites, with the remainder being given by deep intramuscular injection at a site distant from the vaccination site.",
            "score": 130.2011947631836
        },
        {
            "docid": "26082350_26",
            "document": "Global Health Initiatives . In 2008, an evaluation of GAVI’s vaccine and immunization support - Evaluation of the GAVI Phase 1 performance - reported increased coverage of HepB3, Hib3 and DTP3 and increased coverage in rural areas but also a lack of cost data disaggregated by vaccine that prevented GAVI from accurately evaluating the cost effectiveness of its programs and vaccines, and an “unrealistic” reliance by GAVI on the market to reduce the cost of vaccines. The same year, a study of the financial sustainability of GAVI vaccine support - Introducing New Vaccines in the Poorest Countries: What did we learn from the GAVI Experience with - found that although GAVI funding equated to $5 per infant in developing countries per year for the period 2005-10, resource need was accelerating faster than growth in financing.",
            "score": 121.12202298641205
        },
        {
            "docid": "53984662_9",
            "document": "Rabies in Haiti . At an individual patient level, post-exposure prophylaxis (PEP) consists of local treatment of the wound, vaccination, and administration of immunoglobulin, if necessary [3]. At the program level, several components are critical, including: adequate and prompt recognition of the need for PEP by the public, if exposed, and by health officials, prompt and sufficient availability of high-quality PEP, and adequate follow-up of PEP use. Health officials' awareness of the need for PEP after a dog bite can only be achieved if the exposure is attended to immediately and communicated effectively.",
            "score": 108.62469100952148
        },
        {
            "docid": "1032780_65",
            "document": "Preventive healthcare . Childhood immunizations are largely responsible for the increase in life expectancy in the 20th century. From an economic standpoint, childhood vaccines demonstrate a very high return on investment. According to Healthy People 2020, for every birth cohort that receives the routine childhood vaccination schedule, direct health care costs are reduced by $9.9 billion and society saves $33.4 billion in indirect costs. The economic benefits of childhood vaccination extend beyond individual patients to insurance plans and vaccine manufacturers, all while improving the health of the population.",
            "score": 109.00893664360046
        },
        {
            "docid": "13107678_16",
            "document": "Vaccination policy . Since the first economic analysis of routine childhood immunizations in the United States in 2001 that reported cost savings over the lifetime of children born in 2001, other analyses of the economic costs and potential benefits to individuals and society have since been studied, evaluated, and calculated. In 2014, the American Academy of Pediatrics published a decision analysis that evaluated direct costs (program costs such as vaccine cost, administrative burden, negative vaccine-linked reactions, and transportation time lost to parents to seek health providers for vaccination). The study focused on diphtheria, tetanus, pertussis, Haemophilus influenza type b conjugate, poliovirus, measles/mumps/rubella (MMR), hepatitis B, varicella, 7-valent pneumococcal conjugate, hepatitis A, and rotavirus vaccines, but excluded influenza. Estimated costs and benefits were adjusted to 2009 dollars and projected over time at 3% annual interest rate. Of the theoretical group of 4,261,494 babies beginning in 2009, that had regular immunizations through childhood in accordance with the Advisory Committee on Immunization Practices guidelines \"will prevent ∼42 000 early deaths and 20 million cases of disease, with net savings of $13.5 billion in direct costs and $68.8 billion in total societal costs, respectively.\" In the United States, and in other nations, there is an economic incentive and \"global value\" to invest in preventive vaccination programs, especially in children as a means to prevent early infant and childhood deaths.",
            "score": 97.91318202018738
        },
        {
            "docid": "87175_19",
            "document": "Herd immunity . Herd immunity is often accounted for when conducting cost–benefit analyses of vaccination programs. It is regarded as a positive externality of high levels of immunity, producing an additional benefit of disease reduction that would not occur had no herd immunity been generated in the population. Therefore, herd immunity's inclusion in cost–benefit analyses results in more favorable cost-effectiveness or cost–benefit ratios and an increase in the number of disease cases averted by vaccination. Study designs done to estimate herd immunity's benefit include recording disease incidence in households in which a member was vaccinated, randomizing a population in a single geographic area to be vaccinated or not, and observing disease incidence before and after a vaccination program is introduced. From these, it can be observed that disease incidence may decrease to a level beyond what can be predicted from direct protection alone, indicating that herd immunity contributed to the reduction. When serotype replacement is accounted for, it reduces the predicted benefits of vaccination.",
            "score": 101.42217910289764
        },
        {
            "docid": "16946852_37",
            "document": "Rabies . Vaccination after exposure, PEP, is highly successful in preventing the disease if administered promptly, in general within 6 days of infection. Begun with little or no delay, PEP is 100% effective against rabies. In the case of significant delay in administering PEP, the treatment still has a chance of success.",
            "score": 103.51511120796204
        },
        {
            "docid": "32473_6",
            "document": "Vaccination . Some vaccines are administered after the patient already has contracted a disease. Vaccines given after exposure to smallpox, within the first three days, are reported to attenuate the disease considerably, and vaccination up to a week after exposure probably offers some protection from disease or may reduce the severity of disease. The first rabies immunization was given by Louis Pasteur to a child after he was bitten by a rabid dog. Since then, it has been found that, in people with healthy immune systems, four doses of rabies vaccine over 14 days, wound care, and treatment of the bite with rabies immune globulin, commenced as soon as possible after exposure, is effective in preventing rabies in humans. Other examples include experimental AIDS, cancer and Alzheimer's disease vaccines. Such immunizations aim to trigger an immune response more rapidly and with less harm than natural infection.",
            "score": 140.8764135837555
        },
        {
            "docid": "3296243_4",
            "document": "Vaccination schedule . Some vaccines are recommended only in certain areas (countries, sub national areas, or at-risk populations) where a disease is common. For instance, yellow fever vaccination is on the routine vaccine schedule of French Guiana, is recommended in certain regions of Brazil but in the United States is only given to travelers heading to countries with a history of the disease. In developing countries, vaccine recommendations also take into account the level of health care access, the cost of vaccines and issues with vaccine availability and storage. Sample vaccination schedules discussed by the World Health Organization show a developed country using a schedule which extends over the first five years of a child's life and uses vaccines which cost over $700 including administration costs while a developing country uses a schedule providing vaccines in the first 9 months of life and costing only $25. This difference is due to the lower cost of health care, the lower cost of many vaccines provided to developing nations, and that more expensive vaccines, often for less common diseases, are not utilized.",
            "score": 120.84084987640381
        },
        {
            "docid": "186625_48",
            "document": "Antimalarial medication . A hope for future of anti-malarial therapy is the development of an effective malaria vaccine. This could have enormous public health benefits, providing a cost-effective and easily applicable approach to preventing not only the onset of malaria but the transmission of gametocytes, thus reducing the risk of resistance developing. Anti-malarial therapy could be also be diversified by combining a potentially effective vaccine with current chemotherapy, thereby reducing the chance of vaccine resistance developing.",
            "score": 116.37989664077759
        },
        {
            "docid": "13107678_48",
            "document": "Vaccination policy . In Germany, the is the federal commission responsible for recommending an immunization schedule. The Robert Koch Institute in Berlin (RKI) compiles data of immunization status upon the entry of children at school, and measures vaccine coverage of Germany at a national level. Founded in 1972, the STIKO is composed of 12–18 volunteers, appointed members by the Federal Ministry for Health for 3-year terms. Members include experts from many scientific disciplines and public health fields and professionals with extensive experience on vaccination. The independent advisory group meets biannually to address issues pertaining to preventable infectious diseases. Although the STIKO makes recommendations, immunization in Germany is voluntary and there are no official government recommendations. German Federal States typically follow the Standing Vaccination Committee's recommendations minimally, although each state can make recommendations for their geographic jurisdiction that extends beyond the recommended list. In addition to the proposed immunization schedule for children and adults, the STIKO recommends vaccinations for occupational groups, police, travelers, and other at risk groups. Vaccinations recommendations that are issued must be in accordance with the Protection Against Infection Act (), which regulates the prevention of infectious diseases in humans. If a vaccination is recommended because of occupational risks, it must adhere to the Occupational Safety and Health Act involving Biological Agents. Criteria for the recommendation include disease burden, efficacy and effectiveness, safety, feasibility of program implementation, cost-effectiveness evaluation, clinical trial results, and equity in access to the vaccine. In the event of vaccination related injuries, federal states are responsible for monetary compensation. Germany's central government does not finance childhood immunizations, so 90% of vaccines are administered in a private physician's office and paid for through insurance. The other 10% of vaccines are provided by the states in public health clinics, schools, or day care centers by local immunization programs. Physician responsibilities concerning immunization include beginning infancy vaccination, administering booster vaccinations, maintaining medical and vaccination history, and giving information and recommendations concerning vaccines.",
            "score": 110.03016328811646
        },
        {
            "docid": "24869379_3",
            "document": "Global Coalition Against Pneumonia . Children die from pneumonia despite the existence of vaccines that can prevent the leading causes of pneumonia and cost-effective antibiotics that can treat children who are sick. The Global Coalition Against Child Pneumonia is working to save millions of lives through protecting children against pneumonia with proper nutrition through exclusive breastfeeding, preventing pneumonia with new and existing vaccines, particularly Hib vaccine and Pneumococcal conjugate vaccine and treating pneumonia by training health workers to recognize symptoms of pneumonia and increasing access to appropriate antibiotic treatment.",
            "score": 109.85530972480774
        },
        {
            "docid": "53951_36",
            "document": "Diarrhea . Immunization against the pathogens that cause diarrheal disease is a viable prevention strategy, however it does require targeting certain pathogens for vaccination. In the case of Rotavirus, which was responsible for around 6% of diarrheal episodes and 20% of diarrheal disease deaths in the children of developing countries, use of a Rotavirus vaccine in trials in 1985 yielded a slight (2-3%) decrease in total diarrheal disease incidence, while reducing overall mortality by 6-10%. Similarly, a Cholera vaccine showed a strong reduction in morbidity and mortality, though the overall impact of vaccination was minimal as Cholera is not one of the major causative pathogens of diarrheal disease. Since this time, more effective vaccines have been developed that have the potential to save many thousands of lives in developing nations, while reducing the overall cost of treatment, and the costs to society.",
            "score": 102.36816418170929
        },
        {
            "docid": "1032780_84",
            "document": "Preventive healthcare . The CDC website describes a federally funded program, Vaccines for Children (VFC), which provides vaccines at no cost to children who might not otherwise be vaccinated because of inability to pay. Additionally, the Advisory Committee on Immunization Practices (ACIP) is an expert vaccination advisory board that informs vaccination policy and guides on-going recommendations to the CDC, incorporating the most up-to-date cost-effectiveness and risk-benefit evidence in its recommendations.",
            "score": 115.60530352592468
        },
        {
            "docid": "16946852_27",
            "document": "Rabies . In Asia and in parts of the Americas and Africa, dogs remain the principal host. Mandatory vaccination of animals is less effective in rural areas. Especially in developing countries, pets may not be privately kept and their destruction may be unacceptable. Oral vaccines can be safely distributed in baits, a practice that has successfully reduced rabies in rural areas of Canada, France, and the United States. In Montreal, Quebec, Canada, baits are successfully used on raccoons in the Mount-Royal Park area. Vaccination campaigns may be expensive, and cost-benefit analysis suggests baits may be a cost-effective method of control. In Ontario, a dramatic drop in rabies was recorded when an aerial bait-vaccination campaign was launched.",
            "score": 127.65564942359924
        },
        {
            "docid": "10280304_13",
            "document": "Malaria vaccine . The epidemiology of malaria varies enormously across the globe, and has led to the belief that it may be necessary to adopt very different vaccine development strategies to target the different populations. A Type 1 vaccine is suggested for those exposed mostly to \"P. falciparum\" malaria in sub-Saharan Africa, with the primary objective to reduce the number of severe malaria cases and deaths in infants and children exposed to high transmission rates. The Type 2 vaccine could be thought of as a ‘travellers’ vaccine’, aiming to prevent all cases of clinical symptoms in individuals with no previous exposure. This is another major public health problem, with malaria presenting as one of the most substantial threats to travellers’ health. Problems with the current available pharmaceutical therapies include costs, availability, adverse effects and contraindications, inconvenience and compliance, many of which would be reduced or eliminated entirely if an effective (greater than 85–90%) vaccine was developed.",
            "score": 123.42643392086029
        },
        {
            "docid": "1742315_29",
            "document": "Vaccine controversies . Commonly used vaccines are a cost-effective and preventive way of promoting health, compared to the treatment of acute or chronic disease. In the US during the year 2001, routine childhood immunizations against seven diseases were estimated to save over $40 billion per birth-year cohort in overall social costs, including $10 billion in direct health costs, and the societal benefit-cost ratio for these vaccinations was estimated to be 16.5.",
            "score": 104.05562686920166
        },
        {
            "docid": "48799027_20",
            "document": "Raccoonpox virus . RCN has been developed as a recombinant for the delivery of vaccines against the plague (caused by bacterium \"Yersinia pestis\"), feline panleukopenia virus, rabies virus and other pathogens in wildlife and domestic animals. Controlling diseases such as the plague in wildlife and domestic animals is important to reducing its transmission to humans. RCN is favored as a vector for wildlife and veterinary management over other potential poxvirus vectors because it triggers an immune response when it is taken in through mucosal routes, which is important for the widespread immunization of wildlife. Recombinant RCN (rRCN) vaccines been given to a number of mammalian species such as mice, raccoons, cats and sheep without side effects. The rRCN rabies virus glycoprotein recombinant vaccine was effective when given to sheep both intradermally and intramuscularly. Fortunately, the rRCN vaccine did relatively little harm to sheep when ingested orally, suggesting that rRCN vaccines used for wildlife management delivered as oral baits would be safe if accidentally ingested by sheep. Further studies are needed to determine the effect of ingestion of oral bait rRCN vaccines by non-target farm and domestic animals. Particular rRCN vaccines have been designed to effectively confer protective immunity against multiple pathogens. rRCN vaccines have been successful too in treating rabies virus in mice. These vaccines functioned by either expressing the rabies virus internal structural nucleoprotein (RCN-N) or by expressing the rabies virus glycoprotein (RCN-G).",
            "score": 133.5839582681656
        },
        {
            "docid": "3304705_2",
            "document": "HPV vaccines . Human papilloma virus (HPV) vaccines are vaccines that prevent infection by certain types of human papillomavirus. Available vaccines protect against either two, four, or nine types of HPV. All vaccines protect against at least HPV type 16 and 18 that cause the greatest risk of cervical cancer. It is estimated that they may prevent 70% of cervical cancer, 80% of anal cancer, 60% of vaginal cancer, 40% of vulvar cancer, and possibly some mouth cancer. They additionally prevent some genital warts with the vaccines against 4 and 9 HPV types providing greater protection. The World Health Organization (WHO) recommends HPV vaccines as part of routine vaccinations in all countries, along with other prevention measures. The vaccines require two or three doses depending on a person's age and immune status. Vaccinating girls around the ages of nine to thirteen is typically recommended. The vaccines provide protection for at least 5 to 10 years. Cervical cancer screening is still required following vaccination. Vaccinating a large portion of the population may also benefit the unvaccinated. In those already infected the vaccines are not effective. HPV vaccines are very safe. Pain at the site of injection occurs in about 80% of people. Redness and swelling at the site and fever may also occur. No link to Guillain–Barré syndrome has been found. The first HPV vaccine became available in 2006. As of 2017, 71 countries include it in their routine vaccinations, at least for girls. They are on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about US$47 a dose as of 2014. In the United States it costs more than US$200. Vaccination may be cost effective in the developing world.",
            "score": 128.8864529132843
        },
        {
            "docid": "8649736_2",
            "document": "Varicella vaccine . Varicella vaccine, also known as chickenpox vaccine, is a vaccine that protects against chickenpox. One dose of vaccine prevents 95% of moderate disease and 100% of severe disease. Two doses of vaccine are more effective than one. If given to those who are not immune within five days of exposure to chickenpox it prevents most cases of disease. Vaccinating a large portion of the population also protects those who are not vaccinated. It is given by injection just under the skin. The World Health Organization (WHO) recommends routine vaccination only if a country can keep more than 80% of people vaccinated. If only 20% to 80% of people are vaccinated it is possible that more people will get the disease at an older age and outcomes overall may worsen. Either one or two doses of the vaccine is recommended. In the United States two doses are recommended starting at twelve to fifteen months of age. As of 2012 most European countries either recommend it for all children or just those at high risk, but not all countries provide the vaccine due to its cost. Minor side effects may include pain at the site of injection, fever, and rash. Severe side effects are rare and occur mostly in those with poor immune function. Its use in people with HIV/AIDS should be done with care. It is not recommended during pregnancy; however, the few times it has been given during pregnancy no problems resulted. The vaccine is available either by itself or along with the MMR vaccine, in a version known as the MMRV vaccine. It is made from weakened virus. The chickenpox vaccine first became commercially available in 1984. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. In the United States it costs between 100 and 200 USD.",
            "score": 136.3880910873413
        },
        {
            "docid": "5482977_29",
            "document": "Gardasil . Studies using different pharmacoeconomic models predict that vaccinating young women with Gardasil in combination with screening programs may be more cost effective than screening alone. These results have been important in decisions by many countries to start vaccination programs. For example, the Canadian government approved $300 million to buy the HPV vaccine in 2008 after deciding from studies that the vaccine would be cost-effective especially by immunizing young women. Marc Steben, an investigator for the vaccine, wrote that the financial burden of HPV related cancers on the Canadian people was already $300 million per year in 2005, so the vaccine could reduce this burden and be cost-effective.",
            "score": 108.43805265426636
        },
        {
            "docid": "18137793_19",
            "document": "Disease registry . The cost-effectiveness of a disease registry is related with the cost-effectiveness of prevention of specific medical conditions. Increasing compliance through a registry with preventive measures like children vaccination or colonoscopy screening can actually be a cost-saving measure. \"A mammogram every 2 years for women aged 50–69 costs only about $9,000 per year of life saved. This cost compares favorably with other widely used clinical preventive services.\"",
            "score": 89.06264185905457
        },
        {
            "docid": "53984662_7",
            "document": "Rabies in Haiti . Human diploid cell culture rabies vaccine (HDCV) and purified chick embryo cell culture rabies vaccine (PCEC) are used to treat post-exposure immunization against a human rabies infection. Recommendations for treatment are given by governmental health care organizations and in health literature. Health care providers are encouraged to administer a regimen of four 1-mL doses of HDCV or PCEC vaccines. According to the CDC, these injections should be administered intramuscularly to persons who have not yet been vaccinated for rabies.",
            "score": 144.51700162887573
        },
        {
            "docid": "21053555_2",
            "document": "Rubella vaccine . Rubella vaccine is a vaccine used to prevent rubella. Effectiveness begins about two weeks after a single dose and around 95% of people become immune. Countries with high rates of immunization no longer see cases of rubella or congenital rubella syndrome. When there is a low level of childhood immunization in a population it is possible for rates of congenital rubella to increase as more women make it to child bearing age without either vaccination or exposure to the disease. Therefore, it is important for more than 80% of people to be vaccinated. The World Health Organization (WHO) recommended that the rubella vaccine be included in routine vaccinations. If not all people are immunized then at least women of childbearing age should be immunized. It should not be given to those who are pregnant or those with very poor immune function. While one dose is often all that is required for lifelong protection, often two doses are given. Side effects are generally mild. They may include fever, rash, and pain and redness at the site of injection. Joint pain may be reported at between one and three weeks following vaccination in women. Severe allergies are rare. The rubella vaccine is a live attenuated vaccine. It is available either by itself or in combination with other vaccines. Combinations include with measles (MR vaccine), measles and mumps vaccine (MMR vaccine) and measles, mumps and varicella vaccine (MMRV vaccine). A rubella vaccine was first licensed in 1969. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. As of 2009 more than 130 countries included it in their routine vaccinations. The wholesale cost of the MMR vaccine in the developing world is 0.24 USD per dose as of 2014. In the United States it costs between 50 and 100 USD.",
            "score": 130.17976355552673
        },
        {
            "docid": "10022123_4",
            "document": "Vaccine efficacy . Vaccine efficacy differs from vaccine effectiveness in the same way that an explanatory clinical trial differs from an intention to treat trial: vaccine efficacy shows how effective the vaccine could be given ideal circumstances and 100% vaccine uptake; vaccine effectiveness measures how well a vaccine performs when it is used in routine circumstances in the community. Since vaccine efficacy is based on a population that are placed in certain controlled environment, this study becomes more effective. If the criteria changed, such as if it was based on a larger population that wasn’t as restricted and in a more natural environment, that would be the vaccines effectiveness. What makes the vaccine efficacy applicable is that it also shows the disease attack rates as well as a tracking of vaccination status. Vaccine effectiveness is a lot more easily tracked than the vaccine efficacy considering the difference in environment; however, the vaccine efficacy is more expensive and very difficult to conduct. Because the trial is based on people who are taking the vaccination and people who aren’t, there is a risk for disease, and optimal treatment is needed for those who become infected.  The advantages of a vaccine efficacy have control for all biases that would be found with randomization, as well as prospective, active monitoring for disease attack rates, and careful tracking of vaccination status for a study population there is normally a subset as well, laboratory confirmation of the infectious outcome of interest and a sampling of vaccine immunogenicity. The major disadvantages of vaccine efficacy trials are the complexity and expense of performing them, especially for relatively uncommon infectious outcomes of diseases for which the sample size required is driven up to achieve clinically useful statistical power.",
            "score": 103.56090128421783
        },
        {
            "docid": "45314824_3",
            "document": "Alternative vaccination schedule . Contrary to the claims made by some advocates of alternative vaccine schedules, there is no scientific evidence for the existence of \"immune system overload\". In addition, the amount of chemicals in vaccines such as aluminum and formaldehyde is much lower than natural exposure levels. Intentional deviation from the ACIP's schedule leaves children vulnerable to infection and increases the likelihood of outbreaks of vaccine-preventable diseases. These schedules also increases the risk of children who cannot be vaccinated, or did not increase the financial costs to patients, since they require the use of more expensive single-antigen vaccines and additional office visits. They also increase the chances of infection among individuals who could not be vaccinated for medical reasons, because they were too young, or did not develop a sufficient immunologic response to the vaccine.",
            "score": 112.90617895126343
        }
    ],
    "r": [
        {
            "docid": "16179834_2",
            "document": "Rabies vaccine . Rabies vaccine is a vaccine used to prevent rabies. There are a number of vaccines available that are both safe and effective. They can be used to prevent rabies before and for a period of time after exposure to the virus such as by a dog or bat bite. The immunity that develops is long lasting after a full course. Doses are usually given by injection into the skin or muscle. After exposure vaccination is typically used along with rabies immunoglobulin. It is recommended that those who are at high risk of exposure be vaccinated before potential exposure. Vaccines are effective in humans and other animals. Vaccinating dogs is very effective in preventing the spread of rabies to humans. Rabies vaccines may be safely used in all age groups. About 35 to 45 percent of people develop a brief period of redness and pain at the injection site. About 5 to 15 percent of people may have fever, headaches, or nausea. After exposure to rabies there is no contraindication to its use. Most vaccines do not contain thimerosal. Vaccines made from nerve tissue are used in a few countries, mainly in Asia and Latin America, but are less effective and have greater side effects. Their use is thus not recommended by the World Health Organization. The first rabies vaccine was introduced in 1885, and was followed by an improved version in 1908. Millions of people globally have been vaccinated and it is estimated that this saves more than 250,000 people a year. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is between 44 and 78 USD for a course of treatment as of 2014. In the United States a course of rabies vaccine is more than 750 USD.",
            "score": 179.32073974609375
        },
        {
            "docid": "53984662_7",
            "document": "Rabies in Haiti . Human diploid cell culture rabies vaccine (HDCV) and purified chick embryo cell culture rabies vaccine (PCEC) are used to treat post-exposure immunization against a human rabies infection. Recommendations for treatment are given by governmental health care organizations and in health literature. Health care providers are encouraged to administer a regimen of four 1-mL doses of HDCV or PCEC vaccines. According to the CDC, these injections should be administered intramuscularly to persons who have not yet been vaccinated for rabies.",
            "score": 144.51699829101562
        },
        {
            "docid": "32473_6",
            "document": "Vaccination . Some vaccines are administered after the patient already has contracted a disease. Vaccines given after exposure to smallpox, within the first three days, are reported to attenuate the disease considerably, and vaccination up to a week after exposure probably offers some protection from disease or may reduce the severity of disease. The first rabies immunization was given by Louis Pasteur to a child after he was bitten by a rabid dog. Since then, it has been found that, in people with healthy immune systems, four doses of rabies vaccine over 14 days, wound care, and treatment of the bite with rabies immune globulin, commenced as soon as possible after exposure, is effective in preventing rabies in humans. Other examples include experimental AIDS, cancer and Alzheimer's disease vaccines. Such immunizations aim to trigger an immune response more rapidly and with less harm than natural infection.",
            "score": 140.8764190673828
        },
        {
            "docid": "10427016_6",
            "document": "Rabies testing . Post exposure prophylaxis (PEP) is the definitive method for protection from rabies after exposure to a confirmed rabid animal or bite from unknown rabies status animal. Vaccination provides protection but exposure still results in PEP requiring not as many inoculations. Post exposure prophylaxis is specific anti-rabies immunoglobulin (or antibody) providing passive protection via neutralization and clearance of the Rabies virus. This is the regimen to be followed in the event of any exposure of humans to suspect zoonotic vectors, while immunization, although effective, is predisposed to temporal limitations.",
            "score": 138.4030303955078
        },
        {
            "docid": "8649736_2",
            "document": "Varicella vaccine . Varicella vaccine, also known as chickenpox vaccine, is a vaccine that protects against chickenpox. One dose of vaccine prevents 95% of moderate disease and 100% of severe disease. Two doses of vaccine are more effective than one. If given to those who are not immune within five days of exposure to chickenpox it prevents most cases of disease. Vaccinating a large portion of the population also protects those who are not vaccinated. It is given by injection just under the skin. The World Health Organization (WHO) recommends routine vaccination only if a country can keep more than 80% of people vaccinated. If only 20% to 80% of people are vaccinated it is possible that more people will get the disease at an older age and outcomes overall may worsen. Either one or two doses of the vaccine is recommended. In the United States two doses are recommended starting at twelve to fifteen months of age. As of 2012 most European countries either recommend it for all children or just those at high risk, but not all countries provide the vaccine due to its cost. Minor side effects may include pain at the site of injection, fever, and rash. Severe side effects are rare and occur mostly in those with poor immune function. Its use in people with HIV/AIDS should be done with care. It is not recommended during pregnancy; however, the few times it has been given during pregnancy no problems resulted. The vaccine is available either by itself or along with the MMR vaccine, in a version known as the MMRV vaccine. It is made from weakened virus. The chickenpox vaccine first became commercially available in 1984. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. In the United States it costs between 100 and 200 USD.",
            "score": 136.38809204101562
        },
        {
            "docid": "883664_3",
            "document": "Post-exposure prophylaxis . PEP is commonly and very effectively used to prevent the outbreak of rabies after a bite by a rabid animal. The treatment consists of a series of injections of rabies vaccine and immunoglobulin. Rabies vaccine is given to both humans and animals who have been potentially exposed to rabies.",
            "score": 135.5151824951172
        },
        {
            "docid": "21053528_2",
            "document": "Typhoid vaccine . Typhoid vaccines are vaccines that prevent typhoid fever. There are three types that are widely available: typhoid conjugate vaccine (TCV), Ty21a (a live vaccine given by mouth) and Vi capsular polysaccharide vaccine (ViPS) (an injectable subunit vaccine). They are about 30 to 70% effective for the first two years depending on the specific vaccine in question. The World Health Organization (WHO) recommends vaccinating all children in areas where the disease is common. Otherwise they recommend vaccinating those at high risk. Vaccination campaigns can also be used to control outbreaks of disease. Depending on the vaccine, additional doses are recommended every 3 to 7 years. In the United States the vaccine is only recommended in those at high risk such as travellers to areas of the world where the disease is common. The current vaccines are very safe. Minor side effects may occur at the site of injection. The injectable vaccine is safe in HIV/AIDS and the oral vaccine can be used as long as symptoms are not present. While it has not been studied during pregnancy, the non-live vaccines are believed to be safe while the live vaccine is not recommended. The first typhoid vaccines were developed in 1896 by Almroth Edward Wright, Richard Pfeiffer, and Wilhelm Kolle. Due to side-effects newer formulations are currently recommended. Typhoid vaccines are on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about 4.44 USD per dose as of 2014. In the United States they cost 25 to 50 USD.",
            "score": 134.63150024414062
        },
        {
            "docid": "5264978_2",
            "document": "Mumps vaccine . Mumps vaccines are vaccines which prevent mumps. When given to a majority of the population they decrease complications at the population level. Effectiveness when 90% of a population is vaccinated is estimated at 85%. Two doses are required for long term prevention. The initial dose is recommended between the age of 12 and 18 months of age. The second dose is then typically given between two years and six years of age. Usage after exposure in those not already immune may be useful. Side effects are generally mild. It may cause mild pain and swelling at the site of injection and mild fever. More significant side effects are rare. Evidence is insufficient to link the vaccine to complications such as neurological effects. The vaccine should not be given to people who are pregnant or have very poor immune system function. Poor outcomes among children of mothers who received the vaccine during pregnancy, however, have not been documented. Even though the vaccine is developed in chicken cells, it is generally safe to give to those with egg allergies. Most of the developed world and many countries in the developing world include it in their immunization programs often in combination with measles and rubella vaccine known as MMR. A formulation with the previous three and the varicella vaccine known as MMRV is also available. As of 2005 110 countries provided the vaccine as part of their immunization programs. In areas where widespread vaccination is carried out it has resulted in a more than 90% decline in rates of disease. Almost half a billion doses of one variety of the vaccine has been given. A mumps vaccine was first licensed in 1948; however it only had short term effectiveness. Improved vaccines became commercially available in the 1960s. While the initial vaccine was Inactivated subsequent preparations are live virus that has been weakened. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. There are a number of different types in use as of 2007. The wholesale cost in the developing world of the version that includes measles and rubella is 0.24 USD per dose as of 2014.",
            "score": 134.19766235351562
        },
        {
            "docid": "48799027_20",
            "document": "Raccoonpox virus . RCN has been developed as a recombinant for the delivery of vaccines against the plague (caused by bacterium \"Yersinia pestis\"), feline panleukopenia virus, rabies virus and other pathogens in wildlife and domestic animals. Controlling diseases such as the plague in wildlife and domestic animals is important to reducing its transmission to humans. RCN is favored as a vector for wildlife and veterinary management over other potential poxvirus vectors because it triggers an immune response when it is taken in through mucosal routes, which is important for the widespread immunization of wildlife. Recombinant RCN (rRCN) vaccines been given to a number of mammalian species such as mice, raccoons, cats and sheep without side effects. The rRCN rabies virus glycoprotein recombinant vaccine was effective when given to sheep both intradermally and intramuscularly. Fortunately, the rRCN vaccine did relatively little harm to sheep when ingested orally, suggesting that rRCN vaccines used for wildlife management delivered as oral baits would be safe if accidentally ingested by sheep. Further studies are needed to determine the effect of ingestion of oral bait rRCN vaccines by non-target farm and domestic animals. Particular rRCN vaccines have been designed to effectively confer protective immunity against multiple pathogens. rRCN vaccines have been successful too in treating rabies virus in mice. These vaccines functioned by either expressing the rabies virus internal structural nucleoprotein (RCN-N) or by expressing the rabies virus glycoprotein (RCN-G).",
            "score": 133.58396911621094
        },
        {
            "docid": "40606087_2",
            "document": "Duck embryo vaccine . Purified Duck embryo vaccine (PDEV) was the first vaccine developed for human use in treating pre- and postexposure to the rabies virus. It was developed in 1957 and was made of dried, killed rabies virus. Vaccination with DEV involved a series of intradermal injections over several days. The World Health Organization still includes DEV in its list of recommended vaccines for treatment of rabies virus exposure. However, newer vaccines are more commonly used. These include the human diploid cell vaccine (HDCV) first introduced in 1978; purified chicken embyro cell vaccine (PCECV), developed in 1984; and a purified Vero cell rabies vaccine (PVCRV) developed in 1986.",
            "score": 133.14605712890625
        },
        {
            "docid": "16946852_30",
            "document": "Rabies . In the US, the Centers for Disease Control and Prevention recommends people receive one dose of human rabies immunoglobulin (HRIG) and four doses of rabies vaccine over a 14-day period. The immunoglobulin dose should not exceed 20 units per kilogram body weight. HRIG is expensive and constitutes most of the cost of post exposure treatment, ranging as high as several thousand dollars. As much as possible of this dose should be injected around the bites, with the remainder being given by deep intramuscular injection at a site distant from the vaccination site.",
            "score": 130.20118713378906
        },
        {
            "docid": "21053555_2",
            "document": "Rubella vaccine . Rubella vaccine is a vaccine used to prevent rubella. Effectiveness begins about two weeks after a single dose and around 95% of people become immune. Countries with high rates of immunization no longer see cases of rubella or congenital rubella syndrome. When there is a low level of childhood immunization in a population it is possible for rates of congenital rubella to increase as more women make it to child bearing age without either vaccination or exposure to the disease. Therefore, it is important for more than 80% of people to be vaccinated. The World Health Organization (WHO) recommended that the rubella vaccine be included in routine vaccinations. If not all people are immunized then at least women of childbearing age should be immunized. It should not be given to those who are pregnant or those with very poor immune function. While one dose is often all that is required for lifelong protection, often two doses are given. Side effects are generally mild. They may include fever, rash, and pain and redness at the site of injection. Joint pain may be reported at between one and three weeks following vaccination in women. Severe allergies are rare. The rubella vaccine is a live attenuated vaccine. It is available either by itself or in combination with other vaccines. Combinations include with measles (MR vaccine), measles and mumps vaccine (MMR vaccine) and measles, mumps and varicella vaccine (MMRV vaccine). A rubella vaccine was first licensed in 1969. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. As of 2009 more than 130 countries included it in their routine vaccinations. The wholesale cost of the MMR vaccine in the developing world is 0.24 USD per dose as of 2014. In the United States it costs between 50 and 100 USD.",
            "score": 130.1797637939453
        },
        {
            "docid": "16946852_32",
            "document": "Rabies . The pain and side effects of modern cell-based vaccines are similar to flu shots. The old nerve-tissue-based vaccinations that require multiple painful injections into the abdomen with a large needle are inexpensive, but are being phased out and replaced by affordable World Health Organization intradermal-vaccination regimens.",
            "score": 129.54295349121094
        },
        {
            "docid": "3304705_2",
            "document": "HPV vaccines . Human papilloma virus (HPV) vaccines are vaccines that prevent infection by certain types of human papillomavirus. Available vaccines protect against either two, four, or nine types of HPV. All vaccines protect against at least HPV type 16 and 18 that cause the greatest risk of cervical cancer. It is estimated that they may prevent 70% of cervical cancer, 80% of anal cancer, 60% of vaginal cancer, 40% of vulvar cancer, and possibly some mouth cancer. They additionally prevent some genital warts with the vaccines against 4 and 9 HPV types providing greater protection. The World Health Organization (WHO) recommends HPV vaccines as part of routine vaccinations in all countries, along with other prevention measures. The vaccines require two or three doses depending on a person's age and immune status. Vaccinating girls around the ages of nine to thirteen is typically recommended. The vaccines provide protection for at least 5 to 10 years. Cervical cancer screening is still required following vaccination. Vaccinating a large portion of the population may also benefit the unvaccinated. In those already infected the vaccines are not effective. HPV vaccines are very safe. Pain at the site of injection occurs in about 80% of people. Redness and swelling at the site and fever may also occur. No link to Guillain–Barré syndrome has been found. The first HPV vaccine became available in 2006. As of 2017, 71 countries include it in their routine vaccinations, at least for girls. They are on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about US$47 a dose as of 2014. In the United States it costs more than US$200. Vaccination may be cost effective in the developing world.",
            "score": 128.88645935058594
        },
        {
            "docid": "12947179_2",
            "document": "Hepatitis A vaccine . Hepatitis A vaccine is a vaccine that prevents hepatitis A. It is effective in around 95% of cases and lasts for at least fifteen years and possibly a person's entire life. If given, two doses are recommended beginning after the age of one. It is given by injection into a muscle. The World Health Organization (WHO) recommends universal vaccination in areas where the diseases is moderately common. Where the disease is very common, widespread vaccination is not recommended as all people typically develop immunity through infection when a child. The Center for Disease Control and Prevention (CDC) recommends vaccinating adults who are at high risk and all children. Severe side effects are very rare. Pain at the site of injection occurs in about 15% of children and half of adults. Most hepatitis A vaccines contain inactivated virus while a few contain weakened virus. The ones with weakened virus are not recommended during pregnancy or in those with poor immune function. A few formulations combine hepatitis A with either hepatitis B or typhoid vaccine. The first hepatitis A vaccine was approved in Europe in 1991 and the United States in 1995. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. In the United States it costs US$50–100.",
            "score": 128.70823669433594
        },
        {
            "docid": "895672_30",
            "document": "Feral cat . The Center for Disease Control and Prevention has warned about the rabies risk associated with feral cats. With 16% of people infected with rabies from exposure to rabid cats, cats have been the primary animals responsible for transmission of the virus to humans in the United States since the efforts to control rabies in dogs in the 1970s. In 2010, there were 303 rabid cats reported within the United States. Although some colony management programs involve administering rabies vaccines, the need to revaccinate every few years makes this challenging to maintain. Furthermore, lack of documentation can mean that contact with vaccinated feral cats may still require post-exposure treatment.",
            "score": 128.140380859375
        },
        {
            "docid": "16946852_24",
            "document": "Rabies . The human diploid cell rabies vaccine was started in 1967. Less expensive purified chicken embryo cell vaccine and purified vero cell rabies vaccine are now available. A recombinant vaccine called V-RG has been used in Belgium, France, Germany, and the United States to prevent outbreaks of rabies in undomesticated animals. Immunization before exposure has been used in both human and nonhuman populations, where, as in many jurisdictions, domesticated animals are required to be vaccinated.",
            "score": 127.98542022705078
        },
        {
            "docid": "32473_23",
            "document": "Vaccination . The World Health Organization (WHO) estimate that vaccination averts 2-3 million deaths per year (in all age groups), and up to 1.5 million children die each year due to diseases which could have been prevented by vaccination. They estimate that 29% of deaths of children under five years old in 2013 were vaccine preventable. In other developing parts of the world, they are faced with the challenge of having a decreased availability of resources and vaccinations. Countries such as those in Sub-Saharan Africa cannot afford to provide the full range of childhood vaccinations.  <br> Vaccines have led to major decreases in the prevalence of infectious diseases in the United States . In 2007, studies regarding the effectiveness of vaccines on mortality or morbidity rates of those exposed to various diseases have shown almost 100% decreases in death rates, and about a 90% decrease in exposure rates. This has allowed specific organizations and states to adopt standards for recommended early childhood vaccinations. Lower income families who are unable to otherwise afford vaccinations are supported by these organizations and specific government laws. The Vaccine for Children Program and the Social Security Act are two major players in supporting lower socioeconomic groups.",
            "score": 127.91924285888672
        },
        {
            "docid": "16946852_27",
            "document": "Rabies . In Asia and in parts of the Americas and Africa, dogs remain the principal host. Mandatory vaccination of animals is less effective in rural areas. Especially in developing countries, pets may not be privately kept and their destruction may be unacceptable. Oral vaccines can be safely distributed in baits, a practice that has successfully reduced rabies in rural areas of Canada, France, and the United States. In Montreal, Quebec, Canada, baits are successfully used on raccoons in the Mount-Royal Park area. Vaccination campaigns may be expensive, and cost-benefit analysis suggests baits may be a cost-effective method of control. In Ontario, a dramatic drop in rabies was recorded when an aerial bait-vaccination campaign was launched.",
            "score": 127.65564727783203
        },
        {
            "docid": "29722262_2",
            "document": "Global Alliance for Rabies Control . The Global Alliance for Rabies Control (GARC) is a non-profit organization that aims to eliminate deaths from canine rabies by 2030. Rabies is a neglected disease of poverty, which is almost 100% fatal, but can also be prevented with available vaccines. The Global Alliance for Rabies Control's work centers around the One Health Approach where vaccinating dogs (the source of up to 99% of rabies exposures to people) stops the disease at its source and protects the whole community. Where the funding and political will exist, canine rabies has been eliminated. Inequality in access to preventive health care and proven control methods means that around 59,000 people, almost all in Africa and Asia, die every year.",
            "score": 126.68260192871094
        },
        {
            "docid": "16179834_12",
            "document": "Rabies vaccine . There is also vaccination in pellet form which can be left out for wild animals to produce a herd immunity effect. Oral rabies vaccination (ORV) is a preventive measure to eradicate rabies in wild animal vectors of disease, mainly foxes, raccoons, raccoon dogs, coyotes and jackals, but also can be used for dogs in developing countries. Baits are distributed by airplanes in rural areas and by hand in urban and suburban areas. The idea of wildlife vaccination was conceived during the 1960s, and modified-live rabies viruses were used for the experimental oral vaccination of carnivores by the 1970s. The development of safe and effective rabies virus vaccines applied in attractive baits resulted in the first field trials in Switzerland in 1978 to immunize red foxes. ORV programs have seen success in preventing the westward spread of raccoon variant rabies in the United States and even eradicating rabies in red foxes in Switzerland.",
            "score": 126.58483123779297
        },
        {
            "docid": "12947407_2",
            "document": "Hib vaccine . The \"Haemophilus influenzae\" type B vaccine, often called Hib vaccine, is a vaccine used to prevent \"Haemophilus influenzae\" type b (Hib) infection. In countries that include it as a routine vaccine, rates of severe Hib infections have decreased more than 90%. It has therefore resulted in a decrease in the rate of meningitis, pneumonia, and epiglottitis. It is recommended by both the World Health Organization and Centers for Disease Control and Prevention. Two or three doses should be given before six months of age. In the United States a fourth dose is recommended between 12 and 15 months of age. The first dose is recommended around six weeks of age with at least four weeks between doses. If only two doses are used, another dose later in life is recommended. It is given by injection into a muscle. Severe side effects are uncommon. About 20 to 25% of people develop pain at the site of injection while about 2% develop a fever. There is no clear association with severe allergic reactions. The Hib vaccine is available by itself, in combination with the diphtheria/tetanus/pertussis vaccine, and in combination with the hepatitis B vaccine, among others. All Hib vaccines that are currently used are conjugate vaccine. An initial Hib vaccine was developed in 1977 which was replaced by a more effective formulation in the 1990s. As of 2013, 184 countries include it in their routine vaccinations. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost of a pentavalent vaccine which includes Hib in the developing world was 15.40 USD per dose as of 2014. In the United States it costs about 25 to 50 USD per dose.",
            "score": 126.35047149658203
        },
        {
            "docid": "12947073_2",
            "document": "Hepatitis B vaccine . Hepatitis B vaccine is a vaccine that prevents hepatitis B. The first dose is recommended within 24 hours of birth with either two or three more doses given after that. This includes those with poor immune function such as from HIV/AIDS and those born premature. It is also recommended for health-care workers to be vaccinated. In healthy people routine immunization results in more than 95% of people being protected. Blood testing to verify that the vaccine has worked is recommended in those at high risk. Additional doses may be needed in people with poor immune function but are not necessary for most people. In those who have been exposed to the hepatitis B virus but not immunized, hepatitis B immune globulin should be given in addition to the vaccine. The vaccine is given by injection into a muscle. Serious side effects from the hepatitis B vaccine are very uncommon. Pain may occur at the site of injection. It is safe for use during pregnancy or while breastfeeding. It has not been linked to Guillain–Barré syndrome. The current vaccines are produced with recombinant DNA techniques. They are available both by themselves and in combination with other vaccines. The first hepatitis B vaccine was approved in the United States in 1981. A recombinant version came to market in 1986. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. As of 2014, the wholesale cost in the developing world is US$0.58–13.20 per dose. In the United States it costs US$50–100.",
            "score": 125.65396881103516
        },
        {
            "docid": "19707357_18",
            "document": "Prevalence of rabies . The United States as with other developed countries have seen a dramatic decrease in the number of human infections and deaths due to the rabies virus. According to the Centers for Disease Control and Prevention (CDC) the stark reduction in the number of rabies cases is attributable to the elimination of canine rabies through vaccination, the vaccination of wildlife, education of the virus, and timely administration of post exposure prophylaxis. Currently, in the U.S. only 1 to 3 cases of rabies are reported annually. Since 2008 there have been 23 cases of human rabies infection, 8 of which were due to exposures outside of the U.S. Human exposures to the virus is dependent on the prevalence of the virus in animals, thus investigations into the incidence and distribution of animal populations is vital. A breakdown of the results obtained from animal surveillance in the U.S. for 2015 revealed that wild animals accounted for 92.4% and domestic animals accounted for 7.6% of all reported cases. In wild animals, bats were the most frequently reported rabid species (30.9% of cases during 2015), followed by raccoons (29.4%), skunks (24.8%), and foxes (5.9%).",
            "score": 124.47628021240234
        },
        {
            "docid": "1045705_75",
            "document": "Influenza vaccine . The cost-effectiveness of seasonal influenza vaccination has been widely evaluated for different groups and in different settings. In the elderly (aged over 65 years) the majority of published studies have found that vaccination is cost saving, with the cost savings associated with influenza vaccination (e.g. prevented health care visits) outweighing the cost of vaccination. In older adults (aged 50–64 years), several published studies have found that influenza vaccination is likely to be cost-effective, however the results of these studies were often found to be dependent on key assumptions used in the economic evaluations. The uncertainty in influenza cost-effectiveness models can partially be explained by the complexities involved in estimating the disease burden, as well as the seasonal variability in the circulating strains and the match of the vaccine. In healthy working adults (aged 18–49 years), a 2012 review found that vaccination was generally not cost-saving, with the suitability for funding being dependent on the willingness to pay to obtain the associated health benefits. In children, the majority of studies have found that influenza vaccination was cost-effective, however many of the studies included (indirect) productivity gains, which may not be given the same weight in all settings. Several studies have attempted to predict the cost-effectiveness of interventions (including prepandemic vaccination) to help protect against a future pandemic, however estimating the cost-effectiveness has been complicated by uncertainty as to the severity of a potential future pandemic and the efficacy of measures against it.",
            "score": 124.47498321533203
        },
        {
            "docid": "21053304_2",
            "document": "Pertussis vaccine . Pertussis vaccine is a vaccine that protects against whooping cough (pertussis). There are two main types: whole-cell vaccines and acellular vaccines. The whole-cell vaccine is about 78% effective while the acellular vaccine is 71–85% effective. The effectiveness of the vaccines appears to decrease by between 2 and 10% per year with a more rapid decrease with the acellular vaccines. Vaccinating the mother during pregnancy may protect the baby. The vaccine is estimated to have saved over 500,000 lives in 2002. The World Health Organization and Center for Disease Control and Prevention recommend all children be vaccinated for pertussis and that it be included in routine vaccinations. This includes for people who have HIV/AIDS. Three doses starting at six weeks of age are typically recommended in young children. Additional doses may be given to older children and adults. The vaccine is only available in combination with other vaccines. The acellular vaccines are more commonly used in the developed world due to fewer side effects. Between 10 and 50% of people given the whole-cell vaccines develop redness at the injection site or fever. Febrile seizures and long periods of crying occur in less than 1% of people. With the acellular vaccines a brief period of non-serious swelling of the arm may occur. Side effects with both types of vaccines, but especially the whole-cell vaccine, are less common the younger the child. The whole-cell vaccines should not be used after seven years of age. Serious long term neurological problems are not associated with either type. The pertussis vaccine was developed in 1926. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. A version that also includes tetanus, diphtheria, polio, and Hib vaccine is available wholesale in the developing world at a cost of 15.41 USD per dose as of 2014.",
            "score": 124.22773742675781
        },
        {
            "docid": "21053550_2",
            "document": "Measles vaccine . Measles vaccine is a vaccine that prevents measles. After one dose 85% of children nine months of age and 95% over twelve months of age are immune. Nearly all of those who do not develop immunity after a single dose develop it after a second dose. When rates of vaccination within a population are greater than ~92% outbreaks of measles typically no longer occur; however, they may occur again if rates of vaccination decrease. The vaccine's effectiveness lasts many years. It is unclear if it becomes less effective over time. The vaccine may also protect against measles if given within a couple of days of exposure to measles. The vaccine is generally safe including in those with HIV infections. Side effects are usually mild and short lived. This may include pain at the site of injection or mild fever. Anaphylaxis has been documented in about 3.5–10 cases per million doses. Rates of Guillain–Barré syndrome, autism and inflammatory bowel disease do not appear to be increased. The vaccine is available both by itself and in combination with other vaccines. This includes with the rubella vaccine and mumps vaccine to make the MMR vaccine, first made available in 1971. The addition of the varicella vaccine against chickenpox to these three in 2005 gave the MMRV vaccine. The vaccine works equally well in all formulations. The World Health Organization recommends it be given at nine months of age in areas of the world where the disease is common, or at twelve months where the disease is not common. It is a vaccine based on a live but weakened strain of measles. It comes as a dried powder which is mixed with a specific liquid before being injected either just under the skin or into a muscle. Verification that the vaccine was effective can be determined by blood tests. About 85% of children globally have received this vaccine as of 2013. In 2015, at least 160 countries provided two doses in their routine immunization. It was first introduced in 1963. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about 0.70 USD per dose as of 2014.",
            "score": 123.60839080810547
        },
        {
            "docid": "21053458_2",
            "document": "Cholera vaccine . Cholera vaccines are vaccines that are effective at preventing cholera. For the first six months after vaccination they provide about 85percent protection, which decreases to 50percent or 62percent during the first year. After two years the level of protection decreases to less than 50percent. When enough of the population is immunized, it may protect those who have not been immunized (known as herd immunity). The World Health Organization (WHO) recommends the use of cholera vaccines in combination with other measures among those at high risk. With the oral vaccine, two or three doses are typically recommended. The duration of protection is two years in adults and 6 months in children aged 2–5 years. A single dose vaccine is available for those traveling to an area were cholera is common. In 2010 in some countries an injectable cholera vaccine was available. The available types of oral vaccine are generally safe. Mild abdominal pain or diarrhea may occur. They are safe in pregnancy and in those with poor immune function. They are licensed for use in more than 60 countries. In countries where the disease is common, the vaccine appears to be cost effective. The first vaccines used against cholera were developed in the late 1800s. They were the first widely used vaccine that was made in a laboratory. Oral vaccines were first introduced in the 1990s. It is on the WHO Model List of Essential Medicines, the most effective and safe medicines needed in a health system. The cost to immunize against cholera is between 0.1 and 4.0 USD.",
            "score": 123.50991821289062
        },
        {
            "docid": "10280304_13",
            "document": "Malaria vaccine . The epidemiology of malaria varies enormously across the globe, and has led to the belief that it may be necessary to adopt very different vaccine development strategies to target the different populations. A Type 1 vaccine is suggested for those exposed mostly to \"P. falciparum\" malaria in sub-Saharan Africa, with the primary objective to reduce the number of severe malaria cases and deaths in infants and children exposed to high transmission rates. The Type 2 vaccine could be thought of as a ‘travellers’ vaccine’, aiming to prevent all cases of clinical symptoms in individuals with no previous exposure. This is another major public health problem, with malaria presenting as one of the most substantial threats to travellers’ health. Problems with the current available pharmaceutical therapies include costs, availability, adverse effects and contraindications, inconvenience and compliance, many of which would be reduced or eliminated entirely if an effective (greater than 85–90%) vaccine was developed.",
            "score": 123.42643737792969
        },
        {
            "docid": "16045584_9",
            "document": "Philippine Animal Welfare Society . The program involves the mass vaccination of dogs, establishment of a central database system for registered and vaccinated dogs, impounding,field control and disposition of stray and unvaccinated dogs. It also calls for information and education campaign on the prevention and control of rabies, pre-exposure treatment of high-risk personnel and post-exposure treatment of animal bite victims, free routine immunization of schoolchildren aged 5 to 14 in areas where there is high incidence of rabies and encouragement of responsible pet ownership.",
            "score": 122.62947845458984
        },
        {
            "docid": "14851478_2",
            "document": "Rotavirus vaccine . Rotavirus vaccine is a vaccine used to protect against rotavirus infections. These viruses are the leading cause of severe diarrhea among young children. The vaccines prevent 15 to 34% of severe diarrhea in the developing world and 37 to 96% of severe diarrhea in the developed world. The vaccines decrease the risk of death among young children due to diarrhea. Immunizing babies decreases rates of disease among older people and those who have not been immunized. The World Health Organization (WHO) recommends that rotavirus vaccine be included in national routine vaccinations programs, especially in areas where the disease is common. This should be done along with promoting breastfeeding, handwashing, clean water and good sanitation. It is given by mouth and requires two or three doses. It should be given starting around six weeks of age. The vaccines are safe. This includes their use in people with HIV/AIDS. An earlier vaccine that is no longer used was linked to intussusception, but the current versions are not clearly linked. Due to a potential risk they are not recommended in babies who have had intussusception. The vaccines are made from weakened rotavirus. The vaccine first became available in the United States in 2006. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is between US$6.96 and $20.66 per dose as of 2014. In the United States it is more than US$200. As of 2013 there are two types of vaccine available globally, Rotarix and RotaTeq. Others are used in some countries.",
            "score": 122.60765075683594
        },
        {
            "docid": "1045705_2",
            "document": "Influenza vaccine . Influenza vaccines, also known as flu shots or flu jabs, are vaccines that protect against infection by Influenza viruses. A new version of the vaccine is developed twice a year, as the Influenza virus rapidly changes. While their effectiveness varies from year to year, most provide modest to high protection against influenza. The CDC estimates that vaccination against influenza reduces sickness, medical visits, hospitalizations, and deaths. When an immunized worker does catch the flu, they are on average back at work a half day sooner. Vaccine effectiveness in those under two years old and over 65 years old remains unknown due to the low quality of the research. Vaccinating children may protect those around them. The World Health Organization (WHO) and the U.S. Centers for Disease Control and Prevention (CDC) recommend yearly vaccination for nearly all people over the age of six months, especially those at high risk. The European Centre for Disease Prevention and Control also recommends yearly vaccination of high risk groups. These groups include pregnant women, the elderly, children between six months and five years of age, those with other health problems, and those who work in healthcare. The vaccines are generally safe. Fever occurs in five to tenpercent of children vaccinated. Temporary muscle pains or feelings of tiredness may occur as well. In certain years, the vaccine has been linked to an increase in Guillain–Barré syndrome among older people at a rate of about one case per million doses. It should not be given to those with severe allergies to eggs or to previous versions of the vaccine. The vaccines come in both inactive and weakened viral forms. The inactive version should be used for those who are pregnant. They come in forms that are injected into a muscle, sprayed into the nose, or injected into the middle layer of the skin. Vaccination against influenza began in the 1930s with large scale availability in the United States beginning in 1945. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale price in the developing world is about $5.25 USD per dose as of 2014. In the United States, it costs less than $25 USD as of 2015.",
            "score": 122.49966430664062
        }
    ]
}