{
    "q": [
        {
            "docid": "21317821_12",
            "document": "Mitophagy . In neurons, mitochondria are distributed unequally throughout the cell to areas where energy demand is high, like at synapses and Nodes of Ranvier. This distribution is maintained largely by motor protein-mediated mitochondrial transport along the axon. While neuronal mitophagy is thought to occur primarily in the cell body, it also occurs locally in the axon at sites distant from the cell body; in both the cell body and the axon, neuronal mitophagy occurs via the PINK1-Parkin pathway. Mitophagy in the nervous system may also occur transcellularly, where damaged mitochondria in retinal ganglion cell axons can be passed to neighboring astrocytes for degradation. This process is known as transmitophagy.",
            "score": 139.86049699783325
        },
        {
            "docid": "4009722_12",
            "document": "Kjer's optic neuropathy . Mitochondria are subcellular structures that generate and transform energy from metabolism into discrete usable units (ATP) for the cell’s functions (\"See oxidative phosphorylation, electron transport chain\"). Retinal ganglion cells (neurons), which make up the optic nerve, have a high energy demand and are particularly sensitive to mitochondrial dysfunction. This is especially the case for smaller and less myelinated neurons such as those found in the papillomacular bundle of the retina, which transmit information corresponding to the central visual field. Biochemical and mitochondrial morphological studies on cells from patients affected by autosomal dominant optic atrophy have shown a severe defect in the shape (with a very remarkable fragmentation of the mitochondrial tubules in small spheres) and distribution of mitochondria, occurring independently from a bioenergetic defect (respiratory chain function, ATP synthesis, and reactive oxygen species production) or apoptosis, indicating that the mitochondrial fusion defect is the primary pathogenetic mechanism, although variable bioenergetic defects can also occur as a secondary phenomenon, especially in severe cases with complicated phenotypes and accumulation of multiple mitochondrial-DNA deletions.",
            "score": 122.98777151107788
        },
        {
            "docid": "22120746_4",
            "document": "Mitochondrial biogenesis . Mitochondria are produced from the transcription and translation of genes both in the nuclear genome and in the mitochondrial genome. The majority of mitochondrial protein comes from the nuclear genome, while the mitochondrial genome encodes parts of the electron transport chain along with mitochondrial rRNA and tRNA. Mitochondrial biogenesis increases metabolic enzymes for glycolysis, oxidative phosphorylation and ultimately a greater mitochondrial metabolic capacity. However, depending on the energy substrates available and the REDOX state of the cell, the cell may increase or decrease the number and size of mitochondria. Critically, mitochondrial numbers and morphology vary according to cell type and context-specific demand, whereby the balance between mitochondrial fusion/fission regulates mitochondrial distribution, morphology, and function.",
            "score": 140.32718741893768
        },
        {
            "docid": "22120746_6",
            "document": "Mitochondrial biogenesis . Mitochondria are highly versatile and are able to change their shape through fission and fusion events. Definitively, fission is the event of a single entity breaking apart, whereas fusion is the event of two or more entities joining to form a whole. The processes of fission and fusion oppose each other and allow the mitochondrial network to constantly remodel itself. If a stimulus induces a change in the balance of fission and fusion in a cell, it could significantly alter the mitochondrial network. For example, an increase in mitochondrial fission would create many fragmented mitochondria, which has been shown to be useful for eliminating damaged mitochondria and for creating smaller mitochondria for efficient transporting to energy-demanding areas. Therefore, achieving a balance between these mechanisms allow a cell to have the proper organization of its mitochondrial network during biogenesis and may have an important role in muscle adaptation to physiological stress.",
            "score": 127.99685597419739
        },
        {
            "docid": "931508_15",
            "document": "Parkin (ligase) . While mitochondria are essential for ATP generation in any eukaryotic cell, catecholaminergic neurons are particularly reliant on their proper function for clearance of reactive oxygen species produced by dopamine metabolism, and to supply high energy requirements of catecholamine synthesis. Their susceptibility to oxidative damage and metabolic stress render catecholaminergic neurons vulnerable to neurotoxicity associated with aberrant regulation of mitochondrial activity, as is postulated to occur in both inherited and idiopathic PD. For example, enhanced oxidative stress in neurons, skeletal muscle and platelets, corresponding with reduced activity of complex I in the electron transport chain were reported in PD patients, while deletions in the mitochondrial genome were found in the SNpc.",
            "score": 93.46117401123047
        },
        {
            "docid": "962174_18",
            "document": "Node of Ranvier . Mitochondria and other membranous organelles are normally enriched in the PNP region of peripheral myelinated axons, especially those large caliber axons. The actual physiological role of this accumulation and factors that regulate it are not understood; however, it is known that mitochondria are usually present in areas of the cell that expresses a high energy demand. In these same regions, they are also understood to contain growth cones, synaptic terminals, and sites of action potential initiation and regeneration, such as the nodes of Ranvier. In the synaptic terminals, mitochondria produce the ATP needed to mobilize vesicles for neurotransmission. In the nodes of Ranvier, mitochondria serve as an important role in impulse conduction by producing the ATP that is essential to maintain the activity of energy-demanding ion pumps. Supporting this fact, about five times more mitochondria are present in the PNP axoplasm of large peripheral axons than in the corresponding internodal regions of these fibers.",
            "score": 152.01812863349915
        },
        {
            "docid": "14799329_3",
            "document": "FIS1 . FIS1 is indirectly involved in mitochondrial fission via binding dynamin-related protein 1 (DRP1). By extension, FIS1 helps regulate the size and distribution of mitochondria in response to local demand for ATP or calcium ions. In addition, mitochondrial fission may lead to release of cytochrome C, which eventually leads to cell death. In a separate apoptotic signalling pathway, FIS1 interacts with BCAP31 to form a complex, the ARCosome. The ARCosome promotes cell death by bridging the mitochondria and the endoplasmic reticulum (ER), allowing FIS1 to transmit a proapoptotic signal from the mitochondria to the ER and activate procaspase-8. The ARCosome then forms a platform with procaspase-8 to increase calcium load in the mitochondria, resulting in apoptosis. Additionally, FIS1 is involved in other modes of shaping mitochondrial morphology. For example, it interacts with TBC1D15 to regulate mitochondrial morphology, particularly with regard to lysosome and endosome fusion. FIS1 also prevents mitochondria elongation, which would otherwise lead to cell cycle delay or arrest, and ultimately, senescence. Moreover, mitochondrial dysfunction results in elevated reactive oxygen species (ROS) levels, which cause DNA damage and induce transcriptional repression, as well as induce mitophagy.",
            "score": 129.6059889793396
        },
        {
            "docid": "22120746_8",
            "document": "Mitochondrial biogenesis . PGC-1α, a member of the peroxisome proliferator-activated receptor gamma (PGC) family of transcriptional coactivators, is the master regulator of mitochondrial biogenesis. It is known to co-activate nuclear respiratory factor 2 (NRF2/GABPA), and together with NRF-2 coactivates nuclear respiratory factor 1 (NRF1). The NRFs, in turn, activate the mitochondrial transcription factor A (tfam), which is directly responsible for transcribing nuclear-encoded mitochondrial proteins. This includes both structural mitochondrial proteins as well as those involved in mtDNA transcription, translation, and repair. PGC- 1β, a protein that is structurally similar to PGC-1α, is also involved in regulating mitochondrial biogenesis, but differs in that it does not get increased in response to exercise. While there have been significant increases in mitochondria found in tissues where PGC-1α is overexpressed, as the cofactor interacts with these key transcription factors, knockout mice with disrupted PGC-1α are still viable and show normal mitochondrial abundance. Thus, PGC-1α is not required for normal development of mitochondria in mice, but when put under physiological stress, these mice exhibit diminished tolerance compared to mice with normal levels of PGC-1α. Similarly, in knockout mice with disrupted PGC-1β, the mice showed mostly normal levels of mitochondrial function with decreased ability to adapt to physiological stress. However, a double knockout experiment of PGC-1α/β created mice that died mostly within 24 hours by defects in mitochondrial maturation of cardiac tissue. These findings suggest that while both PGC-1α and PGC- 1β do not each solely establish a cell’s ability to perform mitochondrial biogenesis, together they are able to complement each other for optimal mitochondrial maturation and function during periods of physiological stress.",
            "score": 98.95223212242126
        },
        {
            "docid": "22120746_2",
            "document": "Mitochondrial biogenesis . Mitochondrial biogenesis is the process by which cells increase their individual mitochondrial mass and copy number to increase the production of ATP as a response to greater energy expenditure. It was first described by John Holloszy in the 1960s, when it was discovered that physical endurance training induced higher mitochondrial content levels, leading to greater glucose uptake by muscles. Mitochondrial biogenesis is activated by numerous different signals during times of cellular stress or in response to environmental stimuli, such as aerobic exercise.",
            "score": 58.672935009002686
        },
        {
            "docid": "2219538_9",
            "document": "Calcium signaling . In neurons, concomitant increases in cytosolic and mitochondrial Ca are important for the synchronization of neuronal electrical activity with mitochondrial energy metabolism. Mitochondrial matrix Ca levels can reach the tens of micromolar levels, which is necessary for the activation of isocitrate dehydrogenase, one of the key regulatory enzymes of the Krebs cycle.",
            "score": 57.03420448303223
        },
        {
            "docid": "14874176_4",
            "document": "HIGD1A . HIGD1A primarily functions in mitochondrial homeostasis and, thus, cell survival when under conditions of stress, such as hypoxia and glucose deprivation. For instance, HIGD1A promotes survival of pancreatic α and β cells under stress. HIGD1A has also been found in other parts of the brain, heart, liver, and kidney, where it enhances the survival of these organs. In macrophages, HIGD1A prevents apoptosis by inhibiting cytochrome C release and caspase activity. HIGD1A is also involved in mitochondrial fusion by regulating OPA1 activity. Its inhibition of the cleavage of OPA1 preserves mitochondrial membrane potential, protects against apoptosis, and maintains ATP levels. Its role in mitochondrial fusion also influences downstream processes such as mtDNA synthesis, cell growth, and cristae organization. In addition, HIGD1A helps preserve mitochondrial function by regulating mitochondrial γ-secretase activity under hypoxic conditions. In the absence of HIGD1A, γ-secretase contributes to the accumulation of amyloid beta in the mitochondria, leading to increased ROS production, mitochondrial dysfunction, and eventually, cell death. While HIGD1A predominantly contributes to cell survival, it can also promote apoptosis in neurons during the early developmental stages of the central nervous system.",
            "score": 92.13651585578918
        },
        {
            "docid": "55679936_11",
            "document": "Genetics of amyotrophic lateral sclerosis . Aggregate accumulation of mutant \"SOD1\" is suspected to play a role in disrupting cellular functions by damaging mitochondria, proteasomes, protein folding chaperones, or other proteins. Hypotheses proposed in explaining structural instability causing the misfold in the mutant SOD1 include, (1) glutamate excitotoxicity caused by reduced astroglial glutamate transporter EAAT2; (2) abnormalities of mitochondria in which increased misfolded SOD1 are deposited in the spinal cord mitochondria leading to defects in mitochondrial transport causing energy depletion, disruption in Ca2+ buffering, activating synaptic dysfunction, and loss of neurons; (3) impaired axonal structure or transport defects, in which neurotrophic signaling is lost, with defective anterograde and retrograde axonal transport observed in early pathogenesis, and (4) free radical-mediated oxidative stress causing cytotoxicity.",
            "score": 131.0565803050995
        },
        {
            "docid": "35046764_8",
            "document": "Rottlerin . Myocardial stunning is associated with oxidant radical damage and calcium overload. Contractile abnormalities can occur through oxidant-dependent damage and also through calcium overload in the mitochondria resulting in mitochondrial damage. BKCa++ channels reside in the inner mitochondrial membrane and their activation is proposed to increase K+ accumulation in mitochondria. This limits influx into mitochondria, reducing mitochondrial depolarization and permeability transition pore opening. This may result in less mitochondrial damage and therefore greater contractility since there is a decrease in apoptosis compared to no stimulation of BKCa++ channels.",
            "score": 106.4221556186676
        },
        {
            "docid": "47377849_6",
            "document": "HINT2 . The Hint family has been implicated in tumor suppression. Int2, a member of the superfamily of histidine triad proteins, has been localized exclusively in mitochondria, near the contact sites of the inner membrane. This enzyme is highly expressed in the liver, where it has been shown to stimulate mitochondrial lipid metabolism, respiration, and glucose homeostasis. Hint2 modulates cytoplasmic and mitochondrial Ca2+ dynamics by stimulating the activity of the mitochondrial respiratory chain. It appears that the absence of Hint2 leads to a premature opening of the mitochondrial permeability transition pore (mPTP) in mitochondrial suspensions. As such, HINT2 plays a prominent role in mitochondrial cell death signaling (e.g. apoptosis) and in ischemia-reperfusion injury (for instance during heart attacks) through calcium homeostasis.",
            "score": 91.94645428657532
        },
        {
            "docid": "19588_49",
            "document": "Mitochondrion . Ca influx to the mitochondrial matrix has recently been implicated as a mechanism to regulate respiratory bioenergetics by allowing the electrochemical potential across the membrane to transiently \"pulse\" from ΔΨ-dominated to pH-dominated, facilitating a reduction of oxidative stress. In neurons, concomitant increases in cytosolic and mitochondrial calcium act to synchronize neuronal activity with mitochondrial energy metabolism. Mitochondrial matrix calcium levels can reach the tens of micromolar levels, which is necessary for the activation of isocitrate dehydrogenase, one of the key regulatory enzymes of the Krebs cycle.",
            "score": 52.352362394332886
        },
        {
            "docid": "49667222_9",
            "document": "Effects of blue light technology . Furthermore, studies have shown that light with wavelengths between 400 and 450 nm can induce mitochondrial dysfunction (See Mitochondrion). With large amounts of mitochondria concentrated in the retinal ganglion cells, this presents a potential vulnerability. It is hypothesized that the mitochondrial absorbance of short wavelength, high-energy, light-including blue light could exacerbate retinal ganglion cell death. Although healthy \"in situ\" mitochondria have been shown to absorb short wavelength light without difficulty, it appears as though increased exposure to high energy light could increase retinal cell death if glaucoma, other pathologies, or aged cells are present. This could lead to increased problems due to blue light exposure by the aging population, or those in poor eye health.",
            "score": 91.8435971736908
        },
        {
            "docid": "19588_60",
            "document": "Mitochondrion . Mitochondria divide by binary fission, similar to bacterial cell division. The regulation of this division differs between eukaryotes. In many single-celled eukaryotes, their growth and division is linked to the cell cycle. For example, a single mitochondrion may divide synchronously with the nucleus. This division and segregation process must be tightly controlled so that each daughter cell receives at least one mitochondrion. In other eukaryotes (in mammals for example), mitochondria may replicate their DNA and divide mainly in response to the energy needs of the cell, rather than in phase with the cell cycle. When the energy needs of a cell are high, mitochondria grow and divide. When the energy use is low, mitochondria are destroyed or become inactive. In such examples, and in contrast to the situation in many single celled eukaryotes, mitochondria are apparently randomly distributed to the daughter cells during the division of the cytoplasm. Understanding of mitochondrial dynamics, which is described as the balance between mitochondrial fusion and fission, has revealed that functional and structural alterations in mitochondrial morphology are important factors in pathologies associated with several disease conditions.",
            "score": 114.40776443481445
        },
        {
            "docid": "931508_9",
            "document": "Parkin (ligase) . Parkin substrates include mitofusins Mfn1 and Mfn2, which are large GTPases that promote mitochondria fusion into dynamic, tubular complexes that maximise efficiency of oxidative phosphorylation. However, upon mitochondrial damage, degradation of fusion proteins is necessary to separate them from the network via mitochondrial fission and prevent the corruption of healthy mitochondria. Parkin is therefore required before mitophagy as it ubiquinates Mfn1/2, labelling it for proteasomal degradation. Proteomic studies identified additional OMM proteins as parkin substrates, including fission protein FIS, its adaptor TBC1D15 and translocase TOMM20 and TOMM70 that facilitate movement of proteins such as PINK1 across OMM. Miro (or RHOT1/RHOT2) is an OMM protein critical for axonal transport, and may be ubiquitinated and targeted towards proteasomal degradation by parkin. Miro breakdown produced a marked decrease in migration of compromised mitochondria along axons of mouse hippocampal neurons, reinforcing the importance of parkin in segregating defective mitochondria from their functioning counterparts and limiting the spatial spread of mitochondrial dysfunction, prior to autophagy.",
            "score": 141.30456054210663
        },
        {
            "docid": "39288495_3",
            "document": "Mitochondrial fusion . When cells experience metabolic or environmental stresses, mitochondrial fusion and fission work to maintain functional mitochondria. An increase in fusion activity leads to mitochondrial elongation, whereas an increase in fission activity results in mitochondrial fragmentation. The components of this process can influence programmed cell death and lead to neurodegenerative disorders such as Parkinson's disease. Such cell death can be caused by disruptions in the process of either fusion or fission.",
            "score": 115.92595195770264
        },
        {
            "docid": "22120746_9",
            "document": "Mitochondrial biogenesis . AMP-activated kinase (AMPK) also regulates mitochondrial biogenesis by phosphorylating and activating PGC-1α upon sensing an energy deficiency in muscle. In mice with reduced ATP/AMP ratios that would occur during exercise, the energy depletion has been shown to correlate with AMPK activation. AMPK activation then continued to activate PGC- 1α and NRFs in these mice, and mitochondrial biogenesis was stimulated.",
            "score": 44.00232744216919
        },
        {
            "docid": "5337925_19",
            "document": "Respirometry . Inside the body oxygen is delivered to cells and in the cells to mitochondria, where it is consumed in the process generating most of the energy required by the organism. Mitochondrial respirometry measures the consumption of oxygen by the mitochondria without involving an entire living animal and is the main tool to study mitochondrial function. Three different types of samples may be subjected to such respirometric studies: isolated mitochondria (from cell cultures, animals or plants); permeabilized cells (from cell cultures); and permeabilized fibers or tissues (from animals). In the latter two cases the cellular membrane is made permeable by the addition of chemicals leaving selectively the mitochondrial membrane intact. Therefore, chemicals that usually would not be able to cross the cell membrane can directly influence the mitochondria. By the permeabilization of the cellular membrane, the cell stops to exist as a living, defined organism, leaving only the mitochondria as still functional structures. Unlike whole-animal respirometry, mitochondrial respirometry takes place in solution, i.e. the sample is suspended in a medium. Today mitochondrial respirometry is mainly performed with a closed-chamber approach.",
            "score": 121.56033778190613
        },
        {
            "docid": "50662306_9",
            "document": "Ion channel hypothesis of Alzheimer's disease . Aβ channels may also trigger apoptosis through insertion in mitochondrial membranes. Aβ injection in rats has been shown to damage mitochondrial structure in neurons, decrease mitochondrial membrane potential, and increase intracellular Ca concentration. Additionally, Aβ accumulation increases expression of genes associated with the mitochondrial permeability transition pore (MPTP), a non-selective, high conductance channel spanning the inner and outer mitochondrial membrane. Ca influx into mitochondria can collapse mitochondrial membrane potential, causing MPTP opening, which then induces mitochondrial swelling, further dissipation of membrane potential, generation of mitochondrial reactive oxygen species (ROS), rupture of the outer mitochondrial membrane, and release of apoptogenic factors such as cytochrome c.",
            "score": 79.02229285240173
        },
        {
            "docid": "14723995_4",
            "document": "Dynamin-like 120 kDa protein . This gene product is a nuclear-encoded mitochondrial protein with similarity to dynamin-related GTPases. It is a component of the mitochondrial network. The OPA1 protein localizes to the inner mitochondrial membrane, where it regulates mitochondrial fusion and cristae structure. OPA1 mediates mitochondrial fusion in cooperation with mitofusins 1 and 2 and participates in cristae remodeling by the oligomerization of two L-OPA1 and one S-OPA1, which then interact with other protein complexes to alter cristae structure. Its cristae regulating function also contributes to its role in oxidative phosphorylation and apoptosis, as it is required to maintain mitochondrial activity during low-energy substrate availability. Moreover, stabilization of mitochondrial cristae by OPA1 protects against mitochondrial dysfunction, cytochrome c release, and reactive oxygen species production, thus preventing cell death. Mitochondrial SLC25A transporters can detect these low levels and stimulate OPA1 oligomerization, leading to tightening of the cristae, enhanced assembly of ATP synthase, and increased ATP production. Stress from an apoptotic response can interfere with OPA1 oligomerization and prevent mitochondrial fusion.",
            "score": 63.022550106048584
        },
        {
            "docid": "842532_4",
            "document": "Functional electrical stimulation . Neurons are electrically active cells. In neurons, information is coded and transmitted as a series of electrical impulses called action potentials, which represent a brief change in cell electric potential of approximately 80–90 mV. Nerve signals are frequency modulated; i.e. the number of action potentials that occur in a unit of time is proportional to the intensity of the transmitted signal. Typical action potential frequency is between 4 and 12 Hz. An electrical stimulation can artificially elicit this action potential by changing the electric potential across a nerve cell membrane (this also includes the nerve axon) by inducing electrical charge in the immediate vicinity of the outer membrane of the cell.",
            "score": 87.61755895614624
        },
        {
            "docid": "4343044_2",
            "document": "Antidromic . An antidromic impulse in an axon refers to conduction opposite of the normal (orthodromic) direction. That is, it refers to conduction along the axon away from the axon terminal(s) and towards the soma. For most neurons, their dendrites, soma, or axons are depolarized forming an action potential that moves from the starting point of the depolarization (near the cell body) along the axons of the neuron (orthodromic). Antidromic activation is often induced experimentally by direct electrical stimulation of a presumed target structure. Antidromic ( cell theory) activation is often used in a laboratory setting to confirm that a neuron being recorded from projects to the structure of interest.",
            "score": 95.79028558731079
        },
        {
            "docid": "614697_7",
            "document": "Bcl-2 . There are additional non-canonical roles of BCL-2 that are being explored. BCL-2 is known to regulate mitochondrial dynamics, and is involved in the regulation of mitochondrial fusion and fission. Additionally, in pancreatic beta-cells, BCL-2 and BCL-Xl are known to be involved in controlling metabolic activity and insulin secretion, with inhibition of BCL-2/Xl showing increasing metabolic activity, but also additional ROS production; this suggests it has a protective metabolic effect in conditions of high demand.",
            "score": 66.60995554924011
        },
        {
            "docid": "189037_28",
            "document": "Exercise . Aerobic exercise induces mitochondrial biogenesis and an increased capacity for oxidative phosphorylation in the mitochondria of skeletal muscle, which is one mechanism by which aerobic exercise enhances submaximal endurance performance. These effects occur via an exercise-induced increase in the intracellular AMP:ATP ratio, thereby triggering the activation of AMP-activated protein kinase (AMPK) which subsequently phosphorylates peroxisome proliferator-activated receptor gamma coactivator-1α (PGC-1α), the master regulator of mitochondrial biogenesis.",
            "score": 76.67900729179382
        },
        {
            "docid": "46403686_4",
            "document": "Omaveloxolone . Nrf2 transcriptionally regulates multiple genes that play both direct and indirect roles in producing antioxidative potential and the production of cellular energy (\"i.e.\", adenosine triphosphate or ATP) within the mitochondria. Consequently, unlike exogenously administered antioxidants (\"e.g.\", vitamin E or Coenzyme Q10), which provide a specific and finite antioxidative potential, omaveloxolone, through Nrf2, broadly activates intracellular and mitochondrial antioxidative pathways, in addition to pathways that may directly increase mitochondrial biogenesis (such as PGC1α) and bioenergetics.",
            "score": 76.53422546386719
        },
        {
            "docid": "55507358_12",
            "document": "Strigolactone . Strigolactones are known to stimulate the germination of arbuscular mycorrhiza spores. Since they produce this effect at extremely low concentrations, it has been proposed that the mechanism of activation must be a signaling pathway. Different studies with diverse type of fungi, have found that after stimulation with strigolactones, the fungal cells present a higher amount of mitochondria and an increase in their oxidative activity. Due the role of mitochondria in oxidative metabolism of macronutrients, it is thought that the spores remain inactive before finding the host plant, and once they are stimulated with strigolactones, the oxidative machinery in the mitochondrion gets activated to produce energy and nutrients necessaries for germination of the spore and fungal branching. Studies with root extracts support this hypothesis, and so far strigolactones are the candidate molecules that better explain this increased in mitochondrial activity.",
            "score": 101.40971279144287
        },
        {
            "docid": "22120746_5",
            "document": "Mitochondrial biogenesis . Since the majority of mitochondrial protein comes from the nuclear genome, the proteins need to be properly targeted and transported into the mitochondria to perform their functions. First, mRNA is translated in the cell’s cytosol. The resulting unfolded precursor proteins will then be able to reach their respective mitochondrial compartments. Precursor proteins will be transported to one of four areas of the mitochondria, which include the outer membrane, inner membrane, intermembrane space, and matrix. All proteins will enter the mitochondria by a translocase on the outer mitochondrial membrane (TOM). Some proteins will have an N-terminal targeting signal, and these proteins will be detected and transported into the matrix, where they will then be cleaved and folded. Other proteins may have targeting information in their sequences and will not include an N-terminal signal. During the past two decades, researchers have discovered over thirty proteins that participate in mitochondrial protein import. As researchers learn more about these proteins and how they reach the respective mitochondrial compartments that utilize them, it becomes evident that there is a multitude of processes that work together in the cell to allow for mitochondrial biogenesis.",
            "score": 108.20110082626343
        },
        {
            "docid": "22120746_10",
            "document": "Mitochondrial biogenesis . The capacity for mitochondrial biogenesis has been shown to decrease with age, and such decreased mitochondrial function has been associated with diabetes and cardiovascular disease. Aging and disease can induce changes in the expression levels of proteins involved in the fission and fusion mechanisms of mitochondria, thus creating dysfunctional mitochondria. One hypothesis for the detrimental results of aging is associated with the loss of telomeres, the end segments of chromosomes that protect genetic information from degradation. Telomere loss has also been associated with decreased mitochondrial function. Deficiency of telomerase reverse transcriptase (TERT), an enzyme that plays a role in preserving telomeres, has been correlated with activated p53, a protein that suppresses PGC-1α. Therefore, the loss of telomeres and TERT that comes with aging has been associated with impaired mitochondrial biogenesis. AMPK expression has also been shown to diminish with age, which may also contribute to suppressing mitochondrial biogenesis.",
            "score": 95.14434254169464
        },
        {
            "docid": "4464817_9",
            "document": "Neurodegeneration . The most common form of cell death in neurodegeneration is through the intrinsic mitochondrial apoptotic pathway. This pathway controls the activation of caspase-9 by regulating the release of cytochrome c from the mitochondrial intermembrane space (IMS). Reactive oxygen species (ROS) are normal byproducts of mitochondrial respiratory chain activity. ROS concentration is mediated by mitochondrial antioxidants such as manganese superoxide dismutase (SOD2) and glutathione peroxidase. Over production of ROS (oxidative stress) is a central feature of all neurodegenerative disorders. In addition to the generation of ROS, mitochondria are also involved with life-sustaining functions including calcium homeostasis, PCD, mitochondrial fission and fusion, lipid concentration of the mitochondrial membranes, and the mitochondrial permeability transition. Mitochondrial disease leading to neurodegeneration is likely, at least on some level, to involve all of these functions.",
            "score": 100.33565640449524
        }
    ],
    "r": [
        {
            "docid": "962174_18",
            "document": "Node of Ranvier . Mitochondria and other membranous organelles are normally enriched in the PNP region of peripheral myelinated axons, especially those large caliber axons. The actual physiological role of this accumulation and factors that regulate it are not understood; however, it is known that mitochondria are usually present in areas of the cell that expresses a high energy demand. In these same regions, they are also understood to contain growth cones, synaptic terminals, and sites of action potential initiation and regeneration, such as the nodes of Ranvier. In the synaptic terminals, mitochondria produce the ATP needed to mobilize vesicles for neurotransmission. In the nodes of Ranvier, mitochondria serve as an important role in impulse conduction by producing the ATP that is essential to maintain the activity of energy-demanding ion pumps. Supporting this fact, about five times more mitochondria are present in the PNP axoplasm of large peripheral axons than in the corresponding internodal regions of these fibers.",
            "score": 152.01812744140625
        },
        {
            "docid": "931508_9",
            "document": "Parkin (ligase) . Parkin substrates include mitofusins Mfn1 and Mfn2, which are large GTPases that promote mitochondria fusion into dynamic, tubular complexes that maximise efficiency of oxidative phosphorylation. However, upon mitochondrial damage, degradation of fusion proteins is necessary to separate them from the network via mitochondrial fission and prevent the corruption of healthy mitochondria. Parkin is therefore required before mitophagy as it ubiquinates Mfn1/2, labelling it for proteasomal degradation. Proteomic studies identified additional OMM proteins as parkin substrates, including fission protein FIS, its adaptor TBC1D15 and translocase TOMM20 and TOMM70 that facilitate movement of proteins such as PINK1 across OMM. Miro (or RHOT1/RHOT2) is an OMM protein critical for axonal transport, and may be ubiquitinated and targeted towards proteasomal degradation by parkin. Miro breakdown produced a marked decrease in migration of compromised mitochondria along axons of mouse hippocampal neurons, reinforcing the importance of parkin in segregating defective mitochondria from their functioning counterparts and limiting the spatial spread of mitochondrial dysfunction, prior to autophagy.",
            "score": 141.3045654296875
        },
        {
            "docid": "22120746_4",
            "document": "Mitochondrial biogenesis . Mitochondria are produced from the transcription and translation of genes both in the nuclear genome and in the mitochondrial genome. The majority of mitochondrial protein comes from the nuclear genome, while the mitochondrial genome encodes parts of the electron transport chain along with mitochondrial rRNA and tRNA. Mitochondrial biogenesis increases metabolic enzymes for glycolysis, oxidative phosphorylation and ultimately a greater mitochondrial metabolic capacity. However, depending on the energy substrates available and the REDOX state of the cell, the cell may increase or decrease the number and size of mitochondria. Critically, mitochondrial numbers and morphology vary according to cell type and context-specific demand, whereby the balance between mitochondrial fusion/fission regulates mitochondrial distribution, morphology, and function.",
            "score": 140.3271942138672
        },
        {
            "docid": "21317821_12",
            "document": "Mitophagy . In neurons, mitochondria are distributed unequally throughout the cell to areas where energy demand is high, like at synapses and Nodes of Ranvier. This distribution is maintained largely by motor protein-mediated mitochondrial transport along the axon. While neuronal mitophagy is thought to occur primarily in the cell body, it also occurs locally in the axon at sites distant from the cell body; in both the cell body and the axon, neuronal mitophagy occurs via the PINK1-Parkin pathway. Mitophagy in the nervous system may also occur transcellularly, where damaged mitochondria in retinal ganglion cell axons can be passed to neighboring astrocytes for degradation. This process is known as transmitophagy.",
            "score": 139.86050415039062
        },
        {
            "docid": "43568708_6",
            "document": "Mitochondrial optic neuropathies . These mitochondria are made within the central somata of the retinal ganglion cell, transported down axons, and distributed where they are needed. Efficient transportation of mitochondria depends on multiple factors, including their own energy production, the integrity of the cytoskeleton and its protein components (tubulin, etc.), and adequate myelination of the axons. Any dysfunction of these systems may be of pathological relevance for optic neuropathies with primary or secondary involvement of mitochondria. Genetic mutations, toxic insult, and nutritional depletion can all have a negative impact on the structure and function of mitochondria within the optic system, resulting in this type of neuropathy.",
            "score": 136.40892028808594
        },
        {
            "docid": "55679936_11",
            "document": "Genetics of amyotrophic lateral sclerosis . Aggregate accumulation of mutant \"SOD1\" is suspected to play a role in disrupting cellular functions by damaging mitochondria, proteasomes, protein folding chaperones, or other proteins. Hypotheses proposed in explaining structural instability causing the misfold in the mutant SOD1 include, (1) glutamate excitotoxicity caused by reduced astroglial glutamate transporter EAAT2; (2) abnormalities of mitochondria in which increased misfolded SOD1 are deposited in the spinal cord mitochondria leading to defects in mitochondrial transport causing energy depletion, disruption in Ca2+ buffering, activating synaptic dysfunction, and loss of neurons; (3) impaired axonal structure or transport defects, in which neurotrophic signaling is lost, with defective anterograde and retrograde axonal transport observed in early pathogenesis, and (4) free radical-mediated oxidative stress causing cytotoxicity.",
            "score": 131.05657958984375
        },
        {
            "docid": "14799329_3",
            "document": "FIS1 . FIS1 is indirectly involved in mitochondrial fission via binding dynamin-related protein 1 (DRP1). By extension, FIS1 helps regulate the size and distribution of mitochondria in response to local demand for ATP or calcium ions. In addition, mitochondrial fission may lead to release of cytochrome C, which eventually leads to cell death. In a separate apoptotic signalling pathway, FIS1 interacts with BCAP31 to form a complex, the ARCosome. The ARCosome promotes cell death by bridging the mitochondria and the endoplasmic reticulum (ER), allowing FIS1 to transmit a proapoptotic signal from the mitochondria to the ER and activate procaspase-8. The ARCosome then forms a platform with procaspase-8 to increase calcium load in the mitochondria, resulting in apoptosis. Additionally, FIS1 is involved in other modes of shaping mitochondrial morphology. For example, it interacts with TBC1D15 to regulate mitochondrial morphology, particularly with regard to lysosome and endosome fusion. FIS1 also prevents mitochondria elongation, which would otherwise lead to cell cycle delay or arrest, and ultimately, senescence. Moreover, mitochondrial dysfunction results in elevated reactive oxygen species (ROS) levels, which cause DNA damage and induce transcriptional repression, as well as induce mitophagy.",
            "score": 129.60598754882812
        },
        {
            "docid": "7845_8",
            "document": "Charcot–Marie–Tooth disease . The most common cause of CMT (70–80% of the cases) is the duplication of a large region on the short arm of chromosome 17 that includes the gene \"PMP22\". Some mutations affect the gene \"MFN2\", which codes for a mitochondrial protein. Cells contain separate sets of genes in their nuclei and mitochondria. In nerve cells, the mitochondria travel down the long axons. In some forms of CMT, mutated \"MFN2\" causes the mitochondria to form large clusters, or clots, which are unable to travel down the axon towards the synapses. This prevents the synapses from functioning.",
            "score": 128.32862854003906
        },
        {
            "docid": "22120746_6",
            "document": "Mitochondrial biogenesis . Mitochondria are highly versatile and are able to change their shape through fission and fusion events. Definitively, fission is the event of a single entity breaking apart, whereas fusion is the event of two or more entities joining to form a whole. The processes of fission and fusion oppose each other and allow the mitochondrial network to constantly remodel itself. If a stimulus induces a change in the balance of fission and fusion in a cell, it could significantly alter the mitochondrial network. For example, an increase in mitochondrial fission would create many fragmented mitochondria, which has been shown to be useful for eliminating damaged mitochondria and for creating smaller mitochondria for efficient transporting to energy-demanding areas. Therefore, achieving a balance between these mechanisms allow a cell to have the proper organization of its mitochondrial network during biogenesis and may have an important role in muscle adaptation to physiological stress.",
            "score": 127.99685668945312
        },
        {
            "docid": "4009722_12",
            "document": "Kjer's optic neuropathy . Mitochondria are subcellular structures that generate and transform energy from metabolism into discrete usable units (ATP) for the cell’s functions (\"See oxidative phosphorylation, electron transport chain\"). Retinal ganglion cells (neurons), which make up the optic nerve, have a high energy demand and are particularly sensitive to mitochondrial dysfunction. This is especially the case for smaller and less myelinated neurons such as those found in the papillomacular bundle of the retina, which transmit information corresponding to the central visual field. Biochemical and mitochondrial morphological studies on cells from patients affected by autosomal dominant optic atrophy have shown a severe defect in the shape (with a very remarkable fragmentation of the mitochondrial tubules in small spheres) and distribution of mitochondria, occurring independently from a bioenergetic defect (respiratory chain function, ATP synthesis, and reactive oxygen species production) or apoptosis, indicating that the mitochondrial fusion defect is the primary pathogenetic mechanism, although variable bioenergetic defects can also occur as a secondary phenomenon, especially in severe cases with complicated phenotypes and accumulation of multiple mitochondrial-DNA deletions.",
            "score": 122.9877700805664
        },
        {
            "docid": "5337925_19",
            "document": "Respirometry . Inside the body oxygen is delivered to cells and in the cells to mitochondria, where it is consumed in the process generating most of the energy required by the organism. Mitochondrial respirometry measures the consumption of oxygen by the mitochondria without involving an entire living animal and is the main tool to study mitochondrial function. Three different types of samples may be subjected to such respirometric studies: isolated mitochondria (from cell cultures, animals or plants); permeabilized cells (from cell cultures); and permeabilized fibers or tissues (from animals). In the latter two cases the cellular membrane is made permeable by the addition of chemicals leaving selectively the mitochondrial membrane intact. Therefore, chemicals that usually would not be able to cross the cell membrane can directly influence the mitochondria. By the permeabilization of the cellular membrane, the cell stops to exist as a living, defined organism, leaving only the mitochondria as still functional structures. Unlike whole-animal respirometry, mitochondrial respirometry takes place in solution, i.e. the sample is suspended in a medium. Today mitochondrial respirometry is mainly performed with a closed-chamber approach.",
            "score": 121.56034088134766
        },
        {
            "docid": "14155970_7",
            "document": "PINK1 . PINK1 may also control mitochondria quality through mitochondrial fission. Through mitochondrial fission, a number of daughter mitochondria are created, often with an uneven distribution in membrane potential. Mitochondria with a strong, healthy membrane potential were more likely to undergo fusion than mitochondria with a low membrane potential. Interference with the mitochondrial fission pathway led to an increase in oxidized proteins and a decrease in respiration. Without PINK1, parkin cannot efficiently localize to damaged mitochondria, while an over-expression of PINK1 causes parkin to localize to even healthy mitochondria. Furthermore, mutations in both Drp1, a mitochondrial fission factor, and PINK1 were fatal in Drosophila models. However, an over-expression of Drp1 could rescue subjects deficient in PINK1 or parkin, suggesting mitochondrial fission initiated by Drp1 recreates the same effects of the PINK1/parkin pathway.",
            "score": 121.04723358154297
        },
        {
            "docid": "19588_37",
            "document": "Mitochondrion . Mitochondria (and related structures) are found in all eukaryotes (except one—the Oxymonad \"Monocercomonoides\" sp.). Although commonly depicted as bean-like structures they form a highly dynamic network in the majority of cells where they constantly undergo fission and fusion. Mitochondria vary in number and location according to cell type. A single mitochondrion is often found in unicellular organisms. Conversely, numerous mitochondria are found in human liver cells, with about 1000–2000 mitochondria per cell, making up 1/5 of the cell volume. The population of all the mitochondria of a given cell constitutes the chondriome. The mitochondrial content of otherwise similar cells can vary substantially in size and membrane potential, with differences arising from sources including uneven partitioning at cell divisions, leading to extrinsic differences in ATP levels and downstream cellular processes. The mitochondria can be found nestled between myofibrils of muscle or wrapped around the sperm flagellum. Often, they form a complex 3D branching network inside the cell with the cytoskeleton. The association with the cytoskeleton determines mitochondrial shape, which can affect the function as well: different structures of the mitochondrial network may afford the population a variety of physical, chemical, and signalling advantages or disadvantages. Mitochondria in cells are always distributed along microtubules and the distribution of these organelles is also correlated with the endoplasmic reticulum. Recent evidence suggests that vimentin, one of the components of the cytoskeleton, is also critical to the association with the cytoskeleton.",
            "score": 120.73968505859375
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 120.28128051757812
        },
        {
            "docid": "50492922_10",
            "document": "Pathophysiology of Parkinson's disease . The mechanism behind mitochondrial dysfunction in Parkinson's disease is hypothesized to be the PINK1 and Parkin complex, having been shown to drive autophagy of mitochondria (also known as mitophagy). PINK1 is a protein normally transported into the mitochondrion, but can also accumulate on the surface of impaired mitochondria. Accumulated PINK1 then recruits Parkin; Parkin initiates the break down of dysfunctional mitochondria, a mechanism that acts as a \"quality control\" In Parkinson's disease, the genes coding PINK1 and Parkin are thought to be mutated, therefore preventing the breakdown of impaired mitochondria, causing abnormal function and morphology of mitochondria and eventually cell death Mitochondrial DNA (mtDNA) mutations have also been shown to accumulate with age indicating that susceptibility to this mechanism of neuronal death increases with age.",
            "score": 116.78285217285156
        },
        {
            "docid": "14765817_4",
            "document": "DNM1L . Mitochondria routinely undergo fission and fusion events that maintain a dynamic reticular network. Drp1 is a fundamental component of mitochondrial fission. Indeed, Drp1 deficient neurons have large, strongly interconnected mitochondria., due to dysfunctional fission machinery. Fission helps facilitate mitophagy, which is the breakdown and recycling of damaged mitochondria. Dysfunction in the DRP activity may result in mutated DNA or malfunctioning proteins diffusing throughout the mitochondrial system. In addition, fission results in fragmented mitochondria more capable of producing of reactive oxygen species, which can disrupt normal biochemical processes inside of cells. ROS can be formed from incomplete transfer of electrons through the electron transport chain. Furthermore, fission influences calcium flux within the cell, linking Drp1 to apoptosis and cancer.",
            "score": 116.28128814697266
        },
        {
            "docid": "39288495_3",
            "document": "Mitochondrial fusion . When cells experience metabolic or environmental stresses, mitochondrial fusion and fission work to maintain functional mitochondria. An increase in fusion activity leads to mitochondrial elongation, whereas an increase in fission activity results in mitochondrial fragmentation. The components of this process can influence programmed cell death and lead to neurodegenerative disorders such as Parkinson's disease. Such cell death can be caused by disruptions in the process of either fusion or fission.",
            "score": 115.92595672607422
        },
        {
            "docid": "7407460_12",
            "document": "Optic neuropathy . Mitochondria play a central role in maintaining the life cycle of retinal ganglion cells because of their high energy dependence. Mitochondria are made within the central somata of the retinal ganglion cell, transported down axons, and distributed where they are needed. Genetic mutations in mitochondrial DNA, vitamin depletion, alcohol and tobacco abuse, and use of certain drugs can cause derangements in efficient transport of mitochondria, which can cause a primary or secondary optic neuropathy.",
            "score": 115.88381958007812
        },
        {
            "docid": "19588_60",
            "document": "Mitochondrion . Mitochondria divide by binary fission, similar to bacterial cell division. The regulation of this division differs between eukaryotes. In many single-celled eukaryotes, their growth and division is linked to the cell cycle. For example, a single mitochondrion may divide synchronously with the nucleus. This division and segregation process must be tightly controlled so that each daughter cell receives at least one mitochondrion. In other eukaryotes (in mammals for example), mitochondria may replicate their DNA and divide mainly in response to the energy needs of the cell, rather than in phase with the cell cycle. When the energy needs of a cell are high, mitochondria grow and divide. When the energy use is low, mitochondria are destroyed or become inactive. In such examples, and in contrast to the situation in many single celled eukaryotes, mitochondria are apparently randomly distributed to the daughter cells during the division of the cytoplasm. Understanding of mitochondrial dynamics, which is described as the balance between mitochondrial fusion and fission, has revealed that functional and structural alterations in mitochondrial morphology are important factors in pathologies associated with several disease conditions.",
            "score": 114.40776062011719
        },
        {
            "docid": "19588_36",
            "document": "Mitochondrion . The MAM is a critical signaling, metabolic, and trafficking hub in the cell that allows for the integration of ER and mitochondrial physiology. Coupling between these organelles is not simply structural but functional as well and critical for overall cellular physiology and homeostasis. The MAM thus offers a perspective on mitochondria that diverges from the traditional view of this organelle as a static, isolated unit appropriated for its metabolic capacity by the cell. Instead, this mitochondrial-ER interface emphasizes the integration of the mitochondria, the product of an endosymbiotic event, into diverse cellular processes.",
            "score": 111.84257507324219
        },
        {
            "docid": "39047203_11",
            "document": "Lactate shuttle hypothesis . In 1990, Roth and Brooks found evidence for the facilitated transporter of lactate, monocarboxylate transport protein (MCT), in the sarcolemma vesicles of rat skeletal muscle. Later, MCT1 was the first of the MCT super family to be identified. The first four MCT isoforms are responsible for pyruvate/lactate transport. MCT1 was found to be the predominant isoform in many tissues including skeletal muscle, neurons, erthrocytes, and sperm. In skeletal muscle, MCT1 is found in the membranes of the sarcolemma, peroxisome, and mitochondria. Because of the mitochondrial localization of MCT (to transport lactate into the mitochondria), LDH (to oxidize the lactate back to pyruvate), and COX (cytochrome c oxidase, the terminal element of the electron transport chain), Brooks et al. proposed the possibility of a mitochondrial lactate oxidation complex in 2006. This is supported by the observation that the ability of muscle cells to oxidize lactate was related to the density of mitochondria. Furthermore, it was shown that training increases MCT1 protein levels in skeletal muscle mitochondria, and that corresponded with an increase in the ability of muscle to clear lactate from the body during exercise. The affinity of MCT for pyruvate is greater than lactate, however two reactions will ensure that lactate will be present in concentrations that are orders of magnitude greater than pyruvate: first, the equilibrium constant of LDH(3.6 x 104) greatly favors the formation of lactate. Secondly, the immediate removal of pyruvate from the mitochondria (either via the Krebs’ cycle or gluconeogenesis) ensures that pyruvate is not present in great concentrations within the cell.",
            "score": 109.74433135986328
        },
        {
            "docid": "958_2",
            "document": "Axon . An axon (from Greek ἄξων \"áxōn\", axis) or nerve fiber, is a long, slender projection of a nerve cell, or neuron, that typically conducts electrical impulses known as action potentials, away from the nerve cell body. The function of the axon is to transmit information to different neurons, muscles, and glands. In certain sensory neurons (pseudounipolar neurons), such as those for touch and warmth, the axons are called afferent nerve fibers and the electrical impulse travels along these from the periphery to the cell body, and from the cell body to the spinal cord along another branch of the same axon. Axon dysfunction has caused many inherited and acquired neurological disorders which can affect both the peripheral and central neurons. Nerve fibers are classed into three types – group A nerve fibers, group B nerve fibers, and group C nerve fibers. Groups A and B are myelinated, and group C are unmyelinated. These groups include both sensory fibers and motor fibers. Another classification, groups only the sensory fibers, and these are grouped as Type I, Type II, Type III, and Type IV.",
            "score": 109.72259521484375
        },
        {
            "docid": "52832272_4",
            "document": "Mitochondria associated membranes . Mitochondria associated membranes are involved in the transport of calcium from the ER to mitochondria. This interaction is important for rapid uptake of calcium by mitochondria through Voltage dependent anion channels (VDACs), which are located at the outer mitochondrial membrane (OMM). This transport is regulated with chaperones and regulatory proteins which control the formation of the ER–mitochondria junction. Transfer of calcium from ER to mitochondria depends on high concentration of calcium macrodomes in the intermembrane space, and mitochondrial calcium uniporter (MCU) accumulates of calcium into the mitochondrial matrix for electrochemical gradient.",
            "score": 109.21310424804688
        },
        {
            "docid": "21317821_5",
            "document": "Mitophagy . Generation of ATP by oxidative phosphorylation leads to the production of various reactive oxygen species (ROS) in the mitochondria, and submitochondrial particles. Formation of ROS as a mitochondrial waste product will eventually lead to cytotoxicity and cell death. Because of their role in metabolism, mitochondria are very susceptible to ROS damage. Damaged mitochondria cause a depletion in ATP and a release of cytochrome \"c\", which leads to activation of caspases and onset of apoptosis. Mitochondrial damage is not caused solely by oxidative stress or disease processes; normal mitochondria will eventually accumulate oxidative damage hallmarks overtime, which can be deleterious to mitochondria as well as to the cell. These faulty mitochondria can further deplete the cell from ATP, increase production of ROS, and release proapoptopic proteins such as caspases.",
            "score": 109.18120574951172
        },
        {
            "docid": "160125_11",
            "document": "Mitochondrial disease . Nuclear DNA has two copies per cell (except for sperm and egg cells), one copy being inherited from the father and the other from the mother. Mitochondrial DNA, however, is strictly inherited from the mother and each mitochondrial organelle typically contains between 2 and 10 mtDNA copies. During cell division the mitochondria segregate randomly between the two new cells. Those mitochondria make more copies, normally reaching 500 mitochondria per cell. As mtDNA is copied when mitochondria proliferate, they can accumulate random mutations, a phenomenon called heteroplasmy. If only a few of the mtDNA copies inherited from the mother are defective, mitochondrial division may cause most of the defective copies to end up in just one of the new mitochondria (for more detailed inheritance patterns, see human mitochondrial genetics). Mitochondrial disease may become clinically apparent once the number of affected mitochondria reaches a certain level; this phenomenon is called \"threshold expression\".",
            "score": 108.32022094726562
        },
        {
            "docid": "14765817_10",
            "document": "DNM1L . Inhibition of Drp1 has been considered for possible therapeutics for a variety of diseases. The most studied inhibitor is a small molecule named mitochondrial division inhibitor 1 (mdivi¬1) which in fact inhibits complex 1 on the mitochondrial respiratory chain. The inhibitors putative function is preventing the GTPase activity of Drp1. Preventing the activation and localization to the mitochondria. Midiv-1 has been demonstrated to attenuate the effects of ischemia reperfusion injury after cardiac arrest. The treatment prevented both mitochondria fragmentation and increased cell viability. Similarly, midiv-1 has demonstrated neuroprotective effects by greatly reducing neuron death due to seizure. Furthermore, the study showed midiv-1 was capable to preventing the activation of caspase 3 by reversing the release of cytochrome c in intrinsic apoptosis. Whether mdivi-1 inhibits Drp1 or not, it's therapeutic potential is certainly evident. Other than directly inhibiting Drp1, certain inhibitors of proteins involved in the posttranslational modifications of Drp1 have been studied. FK506 is a calcineurin inhibitor, which functions to dephosphorylate the serine 637 position of Drp1, encouraging translocation to the mitochondria and fragmentation. FK506 was shown to also preserve mitochondrial morphology after reperfusion injury.",
            "score": 108.24244689941406
        },
        {
            "docid": "14182024_5",
            "document": "DNAJA3 . DNAJA3 is a member of the DNAJ/Hsp40 protein family, which stimulates the ATPase activity of Hsp70 chaperones and plays critical roles in protein folding, degradation, and multiprotein complex assembly. DNAJA3 localizes to the mitochondria, where it interacts with the mitochondrial Hsp70 chaperone (mtHsp70) to carry out the chaperone system. This protein is crucial for maintaining a homogeneous distribution of mitochondrial membrane potential and the integrity of mtDNA. DNAJA3 homogenizes membrane potential through regulation of complex I aggregation, though the mechanism for maintaining mtDNA remains unknown. These functions then allow DNAJA3 to mediate mitochondrial fission through DRP1 and, by extension, cellular processes such as cell movement, growth, proliferation, differentiation, senescence, and apoptosis. However, though both isoforms of DNAJA3 are involved with cell survival, they are also observed to influence two opposing outcomes. The proapoptotic long isoform induces apoptosis by stimulating cytochrome C release and caspase activation in the mitochondria, whereas the antiapoptotic short isoform prevents cytochrome C release and, thus, apoptosis. In neuromuscular junctions, only the short isoform clusters acetylcholine receptors for efficient synaptic transmission. The two isoforms also differ in their specific mitochondrial localization, which may partially account for their different functions.",
            "score": 108.20746612548828
        },
        {
            "docid": "22120746_5",
            "document": "Mitochondrial biogenesis . Since the majority of mitochondrial protein comes from the nuclear genome, the proteins need to be properly targeted and transported into the mitochondria to perform their functions. First, mRNA is translated in the cell’s cytosol. The resulting unfolded precursor proteins will then be able to reach their respective mitochondrial compartments. Precursor proteins will be transported to one of four areas of the mitochondria, which include the outer membrane, inner membrane, intermembrane space, and matrix. All proteins will enter the mitochondria by a translocase on the outer mitochondrial membrane (TOM). Some proteins will have an N-terminal targeting signal, and these proteins will be detected and transported into the matrix, where they will then be cleaved and folded. Other proteins may have targeting information in their sequences and will not include an N-terminal signal. During the past two decades, researchers have discovered over thirty proteins that participate in mitochondrial protein import. As researchers learn more about these proteins and how they reach the respective mitochondrial compartments that utilize them, it becomes evident that there is a multitude of processes that work together in the cell to allow for mitochondrial biogenesis.",
            "score": 108.20110321044922
        },
        {
            "docid": "33023092_2",
            "document": "Mitochondrial fission . Although commonly depicted singular oval-shaped structures, mitochondria form a highly dynamic network within most cells where they constantly undergo fission and fusion. Mitochondria can divide by prokaryotic binary fission and since they require mitochondrial DNA for their function, fission is coordinated with DNA replication. Some of the proteins that are involved in mitochondrial fission have been identified and some of them are associated with mitochondrial diseases. Mitochondrial fission has significant implications in stress response and apoptosis.",
            "score": 108.19194030761719
        },
        {
            "docid": "56658591_9",
            "document": "Phomoxanthone A . One of the main functions of the mitochondria is to produce the cellular energy currency ATP through the process of oxidative phosphorylation (OxPhos). OxPhos depends on the mitochondrial membrane potential, which is generated by the electron transport chain (ETC) via the consumption of oxygen. PXA was shown to interfere with all of these functions of the mitochondria: not only does it decrease ATP synthesis and depolarise the mitochondria, but it also inhibits the ETC and cellular oxygen consumption. This sets it apart from uncoupling agents such as protonophores. While these also decrease ATP synthesis and depolarise the mitochondria, they increase respiration at the same time due to increased ETC activity in an attempt to restore the membrane potential.",
            "score": 108.18760681152344
        },
        {
            "docid": "39288495_6",
            "document": "Mitochondrial fusion . The changes in balance between the rates of mitochondrial fission and fusion directly affect the wide range of mitochondrial lengths that can be observed in different cell types. Rapid fission and fusion of the mitochondria in cultured fibroblasts has been shown to promote the redistribution of mitochondrial green fluorescent protein (GFP) from one mitochondrion to all of the other mitochondria. This process can occur in a cell within a time period as short as an hour.",
            "score": 108.09451293945312
        },
        {
            "docid": "2957025_2",
            "document": "Axonal transport . Axonal transport, also called axoplasmic transport or axoplasmic flow, is a cellular process responsible for movement of mitochondria, lipids, synaptic vesicles, proteins, and other cell parts (i.e. organelles) to and from a neuron's cell body, through the cytoplasm of its axon (the axoplasm). Since some axons are on the order of meters long, neurons cannot rely on diffusion to carry products of the nucleus and organelles to the end of their axons. Axonal transport is also responsible for moving molecules destined for degradation from the axon back to the cell body, where they are broken down by lysosomes.",
            "score": 107.14990234375
        }
    ]
}