{
    "q": [
        {
            "docid": "34633465_2",
            "document": "Geometric feature learning . Geometric feature learning is a technique combining machine learning and computer vision to solve visual tasks. The main goal of this method is to find a set of representative features of geometric form to represent an object by collecting geometric features from images and learning them using efficient machine learning methods. Humans solve visual tasks and can give fast response to the environment by extracting perceptual information from what they see. Researchers simulate humans' ability of recognizing objects to solve computer vision problems. For example, M. Mata et al.(2002) applied feature learning techniques to the mobile robot navigation tasks in order to avoid obstacles. They used genetic algorithms for learning features and recognizing objects (figures). Geometric feature learning methods can not only solve recognition problems but also predict subsequent actions by analyzing a set of sequential input sensory images, usually some extracting features of images. Through learning, some hypothesis of the next action are given and according the probability of each hypothesis give a most probable action. This technique is widely used in the area of artificial intelligence.",
            "score": 39.960479974746704
        },
        {
            "docid": "21944_40",
            "document": "Nervous system . Feature detection is the ability to extract biologically relevant information from combinations of sensory signals. In the visual system, for example, sensory receptors in the retina of the eye are only individually capable of detecting \"points of light\" in the outside world. Second-level visual neurons receive input from groups of primary receptors, higher-level neurons receive input from groups of second-level neurons, and so on, forming a hierarchy of processing stages. At each stage, important information is extracted from the signal ensemble and unimportant information is discarded. By the end of the process, input signals representing \"points of light\" have been transformed into a neural representation of objects in the surrounding world and their properties. The most sophisticated sensory processing occurs inside the brain, but complex feature extraction also takes place in the spinal cord and in peripheral sensory organs such as the retina.",
            "score": 93.18022894859314
        },
        {
            "docid": "2534964_17",
            "document": "Sensory processing . In the future, research on sensory integration will be used to better understand how different sensory modalities are incorporated within the brain to help us perform even the simplest of tasks. For example, we do not currently have the understanding needed to comprehend how neural circuits transform sensory cues into changes in motor activities. More research done on the sensorimotor system can help understand how these movements are controlled. This understanding can potentially be used to learn more about how to make better prosthetics, and eventually help patients who have lost the use of a limb. Also, by learning more about how different sensory inputs can combine can have profound effects on new engineering approaches using robotics. The robot's sensory devices may take in inputs of different modalities, but if we understand multisensory integration better, we might be able to program these robots to convey these data into a useful output to better serve our purposes.",
            "score": 38.11900067329407
        },
        {
            "docid": "1903855_9",
            "document": "Sensory substitution . \"Brain plasticity\" refers to the brain's ability to adapt to a changing environment, for instance to the absence or deterioration of a sense. It is conceivable that cortical remapping or reorganization in response to the loss of one sense may be an evolutionary mechanism that allows people to adapt and compensate by using other senses better. Functional imaging of congenitally blind patients showed a cross-modal recruitment of the occipital cortex during perceptual tasks such as Braille reading, tactile perception, tactual object recognition, sound localization, and sound discrimination. This may suggest that blind people can use their occipital lobe, generally used for vision, to perceive objects through the use of other sensory modalities. This cross modal plasticity may explain the often described tendency of blind people to show enhanced ability in the other senses.",
            "score": 44.74507427215576
        },
        {
            "docid": "2534964_3",
            "document": "Sensory processing . It has been believed for some time that inputs from different sensory organs are processed in different areas in the brain. The communication within and among these specialized areas of the brain is known as functional integration. Newer research has shown that these different regions of the brain may not be solely responsible for only one sensory modality, but could use multiple inputs to perceive what the body senses about its environment. Multisensory integration is necessary for almost every activity that we perform because the combination of multiple sensory inputs is essential for us to comprehend our surroundings.",
            "score": 41.90088629722595
        },
        {
            "docid": "44037637_3",
            "document": "Emmert experiment . Besides localization and recognition, there is another function of our sensory system: the size of the objects remain constant in spite of the changes of the image perceived our retina. Thanks to evolution we experience the objects as they really are and not as our eyes perceives them. We usually perceive object as being relatively constant, irrespective of the light conditions, our point of view or the distance between the object and us.",
            "score": 26.323343992233276
        },
        {
            "docid": "1166059_31",
            "document": "Boltzmann machine . Like DBNs, DBMs can learn complex and abstract internal representations of the input in tasks such as object or speech recognition, using limited, labeled data to fine-tune the representations built using a large supply of unlabeled sensory input data. However, unlike DBNs and deep convolutional neural networks, they adopt the inference and training procedure in both directions, bottom-up and top-down pass, which allow the Deep Boltzmann machine to better unveil the representations of the input structures.",
            "score": 34.74525427818298
        },
        {
            "docid": "24965027_6",
            "document": "Cognitive neuroscience of visual object recognition . A significant aspect of object recognition is that of object constancy: the ability to recognize an object across varying viewing conditions. These varying conditions include object orientation, lighting, and object variability (size, colour, and other within-category differences). For the visual system to achieve object constancy, it must be able to extract a commonality in the object description across different viewpoints and the retinal descriptions.[9] Participants who did categorization and recognition tasks while undergoing a functional magnetic found as increased blood flow indicating activation in specific regions of the brain. The categorization task consisted of participants placing objects from canonical or unusual views as either indoor or outdoor objects. The recognition task occurs by presenting the participants with images that they had viewed previously. Half of these images were in the same orientation as previously shown, while the other half were presented in the opposing viewpoint. The brain regions implicated in mental rotation, such as the ventral and dorsal visual pathways and the prefrontal cortex, showed the greatest increase in blood flow during these tasks, demonstrating that they are critical for the ability to view objects from multiple angles. Several theories have been generated to provide insight on how object constancy may be achieved for the purpose of object recognition including, viewpoint-invariant, viewpoint-dependent and multiple views theories.",
            "score": 30.692049145698547
        },
        {
            "docid": "5664_64",
            "document": "Consciousness . In neuroscience, a great deal of effort has gone into investigating how the perceived world of conscious awareness is constructed inside the brain. The process is generally thought to involve two primary mechanisms: (1) hierarchical processing of sensory inputs, and (2) memory. Signals arising from sensory organs are transmitted to the brain and then processed in a series of stages, which extract multiple types of information from the raw input. In the visual system, for example, sensory signals from the eyes are transmitted to the thalamus and then to the primary visual cortex; inside the cerebral cortex they are sent to areas that extract features such as three-dimensional structure, shape, color, and motion. Memory comes into play in at least two ways. First, it allows sensory information to be evaluated in the context of previous experience. Second, and even more importantly, working memory allows information to be integrated over time so that it can generate a stable representation of the world—Gerald Edelman expressed this point vividly by titling one of his books about consciousness \"The Remembered Present\". In computational neuroscience, Bayesian approaches to brain function have been used to understand both the evaluation of sensory information in light of previous experience, and the integration of information over time. Bayesian models of the brain are probabilistic inference models, in which the brain takes advantage of prior knowledge to interpret uncertain sensory inputs in order to formulate a conscious percept; Bayesian models have successfully predicted many perceptual phenomena in vision and the nonvisual senses.",
            "score": 59.682156562805176
        },
        {
            "docid": "1049228_5",
            "document": "Place cell . Although place cells are part of a non-sensory cortical system, their firing behavior is strongly correlated to sensory input. Place cells fire when an animal is located in parts of the environment known as place fields. These circuits may have important implications for memory, as they provide the spatial context for memories and past experiences. Like many other parts of the brain, place cell circuits are dynamic. They are constantly adjusting and remapping to suit the current location and experience of the brain. Place cells do not work alone to create visuospatial representation; they are a part of a complex circuit that informs place awareness and place memory.",
            "score": 26.85155963897705
        },
        {
            "docid": "6278094_4",
            "document": "Means-ends analysis . An important aspect of intelligent behavior as studied in AI is \"goal-based\" problem solving, a framework in which the solution of a problem can be described by finding a sequence of \"actions\" that lead to a desirable goal. A goal-seeking system is supposed to be connected to its outside environment by sensory channels through which it receives information about the environment and motor channels through which it acts on the environment. (The term \"afferent\" is used to describe \"inward\" sensory flows, and \"efferent\" is used to describe \"outward\" motor commands.) In addition, the system has some means of storing in a \"memory\" information about the \"state\" of the environment (afferent information) and information about actions (efferent information). Ability to attain goals depends on building up associations, simple or complex, between particular changes in states and particular actions that will bring these changes about. Search is the process of discovery and assembly of sequences of actions that will lead from a given state to a desired state. While this strategy may be appropriate for machine learning and problem solving, it is not always suggested for humans (e.g. cognitive load theory and its implications).",
            "score": 43.443631410598755
        },
        {
            "docid": "5473337_12",
            "document": "Neuroconstructivism . The brain is further limited by its constraint within the body. The brain receives input from receptors on the body (e.g., somatosensory system, visual system, auditory system, etc.). These receptors provide the brain with a source of information. As a result, they manipulate the brain's neural activation patterns, and thus its structure, leading to constraining effects on the construction of representations in the mind. The sensory systems limit the possible information the brain can receive and therefore act as a filter. However, the brain may also interact with the environment through manipulation of the body (e.g., movement, changes in attention, etc.), thus manipulating the environment and the subsequent information received. Pro-activity while exploring the environment leads to altered experiences and consequently altered cognitive development.",
            "score": 30.49360966682434
        },
        {
            "docid": "632498_8",
            "document": "Rodney Brooks . In his 1990 paper, \"Elephants Don't Play Chess\", Brooks argued that in order for robots to accomplish everyday tasks in an environment shared by humans, their higher cognitive abilities, including abstract thinking emulated by symbolic reasoning, need to be based on the primarily sensory-motor coupling (action) with the environment, complemented by the proprioceptive sense which is a key component in hand–eye coordination, pointing out that: Over time there's been a realization that vision, sound-processing, and early language are maybe the keys to how our brain is organized.",
            "score": 12.430472135543823
        },
        {
            "docid": "2308124_6",
            "document": "Sensory overload . There are many different ways to treat sensory overload. One way to reduce this tension is to participate in occupational therapy; however, there are many ways for people with symptoms to reduce it themselves. Being able to identify one's own triggers of sensory overload can help reduce, eliminate, or avoid them. Most often the quickest way to ease sensory overload symptoms is to remove oneself from the situation. Deep pressure against the skin combined with proprioceptive input that stimulates the receptors in the joints and ligaments often calms the nervous system. Reducing sensory input such as eliminating distressing sounds and lowering the lights can help. Calming, focusing music works for some. If a quick break does not relieve the problem, an extended rest is advised. People with sensory processing issues issues may benefit from a sensory diet of activities and accommodations designed to prevent sensory overload and retrain the brain to process sensory input more typically. It is important in situations of sensory overload to calm oneself and return to a normal level.",
            "score": 21.70369791984558
        },
        {
            "docid": "4788296_41",
            "document": "Plato's Problem . These studies point to the fact that even though we only attend to and process limited information, we have a vast amount of knowledge at our disposal through our highly unrestricted sensory registers. It is the selective attention, perception, and higher order cognitive processing that limits these inputs and it is precisely these processes that make up our conscious awareness. Thus, in order to formulate some explanations for Plato's Problem, our conscious awareness limits our experience; nevertheless, it seems as though some stimuli that are sensed by our sensory registers, although seemingly rejected by conscious awareness, are actually retained and abstracted into our memories for further processing. All of our fully functioning perceptual faculties enhance, supplement, and optimize our experiences.",
            "score": 31.13990020751953
        },
        {
            "docid": "24965027_2",
            "document": "Cognitive neuroscience of visual object recognition . Object recognition is the ability to perceive an object's physical properties (such as shape, colour and texture) and apply semantic attributes to it (such as identifying the object as an apple). This process includes the understanding of its use, previous experience with the object, and how it relates to others. Regardless of an object's position or illumination, humans possess the ability to effectively identify and label an object. Humans are one of the few species that possess the ability of invariant visual object recognition. Both \"front end\" (knowledge/goal driven) and \"back end\" (sensory driven) processing are required for a species to be able to recognize objects at varying distances, angles, lighting, etc...",
            "score": 13.127585887908936
        },
        {
            "docid": "1049228_18",
            "document": "Place cell . Place cells were initially believed to fire in direct relation to simple sensory inputs, but recent studies suggest that this may not be the case. Place fields are usually unaffected by large sensory changes, like removing a landmark from an environment, but respond to subtle changes, like a change in color or shape of an object. This suggests that place cells respond to complex stimuli rather than simple individual sensory cues. According to a model known as the \"functional differentiation\" model, sensory information is processed in various cortical structures upstream of the hippocampus before actually reaching the structure, so that the information received by place cells is a compilation of different stimuli. Mechanisms required for memory consolidation affect place cell firing less than direct sensory input does, suggesting that it is primarily recent inputs that are retrieved during place coding.",
            "score": 42.126436948776245
        },
        {
            "docid": "44632031_38",
            "document": "M-Theory (learning framework) . The theory was also applied to a range of recognition tasks: from invariant single object recognition in clutter to multiclass categorization problems on publicly available data sets (CalTech5, CalTech101, MIT-CBCL) and complex (street) scene understanding tasks that requires the recognition of both shape-based as well as texture-based objects (on StreetScenes data set). The approach performs really well: It has the capability of learning from only a few training examples and was shown to outperform several more complex state-of-the-art systems constellation models, the hierarchical SVM-based face- detection system). A key element in the approach is a new set of scale and position-tolerant feature detectors, which are biologically plausible and agree quantitatively with the tuning properties of cells along the ventral stream of visual cortex. These features are adaptive to the training set, though we also show that a universal feature set, learned from a set of natural images unrelated to any categorization task, likewise achieves good performance.",
            "score": 29.072195053100586
        },
        {
            "docid": "948900_12",
            "document": "Sensorium . The individual sensory systems of the body are only parts of these broader perceptual ecologies, which include the physical apparatus of sensation, the environment being sensed, as well as both learned and innate systems for directing attention and interpreting the results. These systems represent and enact the information (as an influence which leads to a transformation) required to perceive, identify or reason about the world, and are distributed across the very design and structures of the body, in relation to the physical environment, as well as in the concepts and interpretations of the mind. This information varies according to species, physical environment, and the context of information in the social and cultural systems of perception, which also change over time and space, and as an individual learns through living. Any single perceptual modality may include or overlap multiple sensory structures, as well as other modes of perception, and the sum of their relations and the ratio of mixture and importance comprise a sensorium. The perception, understanding, and reasoning of an organism is dependent on the particular experience of the world delivered by changing ratios of sense.",
            "score": 42.34044528007507
        },
        {
            "docid": "6733469_3",
            "document": "Max Planck Institute for Biological Cybernetics . The institute is studying signal and information processing in the brain. We know that our brain is constantly processing a vast amount of sensory and intrinsic information by which our behavior is coordinated accordingly. How the brain actually achieves these tasks is less well understood, for example, how it perceives, recognizes, and learns new objects. The scientists at the Max Planck Institute for Biological Cybernetics aim to determine which signals and processes are responsible for creating a coherent percept of our environment and for eliciting the appropriate behavior. Scientists of three departments and seven research groups are working towards answering fundamental questions about processing in the brain, using different approaches and methods.",
            "score": 51.25234842300415
        },
        {
            "docid": "35049423_17",
            "document": "Epidemiology of representations . Like cognitive science, the epidemiology of representations is also based on the assumption that domain specificity characterizes cognitive abilities or mechanisms. Epidemiology of representations assumes that human animals are cognitively predefined by their evolved neurophysiology (i.e. their cognition is massively modular). However, it also acknowledges that cognitive development plays a functional role for the formation of mental representations, concepts, intuitive theories, and the like. Accordingly, theories in cognitive science argue that humans are evolutionarily equipped with a certain brain-body setup (c.f. common coding theory) that allows them to encode and decode specific kinds of information to their memory via interacting with their environment. This is sensory-specific (i.e. visual-, acoustic-, tactile-, and olfactory perception etc.) and task or reasoning specific (i.e. formulation of intuitive theories). Hence, by these theories, humans are assumed to have (1) an innate cognitive potential that (2) is realized during a natural cognitive development. The reason for the first argument comes from fields like evolutionary anthropology and evolutionary psychology, stating that evolution has been selecting merely those animals that have evolved adaptive mental and neural mechanisms to efficiently cope with specific challenges regarding their environment (e.g. getting food, shelter, mates, etc.). The reason for the second argument comes from cognitive development, stating that animals (especially humans) in their infancy are highly sensitive to input patterns, since their cognitive system automatically and rapidly adapts their environment.",
            "score": 41.18787395954132
        },
        {
            "docid": "1049228_19",
            "document": "Place cell . Sensory information received by place cells can be categorized as either metric or contextual information, where metric information corresponds to where place cells should fire and contextual input corresponds to whether or not a place field should fire in a certain environment. Metric sensory information is any kind of spatial input that might indicate a distance between two points. For example, the edges of an environment might signal the size of the overall place field or the distance between two points within a place field. Metric signals can be either linear or directional. Directional inputs provide information about the orientation of a place field, whereas linear inputs essentially form a representational grid. Contextual cues allow established place fields to adapt to minor changes in the environment, such as a change in object color or shape. Metric and contextual inputs are processed together in the entorhinal cortex before reaching the hippocampal place cells. Visuospatial and olfactory inputs are examples of sensory inputs that are utilized by place cells. These types of sensory cues can include both metric and contextual information.",
            "score": 77.06218791007996
        },
        {
            "docid": "10008586_4",
            "document": "Sensory integration therapy . Ayres' sensory integration is a theory that describes (1) how the neurological process of processing and integrating sensory information from the body and the environment contribute to emotional regulation, learning, behavior, and participation in daily life, (2) empirically derived disorders of sensory integration and (3) an intervention approach. \"Sensory integration theory is used to explain why individuals behave in particular ways, plan intervention to ameliorate particular difficulties, and predict how behavior will change as a result of intervention.\" Sensory integration theory originated from the work of A. Jean Ayres, an occupational therapist and psychologist. Ayres wrote, \"Sensory Integration is the organization of sensations for use. Our senses give us information about the physical conditions of our body and the environment around us...The brain must organize all of our sensations if a person is to move and learn and behave in a productive manner\".",
            "score": 16.98758888244629
        },
        {
            "docid": "3975854_2",
            "document": "Sensory neuroscience . Sensory neuroscience is a subfield of neuroscience which explores the anatomy and physiology of neurons that are part of sensory systems such as vision, hearing, and olfaction. Neurons in sensory regions of the brain respond to stimuli by firing one or more nerve impulses (action potentials) following stimulus presentation. How is information about the outside world encoded by the rate, timing, and pattern of action potentials? This so-called neural code is currently poorly understood and sensory neuroscience plays an important role in the attempt to decipher it. Looking at early sensory processing is advantageous since brain regions that are \"higher up\" (e.g. those involved in memory or emotion) contain neurons which encode more abstract representations. However, the hope is that there are unifying principles which govern how the brain encodes and processes information. Studying sensory systems is an important stepping stone in our understanding of brain function in general.",
            "score": 56.77835011482239
        },
        {
            "docid": "627937_18",
            "document": "Pyramidal cell . Pyramidal neurons in the prefrontal cortex are implicated in cognitive ability. In mammals, the complexity of pyramidal cells increases from posterior to anterior brain regions. The degree of complexity of pyramidal neurons is likely linked to the cognitive capabilities of different anthropoid species. As the prefrontal cortex receives input from areas of the brain that are involved in processing all the sensory modalities, pyramidal cells within the prefrontal cortex appear to process different types of input. Pyramidal cells may play a critical role in complex object recognition within the visual processing areas of the cortex.",
            "score": 61.138681173324585
        },
        {
            "docid": "6240439_6",
            "document": "Mismatch negativity . The MMN is a response to a deviant within a sequence of otherwise regular stimuli; thus, in an experimental setting, it is produced when stimuli are presented in a many-to-one ratio; for example, in a sequence of sounds \"s s s s s s s d s s s s d s s s...\", the \"d\" is the deviant or oddball stimulus, and will elicit an MMN response. The mismatch negativity occurs even if the subject is not consciously paying attention to the stimuli. Processing of sensory stimulus features is essential for humans in determining their responses and actions. If behaviourally relevant aspects of the environment are not correctly represented in the brain, then the organism's behaviour cannot be appropriate. Without these representations our ability to understand spoken language, for example, would be seriously impaired. Cognitive neuroscience has consequently emphasised the importance of understanding brain mechanisms of sensory information processing, that is, the sensory prerequisites of cognition. Most of the data obtained, unfortunately, do not allow the objective measurement of the accuracy of these stimulus representations (see Näätänen, 1992). In addition, recent cognitive neuroscience seems to have succeeded in extracting such a measure, however. This is the mismatch negativity (MMN), a component of the event-related potential (ERP), first reported by Näätänen, Gaillard, and Mäntysalo (1978). An in-depth review of MMN research can be found in Näätänen (1992) while other recent reviews also provide information on the generator mechanisms of MMN (Alho 1995), its magnetic counterpart, MMNm (Näätänen, Ilmoniemi & Alho, 1994), and its clinical applicability (Näätänen & Alho, 1995).",
            "score": 17.69569158554077
        },
        {
            "docid": "2534964_12",
            "document": "Sensory processing . It may seem redundant that we are being provided with multiple sensory inputs about the same object, but that is not necessarily the case. This so-called \"redundant\" information is in fact verification that what we are experiencing is in fact happening. Perceptions of the world are based on models that we build of the world. Sensory information informs these models, but this information can also confuse the models. Sensory illusions occur when these models do not match up. For example, where our visual system may fool us in one case, our auditory system can bring us back to a ground reality. This prevents sensory misrepresentations, because through the combination of multiple sensory modalities, the model that we create is much more robust and gives a better assessment of the situation. Thinking about it logically, it is far easier to fool one sense than it is to simultaneously fool two or more senses.",
            "score": 38.18651056289673
        },
        {
            "docid": "422247_18",
            "document": "Self-awareness . Self-awareness theory, developed by Duval and Wicklund in their 1972 landmark book \"A theory of objective self awareness\", states that when we focus our attention on ourselves, we evaluate and compare our current behavior to our internal standards and values. This elicits a state of objective self-awareness. We become self-conscious as objective evaluators of ourselves. However self-awareness is not to be confused with self-consciousness. Various emotional states are intensified by self-awareness. However, some people may seek to increase their self-awareness through these outlets. People are more likely to align their behavior with their standards when made self-aware. People will be negatively affected if they don't live up to their personal standards. Various environmental cues and situations induce awareness of the self, such as mirrors, an audience, or being videotaped or recorded. These cues also increase accuracy of personal memory. In one of Demetriou's neo-Piagetian theories of cognitive development, self-awareness develops systematically from birth through the life span and it is a major factor for the development of general inferential processes. Moreover, a series of recent studies showed that self-awareness about cognitive processes participates in general intelligence on a par with processing efficiency functions, such as working memory, processing speed, and reasoning. Albert Bandura's theory of self-efficacy builds on our varying degrees of self-awareness. It is \"the belief in one's capabilities to organize and execute the courses of action required to manage prospective situations.\" A person's belief in their ability to succeed sets the stage to how they think, behave and feel. Someone with a strong self-efficacy, for example, views challenges as mere tasks that must be overcome, and are not easily discouraged by setbacks. They are aware of their flaws and abilities and choose to utilize these qualities to the best of their ability. Someone with a weak sense of self-efficacy evades challenges and quickly feels discouraged by setbacks. They may not be aware of these negative reactions, and therefore do not always change their attitude. This concept is central to Bandura's social cognitive theory, \"which emphasizes the role of observational learning, social experience, and reciprocal determinism in the development of personality.\"",
            "score": 23.18489170074463
        },
        {
            "docid": "2872287_23",
            "document": "Neural binding . Much of the experimental evidence for neural binding has traditionally revolved around sensory awareness. Sensory awareness is accomplished by integrating things together by cognitively perceiving them and then segmenting them so that, in total, there is an image created. Since there can be an infinite number of possibilities in the perception of an object, this has been a unique area of study. The way the brain then collectively pieces certain things together via networking is important not only in the global way of perceiving but also in segmentation. Much of sensory awareness has to do with the taking of a single piece of an object's makeup and then binding its total characteristics so that the brain perceives the object in its final form. Much of the research for the understanding of segmentation and how the brain perceives an object has been done by studying cats. A major finding of this research has to do with the understanding of gamma waves oscillating at 40 Hz. The information was extracted from a study using the cat visual cortex. It was shown that the cortical neurons responded differently to spatially different objects. These firings of neurons ranged from 40–60 Hz in measure and when observed showed that they fired synchronously when observing different parts of the object. Such coherent responses point to the fact that the brain is doing a kind of coding where it is piecing certain neurons together in the works of making the form of an object. Since the brain is putting these segmented pieces together unsupervised, a significant consonance is found with many philosophers (like Sigmund Freud) who theorize an underlying subconscious that helps to form every aspect of our conscious thought processes.",
            "score": 60.072452545166016
        },
        {
            "docid": "53953041_5",
            "document": "Predictive coding . Most of the research literature in the field has been about sensory perception, particularly vision, which is more easily conceptualized. However, the predictive coding framework could also be applied to different neural systems. Taking the sensory system as an example, the brain solves the seemingly intractable problem of modelling distal causes of sensory input through a version of Bayesian inference. It does this by modelling predictions of lower-level sensory inputs via backward connections from relatively higher levels in a cortical hierarchy (Clark, 2013).  Constrained by the statistical regularities of the outside world (and certain evolutionarily prepared predictions), the brain encodes top-down generative models at various temporal and spatial scales in order to predict and effectively suppress sensory inputs rising up from lower levels. A comparison between predictions (priors) and sensory input (likelihood) yields a difference measure (e.g. prediction error, free energy, or surprise) which, if it is sufficiently large beyond the levels of expected statistical noise, will cause the generative model to update so that it better predicts sensory input in the future.",
            "score": 32.0861279964447
        },
        {
            "docid": "7330954_6",
            "document": "Pattern recognition (psychology) . Template matching theory describes the most basic approach to human pattern recognition. It is a theory that assumes every perceived object is stored as a \"template\" into long-term memory. Incoming information is compared to these templates to find an exact match. In other words, all sensory input is compared to multiple representations of an object to form one single conceptual understanding. The theory defines perception as a fundamentally recognition-based process. It assumes that everything we see, we understand only through past exposure, which then informs our future perception of the external world. For example, A, A, and \"A\" are all recognized as the letter A, but not B. This viewpoint is limited, however, in explaining how new experiences can be understood without being compared to an internal memory template.",
            "score": 36.47580575942993
        },
        {
            "docid": "379234_2",
            "document": "Sensory nervous system . The sensory nervous system is a part of the nervous system responsible for processing sensory information. A sensory system consists of sensory neurons (including the sensory receptor cells), neural pathways, and parts of the brain involved in sensory perception. Commonly recognized sensory systems are those for vision, hearing, touch, taste, smell, and balance. In short, senses are transducers from the physical world to the realm of the mind where we interpret the information, creating our perception of the world around us.",
            "score": 44.772480487823486
        }
    ],
    "r": [
        {
            "docid": "613539_5",
            "document": "Spike-timing-dependent plasticity . Early experiments on associative plasticity were carried out by W. B. Levy and O. Steward in 1983 and examined the effect of relative timing of pre and postsynaptic action potentials at millisecond level on plasticity. Bruce McNaughton contributed much to this area, too. In studies on neuromuscular synapses carried out by Y. Dan and Mu-ming Poo in 1992, and on the hippocampus by D. Debanne, B. Gähwiler, and S. Thompson in 1994, showed that asynchronous pairing of postsynaptic and synaptic activity induced long-term synaptic depression. However, STDP was more definitively demonstrated by Henry Markram in his postdoc period till 1993 in Bert Sakmann's lab (SFN and Phys Soc abstracts in 1994–1995) which was only published in 1997. C. Bell and co-workers also found a form of STDP in the cerebellum. Henry Markram used dual patch clamping techniques to repetitively activate pre-synaptic neurons 10 milliseconds before activating the post-synaptic target neurons, and found the strength of the synapse increased. When the activation order was reversed so that the pre-synaptic neuron was activated 10 milliseconds after its post-synaptic target neuron, the strength of the pre-to-post synaptic connection decreased. Further work, by Guoqiang Bi, Li Zhang, and Huizhong Tao in Mu-Ming Poo's lab in 1998, continued the mapping of the entire time course relating pre- and post-synaptic activity and synaptic change, to show that in their preparation synapses that are activated within 5-20 ms before a postsynaptic spike are strengthened, and those that are activated within a similar time window after the spike are weakened. This phenomenon has been observed in various other preparations, with some variation in the time-window relevant for plasticity. Several reasons for timing-dependent plasticity have been suggested. For example, STDP might provide a substrate for Hebbian learning during development, or, as suggested by Taylor in 1973, the associated Hebbian and anti-Hebbian learning rules might create informationally efficient coding in bundles of related neurons. Works from Y. Dan's lab advanced to study STDP in \"in vivo\" systems.",
            "score": 162.08596801757812
        },
        {
            "docid": "613539_3",
            "document": "Spike-timing-dependent plasticity . Under the STDP process, if an input spike to a neuron tends, on average, to occur immediately \"before\" that neuron's output spike, then that particular input is made somewhat stronger. If an input spike tends, on average, to occur immediately \"after\" an output spike, then that particular input is made somewhat weaker hence: \"spike-timing-dependent plasticity\". Thus, inputs that might be the cause of the post-synaptic neuron's excitation are made even more likely to contribute in the future, whereas inputs that are not the cause of the post-synaptic spike are made less likely to contribute in the future. The process continues until a subset of the initial set of connections remain, while the influence of all others is reduced to 0. Since a neuron produces an output spike when many of its inputs occur within a brief period, the subset of inputs that remain are those that tended to be correlated in time. In addition, since the inputs that occur before the output are strengthened, the inputs that provide the earliest indication of correlation will eventually become the final input to the neuron.",
            "score": 161.2146759033203
        },
        {
            "docid": "487921_18",
            "document": "Long-term depression . Endocannabinoids affect long-lasting plasticity processes in various parts of the brain, serving both as regulators of pathways and necessary retrograde messengers in specific forms of LTD. In regard to retrograde signaling, cannabinoid receptors function widely throughout the brain in presynaptic inhibition. Endocannabinoid retrograde signaling has been shown to effect LTD at corticostriatal synapses and glutamatergic synapses in the prelimbic cortex of the nucleus accumbens (NAc), and it is also involved in spike-timing-dependent LTD in the visual cortex. Endocannabinoids are implicated in LTD of inhibitory inputs (LTDi) within the basolateral nucleus of the amygdala (BLA) as well as in the stratum radiatum of the hippocampus. Additionally, endocannabinoids play an important role in regulating various forms of synaptic plasticity. They are involved in inhibition of LTD at parallel fiber Purkinje neuron synapses in the cerebellum and NMDA receptor-dependent LTD in the hippocampus.",
            "score": 160.32211303710938
        },
        {
            "docid": "26225095_2",
            "document": "NOMFET . NOMFET is a nanoparticle organic memory field-effect transistor. The transistor is designed to mimic the feature of the human synapse known as plasticity, or the variation of the speed and strength of the signal going from neuron to neuron. The device uses gold nano-particles of about 5—20 nm set with pentacene to emulate the change in voltages and speed within the signal. This device uses charge trapping/detrapping in an array of gold nanoparticules (NPs) at the SiO2/pentacene interface to design a SYNAPSTOR (synapse transistor) mimicking the dynamic plasticity of a biological synapse. This device (memristor-like) mimics short-term plasticity (STP) and temporal correlation plasticity (STDP, spike-timing dependent plasticity), two \"functions\" at the basis of learning processes. A compact model was developed, and these organic synapstors were used to demonstrate an associative memory, which can be trained to present a pavlovian response. A recent report showed that these organic synapse-transistors (synapstor) are working at 1 volt and with a plasticity typical response time in the range 100-200 ms. The device also works in contact with an electrolyte (EGOS : electrolyte gated organic synapstor) and can be interfaced with biologic neurons.",
            "score": 160.04550170898438
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 159.3581085205078
        },
        {
            "docid": "39182600_2",
            "document": "Heterosynaptic plasticity . Synaptic plasticity refers to a chemical synapse's ability to undergo changes in strength. Synaptic plasticity is typically input-specific (i.e. homosynaptic plasticity), meaning that the activity in a particular neuron alters the efficacy of a synaptic connection between that neuron and its target. However, in the case of heterosynaptic plasticity, the activity of a particular neuron leads to input unspecific changes in the strength of synaptic connections from other unactivated neurons. A number of distinct forms of heterosynaptic plasticity have been found in a variety of brain regions and organisms. These different forms of heterosynaptic plasticity contribute to a variety of neural processes including associative learning, the development of neural circuits, and homeostasis of synaptic input.",
            "score": 156.93272399902344
        },
        {
            "docid": "613539_7",
            "document": "Spike-timing-dependent plasticity . According to the Hebbian rule, synapses increase their efficiency if the synapse persistently takes part in firing the postsynaptic target neuron. An often-used simplification is \"those who fire together, wire together\", but if two neurons fire exactly at the same time, then one cannot have caused, or taken part in firing the other. Instead, to take part in firing the postsynaptic neuron, the presynaptic neuron needs to fire just before the postsynaptic neuron. Experiments that stimulated two connected neurons with varying interstimulus asynchrony confirmed the importance of temporal precedence implicit in Hebb's principle: the presynaptic neuron has to fire just before the postsynaptic neuron for the synapse to be potentiated. In addition, it has become evident that the presynaptic neural firing needs to consistently predict the postsynaptic firing for synaptic plasticity to occur robustly, mirroring at a synaptic level what is known about the importance of contingency in classical conditioning, where zero contingency procedures prevent the association between two stimuli.",
            "score": 155.0035858154297
        },
        {
            "docid": "20510214_13",
            "document": "Activity-dependent plasticity . Activity-dependent plasticity plays a very important role in learning and in the ability of understanding new things. It is responsible for helping to adapt an individual's brain according to the relative amount of usage and functioning. In essence, it is the brain's ability to retain and develop memories based on activity-driven changes of synaptic strength that allow stronger learning of information. It is thought to be the growing and adapting quality of dendritic spines that provide the basis for synaptic plasticity connected to learning and memory. Dendritic spines accomplish this by transforming synaptic input into neuronal output and also by helping to define the relationship between synapses.",
            "score": 152.6323699951172
        },
        {
            "docid": "39182600_13",
            "document": "Heterosynaptic plasticity . A neural network that undergoes plastic changes between synapses must initiate normalization mechanisms in order to combat unrestrained potentiation or depression. One mechanism assures that the average firing rate of these neurons is kept at a reasonable rate through synaptic scaling. In this process, input levels are changed in cells to maintain average firing rate. For example, inhibitory synapses are strengthened or excitatory synapses are weakened to normalize the neural network and allow single neurons to regulate their firing rate. Another mechanism is the cell-wide redistribution of synaptic weight. This mechanism conserves the total synaptic weight across the cell by introducing competition between synapses. Thus, normalizing a single neuron after plasticity. During development, cells can be refined when some synapses are preserved and others are discarded to normalize total synaptic weight. In this way, homeostasis is conserved in cells that are undergoing plasticity and normal operation of learning networks is also preserved, allowing new information to be learned.",
            "score": 150.5545196533203
        },
        {
            "docid": "33818014_28",
            "document": "Nervous system network models . What is important for understanding the functions of the nervous system is how the message is coded and transported by the action potential in the neuron. There are two theories on how the signal that is being propagated is coded in the spikes as to whether it is pulse code or rate code. In the former, it is the time delay of the first spike from the time of stimulus as seen by the postsynaptic receiver that determines the coding. In the rate code, it is average rate of the spike that influences the coding. It is not certain as to which is really the actual physiological phenomenon in each case. However, both cases can be modeled computationally and the parameters varied to match the experimental result. The pulse mode is more complex to model and numerous detailed neuron models and population models are described by Gerstner and Kistler in Parts I and II of Gerstner, W., & Kistler, W. (2002) and Chapter 8 of Sterratt, D., Graham, B., Gillies, A., & Willshaw, D. (2011). Another important characteristic associated with SR model is the spike-time-dependent-plasticity. It is based on Hebb’s postulate on plasticity of synapse, which states that “the neurons that fire together wire together.” This causes the synapse to be a long-term potentiation (LTP) or long-term depression (LTD). The former is the strengthening of the synapse between two neurons if the postsynaptic spike temporally follows immediately after the presynaptic spike. Latter is the case if it is reverse, i.e., the presynaptic spike occurs after the postsynaptic spike. Gerstner, W. & Kistler, W. (2002) in Chapter 10 and Sterratt, D., Graham, B., Gillies, A., & Willshaw, D. (2011) in Chapter 7 discuss the various models related to Hebbian models on plasticity and coding.",
            "score": 149.4547882080078
        },
        {
            "docid": "57441533_5",
            "document": "D. James Surmeier . By mid-90s, despite widespread consensus regarding the clinical relevance of striatal dopaminergic signaling, the distribution and seggregation of different classes of dopamine receptors, into either the same or distinct neuronal populations was unclear and remained widely debated. In pioneering experiments, using patch clamp recordings in conjunction with single cell gene profiling through RT-PCR, Surmeier reconciled the seemingly confounding results from anatomical and functional studies by showing that the direct (striatonigral) and indirect pathway (striatopallidal) striatal projection neurons predominantly expressed either the D1 or D2 dopamine receptors. Following this discovery, using pharmacology and spike-timing-dependent plasticity (STDP) protocols in genetically identified D1 or D2 receptor expressing neurons, Surmeier elucidated the distinct roles played by both the receptors in the induction of long-term potentiation and depression at the cortico-striatal synapses. Simultaneously, he also showed that in projection neurons that do not express the D2 receptors, synaptic depression dependent on D2 receptor activation is mediated by D2 receptors in cholinergic neurons, M1 muscarinic receptor activation resulting in reduced calcium channel, CaV1.3 opening in projection neurons and endocannabinoid signaling. Understanding the opposing effects of D1 and D2 receptor signaling and the consequent insights into the dopaminergic modulation of bi-directional synaptic plasticity in the direct and indirect spiny neurons was a conceptual advance that has proven fundamental to understanding striatal function in both behavioral adaptation as well as Parkinson's disease pathology, and continues to provide a foundation for current models of how dopamine controls striatal circuitry.",
            "score": 148.78329467773438
        },
        {
            "docid": "41027689_2",
            "document": "Synaptic transistor . A synaptic transistor is an electrical device that can learn in ways similar to a neural synapse. It optimizes its own properties for the functions it has carried out in the past. The device mimics the behavior of the property of neurons called spike-timing-dependent plasticity, or STDP.",
            "score": 147.52696228027344
        },
        {
            "docid": "9916386_5",
            "document": "Synaptic gating . In a model gated synapse, the gate is either open or closed by default. The gatekeeper neuron, therefore, serves as an external switch to the gate at the synapse of two other neurons. One of these neurons provides the input signal and the other provides the output signal. It is the role of the gatekeeper neuron to regulate the transmission of the input to the output. When activated, the gatekeeper neuron alters the polarity of the presynaptic axon to either open or close the gate. If this neuron depolarizes the presynaptic axon, it allows the signal to be transmitted. Thus, the gate is open. Hyperpolarization of the presynaptic axon closes the gate. Just like in a transistor, the gatekeeper neuron turns the system on or off; it affects the output signal of the postsynaptic neuron. Whether it is turned on or off is dependent on the nature of the input signal (either excitatory or inhibitory) from the presynaptic neuron.",
            "score": 147.24168395996094
        },
        {
            "docid": "20512936_14",
            "document": "Dendritic spike . Forward propagation of dendritic spikes initiate due to synaptic activity, and serves to amplify signals that may not reach the soma through passive transmission. The strength of synaptic stimulation required to generate a dendritic spike varies among neuronal types. Neurons which receive relatively few inputs cannot rely on spatial summation and therefore must rely on stronger synaptic inputs. Some relatively unbranched neurons, such as the globus pallidus neuron, bypass the need of strong synaptic input by increased concentrations of voltage-gated sodium channels at the synapse. Other more branched neurons, such as pyramidal neurons, rely on spatial summation of multiple inputs to generate forward propagating dendritic spikes. Forward propagation is not well understood and much research is devoted to the subject. It is thought by most experts that this phenomenon does not occur in neurons outside of the brain.",
            "score": 146.68734741210938
        },
        {
            "docid": "613539_2",
            "document": "Spike-timing-dependent plasticity . Spike-timing-dependent plasticity (STDP) is a biological process that adjusts the strength of connections between neurons in the brain. The process adjusts the connection strengths based on the relative timing of a particular neuron's output and input action potentials (or spikes). The STDP process partially explains the activity-dependent development of nervous systems, especially with regards to long-term potentiation and long-term depression.",
            "score": 144.34906005859375
        },
        {
            "docid": "487921_4",
            "document": "Long-term depression . It is highly important for neurons to maintain a variable range of neuronal output. If synapses were only reinforced by positive feedback, they would eventually come to the point of complete inactivity or too much activity. To prevent neurons from becoming static, there are two regulatory forms of plasticity that provide negative feedback: metaplasticity and scaling. Metaplasticity is expressed as a change in the capacity to provoke subsequent synaptic plasticity, including LTD and LTP. The Bienenstock, Cooper and Munro model (BCM model) proposes that a certain threshold exists such that a level of postsynaptic response below the threshold leads to LTD and above it leads to LTP. BCM theory further proposes that the level of this threshold depends upon the average amount of postsynaptic activity. Scaling has been found to occur when the strength of all of a neuron’s excitatory inputs are scaled up or down. LTD and LTP coincide with metaplasticity and synaptic scaling to maintain proper neuronal network function.",
            "score": 144.17135620117188
        },
        {
            "docid": "21445461_4",
            "document": "Nonsynaptic plasticity . Synaptic plasticity is the ability of a synapse between two neurons to change in strength over time. Synaptic plasticity is caused by changes in use of the synaptic pathway, namely, the frequency of synaptic potentials and the receptors used to relay chemical signals. Synaptic plasticity plays a large role in learning and memory in the brain. Synaptic plasticity can occur through intrinsic mechanisms, in which changes in synapse strength occur because of its own activity, or through extrinsic mechanisms, in which the changes in synapse strength occur via other neural pathways. Short-term inhibitory synaptic plasticity often occurs because of limited neurotransmitter supply at the synapse, and long-term inhibition can occur through decreased receptor expression in the postsynaptic cell. Short-term complementary synaptic plasticity often occurs because of residual or increased ion flow in either the presynaptic or postsynaptic terminal, while long-term synaptic plasticity can occur through the increased production of AMPA and NMDA glutamate receptors, among others, in the postsynaptic cell.",
            "score": 143.3038787841797
        },
        {
            "docid": "39180324_4",
            "document": "Homosynaptic plasticity . Donald Hebb theorized that strengthening of synaptic connections occurred because of coordinated activity between the pre-synaptic terminal and post-synaptic dendrite. According to Hebb, these two cells are strengthened because their signaling occurs together in space and/or time, also known as coincident activity. This postulate is often summarized as \"Cells that fire together, wire together\", which means that the synapses that have neurons with coincident firing are strengthened, while the other synapses on these neurons remain unchanged. Hebb's postulate has provided a conceptual framework for how synaptic plasticity underlies long-term information storage.",
            "score": 141.8144989013672
        },
        {
            "docid": "33818014_26",
            "document": "Nervous system network models . The action potential or the spike does not itself carry any information. It is the stream of spikes, called spike train, that carry the information in its number and pattern of spikes and timing of spikes. The postsynaptic potential can be either positive, the excitatory synapse or negative, inhibitory synapse. In modeling, the postsynaptic potentials received by the dendrites in the postsynaptic neuron are integrated and when the integrated potential exceeds the resting potential, the neuron fires an action potential along its axon. This model is the Integrate-and-Fire (IF) model that was mentioned in Section 2.3. Closely related to IF model is a model called Spike Response Model (SRM) (Gerstner, W. (1995) Pages 738-758) that is dependent on impulse function response convoluted with the input stimulus signal. This forms a base for a large number of models developed for spiking neural networks.",
            "score": 141.6026611328125
        },
        {
            "docid": "21445461_21",
            "document": "Nonsynaptic plasticity . One mechanism for preserving the dynamic range of a neuron is synaptic scaling, the homeostatic form of plasticity that restores neuronal activity to its normal 'baseline' levels by changing the postsynaptic response of all the synapses of a neuron as a function of activity. This means that the same scaling is done to each synapse, to either strengthen or weaken all of a neuron’s connections. Scaling can be multiplicative (multiplying or dividing the strength of each synapse by a constant number) or additive (adding or subtracting the same value from the synaptic weight). Homeostatic mechanisms go beyond the synapse. Modulation of the intrinsic excitability of a neuron is a way to maintain stability despite changing numbers and strengths of synapses. Cultured cortical pyramidal neurons maintain stability through the regulation of ionic conductances. The regulation of ionic conductances is achieved through the controlled release of brain-derived neurotrophic factor (BDNF). BDNF has also been found to influence synaptic scaling, suggesting that this neurotrophic factor may be responsible for the coordination of synaptic and nonsynaptic mechanisms in homeostatic plasticity.",
            "score": 140.80282592773438
        },
        {
            "docid": "39180324_3",
            "document": "Homosynaptic plasticity . In addition to being input-specific, the strengthening of a synapse via homosynaptic plasticity is associative, because it is dependent on the firing of a presynaptic and postsynaptic neuron closely in time. This associativity increases the chances that the postsynaptic neuron will also fire. These mechanisms are used primarily for learning and short-term memory.",
            "score": 139.89047241210938
        },
        {
            "docid": "5654027_4",
            "document": "Synapse . Synapses are essential to neuronal function: neurons are cells that are specialized to pass signals to individual target cells, and synapses are the means by which they do so. At a synapse, the plasma membrane of the signal-passing neuron (the \"presynaptic\" neuron) comes into close apposition with the membrane of the target (\"postsynaptic\") cell. Both the presynaptic and postsynaptic sites contain extensive arrays of a molecular machinery that link the two membranes together and carry out the signaling process. In many synapses, the presynaptic part is located on an axon and the postsynaptic part is located on a dendrite or soma. Astrocytes also exchange information with the synaptic neurons, responding to synaptic activity and, in turn, regulating neurotransmission. Synapses (at least chemical synapses) are stabilized in position by synaptic adhesion molecules (SAMs) projecting from both the pre- and post-synaptic neuron and sticking together where they overlap; SAMs may also assist in the generation and functioning of synapses.",
            "score": 138.72344970703125
        },
        {
            "docid": "33244792_10",
            "document": "Non-spiking neuron . These interneurons are connected to one another via synapses and a minority, approximately 15% of the neurons, exhibit bidirectional capacity and were excitatory. About 77% of these neurons indicated a one-way mode of transmitting signals which were inhibitory in nature. These numbers were modeled from an arthropod as pre-motor elements in the motor control system. They were located in the abdominal region. Synapses are known as gaps between neurons which facilitate the spread of a message via neurotransmitters that may excite or depress the subsequent neuron through a complex cascade of electrochemical events. For the interneurons exhibiting one-way signaling, they would receive an excitatory stimulus, experimentally, and the post-synaptic cell was given an inhibitory signal. The interaction between the two cells was modulatory in which the pre-synaptic cell with the initial excitatory signal would mediate the postsynaptic cell even after being inhibited. Signal amplitude was used to determine the effects of the modulation on the signal transmission.",
            "score": 137.74794006347656
        },
        {
            "docid": "22000_7",
            "document": "Neural Darwinism . Once the basic variegated anatomical structure of the brain is laid down during early development, it is more or less fixed. But given the numerous and diverse collection of available circuitry, there are bound to be functionally equivalent albeit anatomically non-isomorphic neuronal groups capable of responding to certain sensory input. This creates a competitive environment where circuit groups proficient in their responses to certain inputs are \"chosen\" through the enhancement of the synaptic efficacies of the selected network. This leads to an increased probability that the same network will respond to similar or identical signals at a future time. This occurs through the strengthening of neuron-to-neuron synapses. And these adjustments allow for neural plasticity along a fairly quick timetable.",
            "score": 137.7462921142578
        },
        {
            "docid": "423771_11",
            "document": "Synaptic plasticity . If the strength of a synapse is only reinforced by stimulation or weakened by its lack, a positive feedback loop will develop, causing some cells never to fire and some to fire too much. But two regulatory forms of plasticity, called scaling and metaplasticity, also exist to provide negative feedback. Synaptic scaling is a primary mechanism by which a neuron is able to stabilize firing rates up or down. Synaptic scaling serves to maintain the strengths of synapses relative to each other, lowering amplitudes of small excitatory postsynaptic potentials in response to continual excitation and raising them after prolonged blockage or inhibition. This effect occurs gradually over hours or days, by changing the numbers of NMDA receptors at the synapse (Pérez-Otaño and Ehlers, 2005). Metaplasticity varies the threshold level at which plasticity occurs, allowing integrated responses to synaptic activity spaced over time and preventing saturated states of LTP and LTD. Since LTP and LTD (long-term depression) rely on the influx of Ca through NMDA channels, metaplasticity may be due to changes in NMDA receptors, altered calcium buffering, altered states of kinases or phosphatases and a priming of protein synthesis machinery. Synaptic scaling is a primary mechanism by which a neuron to be selective to its varying inputs. The neuronal circuitry affected by LTP/LTD and modified by scaling and metaplasticity leads to reverberatory neural circuit development and regulation in a Hebbian manner which is manifested as memory, whereas the changes in neural circuitry, which begin at the level of the synapse, are an integral part in the ability of an organism to learn.",
            "score": 137.6450653076172
        },
        {
            "docid": "20512936_15",
            "document": "Dendritic spike . Spike-timing-dependent plasticity (STDP) refers to the functional changes in a neuron and its synapse due to time dependent action potentials. When an action potential reaches the pre-synaptic membrane it opens voltage-gated calcium channels causing an influx of calcium. The influx of calcium releases vesicles filled with neurotransmitters, usually glutamate, into the synaptic cleft. The neurotransmitters bind to receptors on the post-synaptic membrane opening ligand-gated channels causing the membrane to depolarize.",
            "score": 137.26321411132812
        },
        {
            "docid": "25253854_4",
            "document": "Developmental plasticity . The underlying principle of synaptic plasticity is that synapses undergo an activity-dependent and selective strengthening or weakening so new information can be stored. Synaptic plasticity depends on numerous factors including the threshold of the presynaptic stimulus in addition to the relative concentrations of neurotransmitter molecules. Synaptic plasticity has long been implicated for its role in memory storage and is thought to play a key role in learning. However, during developmental periods synaptic plasticity is of particular importance as changes in the network of synaptic connections can ultimately lead to changes in developmental milestones. For instance, the initial overproduction of synapses during development is key to plasticity that occurs in the visual and auditory cortex. In experiments conducted by Hubel and Wiesel, the visual cortex of kittens exhibits synaptic plasticity in the refinement neural connections following visual inputs. Correspondingly, in the absence of such inputs during development, the visual field fails to develop properly and can lead to abnormal structures and behavior. Furthermore, research suggests that this initial overproduction of synapses during developmental periods provides the foundation by which many synaptic connections can be formed, thus resulting in more synaptic plasticity. In the same way that synapses are abundant during development, there are also refining mechanisms that coincidentally refine the connectivity of neural circuits. This regulatory process allows the strengthening of important or frequently used synaptic connections while reducing the amount of weak connections.",
            "score": 136.88796997070312
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 135.10769653320312
        },
        {
            "docid": "20512936_12",
            "document": "Dendritic spike . Initiation of a dendritic spike through a single strong synaptic input does not guarantee that the spike will propagate reliably over long distances. If multiple synapses are simultaneously activated, dendritic spikes may be formed through spatial summation. Spatial summation involves the addition of multiple input signals resulting in a larger signal and possibly a dendritic spike. Hippocampal CA1 neurons have been shown to produce reliable dendritic spike propagation through spatial summation of multiple synaptic inputs. In the hippocampus, the CA1 neurons contain two distinctive regions that receive excitatory synaptic inputs: the perforant path (PP) through the apical dendritic tuft (500-750 μm from soma) and the Schaffer-collateral (SC) through the basal and apical dendrites (250-500 μm from soma). Studies show that individual stimulation of either the PP or SC was not sufficient enough to allow a dendritic spike to initiate an action potential. However, it was shown that when a dendritic spike occurred due to PP stimulations, the presence of a SC stimulation determined whether or not the signal would propagate to the soma.",
            "score": 135.0717315673828
        },
        {
            "docid": "21445461_23",
            "document": "Nonsynaptic plasticity . The dendrites are the regions responsible for the integration of the inputs from other neurons. One way that neurons manipulate the integration properties of the dendrites is by changing the number and properties of voltage gated ion channels. Inducing Long-term potentiation (LTP) in a particular synapse, results in an increase in excitability of the dendritic branches specific to that synapse. Dendritic excitability is important for the propagation and integration of synaptic signals. Dendritic excitability is thought to contribute to E-S potentiation, or an increase in the probability that a given input will result in the firing of an action potential.",
            "score": 134.57546997070312
        },
        {
            "docid": "43956835_8",
            "document": "Binding neuron . \"\"Although a neuron requires energy, its main function is to receive signals and to send them out that is, to handle information.\"\" --- this words by Francis Crick point at the necessity to describe neuronal functioning in terms of processing of abstract signals  The two abstract concepts, namely, the \"coincidence detector\" and \"temporal integrator\" are offered in this course, The first one expects that a neuron fires a spike if a number of input impulses are received at the same time. In the temporal integrator concept a neuron fires a spike after receiving a number of input impulses distributed in time. Each of the two takes into account some features of real neurons since it is known that a realistic neuron can display both coincidence detector and temporal integrator modes of activity depending on the stimulation applied, At the same time, it is known that a neuron together with excitatory impulses receives also inhibitory stimulation. A natural development of the two above mentioned concepts could be a concept which endows inhibition with its own signal processing role.",
            "score": 134.56890869140625
        },
        {
            "docid": "640637_8",
            "document": "Aplysia . In \"Aplysia\", the primary reflex studied by scientists while studying operant conditioning is the gill and siphon withdrawal reflex. The gill and siphon withdrawal reflex allows the \"Aplysia\" to pull back its siphon and gill for protection. The links between the synapses during the gill and siphon withdrawal reflex are directly correlated with many behavioral traits in the \"Aplysia\" such as its habits, reflexes, and conditioning. Scientists have studied the conditioning of the \"Aplysia\" to identify correlations with conditioning in mammals, mainly regarding behavioral responses such as addiction. Through experiments on the conditioning of the \"Aplysia\", links have been discovered with the synaptic plasticity for reward functions involved in the trait of addiction within mammals. Synaptic plasticity is the idea that the synapses will become stronger or weaker depending on how much those specific synapses are used. Conditioning of these synapses can lead them to become stronger or weaker by causing the neurons to fire or not fire when influenced by a stimulus. The conditioning of behavioral traits is based on the idea of a reward function. A reward function is when a stimulus is conditioned to fire according to a certain stimulus. The neurons will adapt to that stimulus, and fire those neurons more easily, even if the stimulus has a negative effect on the subject (in this case the Aplysia). In mammals, the reward function is mainly controlled by ventral tegmental area (VTA) dopamine neurons. During conditioning (in mammals), the VTA dopamine neurons have an increased effect on the stimuli being conditioned, and a decreased effect on the stimuli not being conditioned. This induces the synapses to form an expectation for reward for the stimuli being conditioned. The properties of the synapses displayed in the tests on conditioning involving the \"Aplysia\" (which has dopamine neurons but not a ventral tegmental area) are proposed to be directly comparable to behavioral responses such as addiction in mammals.",
            "score": 134.0659942626953
        }
    ]
}