{
    "q": [
        {
            "docid": "369688_5",
            "document": "Protein subunit . A subunit vaccine presents an antigen to the immune system without introducing viral particles, whole or otherwise. One method of production involves isolation of a specific protein from a virus and administering this by itself. A weakness of this technique is that isolated proteins can be denatured and will then become associated with antibodies different from the desired antibodies. A second method of making a subunit vaccine involves putting an antigen's gene from the targeted virus or bacterium into another virus (virus vector), yeast (yeast vector) in the case of the hepatitis B vaccine or attenuated bacterium (bacterial vector) to make a recombinant virus or bacteria to serve as the important component of a recombinant vaccine (called a recombinant subunit vaccine). The recombinant vector that is genomically modified will express the antigen. The antigen (one or more subunits of protein) is extracted from the vector. Just like the highly successful subunit vaccines, the recombinant-vector-produced antigen will be of little to no risk to the patient. This is the type of vaccine currently in use for hepatitis B, and it is experimentally popular, being used to try to develop new vaccines for difficult-to-vaccinate-against viruses such as ebolavirus and HIV.",
            "score": 58.78694224357605
        },
        {
            "docid": "242702_10",
            "document": "Monkeypox . Smallpox vaccine has been reported to reduce the risk of monkeypox among previously vaccinated persons in Africa. The decrease in immunity to poxviruses in exposed populations is a factor in the prevalence of monkeypox. It is attributed both to waning cross-protective immunity among those vaccinated before 1980 when mass smallpox vaccinations were discontinued, and to the gradually increasing proportion of unvaccinated individuals. The United States Centers for Disease Control and Prevention (CDC) recommends that persons investigating monkeypox outbreaks and involved in caring for infected individuals or animals should receive a smallpox vaccination to protect against monkeypox. Persons who have had close or intimate contact with individuals or animals confirmed to have monkeypox should also be vaccinated.",
            "score": 127.5923399925232
        },
        {
            "docid": "20967216_8",
            "document": "Tony Minson . Minson and co-workers pioneered a modification of this approach in which the disabled virus is restricted to a single cycle of replication. Using HSV-2, which causes genital herpes, they disabled the virus by deleting the viral gene encoding the membrane protein glycoprotein H (gH). This product is not required until after the viral assembly process, which means that the disabled virus can undergo a single round of replication in normal human cells, but the progeny virus cannot infect new cells. Minson's group called the resulting virus a \"disabled infectious single cycle\" (DISC) virus; similarly disabled viruses are also termed \"single-cycle\" viruses. Their work with DISC HSV-2 led to a series of vaccine candidates, which were developed by Cantab Pharmaceuticals. The DISC HSV-2 vaccine was promising in animal models and early clinical trials, appearing safe and well tolerated, and eliciting appropriate immune responses. However, a large phase II trial of the agent as a therapeutic vaccine in people with genital herpes failed to demonstrate any benefit, and further development has concentrated on the DISC HSV-2 vaccine's potential to prevent infection. The single-cycle strategy can be used to generate live vaccines against other viruses, and such a vaccine has recently been successfully developed for bluetongue virus of sheep. Single-cycle viruses are also widely used as vaccine vectors, carrying genes from other viruses.",
            "score": 74.83529531955719
        },
        {
            "docid": "48799027_20",
            "document": "Raccoonpox virus . RCN has been developed as a recombinant for the delivery of vaccines against the plague (caused by bacterium \"Yersinia pestis\"), feline panleukopenia virus, rabies virus and other pathogens in wildlife and domestic animals. Controlling diseases such as the plague in wildlife and domestic animals is important to reducing its transmission to humans. RCN is favored as a vector for wildlife and veterinary management over other potential poxvirus vectors because it triggers an immune response when it is taken in through mucosal routes, which is important for the widespread immunization of wildlife. Recombinant RCN (rRCN) vaccines been given to a number of mammalian species such as mice, raccoons, cats and sheep without side effects. The rRCN rabies virus glycoprotein recombinant vaccine was effective when given to sheep both intradermally and intramuscularly. Fortunately, the rRCN vaccine did relatively little harm to sheep when ingested orally, suggesting that rRCN vaccines used for wildlife management delivered as oral baits would be safe if accidentally ingested by sheep. Further studies are needed to determine the effect of ingestion of oral bait rRCN vaccines by non-target farm and domestic animals. Particular rRCN vaccines have been designed to effectively confer protective immunity against multiple pathogens. rRCN vaccines have been successful too in treating rabies virus in mice. These vaccines functioned by either expressing the rabies virus internal structural nucleoprotein (RCN-N) or by expressing the rabies virus glycoprotein (RCN-G).",
            "score": 100.52633082866669
        },
        {
            "docid": "42345073_108",
            "document": "West African Ebola virus epidemic . In July 2015, researchers announced that a vaccine trial in Guinea had been completed that appeared to give protection from the virus. The vaccine, rVSV-ZEBOV, had shown 100% efficacy in individuals, but more conclusive evidence was needed regarding its capacity to protect populations through \"herd immunity\" . The vaccine trial employed \"ring vaccination\", a technique that was also used in the 1970s to eradicate smallpox, in which health workers control an outbreak by vaccinating all suspected infected individuals within the surrounding area.",
            "score": 66.89917874336243
        },
        {
            "docid": "44003094_5",
            "document": "Ebola vaccine . A vaccine based on the vesicular stomatitis virus which was genetically modified to express a surface glycoprotein of Zaire Ebola virus, known as either VSV-EBOV or rVSV-ZEBOV, has been developed by the Public Health Agency of Canada, with development subsequently taken over by Merck Inc. In October 2014, the Wellcome Trust, who was also one of the biggest UK founders, announced the start of multiple trials in healthy volunteers in Europe, Gabon, Kenya, and the US. The vaccine was proven safe at multiple sites in North America, Europe, and Africa, but several volunteers at one trial site in Geneva, Switzerland, developed vaccine-related arthritis after about 2 weeks, and about 20–30% of volunteers at reporting sites developed low-grade post-vaccine fever, which resolved within a day or two. Other common side-effects were pain at the site of injection, myalgia, and fatigue. The trial was temporarily halted in December 2014 due to possible adverse effects, but subsequently resumed. As of April 2015, a Phase 3 trial with a single dose of VSV-EBOV began in Liberia after a successful Phase 2 study in the West Africa country. On 31 July 2015, preliminary results of a Phase 3 trial in Guinea indicated that the vaccine appears to be \"highly efficacious and safe.\" The trial used a ring vaccination protocol that first vaccinated all the closest contacts of new cases of Ebola infection either immediately or after 21 days. Because of the demonstrated efficacy of immediate vaccination, all recipients will now be immunized immediately. Ring vaccination is the method used in the program to eradicate smallpox in the 1970s. The trial will continue to assess whether the vaccine is effective in creating herd immunity to Ebola virus infection. In December 2016, a study found the VSV-EBOV vaccine to be 95-100% effective against the Ebola virus, making it the first proven vaccine against the disease.",
            "score": 76.79066729545593
        },
        {
            "docid": "2257802_3",
            "document": "Modified vaccinia Ankara . Vaccinia viruses re-engineered to express foreign genes are vectors for production of recombinant proteins, the most common being a vaccine delivery system for antigens. Concerns about the safety of the vaccinia virus have been addressed by the development of vectors based on attenuated vaccinia viruses. One of them, the \"Modified Vaccinia Ankara\" (\"MVA\"') virus, is a highly attenuated strain of vaccinia virus that was developed towards the end of the campaign for the eradication of smallpox by Anton Mayr in Germany. Produced by more than 500 passages of vaccinia virus in chicken cells (\"chicken embryo fibroblast\", MVA has lost about 10% of the vaccinia genome and with it the ability to replicate efficiently in primate cells. A recombinant MVA-based vector for vaccination with different fluorescent reporter genes was developed by Antonio Siccardi, which indicate the progress of genetic recombination with the transgene of an antigen (green, colorless, red).",
            "score": 64.29428112506866
        },
        {
            "docid": "2257802_8",
            "document": "Modified vaccinia Ankara . A considerable amount of data on MVA vector vaccines has been accumulated from studies in macaques. In addition, combinations of viral vector vaccines have been employed successfully. Studies in mice show that fowlpox-based and MVA-based vaccines used in combination induce immunity and protection against challenge with Plasmodium parasites. In macaques, DNA-based HIV vaccines can be effectively boosted with recombinant MVA-based vaccines expressing HIV antigens.",
            "score": 74.5818293094635
        },
        {
            "docid": "45570_53",
            "document": "DNA vaccination . Recombinant alphavirus-based vectors have been used to improve DNA vaccination efficiency. The gene encoding the antigen of interest is inserted into the alphavirus replicon, replacing structural genes but leaving non-structural replicase genes intact. The Sindbis virus and Semliki Forest virus have been used to build recombinant alphavirus replicons. Unlike conventional DNA vaccinations alphavirus vectors kill transfected cells and are only transiently expressed. Alphavirus replicase genes are expressed in addition to the vaccine insert. It is not clear how alphavirus replicons raise an immune response, but it may be due to the high levels of protein expressed by this vector, replicon-induced cytokine responses, or replicon-induced apoptosis leading to enhanced antigen uptake by dendritic cells.",
            "score": 50.871705055236816
        },
        {
            "docid": "4371737_10",
            "document": "Murine leukemia virus . The Friend virus (FV) is a strain of murine leukemia virus. The Friend virus has been used for both immunotherapy and vaccines. Experiments have shown that it is possible to protect against Friend virus infection with several types of vaccines, including attenuated viruses, viral proteins, peptides, and recombinant vaccinia vectors expressing the Friend virus gene. In a study of vaccinated mice, it was possible to identify the immunological epitopes required for protection against the virus, thus determining the types of immunological responses necessary or required for protection against it. The research discovered protective epitopes that were localized to F-MuLV gag and env proteins. This was achieved using recombinant vaccinia viruses expressing the gag and env genes of FV.",
            "score": 75.33052206039429
        },
        {
            "docid": "16829895_29",
            "document": "Smallpox . The antibodies induced by vaccinia vaccine are cross-protective for other orthopoxviruses, such as monkeypox, cowpox, and variola (smallpox) viruses. Neutralizing antibodies are detectable 10 days after first-time vaccination, and seven days after revaccination. Historically, the vaccine has been effective in preventing smallpox infection in 95 percent of those vaccinated. Smallpox vaccination provides a high level of immunity for three to five years and decreasing immunity thereafter. If a person is vaccinated again later, immunity lasts even longer. Studies of smallpox cases in Europe in the 1950s and 1960s demonstrated that the fatality rate among persons vaccinated less than 10 years before exposure was 1.3 percent; it was 7 percent among those vaccinated 11 to 20 years prior, and 11 percent among those vaccinated 20 or more years prior to infection. By contrast, 52 percent of unvaccinated persons died. There are side effects and risks associated with the smallpox vaccine. In the past, about 1 out of 1,000 people vaccinated for the first time experienced serious, but non-life-threatening, reactions, including toxic or allergic reaction at the site of the vaccination (erythema multiforme), spread of the vaccinia virus to other parts of the body, and to other individuals. Potentially life-threatening reactions occurred in 14 to 500 people out of every 1 million people vaccinated for the first time. Based on past experience, it is estimated that 1 or 2 people in 1 million (0.000198 percent) who receive the vaccine may die as a result, most often the result of postvaccinial encephalitis or severe necrosis in the area of vaccination (called progressive vaccinia).",
            "score": 82.70558822154999
        },
        {
            "docid": "51303_3",
            "document": "Cowpox . The word “vaccination,” coined by Jenner in 1796, is derived from the Latin root \"vaccinus\", meaning of or from the cow. Once vaccinated, a patient develops antibodies that make them immune to cowpox, but they also develop immunity to the smallpox virus, or \"Variola virus\". The cowpox vaccinations and later incarnations proved so successful that in 1980, the World Health Organization announced that smallpox was the first disease to be eradicated by vaccination efforts worldwide. Other orthopox viruses remain prevalent in certain communities and continue to infect humans, such as the cowpox virus (CPXV) in Europe, vaccinia in Brazil, and monkeypox virus in Central and West Africa.",
            "score": 86.96790099143982
        },
        {
            "docid": "242702_9",
            "document": "Monkeypox . Vaccination against smallpox is assumed to provide protection against human monkeypox infection considering they are closely related viruses and the vaccine protects animals from experimental lethal monkeypox challenge. This has not been conclusively demonstrated in humans because routine smallpox vaccination was discontinued following the apparent eradication of smallpox and due to safety concerns with the vaccine.",
            "score": 130.96012020111084
        },
        {
            "docid": "9901652_13",
            "document": "Poliomyelitis eradication . While vaccination has played an instrumental role in the reduction of polio cases worldwide, the use of attenuated virus in the oral vaccine carries with it an inherent risk. The oral vaccine is a powerful tool in fighting polio in part because of its person-to-person transmission and resulting contact immunity. However, under conditions of long-term circulation in under-vaccinated populations, the virus can accumulate mutations that reverse the attenuation and result in vaccine virus strains that themselves cause polio. As a result of such circulating vaccine-derived poliovirus (cVDPV) strains, polio outbreaks have periodically recurred in regions that have long been free of the wild virus, but where vaccination rates have fallen. Oral vaccines can also give rise to persistent infection in immunodeficient individuals, with the virus eventually mutating into a more virulent immunodeficiency-associated vaccine-derived poliovirus (iVDPV). In particular the type 2 strain seems prone to these reversions, so in 2016 the eradication effort abandoned the trivalent oral vaccine containing attenuated strains of all three virus types, and replaced it with a bivalent oral vaccine lacking the type 2 virus. Eradication efforts will eventually require all oral vaccination to be discontinued in favor of the use of injectable vaccines. These vaccines are more expensive and harder to deliver, and they lack the ability to induce contact immunity because they contain only killed virus, but they likewise are incapable of giving rise to vaccine-derived viral strains.",
            "score": 39.16814184188843
        },
        {
            "docid": "11395569_4",
            "document": "Live vector vaccine . An example is the hepatitis B vaccine, where Hepatitis B infection is controlled through the use of a recombinant vaccine, which contains a form of the hepatitis B virus surface antigen that is produced in yeast cells. The development of the recombinant subunit vaccine was an important and necessary development because hepatitis B virus, unlike other common viruses such as polio virus, cannot be grown \"in vitro\".",
            "score": 54.66522979736328
        },
        {
            "docid": "339633_9",
            "document": "Vaccinia . A Vaccinia virus infection is very mild and is typically asymptomatic in healthy individuals, but it may cause a mild rash and fever. Immune responses generated from a Vaccinia virus infection protects the person against a lethal smallpox infection. For this reason, Vaccinia virus was, and is still being used as a live-virus vaccine against smallpox. Unlike vaccines that use weakened forms of the virus being vaccinated against, the Vaccinia virus vaccine cannot cause a smallpox infection because it does not contain the smallpox virus. However, certain complications and/or vaccine adverse effects occasionally arise. The chance of this happening is significantly increased in people who are immunocompromised. Approximately one in one million individuals will develop a fatal response to the vaccination.",
            "score": 54.4439640045166
        },
        {
            "docid": "10013096_3",
            "document": "Friend virus . Experiments have shown that it is possible to protect against Friend virus infection with several types of vaccines, including attenuated viruses, viral proteins, peptides, and recombinant vaccinia vectors expressing the Friend virus gene. In a study of vaccinated mice, it was possible to identify the immunological epitopes required for protection against the virus, thus determining the types of immunological responses necessary or required for protection against it. The research discovered protective epitopes that were localized to F-MuLV gag and env proteins. This was achieved using recombinant vaccinia viruses expressing the gag and env genes of FV.",
            "score": 76.44200253486633
        },
        {
            "docid": "416945_26",
            "document": "Orthohantavirus . As of 2016 there is no FDA approved, commercially available vaccine against hantavirus. A vaccine known as Hantavax has been under study since 1990. As of 2016, the development was in clinical phase 3 trial stage. This inactivated vaccine is thought not to be effective against European hantaviruses like the Puumala (PUUV) virus.  A killed-virus vaccine is not being pursued because of the dangers associated with mass production under high containment as well as the unresolved questions about the efficiency of the vaccine. A number of labs have been working towards a vaccine that would deliver viral antigens by either DNA vectors or as recombinant proteins. As of 2016 these recombinant vaccines will not be available in the near future.",
            "score": 59.22355365753174
        },
        {
            "docid": "7801838_21",
            "document": "Interleukin 15 . Vector-based therapy – Nonlytic Newcastle Disease Virus (NDV) was engineered to express recombinant IL-15 protein to generate an NDV-modified tumor vaccine. Preclinical results of NDV-modified tumor vaccine showed promise by controlling melanoma tumor growth in mice. A recombinant vaccinia virus expressing influenza A proteins and IL-15 promoted cross protection by CD4+ T cells. A Brucella DNA vacccine containing IL-15 gene enhanced the CD8+ T cell immune response in mice. IL-15 was needed for CD4+ T cell heterosubtypic protection while using a multivalent influenza vaccine using vaccinia-based vector. While influenza A virus expressing IL-15 stimulates both innate and adaptive immune cells to decrease tumor growth mice.",
            "score": 69.67600965499878
        },
        {
            "docid": "28280299_4",
            "document": "Plant expressed vaccine . The plant-based vaccine production method works by isolating a specific antigen protein, one that triggers a human immune response from the targeted virus. A gene from the protein is transferred to bacteria, which are then used to “infect” plant cells. The plants then start producing the exact protein that will be used for vaccinations. The flexibility of the plant expressed vaccine system, combined with its low cost and ability to massively scale, may provide vaccine protection not only to citizens of the United States, but to many parts of the world that cannot currently afford vaccines. Other uses of plant-expressed vaccines including the successful creation of edible bananas that protect against the Norwalk virus.",
            "score": 63.94655919075012
        },
        {
            "docid": "43779954_2",
            "document": "RVSV-ZEBOV vaccine . Recombinant vesicular stomatitis virus–Zaire Ebola virus (rVSV-ZEBOV) is an experimental vaccine for protection against Ebola virus disease. As of April 2017, ring vaccination with rVSV-ZEBOV appeared to be somewhat effective, but the extent of efficacy was uncertain. When used in ring-vaccination, rVSV-EBOV has shown a high level of protection. Around half the people given the vaccine have mild to moderate adverse effects that include headache, fatigue, and muscle pain. rVSV-ZEBOV is a recombinant, replication-competent vaccine. It consists of a vesicular stomatitis virus (VSV), which has been genetically engineered to express a glycoprotein from the Zaire ebolavirus so as to provoke a neutralizing immune response to the Ebola virus. It was created by scientists at the National Microbiology Laboratory in Winnipeg, Manitoba, Canada, which is part of the Public Health Agency of Canada (PHAC). PHAC licensed it to a small company, NewLink Genetics, which started developing the vaccine; NewLink in turn licensed it to Merck in 2014. It is being used in DR Congo in a 2018 outbreak.",
            "score": 64.70494377613068
        },
        {
            "docid": "4754849_14",
            "document": "Bovine herpesvirus 1 . Vaccination is widely used both to protect cattle clinically in the case of infection and significantly reduce the shedding of the virus. Vaccination provides herd immunity, which lowers the likelihood of an animal coming into contact with an infected animal. Both inactivated and live attenuated vaccines are available. Immunity usually lasts approximately six months to one year. Marker vaccines are also available and recommended. Marker vaccines, also known as DIVA (differentiation of infected from vaccinated animals), have become popular in order to distinguish vaccinated animals from infected animals. A marker vaccine uses either deletion mutants or a virion subunit, such as glycoprotein E. Studies show that vaccinating after an animal has been infected decreases shedding of the disease and reduces reactivation of the latent virus, although not completely. Using a killed gE deleted marker vaccine after infection will reduce viral excretion following reactivation, using a dexamethasone treatment.",
            "score": 83.24775862693787
        },
        {
            "docid": "21354427_11",
            "document": "Human T-lymphotropic virus . While there is no present licensed vaccine, there are many factors which make a vaccine against HTLV-1 feasible. The virus displays relatively low antigenic variability, natural immunity does occur in humans, and experimental vaccination using envelope antigens has been shown to be successful in animal models. Plasmid DNA vaccines elicit potent and protective immune responses in numerous small-animal models of infectious diseases. However, their immunogenicity in primates appears less potent. In the past two decades a large initiative has been put forth to understand the biological and pathogenic properties of the human T-cell lymphotropic virus type 1 (HTLV-1); this has ultimately led to the development of various experimental vaccination and therapeutic strategies to combat HTLV-1 infection. These strategies include the development of envelope glycoprotein derived B-cell epitopes for the induction of neutralizing antibodies, as well as a strategy to generate a multivalent cytotoxic T-lymphocyte (CTL) response against the HTLV-1 Tax antigen. A vaccine candidate that can elicit or boost anti-gp46 neutralizing antibody response may have a potential for prevention and therapy against HTLV-1 infection.",
            "score": 74.48244047164917
        },
        {
            "docid": "34069540_16",
            "document": "Seth Lederman . TNX-801 is a new potential vaccine for smallpox. TNX-801 is a synthetic form of horsepox, which is an otherwise extinct virus. Evolutionary analysis of modern vaccines indicates that the vaccine isolated and used by Dr. Edward Jenner to vaccinate against smallpox was either horsepox or something quite similar. A 1902 sample of vaccinia smallpox vaccine was characterized and found to be 99.7% similar to horsepox, further supporting the connection with Jenner's vaccine. The synthesis of horsepox was a collaboration with Professor David Evans and Dr. Ryan Noyce at the University of Alberta in Edmonton, Alberta, Canada. TNX-801 or horsepox is the first poxvirus, or poxviridae, to be synthesized and provides a platform for developing new vaccines against infectious disease and cancer. The finding that a horsepox vaccine was in clinical use in the U.S. in 1902 to protect against smallpox provides strong support for the efficacy of TNX-801 horsepox vaccine to protect against smallpox.",
            "score": 60.7432861328125
        },
        {
            "docid": "13430526_10",
            "document": "GeoVax . In April 2011, GeoVax Labs, Inc. in collaboration with the National Institute of Allergy and Infectious Diseases (NIAID), part of the U.S. National Institutes of Health (NIH) and the HIV Vaccine Trials Network (HVTN) announced an expansion of the current Phase 2a clinical trial to include a new component. The new trial is HVTN 094 and will be conducted by the HIV Vaccine Trials Network. \"Specifically, the HVTN plans to clinically test a novel vaccine product developed by GeoVax scientists that expresses human granulocyte-macrophage colony stimulating factor (GM-CSF) in combination with inactivated HIV proteins. The novel vaccine consists of a recombinant DNA vaccine co-expressing human GM-CSF and non-infectious HIV virus-likeparticles. The DNA vaccine is used to prime immune responses that are subsequently boosted by vaccination with a recombinant modified vaccinia Ankara (MVA) vectored vaccine. The MVA expresses the HIV virus-like-particles, but does not express GM-CSF. The regimen builds on the GeoVax DNA/MVA vaccine that is currently in Phase 2a clinical testing through the HVTN.\"",
            "score": 61.043856501579285
        },
        {
            "docid": "19167679_73",
            "document": "Virus . Vaccination is a cheap and effective way of preventing infections by viruses. Vaccines were used to prevent viral infections long before the discovery of the actual viruses. Their use has resulted in a dramatic decline in morbidity (illness) and mortality (death) associated with viral infections such as polio, measles, mumps and rubella. Smallpox infections have been eradicated. Vaccines are available to prevent over thirteen viral infections of humans, and more are used to prevent viral infections of animals. Vaccines can consist of live-attenuated or killed viruses, or viral proteins (antigens). Live vaccines contain weakened forms of the virus, which do not cause the disease but, nonetheless, confer immunity. Such viruses are called attenuated. Live vaccines can be dangerous when given to people with a weak immunity (who are described as immunocompromised), because in these people, the weakened virus can cause the original disease. Biotechnology and genetic engineering techniques are used to produce subunit vaccines. These vaccines use only the capsid proteins of the virus. Hepatitis B vaccine is an example of this type of vaccine. Subunit vaccines are safe for immunocompromised patients because they cannot cause the disease. The yellow fever virus vaccine, a live-attenuated strain called 17D, is probably the safest and most effective vaccine ever generated.",
            "score": 61.41116285324097
        },
        {
            "docid": "32959753_8",
            "document": "HVTN 505 . The study regimen started with a set of three immunizations over eight weeks. These three injections were with a DNA vaccine which was intended to prime the immune system. This vaccine contained genetic material artificially modeled after - but not containing or derived from - surface and internal structures of HIV. 24 weeks (6 months) after a volunteer began the study regimen, that person would get a single injection of the study vaccine. This vaccine was a recombinant DNA vaccine based on adenovirus 5 as a live vector vaccine which was carrying artificial genetic material matching HIV antigens of the three major HIV subtypes.",
            "score": 63.62937378883362
        },
        {
            "docid": "21053651_3",
            "document": "Hepatitis C vaccine . Most vaccines work through inducing an antibody response that targets the outer surfaces of viruses. However the Hepatitis C virus is highly variable among strains and rapidly mutating, making an effective vaccine very difficult. The detailed structure of E2 envelope glycoprotein, believed to be the key protein the virus uses to invade liver cells, was elucidated by scientists at The Scripps Research Institute (TSRI) in November 2013. Due to the relatively conserved binding region of E2 to the CD81 receptor on the liver cells, this discovery is expected to pave the way to design a HCV vaccine which will stimulate antibody response with neutralizing effects on broad range of virus strains. Another strategy which is different from conventional vaccine is to induce the T cell arm of the immune response using viral vectors, adenoviral vectors that contain large parts of the hepatitis C virus genome itself, to induce a T cell immune response against hepatitis C.",
            "score": 46.43313813209534
        },
        {
            "docid": "11026468_4",
            "document": "Antigenic escape . Antigenic escape is not only crucial for resistance of a host's natural immune response, but also for the resistance against vaccinations. The problem of antigenic escape has greatly deterred the process of creating new vaccines. Because vaccines generally cover a small ratio of strains of one virus, the recombination of antigenic DNA that lead to diverse pathogens allows these invaders to resist even newly developed vaccinations. Some antigens may even target pathways different than those the vaccine had originally intended to target. Recent research on many vaccines, including the malaria vaccine, has focused on how to anticipate this diversity and create vaccinations that can cover a broader spectrum of antigenic variation.",
            "score": 33.4488365650177
        },
        {
            "docid": "44063109_3",
            "document": "Imvanex . Imvanex contains a modified form of the vaccinia virus, Modified vaccinia Ankara, which does not replicate in human cells and hence does not cause the serious side effects that are seen with replicating smallpox vaccines. These replicating vaccines use different strains of the vaccinia virus, which all replicate in humans, and are not recommended for persons with immune deficiencies and exfoliative skin disorders such as eczema or atopic dermatitis. Vaccines containing vaccinia viruses were used effectively in the campaign to eradicate smallpox. Because of similarities between vaccinia and the smallpox virus, the antibodies produced against vaccinia have been shown to protect against smallpox. In contrast to replicating smallpox vaccines, which are applied by scarification using a bifurcated needle, Imvanex is administered by injection via the subcutaneous route.",
            "score": 50.27741050720215
        },
        {
            "docid": "33456956_2",
            "document": "RTS,S . RTS,S/AS01 — trade name Mosquirix — is a recombinant protein-based malaria vaccine. Approved for use by European regulators in July 2015, it is the world's first licensed malaria vaccine and also the first vaccine licensed for use against a human parasitic disease of any kind. The RTS,S vaccine was conceived of and created in the late 1980s by scientists working at SmithKline Beecham Biologicals (now GlaxoSmithKline Vaccines) laboratories in Belgium. The vaccine was further developed through a collaboration between GSK and the Walter Reed Army Institute of Research and has been funded in part by the PATH Malaria Vaccine Initiative and the Bill and Melinda Gates Foundation. Its efficacy ranges from 26 to 50% in infants and young children. It is considered to be a milestone advance in the worldwide campaign against malaria. On 23 October 2015, The World Health Organization's Strategic Advisory Group of Experts on Immunization (SAGE) and the Malaria Policy Advisory Committee (MPAC) jointly recommended a pilot implementation of the vaccine in Africa.",
            "score": 59.00353789329529
        },
        {
            "docid": "57371426_20",
            "document": "2018 Democratic Republic of the Congo Ebola virus outbreak . Health authorities including DRC's Ministry of Public Health are using recombinant vesicular stomatitis virus–Zaire Ebola virus (rVSV-ZEBOV) vaccine – a recently developed experimental Ebola vaccine, produced by Merck – to try to suppress the outbreak. This live-attenuated vaccine expresses the surface glycoprotein of the Kikwit 1995 strain of Zaire ebolavirus in a recombinant vesicular stomatitis virus vector. rVSV-ZEBOV was trialed in Guinea and Sierra Leone during the West African epidemic of 2013–16, with 5837 people receiving the vaccine; the trial authors concluded that rVSV-ZEBOV provided \"substantial protection\" against EVD, but subsequent commentators have questioned the degree of protection obtained. As the vaccine has yet to be approved by any regulatory authority, it is being used in DRC under a compassionate use trial protocol.",
            "score": 65.04899621009827
        }
    ],
    "r": [
        {
            "docid": "242702_9",
            "document": "Monkeypox . Vaccination against smallpox is assumed to provide protection against human monkeypox infection considering they are closely related viruses and the vaccine protects animals from experimental lethal monkeypox challenge. This has not been conclusively demonstrated in humans because routine smallpox vaccination was discontinued following the apparent eradication of smallpox and due to safety concerns with the vaccine.",
            "score": 130.96011352539062
        },
        {
            "docid": "242702_10",
            "document": "Monkeypox . Smallpox vaccine has been reported to reduce the risk of monkeypox among previously vaccinated persons in Africa. The decrease in immunity to poxviruses in exposed populations is a factor in the prevalence of monkeypox. It is attributed both to waning cross-protective immunity among those vaccinated before 1980 when mass smallpox vaccinations were discontinued, and to the gradually increasing proportion of unvaccinated individuals. The United States Centers for Disease Control and Prevention (CDC) recommends that persons investigating monkeypox outbreaks and involved in caring for infected individuals or animals should receive a smallpox vaccination to protect against monkeypox. Persons who have had close or intimate contact with individuals or animals confirmed to have monkeypox should also be vaccinated.",
            "score": 127.59233856201172
        },
        {
            "docid": "1548205_3",
            "document": "Poxviridae . Four genera of poxviruses may infect humans: orthopoxvirus, parapoxvirus, yatapoxvirus, molluscipoxvirus. Orthopox: smallpox virus (variola), vaccinia virus, cowpox virus, monkeypox virus; Parapox: orf virus, pseudocowpox, bovine papular stomatitis virus; Yatapox: tanapox virus, yaba monkey tumor virus; Molluscipox: molluscum contagiosum virus (MCV). The most common are vaccinia (seen on Indian subcontinent) and molluscum contagiosum, but monkeypox infections are rising (seen in west and central African rainforest countries). The similarly named disease chickenpox is not a true poxvirus and is actually caused by the herpesvirus varicella zoster.",
            "score": 102.61419677734375
        },
        {
            "docid": "39686360_12",
            "document": "2003 Midwest monkeypox outbreak . No direct antiviral treatment for monkeypox is known, only supportive care and prevention of secondary infection. Use of oniversal precautions in the care of those with the disease has been shown to prevent human-to-human transmission. However, inoculation with the smallpox vaccine has shown to be effective in abating the progression of the disease in those with active infection, and in the prevention of the disease in the general population.",
            "score": 102.21321868896484
        },
        {
            "docid": "48799027_20",
            "document": "Raccoonpox virus . RCN has been developed as a recombinant for the delivery of vaccines against the plague (caused by bacterium \"Yersinia pestis\"), feline panleukopenia virus, rabies virus and other pathogens in wildlife and domestic animals. Controlling diseases such as the plague in wildlife and domestic animals is important to reducing its transmission to humans. RCN is favored as a vector for wildlife and veterinary management over other potential poxvirus vectors because it triggers an immune response when it is taken in through mucosal routes, which is important for the widespread immunization of wildlife. Recombinant RCN (rRCN) vaccines been given to a number of mammalian species such as mice, raccoons, cats and sheep without side effects. The rRCN rabies virus glycoprotein recombinant vaccine was effective when given to sheep both intradermally and intramuscularly. Fortunately, the rRCN vaccine did relatively little harm to sheep when ingested orally, suggesting that rRCN vaccines used for wildlife management delivered as oral baits would be safe if accidentally ingested by sheep. Further studies are needed to determine the effect of ingestion of oral bait rRCN vaccines by non-target farm and domestic animals. Particular rRCN vaccines have been designed to effectively confer protective immunity against multiple pathogens. rRCN vaccines have been successful too in treating rabies virus in mice. These vaccines functioned by either expressing the rabies virus internal structural nucleoprotein (RCN-N) or by expressing the rabies virus glycoprotein (RCN-G).",
            "score": 100.52632904052734
        },
        {
            "docid": "242702_2",
            "document": "Monkeypox . Monkeypox is an infectious disease caused by the monkeypox virus. Symptoms begin with fever, headache, muscle pains, swollen lymph nodes, and feeling tired. This is then followed by a rash that forms blisters and crusts over. The time from exposure to onset of symptoms is around 10 days. The duration of symptoms is typically 2 to 5 weeks. Monkeypox may be spread from handling bush meat, an animal bite or scratch, body fluids, contaminated objects, or close contact with an infected person. The virus is believed to normally circulate among certain rodents in Africa. Diagnosis can be confirmed by testing a lesion for the viruses DNA. The disease can appear similar to chickenpox. The smallpox vaccine is believed to prevent infection. Cidofovir may be useful as treatment. The risk of death in those infected is up to 10%. The disease mostly occurs in Central and West Africa. It was first identified in 1958 among laboratory monkeys. The first cases in humans were found in 1970 in the Democratic Republic of the Congo. An outbreak that occurred in the United States in 2003 was traced to a pet store where imported Gambian rodents were sold.",
            "score": 99.29535675048828
        },
        {
            "docid": "16829895_18",
            "document": "Smallpox . Four orthopoxviruses cause infection in humans: variola, vaccinia, cowpox, and monkeypox. Variola virus infects only humans in nature, although primates and other animals have been infected in a laboratory setting. Vaccinia, cowpox, and monkeypox viruses can infect both humans and other animals in nature.",
            "score": 95.89935302734375
        },
        {
            "docid": "242702_12",
            "document": "Monkeypox . Currently, there is no proven, safe treatment for monkeypox. The people who have been infected can be vaccinated up to 14 days after exposure.",
            "score": 92.61371612548828
        },
        {
            "docid": "44003094_8",
            "document": "Ebola vaccine . At the 8th Vaccine and ISV Conference in Philadelphia on 27−28 October 2014, Novavax Inc. reported the development in a \"few weeks\" of a glycoprotein (GP) nanoparticle Ebola virus (EBOV GP) vaccine using their proprietary recombinant technology. A recombinant protein is a protein whose code is carried by recombinant DNA. The vaccine is based on the newly published genetic sequence of the 2014 Guinea Ebola (Makona) strain that is responsible for the current Ebola disease epidemic in West Africa. In animal studies, a useful immune response was induced, and was found to be enhanced ten to a hundred-fold by the company's \"Matrix-M\" immunologic adjuvant. A study of the response of non-human primate to the vaccine had been initiated. As of February 2015, Novavax had completed 2 primate studies on baboons and macaques and had initiated a Phase 1 clinical trial in Australia. The Lipid nanoparticle (LNP)-encapsulated siRNAs rapidly adapted to target the Makona outbreak strain of EBOV are able to protect 100% of rhesus monkeys against lethal challenge when treatment was initiated at 3 days postexposure while animals were viremic and clinically ill. The top line Phase 1 human trial results showed that the adjuvanted Ebola GP Vaccine was highly immunogenic at all dose levels.",
            "score": 92.20246124267578
        },
        {
            "docid": "39686360_2",
            "document": "2003 Midwest monkeypox outbreak . The 2003 Midwest monkeypox outbreak marked the first time monkeypox infection has appeared in the United States, and the first time in the Western Hemisphere. Beginning in May, 2003 a total of 71 cases of human monkeypox were found in five Midwestern states including Wisconsin (39 cases), Indiana (16), Illinois (12), Kansas (1), Missouri (2), and Ohio (1). The cause of the outbreak was traced to Gambian pouched rats imported into the United States by an exotic animal importer in Texas. The rats were shipped from Texas to an Illinois distributor, who housed them with prairie dogs. No deaths were reported. No human-to-human transmission was found. All cases involved direct contact with infected prairie dogs. Electron microscopy and testing by polymerase chain reaction and immunohistochemistry were used to confirm the causative agent was human monkeypox.",
            "score": 89.84881591796875
        },
        {
            "docid": "3304705_2",
            "document": "HPV vaccines . Human papilloma virus (HPV) vaccines are vaccines that prevent infection by certain types of human papillomavirus. Available vaccines protect against either two, four, or nine types of HPV. All vaccines protect against at least HPV type 16 and 18 that cause the greatest risk of cervical cancer. It is estimated that they may prevent 70% of cervical cancer, 80% of anal cancer, 60% of vaginal cancer, 40% of vulvar cancer, and possibly some mouth cancer. They additionally prevent some genital warts with the vaccines against 4 and 9 HPV types providing greater protection. The World Health Organization (WHO) recommends HPV vaccines as part of routine vaccinations in all countries, along with other prevention measures. The vaccines require two or three doses depending on a person's age and immune status. Vaccinating girls around the ages of nine to thirteen is typically recommended. The vaccines provide protection for at least 5 to 10 years. Cervical cancer screening is still required following vaccination. Vaccinating a large portion of the population may also benefit the unvaccinated. In those already infected the vaccines are not effective. HPV vaccines are very safe. Pain at the site of injection occurs in about 80% of people. Redness and swelling at the site and fever may also occur. No link to Guillain–Barré syndrome has been found. The first HPV vaccine became available in 2006. As of 2017, 71 countries include it in their routine vaccinations, at least for girls. They are on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about US$47 a dose as of 2014. In the United States it costs more than US$200. Vaccination may be cost effective in the developing world.",
            "score": 89.56940460205078
        },
        {
            "docid": "51303_3",
            "document": "Cowpox . The word “vaccination,” coined by Jenner in 1796, is derived from the Latin root \"vaccinus\", meaning of or from the cow. Once vaccinated, a patient develops antibodies that make them immune to cowpox, but they also develop immunity to the smallpox virus, or \"Variola virus\". The cowpox vaccinations and later incarnations proved so successful that in 1980, the World Health Organization announced that smallpox was the first disease to be eradicated by vaccination efforts worldwide. Other orthopox viruses remain prevalent in certain communities and continue to infect humans, such as the cowpox virus (CPXV) in Europe, vaccinia in Brazil, and monkeypox virus in Central and West Africa.",
            "score": 86.96790313720703
        },
        {
            "docid": "37488149_16",
            "document": "Anthrax vaccine adsorbed . In October 2000, a committee of the Institute of Medicine (IOM) of the National Academy of Sciences was asked by the US Congress to review AVA according to the best available evidence. It issued its study in March 2002. The IOM panel noted that human data on inhalational anthrax prevention is limited due to the natural low incidence of disease and that therefore animal model data are the best we are ever likely to have. Primates and rabbits were considered the best models for human disease. As regards vaccine effectiveness, “The committee finds that the available evidence from studies with humans and animals, coupled with reasonable assumptions of analogy, show that AVA as licensed is an effective vaccine for the protection of humans against anthrax, including inhalational anthrax, caused by all known or plausible engineered strains of \"B. anthracis\".” With regard to safety, “The committee found no evidence that people face an increased risk of experiencing life-threatening or permanently disabling adverse events immediately after receiving AVA, when compared with the general population. Nor did it find any convincing evidence that people face elevated risk of developing adverse health effects over the longer term, although data are limited in this regard (as they are for all vaccines).” Side effects of AVA were found to be ”comparable to those observed with other vaccines regularly administered to adults”. The committee concluded that AVA is “safe and efficacious” for pre-exposure prevention of inhalational anthrax. It also asserted that a new and improved anthrax vaccine might have greater assurance of consistency than AVA and recommended licensure of a new vaccine requiring fewer doses and producing fewer local reactions.",
            "score": 86.9571304321289
        },
        {
            "docid": "33894099_28",
            "document": "Ticks of domestic animals . Vaccination against \"An. marginale\" is done using live strains of the cross-reactive \"An. centrale\". Vaccines are available on a commercial basis to immunize cattle against \"Babesia bovis\". This is made by serial infection of calves to attenuate the virulence of the strain of \"Babesia\", followed by splenectomy to produce many of the piroplasm stage in blood, which is then bottled for use. The vaccine is delivered containing the live protozoa to induce immunity without acute disease. \"Theileria annulata\" can be grown and attenuated in virulence by means of infecting cell cultures with the schizont stage of the protozoan. This is delivered as a frozen vaccine from which live parasites are thawed out before injection. Cattle can be protected against East Coast fever by an infection-and-treatment procedure. \"Rhipicephalus appendiculatus\" ticks are infected with \"Theileria parva\" under laboratory conditions; theilerial sporozoites are extracted from the ticks and stored in liquid nitrogen; infective doses of the live vaccine are delivered to identified cattle and a few days later a protective dose of antibiotic is delivered to stop the infection from developing into clinical East Coast fever. Vaccines are often highly effective, but the live parasite vaccines have problems of potential contamination with other microbes and induction of a carrier state which may be unwanted. Intensive attempts are made to develop vaccines to control these diseases using recombinant DNA techniques to synthesize the relevant antigens, but as with vaccines against human malaria this is a difficult technological challenge.",
            "score": 86.43182373046875
        },
        {
            "docid": "39680623_2",
            "document": "Monkeypox virus . Monkeypox virus (MPV) is a double-stranded DNA, zoonotic virus and a species of the genus \"Orthopoxvirus\" in the family Poxviridae. It is one of the human orthopoxviruses that includes variola (VARV), cowpox (CPX), and vaccinia (VACV) viruses. But it is not a direct ancestor to, nor a direct descendent of, the variola virus which causes smallpox. The monkeypox virus causes a disease that is similar to smallpox, but with a milder rash and lower death rate. Variation in virulence of the virus has been observed in isolates from Central Africa where strains are more virulent than those from Western Africa.",
            "score": 86.10545349121094
        },
        {
            "docid": "21053569_2",
            "document": "Yellow fever vaccine . Yellow fever vaccine is a vaccine that protects against yellow fever. Yellow fever is a viral infection that occurs in Africa and South America. Most people begin to develop immunity within ten days and 99% are protected within one month of vaccination, and this appears to be lifelong. The vaccine can be used to control outbreaks of disease. It is given either by injection into a muscle or just under the skin. The World Health Organization (WHO) recommends routine immunization in all countries where the disease is common. This should typically occur between nine and twelve months of age. Those travelling to areas where the disease occurs should also be immunized. Additional doses after the first are generally not needed. Yellow fever vaccine is generally safe. This includes in those with HIV infection but without symptoms. Mild side effects may include headache, muscle pains, pain at the injection site, fever, and rash. Severe allergies occur in about eight per million doses, serious neurological problems occur in about four per million doses, and organ failure occurs in about three per million doses. It is likely safe in pregnancy and therefore recommended among those who will be potentially exposed. It should not be given to those with very poor immune function. Yellow fever vaccine came into use in 1938. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale price in the developing world is between US$4.30 and US$21.30 per dose as of 2014. In the United States it costs between US$50 and US$100. The vaccine is made from weakened yellow fever virus. Some countries require a yellow fever vaccination certificate before entry from a country where the disease is common.",
            "score": 85.08113098144531
        },
        {
            "docid": "21057904_2",
            "document": "Japanese encephalitis vaccine . Japanese encephalitis vaccine is a vaccine that protects against Japanese encephalitis. The vaccines are more than 90% effective. How long this protection lasts is not clear but its effectiveness appears to decrease over time. Doses are given either by injection into a muscle or just under the skin. It is recommended as part of routine immunizations in countries where the disease is a problem. One or two doses are given depending on the version of the vaccine. Extra doses are not typically needed in areas where the disease is common. In those with HIV/AIDS or those who are pregnant an inactivated vaccine should be used. Immunization of travellers who plan to spend time outdoors in areas where the disease is common is recommended. The vaccines are relatively safe. Pain and redness may occur at the site of injection. As of 2015, 15 different vaccines are available: some are based on recombinant DNA techniques, others weakened virus, and others inactivated virus. The Japanese encephalitis vaccines first became available in the 1930s. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. In the United States it costs between 100 and 200 USD for a course of immunizations.",
            "score": 84.984619140625
        },
        {
            "docid": "21053458_2",
            "document": "Cholera vaccine . Cholera vaccines are vaccines that are effective at preventing cholera. For the first six months after vaccination they provide about 85percent protection, which decreases to 50percent or 62percent during the first year. After two years the level of protection decreases to less than 50percent. When enough of the population is immunized, it may protect those who have not been immunized (known as herd immunity). The World Health Organization (WHO) recommends the use of cholera vaccines in combination with other measures among those at high risk. With the oral vaccine, two or three doses are typically recommended. The duration of protection is two years in adults and 6 months in children aged 2–5 years. A single dose vaccine is available for those traveling to an area were cholera is common. In 2010 in some countries an injectable cholera vaccine was available. The available types of oral vaccine are generally safe. Mild abdominal pain or diarrhea may occur. They are safe in pregnancy and in those with poor immune function. They are licensed for use in more than 60 countries. In countries where the disease is common, the vaccine appears to be cost effective. The first vaccines used against cholera were developed in the late 1800s. They were the first widely used vaccine that was made in a laboratory. Oral vaccines were first introduced in the 1990s. It is on the WHO Model List of Essential Medicines, the most effective and safe medicines needed in a health system. The cost to immunize against cholera is between 0.1 and 4.0 USD.",
            "score": 84.35746002197266
        },
        {
            "docid": "242702_13",
            "document": "Monkeypox . Monkeypox as a disease in humans was first associated with an illness in the Democratic Republic of the Congo (formerly \"Zaire\"), in the town of Basankusu, Équateur Province, in 1970. A second outbreak of human illness was identified in DRC/Zaire in 1996–1997. In 2003, a small outbreak of human monkeypox in the United States occurred among owners of pet prairie dogs. The outbreak originated from Villa Park, Illinois, outside of Chicago, when an exotic animal dealer kept young prairie dogs in close proximity to an infected Gambian pouched rat (\"Cricetomys gambianus\") recently imported from Accra, Ghana. Seventy-one people were reportedly infected, of which there were no fatalities.",
            "score": 83.92619323730469
        },
        {
            "docid": "4754849_14",
            "document": "Bovine herpesvirus 1 . Vaccination is widely used both to protect cattle clinically in the case of infection and significantly reduce the shedding of the virus. Vaccination provides herd immunity, which lowers the likelihood of an animal coming into contact with an infected animal. Both inactivated and live attenuated vaccines are available. Immunity usually lasts approximately six months to one year. Marker vaccines are also available and recommended. Marker vaccines, also known as DIVA (differentiation of infected from vaccinated animals), have become popular in order to distinguish vaccinated animals from infected animals. A marker vaccine uses either deletion mutants or a virion subunit, such as glycoprotein E. Studies show that vaccinating after an animal has been infected decreases shedding of the disease and reduces reactivation of the latent virus, although not completely. Using a killed gE deleted marker vaccine after infection will reduce viral excretion following reactivation, using a dexamethasone treatment.",
            "score": 83.24775695800781
        },
        {
            "docid": "16829895_29",
            "document": "Smallpox . The antibodies induced by vaccinia vaccine are cross-protective for other orthopoxviruses, such as monkeypox, cowpox, and variola (smallpox) viruses. Neutralizing antibodies are detectable 10 days after first-time vaccination, and seven days after revaccination. Historically, the vaccine has been effective in preventing smallpox infection in 95 percent of those vaccinated. Smallpox vaccination provides a high level of immunity for three to five years and decreasing immunity thereafter. If a person is vaccinated again later, immunity lasts even longer. Studies of smallpox cases in Europe in the 1950s and 1960s demonstrated that the fatality rate among persons vaccinated less than 10 years before exposure was 1.3 percent; it was 7 percent among those vaccinated 11 to 20 years prior, and 11 percent among those vaccinated 20 or more years prior to infection. By contrast, 52 percent of unvaccinated persons died. There are side effects and risks associated with the smallpox vaccine. In the past, about 1 out of 1,000 people vaccinated for the first time experienced serious, but non-life-threatening, reactions, including toxic or allergic reaction at the site of the vaccination (erythema multiforme), spread of the vaccinia virus to other parts of the body, and to other individuals. Potentially life-threatening reactions occurred in 14 to 500 people out of every 1 million people vaccinated for the first time. Based on past experience, it is estimated that 1 or 2 people in 1 million (0.000198 percent) who receive the vaccine may die as a result, most often the result of postvaccinial encephalitis or severe necrosis in the area of vaccination (called progressive vaccinia).",
            "score": 82.7055892944336
        },
        {
            "docid": "242702_5",
            "document": "Monkeypox . Monkeypox virus causes the disease in both humans and animals. It was first identified in 1958 as a pathogen of crab-eating macaque monkeys (\"Macaca fascicularis\") being used as laboratory animals. The crab-eating macaque is often used for neurological experiments. Monkeypox virus is an \"Orthopoxvirus\", a genus of the family \"Poxviridae\" that contains other viral species that target mammals. The virus is found mainly in tropical rainforest regions of central and West Africa.",
            "score": 82.2105712890625
        },
        {
            "docid": "12947073_2",
            "document": "Hepatitis B vaccine . Hepatitis B vaccine is a vaccine that prevents hepatitis B. The first dose is recommended within 24 hours of birth with either two or three more doses given after that. This includes those with poor immune function such as from HIV/AIDS and those born premature. It is also recommended for health-care workers to be vaccinated. In healthy people routine immunization results in more than 95% of people being protected. Blood testing to verify that the vaccine has worked is recommended in those at high risk. Additional doses may be needed in people with poor immune function but are not necessary for most people. In those who have been exposed to the hepatitis B virus but not immunized, hepatitis B immune globulin should be given in addition to the vaccine. The vaccine is given by injection into a muscle. Serious side effects from the hepatitis B vaccine are very uncommon. Pain may occur at the site of injection. It is safe for use during pregnancy or while breastfeeding. It has not been linked to Guillain–Barré syndrome. The current vaccines are produced with recombinant DNA techniques. They are available both by themselves and in combination with other vaccines. The first hepatitis B vaccine was approved in the United States in 1981. A recombinant version came to market in 1986. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. As of 2014, the wholesale cost in the developing world is US$0.58–13.20 per dose. In the United States it costs US$50–100.",
            "score": 82.04621124267578
        },
        {
            "docid": "21116598_4",
            "document": "Schistosomiasis vaccine . At present Sm-p80 (calpain) is the sole schistosome vaccine candidate that has been tested for its prophylactic and antifecundity efficacy in different vaccine formulations and approaches (e.g., DNA alone, recombinant protein and prime boost) in two very different experimental animal models (mouse and baboon) of infection and disease. Sm-p80-based vaccine formulation(s) have four effects: Reduction in adult worm numbers; Reduction in egg production (complete elimination of egg induced pathology both in baboons and mice); Protection against acute schistosomiasis; Therapeutic effect on adult worms. This vaccine is now ready for human clinical trials.",
            "score": 81.23827362060547
        },
        {
            "docid": "35349626_7",
            "document": "Herpes simplex research . Diverse subunit HSV vaccines (e.g. Herpevac) have failed to protect humans from acquiring genital herpes in several clinical trials. The success of the chickenpox vaccine demonstrates that a live and appropriately attenuated α-herpesvirus may be used to safely control human disease. A vaccine of this type would present a slow replication process of HSV, thereby also damping down the immune evasion strategies of the virus while simultaneously exposing the host to the full complement of HSV's majority of viral proteins. As a consequence, it is the intent of the vaccine to expose the individual's immune response to the HSV proteins it may have been missing from a wild type virus in order to effectively control the disease. From a historical retrospective, such live attenuated vaccines have had the most success in preventing diseases until today. Dr. William Halford at the Southern Illinois University (SIU) School of Medicine was testing a live-attenuated HSV-2 ICP0‾ vaccine in 2016, before his death in June, 2017. Already proven as safe and effective in studies on animals, eliciting 10 to 100 times greater protection against genital herpes than a glycoprotein D subunit vaccine, Halford's vaccine has been tested outside of the United States, in St. Kitts and is expecting a 2018 test in Australia.",
            "score": 80.05378723144531
        },
        {
            "docid": "39680623_4",
            "document": "Monkeypox virus . Monkeypox virus causes the disease in both humans and animals. The crab-eating macaque is often used for neurological experiments. The virus is mainly found in tropical rainforest regions of central and West Africa.",
            "score": 79.8221206665039
        },
        {
            "docid": "3859325_8",
            "document": "Canine herpesvirus . Studies of using CHV as a viral vector for gene therapy in dogs and as a basis for recombinant vaccines are ongoing. Its use as a vector in bait-delivered oral vaccines in wild foxes is also being investigated.",
            "score": 79.36520385742188
        },
        {
            "docid": "4590842_43",
            "document": "Basankusu . Prevalent illnesses include meningitis, dysentery, cholera, trypanosomiasis (sleeping sickness), and monkeypox. Basankusu was the first place for an occurrence of monkeypox in humans to be recorded. In 2005 there was a serious outbreak of monkeypox, which posed a grave threat to public health, affecting human populations living in Basankusu. A study of individual cases and the spread of the epidemic shows clearly that human consumption of apes found dead in the forest was a salient factor in the outbreak. There have been outbreaks of whooping cough, some cases with fatal results. In June 2010 an unidentified illness killed fourteen people in the nearby village of Songo.",
            "score": 79.12705993652344
        },
        {
            "docid": "4871231_8",
            "document": "Equine herpesvirus 1 . Vaccines exist to control the virus but not to prevent it. The inactivated vaccine contain a low antigen load and are made to help protect against the respiratory symptoms, the performance of the inactivated vaccines is variable are doesn’t work for all. The modified live vaccine is made to vaccinate healthy horses 3 months or older, to help prevent the respiratory symptoms caused by EHV-1. Vaccinations should be given in 6-month intervals, and different horses will need to be vaccinated at different times. Pregnant mares should be vaccinated during the fifth, seventh and ninth months of gestation, with the inactivated EHV-1 vaccine. Foals should be vaccinated in a series of 3 doses starting at 3 months in 4–6 week intervals. Even though a horse has been vaccinated, infection and clinical disease still continues to occur. New vaccines to help prevent the spread of the virus are being studied.",
            "score": 78.8039321899414
        },
        {
            "docid": "21053550_2",
            "document": "Measles vaccine . Measles vaccine is a vaccine that prevents measles. After one dose 85% of children nine months of age and 95% over twelve months of age are immune. Nearly all of those who do not develop immunity after a single dose develop it after a second dose. When rates of vaccination within a population are greater than ~92% outbreaks of measles typically no longer occur; however, they may occur again if rates of vaccination decrease. The vaccine's effectiveness lasts many years. It is unclear if it becomes less effective over time. The vaccine may also protect against measles if given within a couple of days of exposure to measles. The vaccine is generally safe including in those with HIV infections. Side effects are usually mild and short lived. This may include pain at the site of injection or mild fever. Anaphylaxis has been documented in about 3.5–10 cases per million doses. Rates of Guillain–Barré syndrome, autism and inflammatory bowel disease do not appear to be increased. The vaccine is available both by itself and in combination with other vaccines. This includes with the rubella vaccine and mumps vaccine to make the MMR vaccine, first made available in 1971. The addition of the varicella vaccine against chickenpox to these three in 2005 gave the MMRV vaccine. The vaccine works equally well in all formulations. The World Health Organization recommends it be given at nine months of age in areas of the world where the disease is common, or at twelve months where the disease is not common. It is a vaccine based on a live but weakened strain of measles. It comes as a dried powder which is mixed with a specific liquid before being injected either just under the skin or into a muscle. Verification that the vaccine was effective can be determined by blood tests. About 85% of children globally have received this vaccine as of 2013. In 2015, at least 160 countries provided two doses in their routine immunization. It was first introduced in 1963. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about 0.70 USD per dose as of 2014.",
            "score": 78.55999755859375
        },
        {
            "docid": "44003094_3",
            "document": "Ebola vaccine . These include replication-deficient adenovirus vectors, replication-competent vesicular stomatitis (VSV) and human parainfluenza (HPIV-3) vectors, and virus-like nanoparticle preparations. Conventional trials to study efficacy by exposure of humans to the pathogen after immunization are obviously not feasible in this case. For such situations, the FDA has established the \"Animal Efficacy Rule\" allowing licensure to be approved on the basis of animal model studies that replicate human disease, combined with evidence of safety and a potentially potent immune response (antibodies in the blood) from humans given the vaccine. Clinical trials involve the administration of the vaccine to healthy human subjects to evaluate the immune response, identify any side effects and determine the appropriate dosage.",
            "score": 78.0440444946289
        },
        {
            "docid": "2591633_9",
            "document": "Orthopoxvirus . Regarding specific Orthopoxvirus infections, human monkeypox most resembles mild smallpox. Human cowpox is a relatively severe localized infection. A survey of 54 cases reported three cases of generalized infection, including one death.",
            "score": 77.64164733886719
        }
    ]
}