{
    "q": [
        {
            "docid": "5620705_26",
            "document": "Bone morphogenetic protein 4 . Mitogen activated protein kinases (MAPK) undergo phosphorylation via a signaling cascade where MAPKKK phosphorylates and activates MAPKK and MAPKK phosphorylates and activates MAPK which then induces an intracellular response. Activation of MAPKKK is through the interaction of mainly GTPases or another group of protein kinases. TGF-β receptors induce the MAPK signaling pathways of ERK, JNK and p38. BMP4 is also known to activate the ERK, JNK and p38 MAPK signalling pathways whilst have been found to act independently of Smad signaling pathways, are mostly active in conjunction with Smad. The activation of the ERK and JNK pathways acts to phosphorylate Smad and therefore regulate its activation. In addition to this, MAPK pathways may be able to directly affect Smad-interacting transcription factors via a JNK or p38 substrate that induces convergence of the two signaling pathways. This convergence is noted to consist mainly of cooperative behavior however, there is evidence to suggest that they may at times counteract each other. Furthermore, the balance that exists between the direct activation of these signaling pathways has a significant effect on TGF-β induced cellular responses.",
            "score": 56.78718554973602
        },
        {
            "docid": "5618682_9",
            "document": "MAPK/ERK pathway . In the technical sense, RAF, MEK, and MAPK are all mitogen-activated kinases, as is MNK (see below). MAPK was originally called \"extracellular signal-regulated kinases\" (ERKs) and \"microtubule associated protein kinase\" (MAPK). One of the first proteins known to be phosphorylated by ERK was a microtubule-associated protein (MAP). As discussed below, many additional targets for phosphorylation by MAPK were later found, and the protein was renamed \"mitogen-activated protein kinase\" (MAPK). The series of kinases from RAF to MEK to MAPK is an example of a protein kinase cascade. Such series of kinases provide opportunities for feedback regulation and signal amplification.",
            "score": 71.16472911834717
        },
        {
            "docid": "5618682_14",
            "document": "MAPK/ERK pathway . The ERK pathway plays an important role of integrating external signals from the presence of mitogens such as epidermal growth factor (EGF) into signaling events promoting cell growth and proliferation in many mammalian cell types. In a simplified model, the presence of mitogens and growth factors trigger the activation of canonical receptor tyrosine kinases such as EGFR leading to their dimerization and subsequent activation of the small GTPase Ras. This then leads to a series of phosphorylation events downstream in the MAPK cascade (Raf-MEK-ERK) ultimately resulting in the phosphorylation and activation of ERK. The phosphorylation of ERK results in an activation of its kinase activity and leads to phosphorylation of its many downstream targets involved in regulation of cell proliferation. In most cells, some form of sustained ERK activity is required for cells to activate genes that induce cell cycle entry and suppress negative regulators of the cell cycle. Two such important targets include Cyclin D complexes with Cdk4 and Cdk6 (Cdk4/6) which are both phosphorylated by ERK. The transition from G1 to S phase is coordinated by the activity of Cyclin D-Cdk4/6, which increases during late G1 phase as cells prepare to enter S-phase in response to mitogens. Cdk4/6 activation contributes to hyper-phosphorylation and the subsequent destabilization retinoblastoma protein (Rb). Hypo-phosphorylated Rb, is normally bound to transcription factor E2F in early G1 and inhibits its transcriptional activity, preventing expression of S-phase entry genes including Cyclin E, Cyclin A2 and Emi1. ERK1/2 activation downstream of mitogen induced Ras signaling is necessary and sufficient to remove this cell cycle block and allow cells to progress to S-phase in most mammalian cells. Downstream feedback control and generation of a bistable G1/S switch",
            "score": 65.70998954772949
        },
        {
            "docid": "14149347_3",
            "document": "MAP2K6 . MAPKK 6 is a member of the dual specificity protein kinase family, which functions as a mitogen-activated protein (MAP) kinase kinase. MAP kinases, also known as extracellular signal-regulated kinases (ERKs), act as an integration point for multiple biochemical signals. This protein phosphorylates and activates p38 MAP kinase in response to inflammatory cytokines or environmental stress. As an essential component of p38 MAP kinase mediated signal transduction pathway, this gene is involved in many cellular processes such as stress-induced cell cycle arrest, transcription activation and apoptosis.",
            "score": 67.32230377197266
        },
        {
            "docid": "14875790_3",
            "document": "MAPKAPK3 . This gene encodes a member of the Ser/Thr protein kinase family. This kinase functions as a mitogen-activated protein kinase (MAP kinase)- activated protein kinase. MAP kinases are also known as extracellular signal-regulated kinases (ERKs), act as an integration point for multiple biochemical signals. This kinase was shown to be activated by growth inducers and stress stimulation of cells. In vitro studies demonstrated that ERK, p38 MAP kinase and Jun N-terminal kinase were all able to phosphorylate and activate this kinase, which suggested the role of this kinase as an integrative element of signaling in both mitogen and stress responses. This kinase was reported to interact with, phosphorylate and repress the activity of E47, which is a basic helix-loop-helix transcription factor known to be involved in the regulation of tissue-specific gene expression and cell differentiation.",
            "score": 68.03465366363525
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 54.334367871284485
        },
        {
            "docid": "54942000_3",
            "document": "MAPK networks . Mitogen-activated protein kinase (MAPK) networks can be found in eukaryotic cells. MAPK pathways in plants are known to regulate cell growth, cell development, cell death, and cell responses to environmental stimuli. Only a few of the MAPK mechanism components are known and have been studied. The components such as \"Arabidopsis\" MAPKKKs YODA, ANP2/ANP3, and MP3K6/MP3K7 functions in the development of the cell. MEKK1 and ANP1 function in the response to environmental stress. Unfortunately, only eight out of the twenty mitogen-activated protein kinases have been studied. The most commonly studied MAPKs are MPK3, MPK4, and MPK6, which are activated by a diversity of stimuli including abiotic stresses, pathogens, and oxidative stressors. MPK4 negatively regulates biotic stress signaling, while MPK3 and MPK6 function as positive mediators of defense responses. The plant has these positive and negative mediators allowing for normal plant growth and development, which has been proven true by the severely dwarfed phenotype of \"mpk4\" and the embryo lethal phenotype of \"mpk3\" and \"mpk6\" mutants.",
            "score": 42.884521484375
        },
        {
            "docid": "24172579_10",
            "document": "Activity-regulated cytoskeleton-associated protein . The Arc transcript is dependent upon activation of the mitogen-activated protein kinase or MAP kinase (MAPK) cascade, a pathway important for regulation of cell growth and survival. Extracellular signaling to neuronal dendrites activates postsynaptic sites to increase Arc levels through a wide variety of signaling molecules, including mitogens such as epidermal growth factor (EGF), nerve growth factor (NGF), and brain-derived neurotrophic factor (BDNF), glutamate acting at NMDA receptors, dopamine through activation of the D1 receptor subtype, and dihydroxyphenylglycine (DHPG). The common factor for these signaling molecules involves activation of cyclic-AMP and its downstream target protein kinase A (PKA). As such, direct pharmacological activation of cAMP by forskolin or 8-Br-cAMP robustly increases Arc levels while H89, a PKA antagonist, blocks these effects as does further downstream blockade of mitogen-activated protein kinase kinase [sic] (MEK). Note that the MAPK cascade is a signaling pathway involving multiple kinases acting sequentially [MAPKKK--> MAPKK--> MAPK].",
            "score": 54.91821360588074
        },
        {
            "docid": "46332876_2",
            "document": "Interleukin-1 receptor associated kinase . The interleukin-1 receptor (IL-1R) associated kinase (IRAK) family plays a crucial role in the protective response to pathogens introduced into the human body by inducing acute inflammation followed by additional adaptive immune responses. IRAKs are essential components of the Interleukin-1 receptor signaling pathway and some Toll-like receptor signaling pathways. Toll-like receptors (TLRs) detect microorganisms by recognizing specific pathogen-associated molecular patterns (PAMPs) and IL-1R family members respond the interleukin-1 (IL-1) family cytokines. These receptors initiate an intracellular signaling cascade through adaptor proteins, primarily, MyD88. This is followed by the activation of IRAKs. TLRs and IL-1R members have a highly conserved amino acid sequence in their cytoplasmic domain called the Toll/Interleukin-1 (TIR) domain. The elicitation of different TLRs/IL-1Rs results in similar signaling cascades due to their homologous TIR motif leading to the activation of mitogen-activated protein kinases (MAPKs) and the IκB kinase (IKK) complex, which initiates a nuclear factor-κB (NF-κB) and AP-1-dependent transcriptional response of pro-inflammatory genes. Understanding the key players and their roles in the TLR/IL-1R pathway is important because the presence of mutations causing the abnormal regulation of Toll/IL-1R signaling leading to a variety of acute inflammatory and autoimmune diseases.",
            "score": 54.89101791381836
        },
        {
            "docid": "19220477_17",
            "document": "Akt/PKB signaling pathway . Akt negatively regulates pro-apoptotic proteins by direct phosphorylation. For example, phosphorylation of BAD, the Bcl-2 family member, on Ser136 causes translocation from the mitochondrial membrane to the cytosol, where it is sequestered by 14-3-3 proteins. Akt phosphorylates Caspase-9 on Ser196, preventing a caspase cascade leading to cell death. Akt also phosphorylates MAP kinase kinase kinases (MAPKKK) upstream of the stress-activated protein kinase (SAPK) pathway. Phosphorylation of apoptosis signal-regulating kinase 1 (ASK1) on Ser83 and mixed lineage kinase 3 (MLK3) on Ser674 inhibits their activity and prevents MAP kinase induced apoptosis.",
            "score": 77.50613689422607
        },
        {
            "docid": "15120_13",
            "document": "Interferon . In addition to the JAK-STAT pathway, IFNs can activate several other signaling cascades. For instance, both type I and type II IFNs activate a member of the CRK family of adaptor proteins called CRKL, a nuclear adaptor for STAT5 that also regulates signaling through the C3G/Rap1 pathway. Type I IFNs further activate \"p38 mitogen-activated protein kinase\" (MAP kinase) to induce gene transcription. Antiviral and antiproliferative effects specific to type I IFNs result from p38 MAP kinase signaling. The \"phosphatidylinositol 3-kinase\" (PI3K) signaling pathway is also regulated by both type I and type II IFNs. PI3K activates P70-S6 Kinase 1, an enzyme that increases protein synthesis and cell proliferation; phosphorylates of ribosomal protein s6, which is involved in protein synthesis; and phosphorylates a translational repressor protein called \"eukaryotic translation-initiation factor 4E-binding protein 1\" (EIF4EBP1) in order to deactivate it.",
            "score": 72.13994145393372
        },
        {
            "docid": "51209_11",
            "document": "Kinase . MAP kinases (MAPKs) are a family of serine/threonine kinases that respond to a variety of extracellular growth signals. For example, growth hormone, epidermal growth factor, platelet-derived growth factor, and insulin are all considered mitogenic stimuli that can engage the MAPK pathway. Activation of this pathway at the level of the receptor initiates a signaling cascade whereby the Ras GTPase exchanges GDP for GTP. Next, Ras activates Raf kinase (also known as MAPKKK), which activates MEK (MAPKK). MEK activates MAPK (also known as ERK), which can go on to regulate transcription and translation. Whereas RAF and MAPK are both serine/threonine kinases, MAPKK is a tyrosine/threonine kinase.",
            "score": 44.40247631072998
        },
        {
            "docid": "11329484_11",
            "document": "TLR4 . The MyD88-dependent pathway is regulated by two adaptor-associated proteins: Myeloid Differentiation Primary Response Gene 88 (MyD88) and TIR Domain-Containing Adaptor Protein (TIRAP). TIRAP-MyD88 regulates early NF-κβ activation and production of proinflammatory cytokines, such as IL-12. MyD88 signaling involves the activation of IL-1 Receptor-Associated Kinases (IRAKs) and the adaptor molecules TNF Receptor-Associated Factor 6 (TRAF6). TRAF6 induces the activation of TAK1 (Transforming growth factor-β-Activated Kinase 1) that leads to the activation of MAPK cascades (Mitogen-Activated Protein Kinase) and IKK (IκB Kinase). IKKs' signaling pathway leads to the induction of the transcription factor NF-κB, while activation of MAPK cascades lead to the activation of another transcription factor AP-1. Both of them have a role in the expression of proinflammatory cytokines. The activation of NF-κB via TAK-1 is complex, and it starts by the assembly of a protein complex called the signalosome, which is made of a scaffolding protein, called NEMO. The protein complex is made from two different κB kinases, called IKKα and IKKβ. This causes the addition of a small regulatory protein to the signalosome called ubiquitin, that acts to initiate the release of the NF-κB protein, which coordinates translocation in the nucleus of cytokines.",
            "score": 53.96074628829956
        },
        {
            "docid": "54942000_2",
            "document": "MAPK networks . Mitogen-activated protein kinase (MAPK) networks are the pathways and signaling of MAPK, which is a protein kinase that consists of amino acids serine and threonine. MAPK pathways have both a positive and negative regulation in plants. A positive regulation of MAPK networks is to help in assisting with stresses from the environment. A negative regulation of MAPK networks is pertaining to a high quantity of reactive oxygen species (ROS) in the plant.",
            "score": 47.287437438964844
        },
        {
            "docid": "1128936_18",
            "document": "Mitogen-activated protein kinase . Despite the high number of MAPK genes, MAPK pathways of higher plants were studied less than animal or fungal ones. Although their signaling appears very complex, the MPK3, MPK4 and MPK6 kinases of \"Arabidopsis thaliana\" are key mediators of responses to osmotic shock, oxidative stress, response to cold and involved in anti-pathogen responses. In addition, they are also involved in morphogenesis, since MPK4 mutants display severe dwarfism.",
            "score": 38.53509473800659
        },
        {
            "docid": "2995501_4",
            "document": "Crosstalk (biology) . ERK, a participating protein in the MAPK signaling pathway, can be activated or inhibited by cAMP. cAMP can inhibit ERKs in a variety of ways, most of which involve the cAMP-dependent protein kinase (PKA) and the inhibition of Ras-dependent signals to Raf-1. However, cAMP can also stimulate cell proliferation by stimulating ERKs. This occurs through the induction of specific genes via phosphorylation of the transcription factor CREB by PKA. Though ERKs do not appear to be a requirement for this phosphorylation of CREB, the MAPK pathway does play into crosstalk again, as ERKs are required to phosphorylate proteins downstream of CREB. Other known examples of the requirement of ERKs for cAMP-induced transcriptional effects include induction of the prolactin gene in pituitary cells, and of the dopamine beta-hydroxylate gene in pheochromocytomal cells (PC12). A number of diverse mechanisms exist by which cAMP can influence ERK signaling. Most mechanisms involving cAMP inhibition of ERKs uncouple Raf-1 from Ras activation through direct interaction of PKA with Raf-1 or indirectly through PKA interaction with the GTPase Rap1 (see figure 1). PKA may also negatively regulate ERKs by the activation of PTPases. Mechanisms for the activation of ERKs by cAMP are even more varied, usually including Rap1 or Ras, and even cAMP directly.",
            "score": 53.08625817298889
        },
        {
            "docid": "5895033_6",
            "document": "Platelet-derived growth factor receptor . Examination of the different signalling cascades, induced by RTKs, established Ras/mitogen-activated protein kinase (MAPK), PI-3 kinase and phospholipase-γ (PLCγ) pathways as key downstream mediators of the PDGFR signalling. In addition, reactive oxygen species (ROS)-dependent STAT3 activation has been established to be a key downstream mediator of PDGFR signalling in vascular smooth muscle cells.",
            "score": 40.89801287651062
        },
        {
            "docid": "54144929_3",
            "document": "Mitogen-activated protein kinase kinase kinase 15 . The protein encoded by this gene is a member of the mitogen-activated protein kinase (MAPK) family. These family members function in a protein kinase signal transduction cascade, where an activated MAPK kinase kinase (MAP3K) phosphorylates and activates a specific MAPK kinase (MAP2K), which then activates a specific MAPK. This MAP3K protein plays an essential role in apoptotic cell death triggered by cellular stresses.",
            "score": 72.93437552452087
        },
        {
            "docid": "54942000_4",
            "document": "MAPK networks . Plants have many protection mechanisms to cope with stresses from the environment, which include ultraviolet light, cold or hot weather, windy days, and mechanical wounding. There are multiple pathways, but one pathway that plants have been able to develop is a self-defense mechanism by recognize pathogens through pathogen-associated molecular patterns (PAMPs) via cell surface-located pathogen-recognition receptors. These receptors induce intracellular signal pathways within the plant cells, while also resulting in PAMP-triggered immunity. Responses to PAMPs target broadly instead of specifically. This immunity requires downstream components via the MAPK cascade to activate the MAP kinases. The flagellin, a peptide of flg22, triggers a rapid and strong activation of MPK3, MPK4, and MPK6. MPK4 and MPK6 can be activated by harpin proteins. MPK3 and MPK6 are very similar proteins and have a function as regulators in abscission, stomatal development, signaling various abiotic stresses, and defense responses to certain pathogens. Experimentation has proposed that the MAPK module MEKK1-MKK4/MKK5-MPK3/MPK6 may be responsible for flg22 signal transmission. All of the proposed modules appear to be correct expect for MEKK1 because plants with \"mekk1\" mutated have a compromised flg22-triggered activation of MPK4, yet they have normal activation of MPK3 and MPK6. Data has shown that MAPK cascade is composed of MKK4/MKK5 and MPK3/MPK6 in response to fungal pathogens. The observation shows that the activation of MPK3/MPK6 in conditional gain-of-function plants for MKK4/MKK5 or MEKK1/MKKKa is sufficient to induce camalexin, which is a major phytoalexin in \"Arabidopsis.\" The stomata are considered to be the entry point for pathogenic invaders because microbial invaders enter the plant at the stomata. A recent study has shown that MAPK cascades play a role in abiotic and biotic stress responses. The main pathways in stomatal development and dynamics are MPK3 and MPK6. During a drought, the stomata closes and is believed to be mediated by the phytohormone, abscisic acid, and involves MKK1, MPK3, and MPK6. Another way of closing the stomata is through a closing process that is called pathogen-induced, which is an innate response from the plant. \"Campestris (Xcc)\" excretes a chemical that reverts stomatal closure that was caused by bacteria and abscisic acid (ABA). Most stomata close in the presents of ABA, but some are unresponsive to bacteria. In \"Arabidopsis\" \"Xcc\" does not revert bacteria-induced or ABA-induced stomatal closure. Scientists are not certain if MAPK cascades are responsible for the signaling, so further investigation is needed for this.",
            "score": 39.14629817008972
        },
        {
            "docid": "13982427_3",
            "document": "MAPK8 . The protein encoded by this gene is a member of the MAP kinase and JNK family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase is activated by various cell stimuli, and targets specific transcription factors, and thus mediates immediate-early gene expression in response to cell stimuli. The activation of this kinase by tumor-necrosis factor alpha (TNF-alpha) is found to be required for TNF-alpha-induced apoptosis. This kinase is also involved in UV radiation-induced apoptosis, which is thought to be related to the cytochrome c-mediated cell death pathway. Studies of the mouse counterpart of this gene suggested that this kinase play a key role in T cell proliferation, apoptosis and differentiation. Four alternately spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 49.33705449104309
        },
        {
            "docid": "969821_12",
            "document": "JAK-STAT signaling pathway . JAK-STAT signalling can also integrate with the MAPK/ERK pathway. Firstly, a protein important for MAPK/ERK signalling, called Grb2, has an SH2 domain, and therefore it can bind to receptors phosphorylated by JAKs (in a similar way to PI3K). Grb2 then functions to allow the MAPK/ERK pathway to progress. Secondly, a protein activated by the MAPK/ERK pathway, called MAPK (mitogen-activated protein kinase), can phosphorylate STATs, which can increase gene transcription by STATs. However, although MAPK can increase transcription induced by STATs, one study indicates that phosphorylation of STAT3 by MAPK can reduce STAT3 activity.",
            "score": 47.991101026535034
        },
        {
            "docid": "2995501_3",
            "document": "Crosstalk (biology) . One example of crosstalk between proteins in a signalling pathway can be seen with cyclic adenosine monophosphate's (cAMP) role in regulating cell proliferation by interacting with the mitogen-activated protein (MAP) kinase pathway. cAMP is a compound synthesized in cells by adenylate cyclase in response to a variety of extracellular signals. cAMP primarily acts as an intracellular second messenger whose major intracellular receptor is the cAMP-dependent protein kinase (PKA) that acts through the phosphorylation of target proteins. The signal transduction pathway begins with ligand-receptor interactions extracellularly. This signal is then transduced through the membrane, stimulating adenylyl cyclase on the inner membrane surface to catalyze the conversion of ATP to cAMP.",
            "score": 49.544109582901
        },
        {
            "docid": "14117845_3",
            "document": "MAP3K7 . The protein encoded by this gene is a member of the serine/threonine protein kinase family. This kinase mediates the signaling transduction induced by TGF beta and morphogenetic protein (BMP), and controls a variety of cell functions including transcription regulation and apoptosis. TAK1 is a central regulator of cell death and is activated through a diverse set of intra- and extracellular stimuli. TAK1 regulates cell survival not solely through NF-κB but also through NF-κB-independent pathways such as oxidative stress and receptor-interacting protein kinase 1 (RIPK1) kinase activity-dependent pathway. In response to IL-1, this protein forms a kinase complex including TRAF6, MAP3K7P1/TAB1 and MAP3K7P2/TAB2; this complex is required for the activation of nuclear factor kappa B. This kinase can also activate MAPK8/JNK, MAP2K4/MKK4, and thus plays a role in the cell response to environmental stresses. Four alternatively spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 53.34990310668945
        },
        {
            "docid": "1300599_7",
            "document": "12-O-Tetradecanoylphorbol-13-acetate . TPA induces KSHV reactivation in PEL cell cultures via stimulation of the mitogen-activated protein kinase (MAPK)/extracellular signal-regulated kinase (ERK) pathway. The pathway involves the activation of the early-immediate viral protein RTA that contributes to the activation of the lytic cycle.",
            "score": 37.97573113441467
        },
        {
            "docid": "37048757_5",
            "document": "Tyrosine phosphorylation . Ushiro and Cohen (1980) discovered the important role of the phosphorylation of tyrosine as a regulator of intracellular processes and revealed changes in the tyrosine kinase activity of proteins in mammalian cells. Subsequently, the change in protein tyrosine kinase activity was shown to underlie the Ras-MAPK signaling pathway regulated by mitogen-activated protein (MAP) kinases.",
            "score": 71.918048620224
        },
        {
            "docid": "23947350_12",
            "document": "Collapsin response mediator protein family . In Sema3A signaling cascade, CRMP plays a role as intracellular messenger mediating repulsive signal. Sema3A initiates clustering of the receptor Neuropilin 1 and Plexin A1. While some of the other class of Semaphorins directly bind to Plexin receptors, Sema3A does not bind to Plexin directly. Instead, it interacts with Neuropilins as ligand-binding co-receptor for Plexin and releases Plexin-based signaling. The signal transduction pathway downstream of activated Plexin receptor is mediated by CRMPs. In response to Sema3A signaling cascade, CRMPs which exist as a heterotetramer in the cytosol bind to the cytosolic domain of PlexA and its conformation changes. Further, CRMPs are phosphorylated by Cdk5, GSK3β, and Fes, a tyrosine protein kinase. Especially, phosphorylation of CRMP-1 and CRMP-2 are essential for Sema3A-regulated axonal guidance. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone. In the absence of Sema3A, the interaction between CRMP tetramer and PlexA is blocked. Phospholipase D2 (PLD-2) which is localized in the growth cone and is involved in actin cytoskeleton rearrangement, can be inhibited by CRMP-2 and its inhibition results in actin depolymerization and possibly affects axonal growth cone collapse. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone.",
            "score": 54.55512237548828
        },
        {
            "docid": "7336899_2",
            "document": "C-Jun N-terminal kinases . c-Jun N-terminal kinases (JNKs), were originally identified as kinases that bind and phosphorylate c-Jun on Ser-63 and Ser-73 within its transcriptional activation domain. They belong to the mitogen-activated protein kinase family, and are responsive to stress stimuli, such as cytokines, ultraviolet irradiation, heat shock, and osmotic shock. They also play a role in T cell differentiation and the cellular apoptosis pathway. Activation occurs through a dual phosphorylation of threonine (Thr) and tyrosine (Tyr) residues within a Thr-Pro-Tyr motif located in kinase subdomain VIII. Activation is carried out by two MAP kinase kinases, MKK4 and MKK7, and JNK can be inactivated by Ser/Thr and Tyr protein phosphatases. It has been suggested that this signaling pathway contributes to inflammatory responses in mammals and insects.",
            "score": 61.258296728134155
        },
        {
            "docid": "10053475_4",
            "document": "CXCR3 . Binding of CXCL9, CXCL10, and CXCL11 to CXCR3 is able to elicit increases in intracellular Ca levels and activate phosphoinositide 3-kinase and mitogen-activated protein kinase (MAPK). Detailed signaling pathway has not yet been established, but may include the same enzymes that were identified in the signaling cascade induced by other chemokine receptors.",
            "score": 43.8125638961792
        },
        {
            "docid": "14762792_3",
            "document": "MAP3K7IP1 . The protein encoded by this gene was identified as a regulator of the MAP kinase kinase kinase MAP3K7/TAK1, which is known to mediate various intracellular signaling pathways, such as those induced by TGF beta, interleukin 1, and WNT-1. This protein interacts and thus activates TAK1 kinase. It has been shown that the C-terminal portion of this protein is sufficient for binding and activation of TAK1, while a portion of the N-terminus acts as a dominant-negative inhibitor of TGF beta, suggesting that this protein may function as a mediator between TGF beta receptors and TAK1. This protein can also interact with and activate the mitogen-activated protein kinase 14 (MAPK14/p38alpha), and thus represents an alternative activation pathway, in addition to the MAPKK pathways, which contributes to the biological responses of MAPK14 to various stimuli. Alternatively spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 45.62654948234558
        },
        {
            "docid": "13570754_6",
            "document": "MAPK14 . p38α MAPK is ubiquitously expressed in many cell types, in contrast, p38β MAPK is highly expressed in brain and lung, p38γ MAPK mostly in skeletal muscle and nerve system, and p38δ MAPK in uterus and pancreas. Like all MAP kinases, p38α MAPK has 11 conserved domains (Domains I to XI) and a Thr-Gly-Tyr (TGY) dual phosphorylation motif.  Activation of p38 MAPK pathway has been implicated in a variety of stress response in addition to inflammation, including osmotic shock, heat, and oxidative stress. The canonical pathway for p38 MAPK activation involve a cascade of protein kinases, including MAP3K such as MEKK1, 2, 3 and 4, TGFβ-activated kinase (TAK1), TAO1-3, mixed-lineage kinase 2/3 (MLK2/3), and apoptosis signal-regulating kinase 1/2 (ASK1/2), as well as MAP2Ks, such as MKK3, 6 and 4. MAP2K mediated phosphorylation of the TGY motif results in conformational change of p38 MAPK which allows kinase activation and accessibility to substrates. In addition, TAK1-binding protein 1 (TAB1) and ZAP70 can induce p38 MAPK via non-canonical autophosphorylation. Furthermore, acetylation of p38 MAPK at lys-53 of the ATP-binding pocket also enhances p38 MAPK activity during cellular stress Under basal conditions, p38α MAPK is detected in both the nucleus and the cytoplasm. One of the consequences of p38 MAPK activation is translocation into the nucleus. involving both p38 MAPK phosphorylation and microtuble- and dynein-dependent process. In addition, one substrate of p38 MAPK, MAP kinase-activated protein kinase 2 (MAPAK2 or MK2) can modulate and direct p38α MAPK localization to cytosole via direct interaction. p38α MAPK activation can be reversed by dephosphorylation of the TGY motif carried out by protein phosphatases, including ser-thr protein phosphatases (PPs), protein tyrosine phosphatases (PTP), and dual-specificity phosphatases (DUSP). For example, ser/thr phosphatases PP2Cα/β suppress activity of p38s MAPK through direct interaction as well as suppression of MKKs/TAK1 in mammalian cells. Hematopoietic PTP (HePTP) and striatal-enriched phosphatase (STEP) bind to MAPKs through a kinase-interaction motif (KIM) and inactivates them by dephosphorylating the phosphotyrosine residue in their activation loop. DUSPs, which have a docking domain to MAPKs and dual-specific phosphatase activity, can also bind to p38 MAPKs and dephosphorylate of both phosphotyrosine and phosphothreonine residues. In addition to these phosphatases, other molecular components such as Hsp90-Cdc37 chaperone complex can also modulate p38 MAPK autophosphorylation activity and prevents non-canonical activation.",
            "score": 61.508872985839844
        },
        {
            "docid": "7336912_3",
            "document": "Mitogen-activated protein kinase 9 . The protein encoded by this gene is a member of the MAP kinase family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase targets specific transcription factors, and thus mediates immediate-early gene expression in response to various cell stimuli. It is most closely related to MAPK8, both of which are involved in UV radiation-induced apoptosis, thought to be related to the cytochrome c-mediated cell death pathway. This gene and MAPK8 are also known as c-Jun N-terminal kinases. This kinase blocks the ubiquitination of tumor suppressor p53, and thus it increases the stability of p53 in nonstressed cells. Studies of this gene's mouse counterpart suggest a key role in T-cell differentiation. Four alternatively spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 53.4914813041687
        },
        {
            "docid": "710793_21",
            "document": "Dynorphin . Dynorphin has also been shown to influence drug seeking behavior and is required for stress-induced, but not prime-induced, reinstatement of cocaine seeking. A downstream element of this pathway was later identified by Bruchas et al. The authors found that KOR activates p38, a member of the mitogen-activated protein kinase (MAPK) family, through phosphorylation. Activation of p38 is necessary to produce KOR-dependent behaviors.",
            "score": 40.1892294883728
        }
    ],
    "r": [
        {
            "docid": "51209_5",
            "document": "Kinase . The first protein to be recognized as catalyzing the phosphorylation of another protein using ATP was observed in 1954 by Gene Kennedy at which time he described a liver enzyme that catalyzed the phosphorylation of casein. In 1956, Edmond H. Fischer and Edwin G. Krebs discovered that the interconversion between phosphorylase a and phosphorylase b was mediated by phosophorylation and dephosphorylation. The kinase that transferred a phosphoryl group to Phosphorylase b, converting it to Phosphorylase a, was named Phosphorylase Kinase. Years later, the first example of a kinase cascade was identified, whereby Protein Kinase A (PKA) phosphorylates Phosphorylase Kinase. At the same time, it was found that PKA inhibited glycogen synthase, which was the first example of a phosphorylation event that resulted in inhibition. In 1969, Lester Reed discovered that pyruvate dehydrogenase was inactivated by phosphorylation, and this discovery was the first clue that phosphorylation might serve as a means of regulation in other metabolic pathways besides glycogen metabolism. In the same year, Tom Langan discovered that PKA phosphorylates histone H1, which suggested phosphorylation might regulate nonenzymatic proteins. The 1970s included the discovery of calmodulin-dependent protein kinases and the finding that proteins can be phosphorylated on more than one amino acid residue. The 1990s may be described as the \"decade of protein kinase cascades\". During this time, the MAPK/ERK pathway, the JAK kinases (a family of protein tyrosine kinases), and the PIP3-dependent kinase cascade were discovered.",
            "score": 88.27171325683594
        },
        {
            "docid": "45214668_17",
            "document": "WRKY transcription factor . Protein phosphorylation is a common method to regulate protein activity and WRKY transcription factors are no exception. WRKY gene involved in plant defense, hormone signaling, and secondary metabolism are regulated by phosphorylation via mitogen-activated protein kinase (MAPK) cascades. Additionally, a MAPK can phosphorylate a VQ protein, freeing the WRKY transcription factor for target gene activation. While kinases phosphorylating WRKY transcription factors are known, phosphatases removing phosphate groups have yet to be identified.",
            "score": 78.74478149414062
        },
        {
            "docid": "51903_28",
            "document": "Tyrosine kinase . Research has shown that protein phosphorylation occurs on residues of tyrosine by both transmembrane receptor- and membrane-associated protein tyrosine kinases in normal cells. Phosphorylation plays a significant role in cellular signalling that regulates the number and variety of growth factors. This is evidenced by the observation that cells affected by the Rous sarcoma virus display obvious structural modifications and a total lack of normal cell growth regulation. Rous sarcoma virus-encoded oncoproteins are protein tyrosine kinases that are the cause of, and are required for, this cellular transformation. Tyrosine phosphorylation activity also increases or decreases in conjunction with changes in cell composition and growth regulation. In this way, a certain transformation exhibited by cells is dependent on a role that tyrosine kinase demonstrates. Protein tyrosine kinases, have a major role in the activation of lymphocytes. In addition, they are functional in mediating communication pathways in cell types such as adrenal chromaffin, platelets, and neural cells.",
            "score": 78.3525390625
        },
        {
            "docid": "19220477_17",
            "document": "Akt/PKB signaling pathway . Akt negatively regulates pro-apoptotic proteins by direct phosphorylation. For example, phosphorylation of BAD, the Bcl-2 family member, on Ser136 causes translocation from the mitochondrial membrane to the cytosol, where it is sequestered by 14-3-3 proteins. Akt phosphorylates Caspase-9 on Ser196, preventing a caspase cascade leading to cell death. Akt also phosphorylates MAP kinase kinase kinases (MAPKKK) upstream of the stress-activated protein kinase (SAPK) pathway. Phosphorylation of apoptosis signal-regulating kinase 1 (ASK1) on Ser83 and mixed lineage kinase 3 (MLK3) on Ser674 inhibits their activity and prevents MAP kinase induced apoptosis.",
            "score": 77.50613403320312
        },
        {
            "docid": "22108748_5",
            "document": "Hippo signaling pathway . The Hippo pathway consists of a core kinase cascade in which Hpo phosphorylates the protein kinase Warts (Wts). Hpo (MST1/2 in mammals) is a member of the Ste-20 family of protein kinases. This highly conserved group of serine/threonine kinases regulates several cellular processes, including cell proliferation, apoptosis, and various stress responses. Once phosphorylated, Wts (LATS1/2 in mammals) becomes active. Misshapen (Msn, MAP4K4/6/7 in mammals) and Happyhour (Hppy, MAP4K1/2/3/5 in mammals) act in parallel to Hpo to activate Wts. Wts is a nuclear DBF-2-related kinase. These kinases are known regulators of cell cycle progression, growth, and development. Two proteins are known to facilitate the activation of Wts: Salvador (Sav) and Mob as tumor suppressor (Mats). Sav (WW45 in mammals) is a WW domain-containing protein, meaning that this protein contains a sequence of amino acids in which a tryptophan and an invariant proline are highly conserved. Hpo can bind to and phosphorylate Sav, which may function as a scaffold protein because this Hpo-Sav interaction promotes phosphorylation of Wts. Hpo can also phosphorylate and activate Mats (MOBKL1A/B in mammals), which allows Mats to associate with and strengthen the kinase activity of Wts.",
            "score": 74.2894287109375
        },
        {
            "docid": "4943039_8",
            "document": "Tyrosine hydroxylase . Tyrosine hydroxylase activity is increased in the short term by phosphorylation. The regulatory domain of tyrosine hydroxylase contains multiple serine (Ser) residues, including Ser8, Ser19, Ser31 and Ser40, that are phosphorylated by a variety of protein kinases. Ser40 is phosphorylated by the cAMP-dependent protein kinase. Ser19 (and Ser40 to a lesser extent) is phosphorylated by the calcium-calmodulin-dependent protein kinase. MAPKAPK2 (mitogen-activated-protein kinase-activating protein kinase) has a preference for Ser40, but also phosphorylates Ser19 about half the rate of Ser40. Ser31 is phosphorylated by ERK1 and ERK2 (extracellular regulated kinases 1&2), and increases the enzyme activity to a lesser extent than for Ser40 phosphorylation. The phosphorylation at Ser19 and Ser8 has no direct effect on tyrosine hydroxylase activity. But phosphorylation at Ser19 increases the rate of phosphorylation at Ser40, leading to an increase in enzyme activity. Phosphorylation at Ser19 causes a two-fold increase of activity, through a mechanism that requires the 14-3-3 proteins. Phosphorylation at Ser31 causes a slight increase of activity, and here the mechanism is unknown. Tyrosine hydroxylase is somewhat stabilized to heat inactivation when the regulatory serines are phosphorylated.",
            "score": 73.95934295654297
        },
        {
            "docid": "51209_7",
            "document": "Kinase . Protein kinases act on proteins, by phosphorylating them on their serine, threonine, tyrosine, or histidine residues. Phosphorylation can modify the function of a protein in many ways. It can increase or decrease a protein's activity, stabilize it or mark it for destruction, localize it within a specific cellular compartment, and it can initiate or disrupt its interaction with other proteins. The protein kinases make up the majority of all kinases and are widely studied. These kinases, in conjunction with phosphatases, play a major role in protein and enzyme regulation as well as signalling in the cell.",
            "score": 73.66017150878906
        },
        {
            "docid": "51903_15",
            "document": "Tyrosine kinase . An example of this trigger-system in action is the process by which the formation of erythrocytes is regulated. Mammals possess this system, which begins in the kidneys where the developmental signal is manufactured. The developmental signal, also called a cytokine, is erythropoietin in this case. (Cytokines are key regulators of hematopoietic cell proliferation and differentiation.) Erythropoietin's activity is initiated when hematopoietic cytokine receptors become activated. In erythrocyte regulation, erythropoietin is a protein containing 165 amino acids that plays a role in activating the cytoplasmic protein kinase JAK. The results of some newer research have also indicated that the aforementioned cytokine receptors function with members of the JAK tyrosine kinase family. The cytokine receptors activate the JAK kinases. This then results in the phosphorylation of several signaling proteins located in the cell membrane. This subsequently affects both the stimulation of ligand-mediated receptors and intracellular signaling pathway activation. Substrates for JAK kinases mediate some gene responses and more. The process is also responsible for mediating the production of blood cells. In this case, erythropoietin binds to the corresponding plasma membrane receptor, dimerizing the receptor. The dimer is responsible for activating the kinase JAK via binding. Tyrosine residues located in the cytoplasmic domain of the erythropoietin receptor are consequently phosphorylated by the activated protein kinase JAK. Overall, this is also how a receptor tyrosine kinase might be activated by a ligand to regulate erythrocyte formation.",
            "score": 73.26818084716797
        },
        {
            "docid": "54144929_3",
            "document": "Mitogen-activated protein kinase kinase kinase 15 . The protein encoded by this gene is a member of the mitogen-activated protein kinase (MAPK) family. These family members function in a protein kinase signal transduction cascade, where an activated MAPK kinase kinase (MAP3K) phosphorylates and activates a specific MAPK kinase (MAP2K), which then activates a specific MAPK. This MAP3K protein plays an essential role in apoptotic cell death triggered by cellular stresses.",
            "score": 72.93437957763672
        },
        {
            "docid": "13735376_9",
            "document": "Polo-like kinase . The involvement of Polo kinases in the process of cytokinesis was first shown in fission yeast, in which the overexpression of Plo1 drives septation at any stage of the cell cycle and plo1 mutants fail to septate. A protein called Mid1 determines where the contractile ring forms has been shown to shuttle out of the nucleus due to phosphorylation of Plk. Recent studies on the role of mammalian Plk1 in cytokinesis have also identified kinesin-related motor Mklp2 and dynein subcomponent NudC as potential substrates of Plk1 that interact with the PBD. Both Mklp2 and NudC have associated motor-protein activity and both localize to the central spindle. PLK1 has been found to phosphorylate the centralspindlin subunit CYK4 at the spindle midzone, thereby allowing the recruitment of the Rho guanine nucleotide-exchange factor (GEF) ECT2 to promote RhoA activation and thus actomyosin contraction of the ring.",
            "score": 72.8599624633789
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 72.66105651855469
        },
        {
            "docid": "864596_18",
            "document": "HMG-CoA reductase . Short-term regulation of HMG-CoA reductase is achieved by inhibition by phosphorylation (of Serine 872, in humans). Decades ago it was believed that a cascade of enzymes controls the activity of HMG-CoA reductase: an HMG-CoA reductase kinase was thought to inactivate the enzyme, and the kinase in turn was held to be activated via phosphorylation by HMG-CoA reductase kinase kinase. An excellent review on regulation of the mevalonate pathway by Nobel Laureates Joseph Goldstein and Michael Brown adds specifics: HMG-CoA reductase is phosphorylated and inactivated by an AMP-activated protein kinase, which also phosphorylates and inactivates acetyl-CoA carboxylase, the rate-limiting enzyme of fatty acid biosynthesis. Thus, both pathways utilizing acetyl-CoA for lipid synthesis are inactivated when energy charge is low in the cell, and concentrations of AMP rise. There has been a great deal of research on the identity of upstream kinases that phosphorylate and activate the AMP-activated protein kinase.",
            "score": 72.49188995361328
        },
        {
            "docid": "15120_13",
            "document": "Interferon . In addition to the JAK-STAT pathway, IFNs can activate several other signaling cascades. For instance, both type I and type II IFNs activate a member of the CRK family of adaptor proteins called CRKL, a nuclear adaptor for STAT5 that also regulates signaling through the C3G/Rap1 pathway. Type I IFNs further activate \"p38 mitogen-activated protein kinase\" (MAP kinase) to induce gene transcription. Antiviral and antiproliferative effects specific to type I IFNs result from p38 MAP kinase signaling. The \"phosphatidylinositol 3-kinase\" (PI3K) signaling pathway is also regulated by both type I and type II IFNs. PI3K activates P70-S6 Kinase 1, an enzyme that increases protein synthesis and cell proliferation; phosphorylates of ribosomal protein s6, which is involved in protein synthesis; and phosphorylates a translational repressor protein called \"eukaryotic translation-initiation factor 4E-binding protein 1\" (EIF4EBP1) in order to deactivate it.",
            "score": 72.13993835449219
        },
        {
            "docid": "37048757_5",
            "document": "Tyrosine phosphorylation . Ushiro and Cohen (1980) discovered the important role of the phosphorylation of tyrosine as a regulator of intracellular processes and revealed changes in the tyrosine kinase activity of proteins in mammalian cells. Subsequently, the change in protein tyrosine kinase activity was shown to underlie the Ras-MAPK signaling pathway regulated by mitogen-activated protein (MAP) kinases.",
            "score": 71.91805267333984
        },
        {
            "docid": "14854417_3",
            "document": "Protein phosphorylation . In 1906, Phoebus Levene at the Rockefeller Institute for Medical Research identified phosphate in the protein vitellin (phosvitin), and by 1933 had detected phosphoserine in casein, with Fritz Lipmann. However, it took another 20 years before Eugene P. Kennedy described the first ‘enzymatic phosphorylation of proteins’. The first phosphorylase enzyme was discovered by Carl and Gerty Cori in the late 1930s. Carl and Gerty Cori found two forms of glycogen phosphorylase which they named A and B but did not correctly understand the mechanism of the B form to A form conversion. The interconversion of phosphorylase b to phosphorylase a was later described by Edmond Fischer and Edwin Krebs, as well as, Wosilait and Sutherland, involving a phosphorylation/dephosphorylation mechanism. It was found that an enzyme, named phosphorylase kinase and Mg-ATP were required to phosphorylate glycogen phosphorylase by assisting in the transfer of the γ-phosphoryl group of ATP to a serine residue on phosphorylase b. Protein phosphatase 1 is able to catalyze the dephosphorylation of phosphorylated enzymes by removing the phosphate group. Earl Sutherland explained in 1950, that the activity of phosphorylase was increased and thus glycogenolysis stimulated when liver slices were incubated with adrenalin and glucagon. Phosphorylation was considered a specific control mechanism for one metabolic pathway until the 1970s, when Lester Reed discovered that mitochondrial pyruvate dehydrogenase complex was inactivated by phosphorylation. Also in the 1970s, the term multisite phosphorylation was coined in response to the discovery of proteins that are phosphorylated on two or more residues by two or more kinases. In 1975, it was shown that cAMP-dependent proteins kinases phosphorylate serine residues on specific amino acid sequence motifs. Ray Erikson discovered that v-Src was a kinase and Tony Hunter found that v-Src phosphorylated tyrosine residues on proteins in the 1970s. In the early 1980, the amino-acid sequence of the first protein kinase was determined which helped geneticists understand the functions of regulatory genes. In the late 1980s and early 1990s, the first protein tyrosine phosphatase (PTP1B) was purified and the discovery, as well as, cloning of JAK kinases was accomplished which led to many in the scientific community to name the 1990s as the decade of protein kinase cascades. Edmond Fisher and Edwin Krebs were awarded the Nobel prize in 1992 “for their discoveries concerning reversible protein phosphorylation as a biological regulatory mechanism”.",
            "score": 71.69356536865234
        },
        {
            "docid": "14754192_3",
            "document": "DYRK1A . DYRK1A is a member of the dual-specificity tyrosine phosphorylation-regulated kinase (DYRK) family. This member contains a nuclear targeting signal sequence, a protein kinase domain, a leucine zipper motif, and a highly conservative 13-consecutive-histidine repeat. It catalyzes its autophosphorylation on serine/threonine and tyrosine residues. It may play a significant role in a signaling pathway regulating cell proliferation and may be involved in brain development. This gene is a homolog of Drosophila mnb (minibrain) gene and rat Dyrk gene.",
            "score": 71.25951385498047
        },
        {
            "docid": "5618682_9",
            "document": "MAPK/ERK pathway . In the technical sense, RAF, MEK, and MAPK are all mitogen-activated kinases, as is MNK (see below). MAPK was originally called \"extracellular signal-regulated kinases\" (ERKs) and \"microtubule associated protein kinase\" (MAPK). One of the first proteins known to be phosphorylated by ERK was a microtubule-associated protein (MAP). As discussed below, many additional targets for phosphorylation by MAPK were later found, and the protein was renamed \"mitogen-activated protein kinase\" (MAPK). The series of kinases from RAF to MEK to MAPK is an example of a protein kinase cascade. Such series of kinases provide opportunities for feedback regulation and signal amplification.",
            "score": 71.16472625732422
        },
        {
            "docid": "3295742_3",
            "document": "Protein tyrosine phosphatase . Together with tyrosine kinases, PTPs regulate the phosphorylation state of many important signalling molecules, such as the MAP kinase family. PTPs are increasingly viewed as integral components of signal transduction cascades, despite less study and understanding compared to tyrosine kinases.",
            "score": 70.46512603759766
        },
        {
            "docid": "5647555_2",
            "document": "Receptor tyrosine kinase . Receptor tyrosine kinases (RTKs) are the high-affinity cell surface receptors for many polypeptide growth factors, cytokines, and hormones. Of the 90 unique tyrosine kinase genes identified in the human genome, 58 encode receptor tyrosine kinase proteins. Receptor tyrosine kinases have been shown not only to be key regulators of normal cellular processes but also to have a critical role in the development and progression of many types of cancer. Mutations in receptor tyrosine kinases leads to activation of a series of signalling cascades which have numerous effects on protein expression. Receptor tyrosine kinases are part of the larger family of protein tyrosine kinases, encompassing the receptor tyrosine kinase proteins which contain a transmembrane domain, as well as the non receptor tyrosine kinases which do not possess transmembrane domains.",
            "score": 70.23709106445312
        },
        {
            "docid": "32167_42",
            "document": "Ubiquitin . The interplay between ubiquitination and phosphorylation has been an ongoing research interest since phosphorylation often serves as a marker where ubiquitination leads to degradation. Moreover, ubiquitination can also act to turn on/off the kinase activity of a protein. The critical role of phosphorylation is largely underscored in the activation and removal of autoinhibition in Cbl protein. Cbl is an E3 ubiquitin ligase with a RING finger domain that interacts with its tyrosine kinase binding (TKB) domain, preventing interaction of the RING domain with an E2 ubiquitin-conjugating enzyme. This intramolecular interaction is an autoinhibition regulation that prevents its role as a negative regulator of various growth factors and tyrosine kinase signaling and T-cell activation. Phosphorylation of Y363 relieves the autoinhibition and enhances binding to E2. Mutations that renders the Cbl protein dysfunctional due to the loss of its ligase/tumor suppressor function and maintenance of its positive signaling/oncogenic function have been shown to cause development of cancer.",
            "score": 70.13624572753906
        },
        {
            "docid": "31833878_3",
            "document": "SPRED1 . Spread-1 is a member of the Sprouty family of proteins and is phosphorylated by tyrosine kinase in response to several growth factors. The encoded protein can act as a homodimer or as a heterodimer with SPRED2 to regulate activation of the MAP kinase cascade.",
            "score": 70.0948257446289
        },
        {
            "docid": "20149100_6",
            "document": "Non-receptor tyrosine kinase . The most common theme in nRTKs and RTK regulation is tyrosine phosphorylation. With few exceptions, phosphorylation of tyrosines in the activation loop of nRTKs leads to an increase in enzymatic activity. Activation loop phosphorylation occurs via trans-autophosphorylation or phosphorylation by different nRTKs. It is possible to negatively regulate kinase activity by the phosphorylation of tyrosines outside of the activation loop. Protein tyrosine phoshatases (PTPs) restore nRTKs to their basal state of activity. In some cases PTPs positively regulate nRTKs activity.",
            "score": 69.8737564086914
        },
        {
            "docid": "13623184_3",
            "document": "MAPK3 . The protein encoded by this gene is a member of the MAP kinase family. MAP kinases, also known as extracellular signal-regulated kinases (ERKs), act in a signaling cascade that regulates various cellular processes such as proliferation, differentiation, and cell cycle progression in response to a variety of extracellular signals. This kinase is activated by upstream kinases, resulting in its translocation to the nucleus where it phosphorylates nuclear targets. Alternatively spliced transcript variants encoding different protein isoforms have been described.",
            "score": 69.86566162109375
        },
        {
            "docid": "13570754_5",
            "document": "MAPK14 . The protein encoded by this gene is a member of the MAP kinase family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase is activated by various environmental stresses and proinflammatory cytokines. The activation requires its phosphorylation by MAP kinase kinases (MKKs), or its autophosphorylation triggered by the interaction of MAP3K7IP1/TAB1 protein with this kinase. The substrates of this kinase include transcription regulator ATF2, MEF2C, and MAX, cell cycle regulator CDC25B, and tumor suppressor p53, which suggest the roles of this kinase in stress-related transcription and cell cycle regulation, as well as in genotoxic stress response. Four alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 69.84402465820312
        },
        {
            "docid": "14769149_3",
            "document": "MAP2K5 . The protein encoded by this gene is a dual specificity protein kinase that belongs to the MAP kinase kinase family. This kinase specifically interacts with and activates MAPK7/ERK5. This kinase itself can be phosphorylated and activated by MAP3K3/MEKK3, as well as by atypical protein kinase C isoforms (aPKCs). The signal cascade mediated by this kinase is involved in growth factor stimulated cell proliferation and muscle cell differentiation. Four alternatively spliced transcript variants of this gene encoding distinct isoforms have been described.",
            "score": 69.42737579345703
        },
        {
            "docid": "14854417_15",
            "document": "Protein phosphorylation . Tyrosine phosphorylation is fast to react and the reaction can be reversed. Being one of the major regulatory mechanisms in signal transduction - cell growth, differentiation, migration and metabolic homeostasis are cellular processes maintained by tyrosine phosphorylation. The function of protein tyrosine kinases and protein-tyrosine phosphatase counterbalances the level of phosphotyrosine on any protein. The malfunctioning of specific chains of protein tyrosine kinases and protein tyrosine phosphatase has been linked to multiple human diseases such as obesity, insulin resistance, and type 2 diabetes mellitus. Phosphorylation on tyrosine doesn't occur in just eukaryotes but has been discovered to occur in a selection of bacterial species and present among prokaryotes. Phosphorylation on tyrosine maintains the cellular regulation in bacteria similar to its function in eukaryotes.",
            "score": 68.98226928710938
        },
        {
            "docid": "6797958_6",
            "document": "Extracellular signal–regulated kinases . Mitogen-activated protein kinase 1 (MAPK1) is also known as \"extracellular signal-regulated kinase 2\" (ERK2). Two similar (85% sequence identity) protein kinases were originally called ERK1 and ERK2. They were found during a search for protein kinases that are rapidly phosphorylated after activation of cell surface tyrosine kinases such as the epidermal growth factor receptor. Phosphorylation of ERKs leads to the activation of their kinase activity.",
            "score": 68.94829559326172
        },
        {
            "docid": "2339266_13",
            "document": "Acetyl-CoA carboxylase . Phosphorylation can result when the hormones glucagon or epinephrine bind to cell surface receptors, but the main cause of phosphorylation is due to a rise in AMP levels when the energy status of the cell is low, leading to the activation of the AMP-activated protein kinase (AMPK). AMPK is the main kinase regulator of ACC, able to phosphorylate a number of serine residues on both isoforms of ACC. On ACC1, AMPK phosphorylates Ser79, Ser1200, and Ser1215. Protein kinase A also has the ability to phosphorylate ACC, with a much greater ability to phosphorylate ACC2 than ACC1. However, the physiological significance of protein kinase A in the regulation of ACC is currently unknown. Researchers hypothesize there are other ACC kinases important to its regulation as there are many other possible phosphorylation sites on ACC.",
            "score": 68.81024932861328
        },
        {
            "docid": "39934912_3",
            "document": "Tyrosine-protein kinase CSK . This Non-receptor tyrosine-protein kinase plays an important role in the regulation of cell growth, differentiation, migration and immune response. CSK acts by suppressing the activity of the Src family of protein kinases by phosphorylation of Src family members at a conserved C-terminal tail site in Src. Upon phosphorylation by other kinases, Src-family members engage in intramolecular interactions between the phosphotyrosine tail and the SH2 domain that result in an inactive conformation. To inhibit SFKs, CSK is then recruited to the plasma membrane via binding to transmembrane proteins or adapter proteins located near the plasma membrane and ultimately suppresses signaling through various surface receptors, including T-cell receptor (TCR) and B-cell receptor (BCR) by phosphorylating and maintaining inactive several effector molecules.",
            "score": 68.78501892089844
        },
        {
            "docid": "14854417_2",
            "document": "Protein phosphorylation . Protein phosphorylation is a post-translational modification of proteins in which an amino acid residue is phosphorylated by a protein kinase by the addition of a covalently bound phosphate group. Phosphorylation alters the structural conformation of a protein, causing it to become activated, deactivated, or modifying its function. The reverse reaction of phosphorylation is called dephosphorylation, and is catalyzed by protein phosphatases. Protein kinases and phosphatases work independently and in a balance to regulate the function of proteins. The amino acids most commonly phosphorylated are serine, threonine, and tyrosine in eukaryotes, and histidine in prokaryotes and plants, which play important and well-characterized roles in signaling pathways and metabolism. However, many other amino acids can also be phosphorylated in cells, including arginine, lysine, aspartic acid, glutamic acid and cysteine. Recent evidence (preprinted at BioRxiv) suggests widespread human protein phosphorylation on multiple non-canonical amino acids, including motifs containing phosphorylated histidine, aspartate, glutamate, arginine and lysine in HeLa cell extracts. Due to the chemical lability of these phosphorylated residues, special procedures and separation techniques are required for their preservation alongside classical Ser, Thr and Tyr phosphorylation. Protein phosphorylation was first reported in 1906 by Phoebus Levene at the Rockefeller Institute for Medical Research with the discovery of phosphorylated vitellin. However, it was nearly 50 years until the enzymatic phosphorylation of proteins by protein kinases was discovered.",
            "score": 68.7371597290039
        },
        {
            "docid": "21943796_3",
            "document": "FAM20C . Dmp4 causes differentiation of mesenchymal stem cells into functional odontoblast cells and is likely to function as a regulator of dentin mineralization. FAM20C is a secretory kinase, responsible for the phosphorylation of all secreted proteins, from milk to bone proteins. Phosphorylation by Fam20C in the secretory pathway is essential for proper biomineralization of bone. The substrate specificity of FAM20C indicates, however, that it is not likely to account for the tyrosine phosphorylation of the secreted protein. The characterization of FAM20C as an active serine kinase in the Golgi apparatus provides a clear precedent that ATP dependent protein phosphorylation can take place in the secretory apparatus. Fam20C knockout mice develop severe hypophosphatemic rickets due to an increased renal phosphate wasting that is likely attributed to the remarkable elevation of serum FGF23, while their dentin and enamel defects are largely independent from the hypophosphatemia and appear to be a local effects of phosphorylation failure in the SCPP proteins",
            "score": 68.68547821044922
        },
        {
            "docid": "14879572_3",
            "document": "CAMKK2 . The product of this gene belongs to the serine/threonine-specific protein kinase family, and to the Ca/calmodulin-dependent protein kinase subfamily. This protein plays a role in the calcium/calmodulin-dependent (CaM) kinase cascade by phosphorylating the downstream kinases CaMK1 and CaMK4.",
            "score": 68.38114166259766
        }
    ]
}