{
    "q": [
        {
            "docid": "736407_18",
            "document": "Opioid receptor . cAMP binds to, and activates cAMP-dependant protein kinase A (PKA), which is located intracellularly in the neuron. The PKA consists of a holoenzyme - it is a compound which becomes active due to the combination of an enzyme with a coenzyme. The PKA enzyme also contains two catalytic PKS-Cα subunits, and a regulator PKA-R subunit dimer. The PKA holoenzyme is inactive under normal conditions, however, when cAMP molecules that are produced earlier in the signal transduction mechanism combine with the enzyme, PKA undergoes a conformational change. This activates it, giving it the ability to catalyse substrate phosphorylation. CREB (cAMP response element binding protein) belongs to a family of transcription factors and is positioned in the nucleus of the neuron. When the PKA is activated, it phosphorylates the CREB protein (adds a high energy phosphate group) and activates it. The CREB protein binds to cAMP response elements CRE, and can either increase or decrease the transcription of certain genes. The cAMP/PKA/CREB signalling pathway described above is crucial in memory formation and pain modulation. It is also significant in the induction and maintenance of long-term potentiation, which is a phenomenon that underlies synaptic plasticity - the ability of synapses to strengthen or weaken over time.",
            "score": 87.9393253326416
        },
        {
            "docid": "13982427_3",
            "document": "MAPK8 . The protein encoded by this gene is a member of the MAP kinase and JNK family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase is activated by various cell stimuli, and targets specific transcription factors, and thus mediates immediate-early gene expression in response to cell stimuli. The activation of this kinase by tumor-necrosis factor alpha (TNF-alpha) is found to be required for TNF-alpha-induced apoptosis. This kinase is also involved in UV radiation-induced apoptosis, which is thought to be related to the cytochrome c-mediated cell death pathway. Studies of the mouse counterpart of this gene suggested that this kinase play a key role in T cell proliferation, apoptosis and differentiation. Four alternately spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 64.3005440235138
        },
        {
            "docid": "5620705_26",
            "document": "Bone morphogenetic protein 4 . Mitogen activated protein kinases (MAPK) undergo phosphorylation via a signaling cascade where MAPKKK phosphorylates and activates MAPKK and MAPKK phosphorylates and activates MAPK which then induces an intracellular response. Activation of MAPKKK is through the interaction of mainly GTPases or another group of protein kinases. TGF-β receptors induce the MAPK signaling pathways of ERK, JNK and p38. BMP4 is also known to activate the ERK, JNK and p38 MAPK signalling pathways whilst have been found to act independently of Smad signaling pathways, are mostly active in conjunction with Smad. The activation of the ERK and JNK pathways acts to phosphorylate Smad and therefore regulate its activation. In addition to this, MAPK pathways may be able to directly affect Smad-interacting transcription factors via a JNK or p38 substrate that induces convergence of the two signaling pathways. This convergence is noted to consist mainly of cooperative behavior however, there is evidence to suggest that they may at times counteract each other. Furthermore, the balance that exists between the direct activation of these signaling pathways has a significant effect on TGF-β induced cellular responses.",
            "score": 68.70081853866577
        },
        {
            "docid": "14754256_3",
            "document": "PRKAR2B . cAMP is a signaling molecule important for a variety of cellular functions. cAMP exerts its effects by activating the cAMP-dependent protein kinase (PKA), which transduces the signal through phosphorylation of different target proteins. The inactive holoenzyme of PKA is a tetramer composed of two regulatory and two catalytic subunits. cAMP causes the dissociation of the inactive holoenzyme into a dimer of regulatory subunits bound to four cAMP and two free monomeric catalytic subunits. Four different regulatory subunits and three catalytic subunits of PKA have been identified in humans. The protein encoded by this gene is one of the regulatory subunits. This subunit can be phosphorylated by the activated catalytic subunit. This subunit has been shown to interact with and suppress the transcriptional activity of the cAMP responsive element binding protein 1 (CREB1) in activated T cells. Knockout studies in mice suggest that this subunit may play an important role in regulating energy balance and adiposity. The studies also suggest that this subunit may mediate the gene induction and cataleptic behavior induced by haloperidol.",
            "score": 80.35557818412781
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 65.51890993118286
        },
        {
            "docid": "14117845_3",
            "document": "MAP3K7 . The protein encoded by this gene is a member of the serine/threonine protein kinase family. This kinase mediates the signaling transduction induced by TGF beta and morphogenetic protein (BMP), and controls a variety of cell functions including transcription regulation and apoptosis. TAK1 is a central regulator of cell death and is activated through a diverse set of intra- and extracellular stimuli. TAK1 regulates cell survival not solely through NF-κB but also through NF-κB-independent pathways such as oxidative stress and receptor-interacting protein kinase 1 (RIPK1) kinase activity-dependent pathway. In response to IL-1, this protein forms a kinase complex including TRAF6, MAP3K7P1/TAB1 and MAP3K7P2/TAB2; this complex is required for the activation of nuclear factor kappa B. This kinase can also activate MAPK8/JNK, MAP2K4/MKK4, and thus plays a role in the cell response to environmental stresses. Four alternatively spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 60.579665422439575
        },
        {
            "docid": "7336912_3",
            "document": "Mitogen-activated protein kinase 9 . The protein encoded by this gene is a member of the MAP kinase family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase targets specific transcription factors, and thus mediates immediate-early gene expression in response to various cell stimuli. It is most closely related to MAPK8, both of which are involved in UV radiation-induced apoptosis, thought to be related to the cytochrome c-mediated cell death pathway. This gene and MAPK8 are also known as c-Jun N-terminal kinases. This kinase blocks the ubiquitination of tumor suppressor p53, and thus it increases the stability of p53 in nonstressed cells. Studies of this gene's mouse counterpart suggest a key role in T-cell differentiation. Four alternatively spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 61.40829586982727
        },
        {
            "docid": "4397369_16",
            "document": "Skin whitening . MC1R/cAMP signaling pathway: Activation of MC1R causes activation of adenylyl cyclase (AC), which produces cyclic adenosine monophosphate (cAMP), which activates protein kinase A (PKA), which activates (by protein phosphorylation) cAMP response element-binding protein (CREB), which upregulates MITF (CREB is a transcription factor of MITF). Whitening agents that interfere with the MC1R/cAMP signaling pathway have been reviewed by Chang (2012).",
            "score": 67.95204448699951
        },
        {
            "docid": "14762792_3",
            "document": "MAP3K7IP1 . The protein encoded by this gene was identified as a regulator of the MAP kinase kinase kinase MAP3K7/TAK1, which is known to mediate various intracellular signaling pathways, such as those induced by TGF beta, interleukin 1, and WNT-1. This protein interacts and thus activates TAK1 kinase. It has been shown that the C-terminal portion of this protein is sufficient for binding and activation of TAK1, while a portion of the N-terminus acts as a dominant-negative inhibitor of TGF beta, suggesting that this protein may function as a mediator between TGF beta receptors and TAK1. This protein can also interact with and activate the mitogen-activated protein kinase 14 (MAPK14/p38alpha), and thus represents an alternative activation pathway, in addition to the MAPKK pathways, which contributes to the biological responses of MAPK14 to various stimuli. Alternatively spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 50.65072691440582
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 73.14108157157898
        },
        {
            "docid": "5037034_9",
            "document": "P300-CBP coactivator family . An example of a process involving p300 and CBP is G protein signaling. Some G proteins stimulate adenylate cyclase that results in elevation of cAMP. cAMP stimulates PKA, which consists of four subunits, two regulatory and two catalytic. Binding of cAMP to the regulatory subunits causes release of the catalytic subunits. These subunits can then enter the nucleus to interact with transcriptional factors, thus affecting gene transcription. The transcription factor CREB, which interacts with a DNA sequence called a cAMP response element (or CRE), is phosphorylated on a serine (Ser 133) in the KID domain. This modification is PKA mediated, and promotes the interaction of the KID domain of CREB with the KIX domain of CBP or p300 and enhances transcription of CREB target genes, including genes that aid gluconeogenesis. This pathway can be initiated by adrenaline activating β-adrenergic receptors on the cell surface.",
            "score": 66.82708859443665
        },
        {
            "docid": "600788_10",
            "document": "Brain-derived neurotrophic factor . The BDNF protein is encoded by a gene that is also called BDNF, found in humans on chromosome 11. Structurally, BDNF transcription is controlled by 8 different promoters, each leading to different transcripts containing one of 8 untranslated 5’ exons (I to VIII) spliced to the 3’ encoding exon. Promoter IV activity, leading to the translation of exon IV-containing mRNA, is strongly stimulated by calcium and is primarily under the control of a Cre regulatory component, suggesting a putative role for the transcription factor CREB and the source of BDNF’s activity-dependent effects . There are multiple mechanisms through neuronal activity can increase BDNF exon IV specific expression. Stimulus-mediated neuronal excitation can lead to NMDA receptor activation, triggering a calcium influx. Through a protein signaling cascade requiring Erk, CaM KII/IV, PI3K, and PLC, NMDA receptor activation is capable of triggering BDNF exon IV transcription. BDNF exon IV expression also seems capable of further stimulating its own expression through TrkB activation. BDNF is released from the post-synaptic membrane in an activity-dependent manner, allowing it to act on local TrkB receptors and mediate effects that can leading to signaling cascades also involving Erk and CaM KII/IV. Both of these pathways probably involve calcium-mediated phosphorylation of CREB at Ser133, thus allowing it to interact with BDNF’s Cre regulatory domain and upregulate transcription. However, NMDA-mediated receptor signaling is probably necessary to trigger the upregulation of BDNF exon IV expression because normally CREB interaction with CRE and the subsequent translation of the BDNF transcript is blocked by of the basic helix-loop-helix transcription factor protein 2 (BHLHB2). NMDA receptor activation triggers the release of the regulatory inhibitor, allowing for BDNF exon IV upregulation to take place in response to the activity-initiated calcium influx. Activation of Dopamine receptor D5 also promotes expression of BDNF in prefrontal cortex neurons.",
            "score": 73.74867880344391
        },
        {
            "docid": "14178389_4",
            "document": "MAP3K3 . MAP3Ks are involved in regulating cell fate in response to external stimuli. MAP3K3 directly regulates the stress-activated protein kinase (SAPK) and extracellular signal-regulated protein kinase (ERK) pathways by activating SEK and MEK1/2 respectively. In cotransfection assays, it enhanced transcription from a nuclear factor kappa-B (NF-κB)-dependent reporter gene, consistent with a role in the SAPK pathway. Alternatively spliced transcript variants encoding distinct isoforms have been observed. MEKK3 regulates the p38, JNK and ERK1/2 pathways.",
            "score": 53.47475624084473
        },
        {
            "docid": "37691479_16",
            "document": "Cardiac neural crest cells . Wnt proteins are extracellular growth factors that activate intracellular signalling pathways. There are two types of pathways: canonical and non-canonical. The classic canonical Wnt pathway involves B-catenin protein as a signaling mediator. Wnt maintains B-catenin by preventing against Proteasome degradation. Thus, B-catenin is stabilized in the presence of Wnt and regulates gene transcription through interaction with TCF/LEF transcription factors. The canonical Wnt/B-catenin pathway is important for control of cell proliferation. The non-canonical Wnt pathway is independent of B-catenin and has an inhibitory effect on canonical Wnt signaling.",
            "score": 49.18271827697754
        },
        {
            "docid": "380541_23",
            "document": "Skeletal muscle . Skeletal muscle fiber-type phenotype in adult animals is regulated by several independent signaling pathways. These include pathways involved with the Ras/mitogen-activated protein kinase (MAPK) pathway, calcineurin, calcium/calmodulin-dependent protein kinase IV, and the peroxisome proliferator γ coactivator 1 (PGC-1). The Ras/MAPK signaling pathway links the motor neurons and signaling systems, coupling excitation and transcription regulation to promote the nerve-dependent induction of the slow program in regenerating muscle. Calcineurin, a Ca2+/calmodulin-activated phosphatase implicated in nerve activity-dependent fiber-type specification in skeletal muscle, directly controls the phosphorylation state of the transcription factor NFAT, allowing for its translocation to the nucleus and leading to the activation of slow-type muscle proteins in cooperation with myocyte enhancer factor 2 (MEF2) proteins and other regulatory proteins. Ca2+/calmodulin-dependent protein kinase activity is also upregulated by slow motor neuron activity, possibly because it amplifies the slow-type calcineurin-generated responses by promoting MEF2 transactivator functions and enhancing oxidative capacity through stimulation of mitochondrial biogenesis.",
            "score": 55.68319892883301
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 66.33771026134491
        },
        {
            "docid": "2995501_4",
            "document": "Crosstalk (biology) . ERK, a participating protein in the MAPK signaling pathway, can be activated or inhibited by cAMP. cAMP can inhibit ERKs in a variety of ways, most of which involve the cAMP-dependent protein kinase (PKA) and the inhibition of Ras-dependent signals to Raf-1. However, cAMP can also stimulate cell proliferation by stimulating ERKs. This occurs through the induction of specific genes via phosphorylation of the transcription factor CREB by PKA. Though ERKs do not appear to be a requirement for this phosphorylation of CREB, the MAPK pathway does play into crosstalk again, as ERKs are required to phosphorylate proteins downstream of CREB. Other known examples of the requirement of ERKs for cAMP-induced transcriptional effects include induction of the prolactin gene in pituitary cells, and of the dopamine beta-hydroxylate gene in pheochromocytomal cells (PC12). A number of diverse mechanisms exist by which cAMP can influence ERK signaling. Most mechanisms involving cAMP inhibition of ERKs uncouple Raf-1 from Ras activation through direct interaction of PKA with Raf-1 or indirectly through PKA interaction with the GTPase Rap1 (see figure 1). PKA may also negatively regulate ERKs by the activation of PTPases. Mechanisms for the activation of ERKs by cAMP are even more varied, usually including Rap1 or Ras, and even cAMP directly.",
            "score": 80.31298780441284
        },
        {
            "docid": "14452661_25",
            "document": "Trk receptor . Trk receptors dimerize in response to ligand, as do other tyrosine kinase receptors. These dimers phosphorylate each other and enhance catalytic activity of the kinase. Trk receptors affect neuronal growth and differentiation through the activation of different signaling cascades. The three known pathways are PLC, Ras/MAPK (mitogen-activated protein kinase) and the PI3K (phosphatidylinositol 3-kinase) pathways. These pathways involve the interception of nuclear and mitochondrial cell-death programs. These signaling cascades eventually led to the activation of a transcription factor, CREB (cAMP response element-binding), which in turn activate the target genes.",
            "score": 60.91974496841431
        },
        {
            "docid": "24172579_10",
            "document": "Activity-regulated cytoskeleton-associated protein . The Arc transcript is dependent upon activation of the mitogen-activated protein kinase or MAP kinase (MAPK) cascade, a pathway important for regulation of cell growth and survival. Extracellular signaling to neuronal dendrites activates postsynaptic sites to increase Arc levels through a wide variety of signaling molecules, including mitogens such as epidermal growth factor (EGF), nerve growth factor (NGF), and brain-derived neurotrophic factor (BDNF), glutamate acting at NMDA receptors, dopamine through activation of the D1 receptor subtype, and dihydroxyphenylglycine (DHPG). The common factor for these signaling molecules involves activation of cyclic-AMP and its downstream target protein kinase A (PKA). As such, direct pharmacological activation of cAMP by forskolin or 8-Br-cAMP robustly increases Arc levels while H89, a PKA antagonist, blocks these effects as does further downstream blockade of mitogen-activated protein kinase kinase [sic] (MEK). Note that the MAPK cascade is a signaling pathway involving multiple kinases acting sequentially [MAPKKK--> MAPKK--> MAPK].",
            "score": 46.28883910179138
        },
        {
            "docid": "29446359_3",
            "document": "MiR-132 . miR-132 arises from the miR-212/132 cluster located in the intron of a non-coding gene on mouse chromosome 11. The transcription of this cluster was found to be enhanced by the transcription factor CREB (cAMP-response element binding protein). In neuronal cells BDNF (brain derived neurotrophic factor) is known to induce the transcription of this cluster; the pathway is thought to involve the BDNF-mediated activation of ERK1/2, which in turn activates MSK, another kinase enzyme. MSK-mediated phosphorylation of a serine residue on CREB may then enhance production of miR-132. MSK knockout mice still produce miR-132 in response to BDNF, but at a significantly lower level, indicating that there may be an alternative pathway operating. Activators of CREB phosphorylation, for instance forskolin and KSHV binding to endothelial cell targets, can also enhance miR-132 production in vitro. miR-132 levels are increased post-seizure, which strongly suggests a causal relationship between neuronal activation and miR-132 transcription. One example of this phenomenon is in the suprachiasmatic nucleus, where miR-132 is thought be involved in resetting the circadian clock in response to light. Inflammatory mediators such as Lipopolysaccharide (LPS) are also implicated in inducing miR-132 expression.",
            "score": 80.09998750686646
        },
        {
            "docid": "38568822_5",
            "document": "Long-term impact of alcohol on the brain . Ethanol can trigger the activation of astroglial cells which can produce a proinflammatory response in the brain. Ethanol interacts with the TLR4 and IL-1RI receptors on these cells to activate intracellular signal transduction pathways. Specifically, ethanol induces the phosphorylation of IL-1R-associated kinase (IRAK), ERK1/2, stress-activated protein kinase (SAPK)/JNK, and p38 mitogen-activated protein kinase (p38 MAPK). Activation of the IRAK/MAPK pathway leads to the stimulation of the transcription factors NF-kappaB and AP-1. These transcription factors cause the upregulation of inducible nitric oxide synthase (iNOS) and cyclooxygenase-2 (COX-2) expression. The upregulation of these inflammatory mediators by ethanol is also associated with an increase in caspase 3 activity and a corresponding increase in cell apoptosis. The exact mechanism by which various concentrations of ethanol either activates or inhibits TLR4/IL-1RI signaling is not currently known, though it may involve alterations in lipid raft clustering or cell adhesion complexes and actin cytoskeleton organization.",
            "score": 57.373668909072876
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 69.60541570186615
        },
        {
            "docid": "13975479_11",
            "document": "RHOA . Activated RhoA also participates in regulating transcriptional control over other signal transduction pathways via various cellular factors. RhoA proteins help potentiate the transcription independent of ternary complex factors when activated while simultaneously modulating subsequent extracellular signal activity. It has also been shown that RhoA mediates serum-, LPA- and AIF4-induced signaling pathways in addition to regulating the transcription of the c-fos promoter, a key component in the formation of the ternary complex producing the serum and ternary factors. RhoA signaling and modulation of actin polymerization also regulates Sox9 expression via controlling transcriptional Sox9 activity. The expression and transcriptional activity of Sox9 is directly linked with the loss of RhoA activity and illustrates how RhoA participates in the transcriptional control of specific protein expression.",
            "score": 45.12070560455322
        },
        {
            "docid": "11329484_11",
            "document": "TLR4 . The MyD88-dependent pathway is regulated by two adaptor-associated proteins: Myeloid Differentiation Primary Response Gene 88 (MyD88) and TIR Domain-Containing Adaptor Protein (TIRAP). TIRAP-MyD88 regulates early NF-κβ activation and production of proinflammatory cytokines, such as IL-12. MyD88 signaling involves the activation of IL-1 Receptor-Associated Kinases (IRAKs) and the adaptor molecules TNF Receptor-Associated Factor 6 (TRAF6). TRAF6 induces the activation of TAK1 (Transforming growth factor-β-Activated Kinase 1) that leads to the activation of MAPK cascades (Mitogen-Activated Protein Kinase) and IKK (IκB Kinase). IKKs' signaling pathway leads to the induction of the transcription factor NF-κB, while activation of MAPK cascades lead to the activation of another transcription factor AP-1. Both of them have a role in the expression of proinflammatory cytokines. The activation of NF-κB via TAK-1 is complex, and it starts by the assembly of a protein complex called the signalosome, which is made of a scaffolding protein, called NEMO. The protein complex is made from two different κB kinases, called IKKα and IKKβ. This causes the addition of a small regulatory protein to the signalosome called ubiquitin, that acts to initiate the release of the NF-κB protein, which coordinates translocation in the nucleus of cytokines.",
            "score": 49.03341853618622
        },
        {
            "docid": "1209057_12",
            "document": "Wnt signaling pathway . The noncanonical Wnt/calcium pathway also does not involve β-catenin. Its role is to help regulate calcium release from the endoplasmic reticulum (ER) in order to control intracellular calcium levels. Like other Wnt pathways, upon ligand binding, the activated Fz receptor directly interacts with Dsh and activates specific Dsh-protein domains. The domains involved in Wnt/calcium signaling are the PDZ and DEP domains. However, unlike other Wnt pathways, the Fz receptor directly interfaces with a trimeric G-protein. This co-stimulation of Dsh and the G-protein can lead to the activation of either PLC or cGMP-specific PDE. If PLC is activated, the plasma membrane component PIP2 is cleaved into DAG and IP3. When IP3 binds its receptor on the ER, calcium is released. Increased concentrations of calcium and DAG can activate Cdc42 through PKC. Cdc42 is an important regulator of ventral patterning. Increased calcium also activates calcineurin and CaMKII. CaMKII induces activation of the transcription factor NFAT, which regulates cell adhesion, migration and tissue separation. Calcineurin activates TAK1 and NLK kinase, which can interfere with TCF/ß-Catenin signaling in the canonical Wnt pathway. However, if PDE is activated, calcium release from the ER is inhibited. PDE mediates this through the inhibition of PKG, which subsequently causes the inhibition of calcium release.",
            "score": 41.4570791721344
        },
        {
            "docid": "496669_9",
            "document": "Cytokinin . Cytokinin signaling in plants is mediated by a two-component phosphorelay. This pathway is initiated by cytokinin binding to a histidine kinase receptor in the endoplasmic reticulum membrane. This results in the autophosphorylation of the receptor, with the phosphate then being transferred to a phosphotransfer protein. The phosphotransfer proteins can then phosphorylate the type-B response regulators (RR) which are a family of transcriptions factors. The phosphorylated, and thus activated, type-B RRs regulate the transcription of numerous genes, including the type-A \"RR\"s. The type-A RRs negatively regulate the pathway.",
            "score": 68.37663125991821
        },
        {
            "docid": "15120_13",
            "document": "Interferon . In addition to the JAK-STAT pathway, IFNs can activate several other signaling cascades. For instance, both type I and type II IFNs activate a member of the CRK family of adaptor proteins called CRKL, a nuclear adaptor for STAT5 that also regulates signaling through the C3G/Rap1 pathway. Type I IFNs further activate \"p38 mitogen-activated protein kinase\" (MAP kinase) to induce gene transcription. Antiviral and antiproliferative effects specific to type I IFNs result from p38 MAP kinase signaling. The \"phosphatidylinositol 3-kinase\" (PI3K) signaling pathway is also regulated by both type I and type II IFNs. PI3K activates P70-S6 Kinase 1, an enzyme that increases protein synthesis and cell proliferation; phosphorylates of ribosomal protein s6, which is involved in protein synthesis; and phosphorylates a translational repressor protein called \"eukaryotic translation-initiation factor 4E-binding protein 1\" (EIF4EBP1) in order to deactivate it.",
            "score": 62.679494857788086
        },
        {
            "docid": "6959639_10",
            "document": "Purpura fulminans . In cases of severe sepsis, there is widespread activation of the acute systemic inflammatory response, including activation of the coagulation and complement pathways, as well as endothelial dysfunction. Activated protein C helps regulate the systemic inflammatory response. During sepsis, signalling by the inflammatory cytokines, interleukin-1 and tumour necrosis factor, mediate altered protein transcription in the systemic inflammatory response, resulting in decreased synthesis of the regulatory proteins antithrombin, protein C and protein S, with increased synthesis of prothrombotic proteins Factor VIII, von Willebrand factor, and fibrinogen. Activated protein C binds to endothelial protein C receptor and subsequently cleaves the endothelial cell protease activated receptor-1, not only altering coagulation profiles but down-regulating pro-inflammatory and pro-apoptotic mediators, up-regulation of anti-inflammatory and anti-apoptotic pathways and stabilization of the endothelial cell barrier functions.",
            "score": 32.79621195793152
        },
        {
            "docid": "35822485_15",
            "document": "Epigenetics of cocaine addiction . McClung et al. discuss the gene expression profiles of previously mentioned CREB and ΔFosB as they are involved in cocaine use. These transcription factors have been shown to play a role in the short-term and long-term adaptive changes in the brain. CREB has been implicated in learning, memory, and depression and enriched in cocaine users within the nucleus accumbens. CREB seems to upregulate many genes in its pathway within the reward regions of the brain and seems to reduce the rewarding effects of cocaine and leads to depressive-like behaviors instead. The gene expression changes by CREB are induced by short-term cocaine treatment and eventually go back to normal. They also focused on ΔFosB, which is in the family of FosB proteins. While most of these proteins have been implicated in short-term abuse gene expression changes, McClung et al. demonstrated that ΔFosB gene expression changes in the NAc were induced by short-term and long-term cocaine exposure. Short-term cocaine exposure lead to the same expression profiles of upregulated genes as CREB did creating the reduced rewarding effects seen. However, long-term exposure lead to a different expression profile leading to increased rewarding effects. They suggested that ΔFosB acts as a repressor and somehow interacts with the CREB pathway and indirectly leads to the same short-term effects seen, but over time, acts to upregulate genes within its own pathway leading to the increased rewarding effects. It is unknown how these two pathways interact, but they have shown that there is some overlap.",
            "score": 59.344706892967224
        },
        {
            "docid": "23947350_12",
            "document": "Collapsin response mediator protein family . In Sema3A signaling cascade, CRMP plays a role as intracellular messenger mediating repulsive signal. Sema3A initiates clustering of the receptor Neuropilin 1 and Plexin A1. While some of the other class of Semaphorins directly bind to Plexin receptors, Sema3A does not bind to Plexin directly. Instead, it interacts with Neuropilins as ligand-binding co-receptor for Plexin and releases Plexin-based signaling. The signal transduction pathway downstream of activated Plexin receptor is mediated by CRMPs. In response to Sema3A signaling cascade, CRMPs which exist as a heterotetramer in the cytosol bind to the cytosolic domain of PlexA and its conformation changes. Further, CRMPs are phosphorylated by Cdk5, GSK3β, and Fes, a tyrosine protein kinase. Especially, phosphorylation of CRMP-1 and CRMP-2 are essential for Sema3A-regulated axonal guidance. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone. In the absence of Sema3A, the interaction between CRMP tetramer and PlexA is blocked. Phospholipase D2 (PLD-2) which is localized in the growth cone and is involved in actin cytoskeleton rearrangement, can be inhibited by CRMP-2 and its inhibition results in actin depolymerization and possibly affects axonal growth cone collapse. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone.",
            "score": 48.75363254547119
        },
        {
            "docid": "14764283_6",
            "document": "Insulin-induced gene 1 protein . Oxysterols regulate cholesterol homeostasis through liver X receptor (LXR) and sterol regulatory element-binding protein (SREBP) mediated signaling pathway. This protein binds to the sterol-sensing domains of SREBP cleavage-activating protein (SCAP) and HMG CoA reductase, and is essential for the sterol-mediated trafficking of the two proteins. Alternatively spliced transcript variants encoding distinct isoforms have been observed.",
            "score": 39.028133153915405
        },
        {
            "docid": "31474_14",
            "document": "Transcription factor . Not only do transcription factors act downstream of signaling cascades related to biological stimuli but they can also be downstream of signaling cascades involved in environmental stimuli. Examples include heat shock factor (HSF), which upregulates genes necessary for survival at higher temperatures, hypoxia inducible factor (HIF), which upregulates genes necessary for cell survival in low-oxygen environments, and sterol regulatory element binding protein (SREBP), which helps maintain proper lipid levels in the cell.",
            "score": 38.172443151474
        }
    ],
    "r": [
        {
            "docid": "743466_16",
            "document": "CREB . Michael Greenberg first demonstrated the role of CREB in the mammalian circadian clock in 1993 through a series of experiments that correlated phase-specific light pulses with CREB phosphorylation. In vitro, light during the subjective night increased phosphorylation of CREB rather than CREB protein levels. In vivo, phase shift-inducing light pulses during the subjective night correlated with CREB phosphorylation in the SCN. Experiments by Gunther Schutz in 2002 demonstrated that mutant mice lacking the Ser142 phosphorylation site failed to induce the clock regulatory gene mPer1 in response to a light pulse. Furthermore, these mutant mice had difficulty entraining to light-dark cycles.",
            "score": 96.59358215332031
        },
        {
            "docid": "22604261_6",
            "document": "Joseph Takahashi . The research of Takahashi has led to many developments in understanding how the circadian clock of mammals affects physiology and relationships with the environment. In 1993, Takahashi and Michael Greenberg studied the mechanisms of mammalian suprachiasmatic nuclei entrainment to environmental light cycles. They explored the relationship between phosphorylated cyclic adenosine monophosphate response element binding protein (CREB) and \"c-fos\" transcription, a protein previously indicated as a component of the photic entrainment pathway. Using immunoprecipitation, Takahashi and Greenberg were able to show that light induced CREB phosphorylation occurs only during the subjective night. Given that CREB has been shown to regulate \"c-fos\" transcription in PC12 pheochromocytoma cells, Takahashi and Greenberg were able to conclude that phosphorylation of CREB in the SCN may play an important role in mammalian photic entrainment.",
            "score": 91.54662322998047
        },
        {
            "docid": "736407_18",
            "document": "Opioid receptor . cAMP binds to, and activates cAMP-dependant protein kinase A (PKA), which is located intracellularly in the neuron. The PKA consists of a holoenzyme - it is a compound which becomes active due to the combination of an enzyme with a coenzyme. The PKA enzyme also contains two catalytic PKS-Cα subunits, and a regulator PKA-R subunit dimer. The PKA holoenzyme is inactive under normal conditions, however, when cAMP molecules that are produced earlier in the signal transduction mechanism combine with the enzyme, PKA undergoes a conformational change. This activates it, giving it the ability to catalyse substrate phosphorylation. CREB (cAMP response element binding protein) belongs to a family of transcription factors and is positioned in the nucleus of the neuron. When the PKA is activated, it phosphorylates the CREB protein (adds a high energy phosphate group) and activates it. The CREB protein binds to cAMP response elements CRE, and can either increase or decrease the transcription of certain genes. The cAMP/PKA/CREB signalling pathway described above is crucial in memory formation and pain modulation. It is also significant in the induction and maintenance of long-term potentiation, which is a phenomenon that underlies synaptic plasticity - the ability of synapses to strengthen or weaken over time.",
            "score": 87.93932342529297
        },
        {
            "docid": "46339875_2",
            "document": "Locusta migratoria manilensis . Locusta migratoria manilensis, commonly known as the Oriental migratory locust, is a subspecies of the migratory locust (\"L. migratoria\") in the family Acrididae. It is sufficiently different in size and structure from the African migratory locust to be considered a distinct subspecies of the migratory locust. It is found in southeastern Asia and is an important agricultural pest in the region. It is normally a solitary insect but when conditions are suitable, it enters into a gregarious phase when the young form into bands which move together and the adults into swarms. Although outbreaks may have recently been fewer in number and size because of changes in agricultural practices and better locust detection, the insects remain active as crop pests and the potential for outbreaks is still present.",
            "score": 87.38690948486328
        },
        {
            "docid": "372266_24",
            "document": "Long-term potentiation . Upon activation, ERK may phosphorylate a number of cytoplasmic and nuclear molecules that ultimately result in the protein synthesis and morphological changes observed in L-LTP. These cytoplasmic and nuclear molecules may include transcription factors such as CREB. ERK-mediated changes in transcription factor activity may trigger the synthesis of proteins that underlie the maintenance of L-LTP. One such molecule may be protein kinase Mζ (PKMζ), a persistently active kinase whose synthesis increases following LTP induction. PKMζ is an atypical isoform of PKC that lacks a regulatory subunit and thus remains constitutively active. Unlike other kinases that mediate LTP, PKMζ is active not just in the first 30 minutes following LTP induction; rather, PKMζ becomes a requirement for LTP maintenance only during the late phase of LTP. PKMζ thus appears important for the persistence of memory and would be expected to be important in the maintenance of long-term memory. Indeed, administration of a PKMζ inhibitor into the hippocampus of the rat results in retrograde amnesia with intact short-term memory; PKMζ does not play a role in the establishment of short-term memory. PKMζ has recently been shown to underlie L-LTP maintenance by directing the trafficking and reorganization of proteins in the synaptic scaffolding that underlie the expression of L-LTP. Even more recently, transgenic mice lacking PKMζ demonstrate normal LTP, questioning the necessity of PKMζ.",
            "score": 86.62327575683594
        },
        {
            "docid": "46695897_9",
            "document": "Molecular and epigenetic mechanisms of alcoholism . CREB may play a significant role in alcohol addiction. CREB is a transcription factor known to influence CNS functioning. This protein is activated by phosphorylation via the kinase families CaMK, PKA, and MAPK. CREB binds a DNA sequence called CREB Response Element (CRE) in promoter regions and activates transcription via recruitment of CREB binding protein (CBP) and other transcription factors. Some CREB-target genes, relevant for understanding alcoholism, include NPY, BDNF, Arc, and CRF. Levels of CREB and p-CREB (a highly phosphorylated CREB protein) play a dynamic role in the preference for, consumption of, and dependence on ethanol. When comparing alcohol-preferring (P) to –nonpreferring (NP) rats, lower levels of CREB, p-CREB, and CRE-DNA binding activity were observed in the CeA and MeA of P rats. In conjunction, anxiety and ethanol consumption was higher in P rats. Acute ethanol exposure increases CREB and p-CREB and decreased anxiety in only P rats. Activation of PKA in the CeA increases levels of p-CREB while decreasing anxiety and ethanol consumption in P rats. The opposite occurs in NP rats when exposed to PKA inhibitor. When rats are withdrawn from ethanol after chronic exposure they showed decreased levels of p-CREB, but not total CREB, in the CeA and MeA which manifests in anxiety-like behaviors. Furthermore, acute ethanol use increases while chronic exposure stabilizes p-CREB levels in rat cerebellum and striatum. Withdrawal following chronic exposure decreases levels of CRE-DNA binding and p-CREB.",
            "score": 86.06917572021484
        },
        {
            "docid": "1118690_5",
            "document": "Migratory locust . The migratory locust is polyphenic. It transitions between two main phenotypes in response to population density; the solitary phase and the gregarious phase. As the density of the population increases the locust transforms progressively from the solitary phase towards the gregarious phase with intermediate phases:",
            "score": 86.0638198852539
        },
        {
            "docid": "5618682_14",
            "document": "MAPK/ERK pathway . The ERK pathway plays an important role of integrating external signals from the presence of mitogens such as epidermal growth factor (EGF) into signaling events promoting cell growth and proliferation in many mammalian cell types. In a simplified model, the presence of mitogens and growth factors trigger the activation of canonical receptor tyrosine kinases such as EGFR leading to their dimerization and subsequent activation of the small GTPase Ras. This then leads to a series of phosphorylation events downstream in the MAPK cascade (Raf-MEK-ERK) ultimately resulting in the phosphorylation and activation of ERK. The phosphorylation of ERK results in an activation of its kinase activity and leads to phosphorylation of its many downstream targets involved in regulation of cell proliferation. In most cells, some form of sustained ERK activity is required for cells to activate genes that induce cell cycle entry and suppress negative regulators of the cell cycle. Two such important targets include Cyclin D complexes with Cdk4 and Cdk6 (Cdk4/6) which are both phosphorylated by ERK. The transition from G1 to S phase is coordinated by the activity of Cyclin D-Cdk4/6, which increases during late G1 phase as cells prepare to enter S-phase in response to mitogens. Cdk4/6 activation contributes to hyper-phosphorylation and the subsequent destabilization retinoblastoma protein (Rb). Hypo-phosphorylated Rb, is normally bound to transcription factor E2F in early G1 and inhibits its transcriptional activity, preventing expression of S-phase entry genes including Cyclin E, Cyclin A2 and Emi1. ERK1/2 activation downstream of mitogen induced Ras signaling is necessary and sufficient to remove this cell cycle block and allow cells to progress to S-phase in most mammalian cells. Downstream feedback control and generation of a bistable G1/S switch",
            "score": 85.6022720336914
        },
        {
            "docid": "537599_14",
            "document": "AMP-activated protein kinase . AMPK stimulates glucose uptake in skeletal muscle by phosphorylating Rab-GTPase-activating protein TBC1D1, which ultimately induces fusion of GLUT4 vesicles with the plasma membrane. AMPK stimulates glycolysis by activating phosphorylation of 6-phosphofructo-2-kinase/fructose-2,6-bisphosphatase 2/3 and activating phosphorylation of glycogen phosphorylase, and it inhibits glycogen synthesis through inhibitory phosphorylation of glycogen synthase. In the liver, AMPK inhibits gluconeogenesis by inhibiting transcription factors including hepatocyte nuclear factor 4 (HNF4) and CREB regulated transcription coactivator 2 (CRTC2).",
            "score": 84.55162811279297
        },
        {
            "docid": "743466_15",
            "document": "CREB . Entrainment of the mammalian circadian clock is established via light induction of PER. Light excites melanopsin-containing photosensitive retinal ganglion cells which signal to the suprachiasmatic nucleus (SCN) via the retinohypothalamic tract (RHT). Excitation of the RHT signals the release of glutamate which is received by NMDA receptors on SCN, resulting in a calcium influx into the SCN. Calcium induces the activity of Ca/calmodulin-dependent protein kinases, resulting in the activation of PKA, PKC, and CK2. These kinases then phosphorylate CREB in a circadian manner that further regulates downstream gene expression. The phosphorylated CREB recognizes the cAMP Response Element and serves as a transcription factor for Per1 and Per2, two genes that regulate the mammalian circadian clock. This induction of PER protein can entrain the circadian clock to light/dark cycles inhibits its own transcription via a transcription-translation feedback loop which can advance or delay the circadian clock. However, the responsiveness of PER1 and PER2 protein induction is only significant during the subjective night.",
            "score": 83.84403228759766
        },
        {
            "docid": "27058650_7",
            "document": "Plasticity product . cAMP-responsive element-binding (CREB) protein, a transcription factor, is also implicated in changes in synaptic plasticity. Inhibition of CREB translation likewise inhibited synaptic changes. CREB is activated in its phosphorylated form, acting as a molecular switch for production of plasticity products.",
            "score": 82.69568634033203
        },
        {
            "docid": "9880208_3",
            "document": "Cyclin-dependent kinase 4 . The protein encoded by this gene is a member of the Ser/Thr protein kinase family. This protein is highly similar to the gene products of \"S. cerevisiae\" cdc28 and \"S. pombe\" cdc2. It is a catalytic subunit of the protein kinase complex that is important for cell cycle G1 phase progression. The activity of this kinase is restricted to the G1-S phase, which is controlled by the regulatory subunits D-type cyclins and CDK inhibitor p16. This kinase was shown to be responsible for the phosphorylation of retinoblastoma gene product (Rb). Ser/Thr-kinase component of cyclin D-CDK4 (DC) complexes that phosphorylate and inhibit members of the retinoblastoma (RB) protein family including RB1 and regulate the cell-cycle during G1/S transition. Phosphorylation of RB1 allows dissociation of the transcription factor E2F from the RB/E2F complexes and the subsequent transcription of E2F target genes which are responsible for the progression through the G1phase. Hypophosphorylates RB1 in early G1 phase. Cyclin D-CDK4 complexes are major integrators of various mitogenic and antimitogenic signals. Also phosphorylates SMAD3 in a cell-cycle-dependent manner and represses its transcriptional activity. Component of the ternary complex, cyclin D/CDK4/CDKN1B, required for nuclear translocation and activity of the cyclin D-CDK4 complex.",
            "score": 82.68975830078125
        },
        {
            "docid": "38879444_16",
            "document": "TP53-inducible glycolysis and apoptosis regulator . TIGAR activity can prevent cells progressing into S phase through a checkpoint known in humans as the restriction point. At the very start of G1 phase, a protein called retinoblastoma (Rb) exists in an un-phosphorylated state. In this state, Rb binds to a protein transcription factor E2F and prevents E2F from activating transcription of proteins essential for S-phase. During a normal cell cycle, as G1 progresses, Rb will become phosphorylated in a specific set of sequential steps by proteins called cyclin dependent kinases (cdks) bound to cyclin proteins. The specific complexes that phosphorylate Rb are cyclin D-cdk4 and cyclin E-cdk2.",
            "score": 81.7263412475586
        },
        {
            "docid": "14754256_3",
            "document": "PRKAR2B . cAMP is a signaling molecule important for a variety of cellular functions. cAMP exerts its effects by activating the cAMP-dependent protein kinase (PKA), which transduces the signal through phosphorylation of different target proteins. The inactive holoenzyme of PKA is a tetramer composed of two regulatory and two catalytic subunits. cAMP causes the dissociation of the inactive holoenzyme into a dimer of regulatory subunits bound to four cAMP and two free monomeric catalytic subunits. Four different regulatory subunits and three catalytic subunits of PKA have been identified in humans. The protein encoded by this gene is one of the regulatory subunits. This subunit can be phosphorylated by the activated catalytic subunit. This subunit has been shown to interact with and suppress the transcriptional activity of the cAMP responsive element binding protein 1 (CREB1) in activated T cells. Knockout studies in mice suggest that this subunit may play an important role in regulating energy balance and adiposity. The studies also suggest that this subunit may mediate the gene induction and cataleptic behavior induced by haloperidol.",
            "score": 80.35557556152344
        },
        {
            "docid": "2995501_4",
            "document": "Crosstalk (biology) . ERK, a participating protein in the MAPK signaling pathway, can be activated or inhibited by cAMP. cAMP can inhibit ERKs in a variety of ways, most of which involve the cAMP-dependent protein kinase (PKA) and the inhibition of Ras-dependent signals to Raf-1. However, cAMP can also stimulate cell proliferation by stimulating ERKs. This occurs through the induction of specific genes via phosphorylation of the transcription factor CREB by PKA. Though ERKs do not appear to be a requirement for this phosphorylation of CREB, the MAPK pathway does play into crosstalk again, as ERKs are required to phosphorylate proteins downstream of CREB. Other known examples of the requirement of ERKs for cAMP-induced transcriptional effects include induction of the prolactin gene in pituitary cells, and of the dopamine beta-hydroxylate gene in pheochromocytomal cells (PC12). A number of diverse mechanisms exist by which cAMP can influence ERK signaling. Most mechanisms involving cAMP inhibition of ERKs uncouple Raf-1 from Ras activation through direct interaction of PKA with Raf-1 or indirectly through PKA interaction with the GTPase Rap1 (see figure 1). PKA may also negatively regulate ERKs by the activation of PTPases. Mechanisms for the activation of ERKs by cAMP are even more varied, usually including Rap1 or Ras, and even cAMP directly.",
            "score": 80.31298828125
        },
        {
            "docid": "3062200_8",
            "document": "Growth hormone–releasing hormone . The cAMP-dependent pathway is initiated by the binding of GHRH to its receptor, causing receptor conformation that activates G alpha subunit of the closely associated G-Protein complex on the intracellular side. This results in stimulation of membrane-bound adenylyl cyclase and increased intracellular cyclic adenosine monophosphate (cAMP). cAMP binds to and activates the regulatory subunits of protein kinase A (PKA), allowing the free catalytic subunits to translocate to the nucleus and phosphorylate the transcription factor cAMP response element-binding protein (CREB). Phosphorylated CREB, together with its coactivators, p300 and CREB-binding protein (CBP) enhances the transcription of GH by binding to CREs cAMP-response elements in the promoter region of the GH gene. It also increases transcription of the GHRHR gene, providing positive feedback.",
            "score": 80.2400894165039
        },
        {
            "docid": "29446359_3",
            "document": "MiR-132 . miR-132 arises from the miR-212/132 cluster located in the intron of a non-coding gene on mouse chromosome 11. The transcription of this cluster was found to be enhanced by the transcription factor CREB (cAMP-response element binding protein). In neuronal cells BDNF (brain derived neurotrophic factor) is known to induce the transcription of this cluster; the pathway is thought to involve the BDNF-mediated activation of ERK1/2, which in turn activates MSK, another kinase enzyme. MSK-mediated phosphorylation of a serine residue on CREB may then enhance production of miR-132. MSK knockout mice still produce miR-132 in response to BDNF, but at a significantly lower level, indicating that there may be an alternative pathway operating. Activators of CREB phosphorylation, for instance forskolin and KSHV binding to endothelial cell targets, can also enhance miR-132 production in vitro. miR-132 levels are increased post-seizure, which strongly suggests a causal relationship between neuronal activation and miR-132 transcription. One example of this phenomenon is in the suprachiasmatic nucleus, where miR-132 is thought be involved in resetting the circadian clock in response to light. Inflammatory mediators such as Lipopolysaccharide (LPS) are also implicated in inducing miR-132 expression.",
            "score": 80.09999084472656
        },
        {
            "docid": "6766548_5",
            "document": "P14arf . The p14ARF transcript was first identified in humans in 1995, and its protein product confirmed in mice that same year. Its gene locus is on the short arm of chromosome 9 in humans, and on a corresponding location on chromosome 4 in mice. It is located near the genes for the tandem repeats INK4a and INK4b, which are 16 kDa (p16) and 15 kDa (p15) proteins, respectively. These INK4 proteins directly inhibit the cyclin D-dependent kinases CDK4 and CDK6. There are other INK4 genes on other chromosomes, however these are not linked to cancer, and so their functions are not likely to be overlapping. An important cyclin-dependent substrate is the retinoblastoma protein Rb, which is phosphorylated in late gap 1 phase (G1 phase), allowing G1 exit. The Rb protein limits cell proliferation by blocking the activity of E2F transcription factors, which activate the transcription of genes needed for DNA replication. When Rb is phosphorylated by cyclin D and E-dependent kinases during the G1 phase of the cell cycle, Rb can not block E2F-dependent transcription, and the cell can progress to the DNA synthetic phase(S phase). Therefore, INK4a and INK4b serve as tumor suppressors by restricting proliferation though the inhibition of the CDKs responsible for Rb phosphorylation.",
            "score": 78.9099349975586
        },
        {
            "docid": "18543362_5",
            "document": "Cln3 . The three G1 cyclins collaborate to drive yeast cells through the G1-S transition, i.e. to enter S-phase and begin DNA replication. The current model of the gene regulatory network controlling the G1-S transition is shown in Figure 1. The key targets of the G1 cyclins in this transition are the transcription factors SBF and MBF (not shown in the diagram), as well as the B-type cyclin inhibitor Sic1. Cln-CDKs activate SBF by phosphorylating and promoting nuclear export of its inhibitor, Whi5, which associates with promoter-bound SBF. The precise mechanism of MBF activation is unknown. Together, these transcription factors promote the expression of over 200 genes, which encode the proteins necessary for carrying out the biochemical activities of S-phase. These include the S-phase cyclins Clb5 and Clb6, which bind CDK to phosphorylate S-phase targets. However, Clb5,6-CDK complexes are inhibited by Sic1, so S-phase initiation requires phosphorylation and degradation of Sic1 by Cln1,2-CDK to proceed fully.",
            "score": 78.7525863647461
        },
        {
            "docid": "9880204_3",
            "document": "Cyclin-dependent kinase 2 . The protein encoded by this gene is a member of the cyclin-dependent kinase family of Ser/Thr protein kinases. This protein kinase is highly similar to the gene products of \"S. cerevisiae\" cdc28, and \"S. pombe\" cdc2, also known as Cdk1 in humans. It is a catalytic subunit of the cyclin-dependent kinase complex, whose activity is restricted to the G1-S phase of the cell cycle, and is essential for the G1/S transition. This protein associates with and is regulated by the regulatory subunits of the complex including cyclin E or A. Cyclin E binds G1 phase Cdk2, which is required for the transition from G1 to S phase while binding with Cyclin A is required to progress through the S phase. Its activity is also regulated by phosphorylation. Two alternatively spliced variants and multiple transcription initiation sites of this gene have been reported.",
            "score": 78.32643127441406
        },
        {
            "docid": "3730562_10",
            "document": "Cell cycle checkpoint . As these previous checkpoints are assessed, G2 protein accumulation serves to activate cyclinB-Cdk1 activity via multiple mechanisms. CyclinA-Cdk2 activates Cdc25, an activator of cyclinB-Cdk1, which then deactivates the cyclinB-Cdk1 inhibitor, Wee1. This results in a positive feedback loop, significantly increasing cyclinB expression and Cdk1 activation. As the cell progresses through G2 and reaches the G2/M transition, the kinase Plk1 phosphorylates Wee1, which targets Wee1 for degradation via the SCF ubiquitin ligase complex. An additional function of Plk1 is to activate Cdc25 through phosphorylation. The compound effect of Wee1 degradation and Cdc25 activation is the net removal of inhibitory phosphorylation from cdc2, which activates cdc2. Plk1 is activated at the G2/M transition by the Aurora A and Bora, which accumulate during G2 and form an activation complex. The Plk1-Cdc2-cdc25 complex then initiates a positive feedback loop which serves to further activate Cdc2, and in conjunction with an increase in cyclin B levels during G2, the resulting cdc2-cyclin B complexes then activate downstream targets which promote entry into mitosis. The resultant Cdk1 activity also activates expression of Mem1-Fkh, a G2/M transition gene. The rapid surge in cyclinB-Cdk1 activity is necessary, as M phase initiation is an all-or-nothing event engaging in hysteresis. Hysteresis of Cdk1 activity via cyclin B drives M phase entry by establishing a minimum threshold of cyclinB concentration. This exists at a level higher than the minimum needed for the continuation of M phase after entry, acting to safeguard the all-or-nothing event. This entry concentration is further increased in the case of incomplete DNA replication, adding another regulatory mechanism at the G2/M transition point. The presence of hysteresis allows for M phase entry to be highly regulated as a function of cyclinB-Cdk1 activity.",
            "score": 77.35093688964844
        },
        {
            "docid": "14797847_3",
            "document": "MAP3K12 . The protein encoded by this gene is a member of serine/threonine protein kinase family. This kinase contains a leucine-zipper domain, and is predominately expressed in neuronal cells. The phosphorylation state of this kinase in synaptic terminals was shown to be regulated by membrane depolarization via calcineurin. This kinase forms heterodimers with leucine zipper containing transcription factors, such as cAMP responsive element binding protein (CREB) and MYC, and thus may play a regulatory role in PKA or retinoic acid induced neuronal differentiation.",
            "score": 77.09554290771484
        },
        {
            "docid": "19220477_16",
            "document": "Akt/PKB signaling pathway . Akt also positively regulates some transcription factors to allow expression of pro-survival genes. Akt can phosphorylate and activate the IκB kinase IKKα, causing degradation of IκB and nuclear translocation of NF-κB where it promotes expression of caspase inhibitors, c-Myb and Bcl-xL. Also promoting cell survival, cAMP response element binding protein (CREB) is phosphorylated by Akt at Ser133, stimulating recruitment of CREB-binding protein (CBP) to the promoter of target genes, such as Bcl-2. Akt has also been shown to phosphorylate murine double minute 2 (Mdm2), a key regulator of DNA damage responses, at Ser166 and Ser186. Phosphorylation of Mdm2 by Akt upregulates its ubiquitin-ligase activity, therefore indirectly suppressing p53-mediated apoptosis. Another target of Akt is the Yes-associated protein (YAP), phosphorylated at Ser127 leading to 14-3-3 binding and cytosolic localisation. Therefore, it cannot co-activate p73-mediated apoptosis in response to DNA damage.",
            "score": 76.93091583251953
        },
        {
            "docid": "1374312_9",
            "document": "G2 phase . Cyclin B1 transcription begins at the end of S phase after DNA replication. Its promoter contains consensus binding sequences for a number of transcription factors, including p53, p21, Ets, Ap-1, NF-Y, c-Myc, TFE3, and USF. Cyclin B1 accumulates in the cytoplasm throughout G, where it binds to and activates CDK1's kinase activity. CDK1 activity is modulated primarily through regulation of its inhibitory phosphorylation sites at Thr14 and Tyr15. Wee1 and Myt1 phosphorylate these two residues, with Wee1 acting on the Tyr15 site and Myt1 acting predominantly on the Thr14 site. However, Myt1 has a separate inhibitory effect on CDK1; it can also sequester CDK1 in the cytoplasm via interaction with Myt1's C-terminal domain. CDK1 is dephosphorylated primarily through the actions of Cdc25, which can dephosphorylate both the Thr14 and Tyr15 residues of CDK1. There are three isoforms of Cdc25 (A, B, and C) in mammalian cells, all of which have been shown to have roles in regulation of G phase.",
            "score": 76.12993621826172
        },
        {
            "docid": "46339875_3",
            "document": "Locusta migratoria manilensis . The Oriental migratory locust is slightly smaller than the African migratory locust. It can exist in two phases, solitary and gregarious. The solitary adults are either green or brown, but as the insects become more crowded together, then brown individuals predominate. The nymphs or hoppers are greyish-brown when they first hatch but their colour changes to either green or brown as they grow, with brown being more common in dry conditions. When their densities increase and they begin to form hopper bands, the colour becomes orangeish-brown or reddish-brown, with black markings.",
            "score": 75.63270568847656
        },
        {
            "docid": "10586454_8",
            "document": "Sodium-iodide symporter . At a transcriptional level, TSH regulates the thyroid's function through cAMP. TSH first binds to its receptors which are joined to G proteins, and then induces the activation of the enzyme adenylate cyclase, which will raise the intracellular levels of cAMP. This can activate the CREB transcription factor (cAMP Response Element-Binding) that will bind to the CRE (cAMP Responsive Element). However, this might not occur and, instead, the increase in cAMP can be followed by PKA (Protein kinase A) activation and, as a result, the activation of the transcription factor Pax8 after phosphorylation.",
            "score": 75.61228942871094
        },
        {
            "docid": "14761477_3",
            "document": "Cyclin-dependent kinase 8 . The protein encoded by this gene is a member of the cyclin-dependent protein kinase (CDK) family. CDK8 and cyclin C associate with the mediator complex and regulate transcription by several mechanisms. CDK8 binds to and/or phosphorylates several transcription factors, which can have an activating or inhibitory effect on transcription factor function. CDK8 phosphorylates the Notch intracellular domain, SREBP, and STAT1 S727. CDK8 also inhibits transcriptional activation by influencing turnover of subunits in the mediator complex tail module. In addition, CDK8 influences binding of RNA polymerase II to the mediator complex.",
            "score": 75.50436401367188
        },
        {
            "docid": "5625361_13",
            "document": "Phosphoenolpyruvate carboxylase . PEP carboxylase is mainly subject to two levels of regulation: phosphorylation and allostery. Figure 3 shows a schematic of the regulatory mechanism.  Phosphorylation by phosphoenolpyruvate carboxylase kinase turns the enzyme on, whereas phosphoenolpyruvate carboxylase phosphatase turns it back off. Both kinase and phosphate are regulated by transcription. It is further believed that malate acts as a feedback inhibitor of kinase expression levels, and as an activator for phosphatase expression (transcription). Since oxaloacetate is converted to malate in CAM and organisms, high concentrations of malate activate phosphatase expression - the phosphatase subsequently de-phosphorylates and thus de-actives PEP carboxylase, leading to no further accumulation of oxaloacetate and thus no further conversion of oxaloacetate to malate. Hence malate production is down-regulated.",
            "score": 75.29960632324219
        },
        {
            "docid": "7722140_7",
            "document": "P16 . p16 is an inhibitor of cyclin-dependent kinases (CDK). It slows down the cell cycle by prohibiting progression from G1 phase to S phase. Otherwise, CDK4/6 binds cyclin D and forms an active protein complex that phosphorylates retinoblastoma protein (pRB). Once phosphorylated, pRB dissociates from the transcription factor E2F1. This liberates E2F1 from its bound state in the cytoplasm and allows it to enter the nucleus. Once in the nucleus, E2F1 promotes the transcription of target genes that are essential for transition from G1 to S phase.",
            "score": 74.8705062866211
        },
        {
            "docid": "5629262_4",
            "document": "Cyclin E . Cyclin E/CDK2 plays a critical role in the G1 phase and in the G1-S phase transition. Cyclin E/CDK2 phosphorylates retinoblastoma protein (Rb) to promote G1 progression. Hyper-phosphorylated Rb will no longer interact with E2F transcriptional factor, thus release it to promote expression of genes that drive cells to S phase through G1 phase. Cyclin E/CDK2 also phosphorylates p27 and p21 during G1 and S phases, respectively. Smad3, a key mediator of TGF-β pathway which inhibits cell cycle progression, can be phosphorylated by cyclin E/CDK2. The phosphorylation of Smad3 by cyclin E/CDK2 inhibits its transcriptional activity and ultimately facilitates cell cycle progression. CBP/p300 and E2F-5 are also substrates of cyclin E/CDK2. Phosphorylation of these two proteins stimulates the transcriptional events during cell cycle progression. Cyclin E/CDK2 can phosphorylate p220(NPAT) to promote histone gene transcription during cell cycle progression.",
            "score": 74.50062561035156
        },
        {
            "docid": "743466_7",
            "document": "CREB . CREB proteins are activated by phosphorylation from various kinases, including PKA, and Ca/calmodulin-dependent protein kinases on the Serine 133 residue. When activated, CREB protein recruits other transcriptional coactivators to bind to CRE promoter 5’ upstream region. Hydrophobic leucine amino acids are located along the inner edge of the alpha helix. These leucine residues tightly bind to leucine residues of another CREB protein forming a dimer. This chain of leucine residues forms the leucine zipper motif. The protein also has a magnesium ion that facilitates binding to DNA.",
            "score": 74.47297668457031
        },
        {
            "docid": "13976180_4",
            "document": "LYN . Lyn has been described to have an inhibitory role in myeloid lineage proliferation. Following engagement of the B cell receptors, Lyn undergoes rapid phosphorylation and activation. LYN activation triggers a cascade of signaling events mediated by Lyn phosphorylation of tyrosine residues within the immunoreceptor tyrosine-based activation motifs (ITAM) of the receptor proteins, and subsequent recruitment and activation of other kinases including Syk, phosholipase Cγ2 (PLCγ2) and phosphatidyl inositol-3 kinase. These kinases provide activation signals, which play critical roles in proliferation, Ca mobilization and cell differentiation. Lyn plays an essential role in the transmission of inhibitory signals through phosphorylation of tyrosine residues within the immunoreceptor tyrosine-based inhibitory motifs (ITIM) in regulatory proteins such as CD22, PIR-B and FCγRIIb1. Their ITIM phosphorylation subsequently leads to recruitment and activation of phosphatases such as SHIP-1 and SHP-1, which further downmodulate signaling pathways, attenuate cell activation and can mediate tolerance. In B cells, Lyn sets the threshold of cell signaling and maintains the balance between activation and inhibition. Lyn thus functions as a rheostat that modulates signaling rather than as a binary on-off switch.",
            "score": 74.04338836669922
        }
    ]
}