{
    "q": [
        {
            "docid": "9068275_9",
            "document": "Extinction risk from global warming . According to research published in the 30 May 2014 issue of \"Science,\" most known species have small ranges, and the numbers of small-ranged species are increasing quickly. They are geographically concentrated and are disproportionately likely to be threatened or already extinct. According to the research, current rates of extinction are three orders of magnitude higher than the background extinction rate, and future rates, which depend on many factors, are poised to increase. Although there has been rapid progress in developing protected areas, such efforts are not ecologically representative, nor do they optimally protect biodiversity. In the researchers' view, human activity tends to destroy critical habitats where species live, warms the planet, and tends to move species around the planet to places where they don’t belong and where they can come into conflict with human needs (e.g. causing species to become pests).",
            "score": 87.9510006904602
        },
        {
            "docid": "18101105_4",
            "document": "Global biodiversity . Global biodiversity is affected by extinction and speciation. The background extinction rate varies among taxa but it is estimated that there is approximately one extinction per million species years. Mammal species, for example, typically persist for 1 million years. Biodiversity has grown and shrunk in earth's past due to (presumably) abiotic factors such as extinction events caused by geologically rapid changes in climate. Climate change 299 million years ago was one such event. A cooling and drying resulted in catastrophic rainforest collapse and subsequently a great loss of diversity, especially of amphibians. However, the current rate and magnitude of extinctions are much higher than background estimates. This, considered by some to be leading to the sixth mass extinction, is a result of human impacts on the environment.<ref name=\"10.1146/annurev-environ-042911-093511\"></ref>",
            "score": 83.94488191604614
        },
        {
            "docid": "7078447_12",
            "document": "Pelusios . Based on field surveys, a 50% decrease has been observed in the Seychelles terrapins, which include various \"Pelusios\" species. Seychelles is considered a hotspot for biodiversity, as it is one of the most threatened reservoirs of plant life and animal life, as well as one of the richest environments. The species are endangered due to threat of drainage, predation, and invasion by alien flora, combined with a shrunken living area. Most habitat destruction is from human population expansion, specifically in the granitic islands due to increased development pressures. Hope for reversal of this trend is evidenced by the rapid population recovery of \"Pelusios subniger parietalis\" on Frégate Island after habitat improvement. Global climate change has recently been recognized as one of the largest threats to biodiversity. This climate change has the ability to change species survival by causing changes in ecosystem structures, yet the effect is heightened in endemic species. Several reviews undertaken for the study of potential effects of global warming on biodiversity have provided evidence for Africa being the most vulnerable of all continents. Climate change is likely to be devastating for many species confined to small islands such as Seychelles. Endemic species such as \"Pelusios\" could suffer the worst impact of climate change because of their restricted range and narrow ecological requirements.",
            "score": 62.1701842546463
        },
        {
            "docid": "50484294_12",
            "document": "Garden waste dumping . The invasion of exotic plant species into remnant native forests is a threat to biodiversity. Some impacts of habitat degradation include; when native animals, insects and birds become vulnerable and put at risk; loss of food source for native wildlife; disruption of native plant-animal relationships ie pollination and seed dispersal and disconnection of plant-host relationships. Highly adaptive plants chosen for their ease of cultivation out compete more specialised species.  Weed invasion of a forest system can change the processes of plant succession (the system of one species replacing another due to disturbance factors), the composition of the plant community and the composition and availability of nutrients. The change in forest composition can lead to loss of unique plant species. When a habitat is destroyed, the plants, animals, and other organisms that occupied the habitat have a reduced carrying capacity so that populations decline and extinction becomes a threat. Many endemic organisms have very specific requirements for their survival that can only be found within a certain ecosystem. The term 'hotspot' is used to describe areas featuring exceptional concentrations of endemic species and facing high potential of habitat degradation. The 25 most significant hotspots contain the habitats of 133,149 plant species (44% of all plant species worldwide; table 1) and 9,645 vertebrate species (35% of all vertebrate worldwide; table 2). These endemics are confined to an expanse of 2.1 million square kilometers (1.4% of land surface). Having lost 88% of their primary vegetation, they formerly occupied 17.4 million square kilometers or 11.8% of land surface. The recruitment of alien invasive species may lead to a homogenisation of landscapes. Although increased bio diversity in subregions created by newly introduced species may occur, the displacement of the existing plant species may lead to reduced biodiversity on a global scale.",
            "score": 85.26993250846863
        },
        {
            "docid": "19928041_27",
            "document": "Effects of climate change on plant biodiversity . Climate change is also predicted to interact with other drivers of biodiversity change such as habitat destruction and fragmentation, or the introduction of foreign species. These threats may possibly act in synergy to increase extinction risk from that seen in periods of rapid climate change in the past.",
            "score": 74.77388644218445
        },
        {
            "docid": "8398176_11",
            "document": "Tropical Andes . There are many threats that the Tropical Andes faces every day. One of the main threats is human activities, especially with increasing population. Some activities include mining, logging, and construction. Humans also use land for agriculture and keep relocating once the land is used up. Valleys are severely degraded due to humans living there. Hydroelectric dams have also been put in the Tropical Andes and negatively pressured cloud forests. The 25 percent of land that is protected is still poorly managed with little help from the public from lack of education. Invasive species have also been a threat to the Tropical Andes' land and species, possibly brought in by humans. Invasive species include the American bullfrog and certain grasses used for cattle. Humans have the ability to cause habitat loss and habitat fragmentation for species. The forest habitats that are threatened in the Tropical Andes are modified and destroyed 30 percent faster than lower tropical areas. Fragmentation causes a separation within species and decreases the diversity of genes. There is the possibility of inbreeding to increase as well. An article also looked at fragmentation causing certain phenotypes to arise in organisms. By studying feathers of 2,500 individual bird species within nine forests, observation showed asymmetry linked with fragmentation. Asymmetry was lowest if the forest continued and highest with small or medium fragmentation. They suggest asymmetry of bird feathers influenced by the stress of fragmentation and changing environments. That is one outcome from fragmentation in the Tropical Andes. A study by Niall O'Dea looks at bird communities in general and how habitat degradation impacts them. He compared the bird communities that reside in primary forests, secondary forests, edge habitat and agricultural land, all modified by humans. Most diversity was found in secondary forests and edge habitats but different species. The agricultural land and primary forest held the lowest diversity. This study suggests that within Andean montane forests, preserving secondary forests offers most benefit for these threatened birds. Another serious threat to the Tropical Andes is global warming, the effect of too much of greenhouse gasses trapped in the air that hold in heat. Some locations are increasing in temperature and others decreasing. The change in temperatures has a major effect on the Tropical Andes; some say that this is more negative than deforestation. One serious issue is the melting of the glaciers in the mountains. It is estimated that 80 percent of freshwater comes from mountains and with them melting about half of the Earth's population will be affected. All over the world glaciers are melting, but the mountains in the Tropical Andes are very susceptible. It is said that a quarter of the Tropical Andes glacier has already begun retreating. These glaciers make up many species water supply, and the location could be in crisis if they melt away. Glaciers in the Andes provide two main functions; decrease seasonal discharge variability and provide greater specific discharge. The article by Bryan Mark predicts an increase in discharge as glaciers melt, with the ability to trace glacier water melting into watersheds using isotopes. Global warming can lead to the extinction of many species, especially in hotspots. A study done by Jay Malcolm predicts that less than 1 percent up to 43 percent of endemic biota will become extinct due to global warming. He also believes the Tropical Andes is in the top six vulnerable hotspots, with the possibility of plant extinction exceeding 2000 species. Global warming is also causing an increase in diseases among amphibians. Considering that the Tropical Andes is recorded to have the most amphibians, some restricted to this location, diseases could decrease the diversity greatly. Another factor is that 400 of the amphibian species are already threatened. These deadly fungi have actually been linked to the extinction of dinosaurs. One chytrid fungus that is infecting amphibians is the batrachochytrium dendrobatidis. This fungus will impair the amphibian's skin and reduce its ability to absorb. One example of an amphibian in the Tropical Andes is the genus \"Atelopus\", with 56 of the species Critically Endangered. Due to increase in temperature, the fungus has the ability to spread rapidly and thrive on living amphibians. A new threat that is being researched is the effect from nitrogen deposition. Studies done in Europe have shown diversity among plants decreased due to nitrogen deposition. Current models are estimating what could happen to hotspots across the world if nitrogen deposition keeps increasing. By comparing to past research, nitrogen deposition has already increased 50 percent since the 1990s. The estimation for the future shows an increase by 100 percent in 2050. Considering the great plant diversity in the Tropical Andes, especially so many endemics, nitrogen deposition could be a severe threat. The decrease in plant diversity could cause a chain reaction on other species that depend on the plants. These are just few threats the Tropical Andes faces on a daily basis. The impact on the land is shown by a 75 percent decrease from its original mass. Species affected are decreasing in numbers, and the number of species listed on the Endangered Species Act is increasing. The situation is worse when threatened species are endemic to the Tropical Andes. 14 endemic mammals and 110 endemic birds are threatened in the Tropical Andes. Two species from the Tropical Andes have already become extinct.",
            "score": 83.62721765041351
        },
        {
            "docid": "10343711_5",
            "document": "Institute for Biodiversity and Ecosystem Dynamics . The main question of Theme I research is how patterns in biodiversity can be explained from underlying processes: speciation and extinction, dispersal and the (dis)appearance of geographical barriers, reproductive isolation and hybridisation of taxa. Modern reconstructions of the history of life on earth rely heavily on analyses of DNA data that contain the footprints of the past. Research related to human-made effects on biodiversity includes the identification of endangered biodiversity hotspots affected by global change, potential risks of an escape of transgenes from crops to wild species, and the consequences of habitat fragmentation for the viability and genetic diversity of populations and species.",
            "score": 73.63870143890381
        },
        {
            "docid": "1728672_74",
            "document": "Human impact on the environment . Biodiversity generally refers to the variety and variability of life on Earth, and is represented by the number of different species there are on the planet. Since its introduction, Homo sapiens (the human species) has been killing off entire species either directly (such as through hunting) or indirectly (such as by destroying habitats), causing the extinction of species at an alarming rate. Humans are the cause of the current mass extinction, called the Holocene extinction, driving extinctions to 100 to 1000 times the normal background rate. Though most experts agree that human beings have accelerated the rate of species extinction, some scholars have postulated without humans, the biodiversity of the Earth would grow at an exponential rate rather than decline. The Holocene extinction continues, with meat consumption, overfishing, ocean acidification and the amphibian crisis being a few broader examples of an almost universal, cosmopolitan decline in biodiversity. Human overpopulation (and continued population growth) along with profligate consumption are considered to be the primary drivers of this rapid decline. A 2017 statement by 15,364 scientists from 184 countries warned that, among other things, this sixth extinction event unleashed by humanity could annihilate many current life forms and consign them to extinction by the end of this century.",
            "score": 84.66210889816284
        },
        {
            "docid": "45129809_7",
            "document": "Malcolm L. McCallum . McCallum used fuzzy logic in his paper, \"Amphibian decline or extinction? Current losses dwarf background extinction rates\", to compare recent extinction rates of amphibians to their rates at the k-Pg boundary. His calculations demonstrated that the losses in amphibian biodiversity in recent times represented one of the most rapid losses in biodiversity ever observed. In 2008 the study was listed by \"Discover Magazine\" as #4 among ten \"landmark papers\" on the topic of amphibian extinctions and declines. His use of fuzzy approaches was extended to two studies addressing climate change impacts on herpetofauna. His 2015 paper argued that species losses since 1980 have been faster that the Cretaceous–Paleogene extinction event that wiped out dinosaurs 65 million years ago, suggesting we are in a 6th mass extinction.",
            "score": 85.46955966949463
        },
        {
            "docid": "19928041_13",
            "document": "Effects of climate change on plant biodiversity . When compared to the reported past migration rates of plant species, the rapid pace of current change has the potential to not only alter species distributions, but also render many species as unable to follow the climate to which they are adapted. The environmental conditions required by some species, such as those in alpine regions may disappear altogether. The result of these changes is likely to be a rapid increase in extinction risk. Adaptation to new conditions may also be of great importance in the response of plants.",
            "score": 86.30322504043579
        },
        {
            "docid": "26032126_11",
            "document": "Deforestation in Madagascar . Since its divergence from Africa over 88 million years ago, Madagascar has evolved into an incredibly biodiverse island. Including more than 13000 plants and 700 vertebrates, close to 90% of Madagascar’s species are endemic and are found nowhere else in the world. However, with deforestation depleting key habitats and food resources, over 8000 species are either classified as vulnerable or endangered and some, including 15 species of lemur, have actually gone extinct. Coupled with its geographic isolation increasing vulnerability to destruction, deforestation will continue to impact Madagascar’s flora and fauna, increasing rates of extinction.",
            "score": 88.53416848182678
        },
        {
            "docid": "897230_14",
            "document": "Pamela C. Rasmussen . Rasmussen's recent work has concentrated on further large-scale collaborations with the same group of institutions studying global patterns in biodiversity. A survey of species richness and geographical range size did not show the decrease in range size from temperate regions to the tropics that had been previously assumed; although that pattern was largely true in the northern hemisphere, it did not appear to apply in the southern hemisphere. Research evaluating the relationship between extinction and human impact showed that, after controlling for species richness, the best predictors of the global pattern of extinction risk are measures of human impact, with ecological factors being of secondary importance. An examination of the distribution of rare and threatened vertebrate species, showed differing patterns for bird, mammal and amphibian species, which has consequences for hotspot-based conservation strategies.",
            "score": 98.50426077842712
        },
        {
            "docid": "1250786_2",
            "document": "Ecological effects of biodiversity . The diversity of species and genes in ecological communities affects the functioning of these communities. These ecological effects of biodiversity in turn are affected by both climate change through enhanced greenhouse gases, aerosols and loss of land cover, and biological diversity, causing a rapid loss of ecosystems and extinctions of species and local populations. The current rate of extinction is sometimes considered a mass extinction, with current species extinction rates on the order of 100 to 1000 times as high as in the past.",
            "score": 79.58822846412659
        },
        {
            "docid": "28966352_13",
            "document": "Sustainability and environmental management . Although biodiversity loss can be monitored simply as loss of species, effective conservation demands the protection of species within their natural habitats and ecosystems. Following human migration and population growth, species extinctions have progressively increased to a rate unprecedented since the Cretaceous–Paleogene extinction event. Known as the Holocene extinction event this current human-induced extinction of species ranks as one of the worlds six mass extinction events. Some scientific estimates indicate that up to half of presently existing species may become extinct by 2100. Current extinction rates are 100 to 1000 times their prehuman levels with more than 10% birds and mammals threatened, about 8% of plants, 5% of fish and more than 20% of freshwater species.",
            "score": 93.64438104629517
        },
        {
            "docid": "1790574_3",
            "document": "Restoration ecology . Many people recognize that biodiversity has an intrinsic value and that we have a responsibility to conserve it for future generations. Natural ecosystems provide ecosystem services in the form of resources such as food, fuel, and timber; the purification of air and water; the detoxification and decomposition of wastes; the regulation of climate; the regeneration of soil fertility; and the pollination of crops. These ecosystem processes have been estimated to be worth trillions of dollars annually. There is consensus in the scientific community that the current environmental degradation and destruction of many of the Earth's biota is taking place on a \"catastrophically short timescale\". Scientists estimate that the current species extinction rate, or the rate of the Holocene extinction, is 1,000 to 10,000 times higher than the normal, background rate.Habitat loss is the leading cause of both species extinctions and ecosystem service decline. Two methods have been identified to slow the rate of species extinction and ecosystem service decline, they are the conservation of currently viable habitat, and the restoration of degraded habitat. The commercial applications of ecological restoration have increased exponentially in recent years.",
            "score": 88.30341637134552
        },
        {
            "docid": "8398176_10",
            "document": "Tropical Andes . The Tropical Andes is said to be the most diverse of the world's scientific hotspots of diversity. The journal \"Nature\" contained an article by Norman Myers comparing the 25 hotspots with land and species in 2000. At the time, the Tropical Andes was recorded to have 45,000 plant species with the next closest hotspots recorded to have 25,000 plant species. Actually a sixth of all plant species can reside in the Tropical Andes. The Tropical Andes also has the most endemic plant species at 20,000, while the next hotspot contains 15,000. The Tropical Andes has a lot of land compared to other hotspots, but is not the largest. that The large land area shows the Tropical Andes can provide for biodiversity with diverse landscape. Many endemic plant and animal species are currently threatened in the Tropical Andes. An example of a threatened plant species is the Andean bromelilad, an endemic plant that takes up to 100 years to mature and a common diet for species that forage. Other plants species include many crops such as tobacco and potatoes. Some endemic animals include the Andean condor, which almost became extinct from hunting. Thanks to a conservation reintroduction program, their numbers are growing. Another threatened endemic bird in the Tropical Andes is the yellow-eared parrot. One threat this species faces is the loss of the vulnerable wax palm. The yellow-eared parrot uses the wax palm for nesting and roosting. However, humans, especially in Colombia, are removing the vulnerable wax palm from the wild for Palm Sunday. Some conservation programs are helping the situation to educate churches to use other resources besides the vulnerable wax palm. The yellow tailed monkey is another endemic animal being endangered. They are one of the rarest mammals, with a recorded population of 250 found in the cloud forests of Peru. They are threatened by humans causing habitat loss and fragmentation of their habitat. Their slow maturity and low population densities do not help. Programs have tried to relocate them to secondary forests, but attempts have failed. Many species reside in the Tropical Andes but are threatened severely.",
            "score": 86.22384059429169
        },
        {
            "docid": "49417_30",
            "document": "Extinction . Biologist E. O. Wilson estimated in 2002 that if current rates of human destruction of the biosphere continue, one-half of all plant and animal species of life on earth will be extinct in 100 years. More significantly, the current rate of global species extinctions is estimated as 100 to 1000 times \"background\" rates (the average extinction rates in the evolutionary time scale of planet Earth), while future rates are likely 10,000 times higher. However, some groups are going extinct much faster. Biologists Paul R. Ehrlich and Stuart Pimm, among others, contend that human population growth and overconsumption are the main drivers of the modern extinction crisis.",
            "score": 80.21963453292847
        },
        {
            "docid": "45086_66",
            "document": "Biodiversity . During the last century, decreases in biodiversity have been increasingly observed. In 2007, German Federal Environment Minister Sigmar Gabriel cited estimates that up to 30% of all species will be extinct by 2050. Of these, about one eighth of known plant species are threatened with extinction. Estimates reach as high as 140,000 species per year (based on Species-area theory). This figure indicates unsustainable ecological practices, because few species emerge each year. Almost all scientists acknowledge that the rate of species loss is greater now than at any time in human history, with extinctions occurring at rates hundreds of times higher than background extinction rates. As of 2012, some studies suggest that 25% of all mammal species could be extinct in 20 years.",
            "score": 87.58517003059387
        },
        {
            "docid": "1045267_16",
            "document": "Pinus pinaster . \"P. pinaster\" is a successful invasive species in South Africa. One of the results of its invasion in South Africa is a decrease in the biodiversity of the native environment. The increase of extinction rates of the native species is correlated with the introduction of these species to South Africa. Invasive species occupy habitats of native species often forcing them to extinction or endangerment. For example, invasive species have the potential to decrease the diversity of native plants by 50-86% in the Cape Peninsula of South Africa. As discussed above, \"P. pinaster\" is a tree species found in shrubland in South Africa. When compared to other environment, shrublands have the largest decline of species richness when invaded by an invasive species (Z=-1.33, p<0.001). Compared to graminoids; trees, annual herbs, and creepers have a larger effect on decline of species richness (Z=-3.78; p<0.001). Lastly, compared to other countries, South Africa had the largest species richness decline when faced with invasive species. South Africa is not home to many insects and diseases that limit the population of \"P. pinaster\" back in its native habitat. Not only is there evidence that alien plant invasions decrease biodiversity, but there is also evidence that the location of \"P. pinaster\" increases its negative effect on the species richness.",
            "score": 72.08576226234436
        },
        {
            "docid": "216216_39",
            "document": "Conservation biology . The International Union for the Conservation of Nature (IUCN) has organized a global assortment of scientists and research stations across the planet to monitor the changing state of nature in an effort to tackle the extinction crisis. The IUCN provides annual updates on the status of species conservation through its Red List. The IUCN Red List serves as an international conservation tool to identify those species most in need of conservation attention and by providing a global index on the status of biodiversity. More than the dramatic rates of species loss, however, conservation scientists note that the sixth mass extinction is a biodiversity crisis requiring far more action than a priority focus on rare, endemic or endangered species. Concerns for biodiversity loss covers a broader conservation mandate that looks at ecological processes, such as migration, and a holistic examination of biodiversity at levels beyond the species, including genetic, population and ecosystem diversity. Extensive, systematic, and rapid rates of biodiversity loss threatens the sustained well-being of humanity by limiting supply of ecosystem services that are otherwise regenerated by the complex and evolving holistic network of genetic and ecosystem diversity. While the conservation status of species is employed extensively in conservation management, some scientists highlight that it is the common species that are the primary source of exploitation and habitat alteration by humanity. Moreover, common species are often undervalued despite their role as the primary source of ecosystem services.",
            "score": 91.10170555114746
        },
        {
            "docid": "24179592_6",
            "document": "Future of Earth . Humans play a key role in the biosphere, with the large human population dominating many of Earth's ecosystems. This has resulted in a widespread, ongoing mass extinction of other species during the present geological epoch, now known as the Holocene extinction. The large-scale loss of species caused by human influence since the 1950s has been called a biotic crisis, with an estimated 10% of the total species lost as of 2007. At current rates, about 30% of species are at risk of extinction in the next hundred years. The Holocene extinction event is the result of habitat destruction, the widespread distribution of invasive species, hunting, and climate change. In the present day, human activity has had a significant impact on the surface of the planet. More than a third of the land surface has been modified by human actions, and humans use about 20% of global primary production. The concentration of carbon dioxide in the atmosphere has increased by close to 30% since the start of the Industrial Revolution.",
            "score": 81.44831454753876
        },
        {
            "docid": "9236_74",
            "document": "Evolution . Extinction is the disappearance of an entire species. Extinction is not an unusual event, as species regularly appear through speciation and disappear through extinction. Nearly all animal and plant species that have lived on Earth are now extinct, and extinction appears to be the ultimate fate of all species. These extinctions have happened continuously throughout the history of life, although the rate of extinction spikes in occasional mass extinction events. The Cretaceous–Paleogene extinction event, during which the non-avian dinosaurs became extinct, is the most well-known, but the earlier Permian–Triassic extinction event was even more severe, with approximately 96% of all marine species driven to extinction. The Holocene extinction event is an ongoing mass extinction associated with humanity's expansion across the globe over the past few thousand years. Present-day extinction rates are 100–1000 times greater than the background rate and up to 30% of current species may be extinct by the mid 21st century. Human activities are now the primary cause of the ongoing extinction event; global warming may further accelerate it in the future.",
            "score": 94.44614923000336
        },
        {
            "docid": "5509703_6",
            "document": "Species distribution . Clumped distribution in species acts as a mechanism against predation as well as an efficient mechanism to trap or corner prey. African wild dogs, \"Lycaon pictus\", use the technique of communal hunting to increase their success rate at catching prey. Studies have shown that larger packs of African wild dogs tend to have a greater number of successful kills. A prime example of clumped distribution due to patchy resources is the wildlife in Africa during the dry season; lions, hyenas, giraffes, elephants, gazelles, and many more animals are clumped by small water sources that are present in the severe dry season. It has also been observed that extinct and threatened species are more likely to be clumped in their distribution on a phylogeny. The reasoning behind this is that they share traits that increase vulnerability to extinction because related taxa are often located within the same broad geographical or habitat types where human-induced threats are concentrated. Using recently developed complete phylogenies for mammalian carnivores and primates it has been shown that the majority of instances threatened species are far from randomly distributed among taxa and phylogenetic clades and display clumped distribution.",
            "score": 71.1400157213211
        },
        {
            "docid": "41825123_26",
            "document": "Molecular paleontology . The ethics surrounding the re-introduction of extinct species are very controversial. Critics of bringing extinct species back to life contend that it would divert limited money and resources from protecting the world's current biodiversity problems. With current extinction rates approximated to be 100 to 1,000 times the background extinction rate, it is feared that a de-extinction program might lessen public concerns over the current mass extinction crisis, if it is believed that these species can simply be brought back to life. As the editors of a Scientific American article on de-extinction pose: Should we bring back the wooly mammoth only to let elephants become extinct in the meantime? The main driving factor for the extinction of most species in this era (post 10,000 BC) is the loss of habitat, and temporarily bringing back an extinct species will not recreate the environment they once inhabited.",
            "score": 82.48651552200317
        },
        {
            "docid": "19337310_59",
            "document": "Rodent . While rodents are not the most seriously threatened order of mammals, there are 168 species in 126 genera that are said to warrant conservation attention in the face of limited appreciation by the public. Since 76 percent of rodent genera contain only one species, much phylogenetic diversity could be lost with a comparatively small number of extinctions. In the absence of more detailed knowledge of species at risk and accurate taxonomy, conservation must be based mainly on higher taxa (such as families rather than species) and geographical hot spots. Several species of rice rat have become extinct since the 19th century, probably through habitat loss and the introduction of alien species. In Colombia, the brown hairy dwarf porcupine was recorded from only two mountain localities in the 1920s, while the red crested soft-furred spiny rat is known only from its type locality on the Caribbean coast, so these species are considered vulnerable. The IUCN Species Survival Commission writes \"We can safely conclude that many South American rodents are seriously threatened, mainly by environmental disturbance and intensive hunting\".",
            "score": 85.39891123771667
        },
        {
            "docid": "982004_14",
            "document": "Coextinction . Coextinction can mean loss of biodiversity and diversification. Coextinctions can influence not only parasite and mutualist diversification but also their hosts. Arguably, parasites facilitate host diversification through sexual selection. That loss of parasites can reduce host diversification rates. Coextinction can also result in loss of evolutionary history. The extinction of related hosts can lead to the extinction of related parasites. The loss of history is likely to be greater than the loss expected, were species to go extinct at random. Furthermore, if coextinctions are clustered, it is more likely that coextinction can produce non-random trait loss. Species that are at risk of coextinction are expected to be larger because rare hosts tend to be larger and larger hosts have larger parasites. They can also be expected to have lengthy generation times or higher tropic positions. Coextinction can extend beyond biodiversity and has direct and indirect consequences from the communities of lost species. One main consequence of coextinction that goes beyond biodiversity is mutualism, by loss of food production with a decline in threatened pollinators. Losses of parasites can have negative impacts on humans or the species. In rare hosts, losses of specialist parasites can predispose hosts to infection by emergent parasites. Furthermore, relating to the consequences of removing specialist parasites from rare hosts, is the problem of where the parasites will go once their host is extinct. If the parasites are dependent on only those species than there are parasite species that are at risk of extinction through co-endangerment. On the other hand, if they are able to find and switch onto alternative hosts, those hosts can turn out to be humans. Either way, the loss of parasites by co extinction or the acquiring of new parasites by alternative hosts, proves to be a major issue. Coextinction can go beyond the decreased biodiversity, it can range into various biomes and link various ecosystems.",
            "score": 85.91999411582947
        },
        {
            "docid": "21831256_4",
            "document": "Crop diversity . Crop diversity is an aspect of biodiversity important for food security. The loss of biodiversity is considered one of today’s most serious environmental concerns by the Food and Agriculture Organization. If current trends persist, as many as half of all plant species could face extinction. Among the many threatened species are wild relatives of our crops – the wild and weedy cousins of domesticated plants that possess valuable traits for crop breeding, such as pest and disease resistance. Some 6% of wild relatives of cereal crops such as wheat, maize, rice, and sorghum are under threat, as are 18% of legumes (Fabaceae), the wild relatives of beans, peas and lentils, and 13% of species within the botanical family (Solanaceae) that includes potato, tomato, eggplant (aubergine), and peppers (\"Capsicum\"). In 2016, 29% of wild relative plant species were completely missing from the world’s genebanks, with a further 24% represented by fewer than 10 samples. Over 70% of all crop wild relative species worldwide were in urgent need of further collecting to improve their representation in genebanks, and over 95% were insufficiently represented with regard to the full range of geographic and ecological variation in their native distributions. While the most critical priorities for further collecting were found in the Mediterranean and Near East, Western and Southern Europe, Southeast and East Asia, and South America, crop wild relatives insufficiently represented in genebanks are distributed across almost all countries worldwide.",
            "score": 77.70179677009583
        },
        {
            "docid": "19928041_14",
            "document": "Effects of climate change on plant biodiversity . Predicting the extinction risk of plant species is not easy however. Estimations from particular periods of rapid climatic change in the past have shown relatively little species extinction in some regions, for example. Knowledge of how species may adapt or persist in the face of rapid change is still relatively limited.",
            "score": 89.58328580856323
        },
        {
            "docid": "216216_63",
            "document": "Conservation biology . Many of the threats to biodiversity, including disease and climate change, are reaching inside borders of protected areas, leaving them 'not-so protected' (e.g. Yellowstone National Park). Climate change, for example, is often cited as a serious threat in this regard, because there is a feedback loop between species extinction and the release of carbon dioxide into the atmosphere. Ecosystems store and cycle large amounts of carbon which regulates global conditions. In present day, there have been major climate shifts with temperature changes making survival of some species difficult. The effects of global warming add a catastrophic threat toward a mass extinction of global biological diversity. Conservationists have claimed that not all the species can be saved, and they have to decide which their efforts should be used to protect. This concept is known as the Conservation Triage. The extinction threat is estimated to range from 15 to 37 percent of all species by 2050, or 50 percent of all species over the next 50 years. The current extinction rate is 100-100,000 times more rapid today than the last several billion years.",
            "score": 73.28105747699738
        },
        {
            "docid": "216216_53",
            "document": "Conservation biology . Conservation biologists are dealing with and have published evidence from all corners of the planet indicating that humanity may be causing the sixth and fastest planetary extinction event. It has been suggested that we are living in an era of unprecedented numbers of species extinctions, also known as the Holocene extinction event. The global extinction rate may be approximately 1,000 times higher than the natural background extinction rate. It is estimated that two-thirds of all mammal genera and one-half of all mammal species weighing at least have gone extinct in the last 50,000 years. The Global Amphibian Assessment reports that amphibians are declining on a global scale faster than any other vertebrate group, with over 32% of all surviving species being threatened with extinction. The surviving populations are in continual decline in 43% of those that are threatened. Since the mid-1980s the actual rates of extinction have exceeded 211 times rates measured from the fossil record. However, \"The current amphibian extinction rate may range from 25,039 to 45,474 times the background extinction rate for amphibians.\" The global extinction trend occurs in every major vertebrate group that is being monitored. For example, 23% of all mammals and 12% of all birds are Red Listed by the International Union for Conservation of Nature (IUCN), meaning they too are threatened with extinction. Even though extinction is natural, the decline in species is happening at such an incredible rate that evolution can simply not match, therefore, leading to the greatest continual mass extinction on Earth. Humans have dominated the planet and our high consumption of resources, along with the pollution generated is affecting the environments in which other species live. There are a wide variety of species that humans are working to protect such as the Hawaiian Crow and the Whooping Crane of Texas. People can also take action on preserving species by advocating and voting for global and national policies that improve climate, under the concepts of climate mitigation and climate restoration. The Earth's oceans especially require attention, as climate change has altered pH levels making it inhabitable for organisms with shells, that are dissolving as a result.",
            "score": 111.02113807201385
        },
        {
            "docid": "6791052_21",
            "document": "Conservation development . This type of planning is becoming increasingly more relevant as \"land conversion for housing development is a leading cause of habitat loss and fragmentation\". With a loss or fragmentation of a species' habitat, it results in the endangerment of a species and pushes them towards premature extinction. Without biodiversity, we lose the many benefits we derive from it, including economic and ecological services, genetic information, and recreational pleasure, just to name a few. Land conversion also contributes to the reduction of agriculturally productive land, already shrinking due to climate change.",
            "score": 78.99428057670593
        },
        {
            "docid": "8398176_9",
            "document": "Tropical Andes . There are a little over 30 hotspots now recorded and used for research. A few other hotspots include the Caribbean Islands, Himalaya, and Japan. Due to a hotspot's great diversity and endemic species, conservation biology and many other sources conduct research in these locations. Research is also needed considering the amount of threatened species in hotspots. Researchers have the opportunity to preserve many species along with their habitats within hotspots. Some organizations that use hotspots for research are World Conservation Monitoring Centre, Birdlife International, Conservation International, and World Wildlife Fund. Research is also done on humans' impact to the hotspots land and species that reside in them. Funding for hotspot conservation has been estimated at $750 million accumulated over the past fifteen years.{when|date=May 2018}} By focusing research on hotspots, many species can be helped at once. One specific research studies fire's impact on vegetation in Northern Ecuador of the Tropical Andes. This location's variety of vegetation includes different forests, land used for agricultural and páramo, or tropical alpine found at 4,500 meters. Páramo is dominated by grasses but still high in diversity. The article \"Fire Ecology and Conservation in the High Tropical Andes: Observations from Northern Ecuador\" looks at páramo's ability to withstand disturbances such as fire. Humans have lived in this location for 7,000 years, and the páramo has been through fires and grazing. The writer believes that policies used to implement fire suppression are not probable or beneficiary to the plant. Policies instead should be written up according to specific plant species and impact on natives living there. This is a small example of research in the Tropical Andes that could make a big impact to saving diversity. Further research is also processed on looking into the decrease in avian populations, focusing in hotspots due to its massive diversity. The study focuses in Endemic Bird Areas or EBAs in order to understand why they become extinct and possible conservation plans. there were 218 EBAs, with over 30 percent of bird species threatened. EBAs located in hotspots interfere with many human activities, leading to habitat loss in 51 percent of EBAs. According to the article's chart, five EBAs with habitat loss are located in the Tropical Andes. By studying the effect of human activities on EBAs that are losing avian populations, plans to help the future of other EBAs are possible. Their results showed that if a species has habitat specificity and is large in size, the chance of extinction increases. Habitat loss will impact those with habitat specificity greatly. Conservation goals need to look into human activities and the bird's habitat specificity in order to make a positive impact. An example of research on a specific threatened species in the Tropical Andes is the rare \"Tremarctos ornatus\", also known as Andean (or spectacled) bears. Two males were captured, and radio collars were attached in order to track and study their habits and movement. They portrayed similar patterns compared to many other bear species. These findings contrasted with the belief of spectacled bears being nocturnal and no change in patterns between seasons because only slight change in temperature. The radio collars proved these spectacled bears to be diurnal. The bears were in motion from sunrise to sunset with periods of rest in between. There was a small change in level of activity between seasons, with an increase during the dry season. Due to the technology of radio collars, hypotheses about these bears were tested. By knowing their habitat and lifestyle, we can better understand and help threatened species.",
            "score": 78.43103921413422
        }
    ],
    "r": [
        {
            "docid": "216216_53",
            "document": "Conservation biology . Conservation biologists are dealing with and have published evidence from all corners of the planet indicating that humanity may be causing the sixth and fastest planetary extinction event. It has been suggested that we are living in an era of unprecedented numbers of species extinctions, also known as the Holocene extinction event. The global extinction rate may be approximately 1,000 times higher than the natural background extinction rate. It is estimated that two-thirds of all mammal genera and one-half of all mammal species weighing at least have gone extinct in the last 50,000 years. The Global Amphibian Assessment reports that amphibians are declining on a global scale faster than any other vertebrate group, with over 32% of all surviving species being threatened with extinction. The surviving populations are in continual decline in 43% of those that are threatened. Since the mid-1980s the actual rates of extinction have exceeded 211 times rates measured from the fossil record. However, \"The current amphibian extinction rate may range from 25,039 to 45,474 times the background extinction rate for amphibians.\" The global extinction trend occurs in every major vertebrate group that is being monitored. For example, 23% of all mammals and 12% of all birds are Red Listed by the International Union for Conservation of Nature (IUCN), meaning they too are threatened with extinction. Even though extinction is natural, the decline in species is happening at such an incredible rate that evolution can simply not match, therefore, leading to the greatest continual mass extinction on Earth. Humans have dominated the planet and our high consumption of resources, along with the pollution generated is affecting the environments in which other species live. There are a wide variety of species that humans are working to protect such as the Hawaiian Crow and the Whooping Crane of Texas. People can also take action on preserving species by advocating and voting for global and national policies that improve climate, under the concepts of climate mitigation and climate restoration. The Earth's oceans especially require attention, as climate change has altered pH levels making it inhabitable for organisms with shells, that are dissolving as a result.",
            "score": 111.0211410522461
        },
        {
            "docid": "897230_14",
            "document": "Pamela C. Rasmussen . Rasmussen's recent work has concentrated on further large-scale collaborations with the same group of institutions studying global patterns in biodiversity. A survey of species richness and geographical range size did not show the decrease in range size from temperate regions to the tropics that had been previously assumed; although that pattern was largely true in the northern hemisphere, it did not appear to apply in the southern hemisphere. Research evaluating the relationship between extinction and human impact showed that, after controlling for species richness, the best predictors of the global pattern of extinction risk are measures of human impact, with ecological factors being of secondary importance. An examination of the distribution of rare and threatened vertebrate species, showed differing patterns for bird, mammal and amphibian species, which has consequences for hotspot-based conservation strategies.",
            "score": 98.50425720214844
        },
        {
            "docid": "216216_52",
            "document": "Conservation biology . Conservation biologists study trends and process from the paleontological past to the ecological present as they gain an understanding of the context related to species extinction. It is generally accepted that there have been five major global mass extinctions that register in Earth's history. These include: the Ordovician (440 mya), Devonian (370 mya), Permian–Triassic (245 mya), Triassic–Jurassic (200 mya), and Cretaceous–Paleogene extinction event (66 mya) extinction spasms. Within the last 10,000 years, human influence over the Earth's ecosystems has been so extensive that scientists have difficulty estimating the number of species lost; that is to say the rates of deforestation, reef destruction, wetland draining and other human acts are proceeding much faster than human assessment of species. The latest \"Living Planet Report\" by the World Wide Fund for Nature estimates that we have exceeded the bio-regenerative capacity of the planet, requiring 1.6 Earths to support the demands placed on our natural resources.",
            "score": 95.41244506835938
        },
        {
            "docid": "9236_74",
            "document": "Evolution . Extinction is the disappearance of an entire species. Extinction is not an unusual event, as species regularly appear through speciation and disappear through extinction. Nearly all animal and plant species that have lived on Earth are now extinct, and extinction appears to be the ultimate fate of all species. These extinctions have happened continuously throughout the history of life, although the rate of extinction spikes in occasional mass extinction events. The Cretaceous–Paleogene extinction event, during which the non-avian dinosaurs became extinct, is the most well-known, but the earlier Permian–Triassic extinction event was even more severe, with approximately 96% of all marine species driven to extinction. The Holocene extinction event is an ongoing mass extinction associated with humanity's expansion across the globe over the past few thousand years. Present-day extinction rates are 100–1000 times greater than the background rate and up to 30% of current species may be extinct by the mid 21st century. Human activities are now the primary cause of the ongoing extinction event; global warming may further accelerate it in the future.",
            "score": 94.44615173339844
        },
        {
            "docid": "11128986_2",
            "document": "Cascade effect (ecology) . An ecological cascade effect is a series of secondary extinctions that is triggered by the primary extinction of a key species in an ecosystem. Secondary extinctions are likely to occur when the threatened species are: dependent on a few specific food sources, mutualistic (dependent on the key species in some way), or forced to coexist with an invasive species that is introduced to the ecosystem. Species introductions to a foreign ecosystem can often devastate entire communities, and even entire ecosystems. These exotic species monopolize the ecosystem's resources, and since they have no natural predators to decrease their growth, they are able to increase indefinitely. Olsen et al. showed that exotic species have caused lake and estuary ecosystems to go through cascade effects due to loss of algae, crayfish, mollusks, fish, amphibians, and birds. However, the principal cause of cascade effects is the loss of top predators as the key species. As a result of this loss, a dramatic increase (ecological release) of prey species occurs. The prey is then able to overexploit its own food resources, until the population numbers decrease in abundance, which can lead to extinction. When the prey's food resources disappear, they starve and may go extinct as well. If the prey species is herbivorous, then their initial release and exploitation of the plants may result in a loss of plant biodiversity in the area. If other organisms in the ecosystem also depend upon these plants as food resources, then these species may go extinct as well. An example of the cascade effect caused by the loss of a top predator is apparent in tropical forests. When hunters cause local extinctions of top predators, the predators' prey's population numbers increase, causing an overexploitation of a food resource and a cascade effect of species loss. Recent studies have been performed on approaches to mitigate extinction cascades in food-web networks.",
            "score": 94.24755859375
        },
        {
            "docid": "28966352_13",
            "document": "Sustainability and environmental management . Although biodiversity loss can be monitored simply as loss of species, effective conservation demands the protection of species within their natural habitats and ecosystems. Following human migration and population growth, species extinctions have progressively increased to a rate unprecedented since the Cretaceous–Paleogene extinction event. Known as the Holocene extinction event this current human-induced extinction of species ranks as one of the worlds six mass extinction events. Some scientific estimates indicate that up to half of presently existing species may become extinct by 2100. Current extinction rates are 100 to 1000 times their prehuman levels with more than 10% birds and mammals threatened, about 8% of plants, 5% of fish and more than 20% of freshwater species.",
            "score": 93.6443862915039
        },
        {
            "docid": "216216_39",
            "document": "Conservation biology . The International Union for the Conservation of Nature (IUCN) has organized a global assortment of scientists and research stations across the planet to monitor the changing state of nature in an effort to tackle the extinction crisis. The IUCN provides annual updates on the status of species conservation through its Red List. The IUCN Red List serves as an international conservation tool to identify those species most in need of conservation attention and by providing a global index on the status of biodiversity. More than the dramatic rates of species loss, however, conservation scientists note that the sixth mass extinction is a biodiversity crisis requiring far more action than a priority focus on rare, endemic or endangered species. Concerns for biodiversity loss covers a broader conservation mandate that looks at ecological processes, such as migration, and a holistic examination of biodiversity at levels beyond the species, including genetic, population and ecosystem diversity. Extensive, systematic, and rapid rates of biodiversity loss threatens the sustained well-being of humanity by limiting supply of ecosystem services that are otherwise regenerated by the complex and evolving holistic network of genetic and ecosystem diversity. While the conservation status of species is employed extensively in conservation management, some scientists highlight that it is the common species that are the primary source of exploitation and habitat alteration by humanity. Moreover, common species are often undervalued despite their role as the primary source of ecosystem services.",
            "score": 91.1017074584961
        },
        {
            "docid": "52503191_3",
            "document": "Tokai Park . Until recently, most of Tokai Park was under plantation. However the lease of Tokai Park by MTO Forestry expires in 2025, and the removal of the last of the commercial plantations has been followed by restoration efforts by South African National Parks and other conservation organisations. Today Tokai Park has over 110 plant species threatened with extinction or extinct in the wild and restored at Tokai. Perhaps the best known example of a species that is extinct in the wild, but which is recovering at Tokai Park is \"Erica verticillata\". More than 300 plant species have already naturally returned. Additionally wildlife such as Cape Fox, Porcupine and Caracal are now recorded here.",
            "score": 90.88219451904297
        },
        {
            "docid": "463249_7",
            "document": "Atlantic Forest . Despite so little forest remaining, the Atlantic Forest remains extraordinarily lush in biodiversity and endemic species, many of which are threatened with extinction. Approximately 40 percent of its vascular plants and up 60 percent of its vertebrates are endemic species, meaning they are found nowhere else in the world. The official threatened species list of Brazil contains over 140 terrestrial mammal species found in Atlantic Forest. In Paraguay there are 35 species listed as threatened, and 22 species are listed as threatened in the interior portion of the Atlantic Forest of Argentina. Nearly 250 species of amphibians, birds, and mammals have become extinct due to the result of human activity in the past 400 years. Over 11,000 species of plants and animals are considered threatened today in the Atlantic Forest.",
            "score": 89.8181381225586
        },
        {
            "docid": "19928041_14",
            "document": "Effects of climate change on plant biodiversity . Predicting the extinction risk of plant species is not easy however. Estimations from particular periods of rapid climatic change in the past have shown relatively little species extinction in some regions, for example. Knowledge of how species may adapt or persist in the face of rapid change is still relatively limited.",
            "score": 89.58328247070312
        },
        {
            "docid": "10319545_5",
            "document": "Bird conservation . Historically the threat posed by introduced species has probably caused the most extinctions of birds, particularly on islands. most prehistoric human caused extinctions were insular as well. Many island species evolved in the absence of predators and consequently lost many anti-predator behaviours. As humans traveled around the world they brought with them many foreign animals which disturbed these island species. Some of these were unfamiliar predators, like rats, feral cats, and pigs; others were competitors, such as other bird species, or herbivores that degraded breeding habitat. Disease can also play a role; introduced avian malaria is thought to be a primary cause of many extinctions in Hawaii. The dodo is the most famous example of a species that was probably driven to extinction by introduced species (although human hunting also played a role), other species that were victims of introduced species were the Lyall's wren, poʻo-uli and the Laysan millerbird. Many species currently threatened with extinction are vulnerable to introduced species, such as the kōkako, black robin, Mariana crow, and the Hawaiian duck.",
            "score": 89.5517807006836
        },
        {
            "docid": "14208_38",
            "document": "Holocene extinction . The loss of species from ecological communities, defaunation, is primarily driven by human activity. This has resulted in empty forests, ecological communities depleted of large vertebrates. This is not to be confused with extinction, as it includes both the disappearance of species and declines in abundance. Defaunation effects were first implied at the Symposium of Plant-Animal Interactions at the University of Campinas, Brazil in 1988 in the context of neotropical forests. Since then, the term has gained broader usage in conservation biology as a global phenomenon.",
            "score": 89.35337829589844
        },
        {
            "docid": "33530576_2",
            "document": "Endangered plants of Europe . <br> The list below contains plants that dwell in or migrate to any region in Europe and any nearby islands of the Atlantic Ocean. This includes plants that are found in the East Atlantic Ocean (Azores), Iceland, the Adriatic Sea, the Sea of Azov, the Black and Caspian Sea, Corsica, Cyprus, Palearctic, Russia, Eurasia, North African Coast, the Mediterranean Sea and islands located in the Mediterranean Sea, and the islands of Spain (Canary, Balearic). Twenty-one percent of Europe's vascular plant species (flowering plants, conifers and ferns) are classified as threatened, according to the IUCN. The list below was compiled from data on the IUCN Red List of Endangered Species (IUCN). The International Union for Conservation of Nature identifies species in need of attention before approaching extinction and works to increase prevention of extinction. The list below includes vulnerable (VU), endangered (EN), critically endangered (CR), and recently extinct (EX) species.",
            "score": 89.13909149169922
        },
        {
            "docid": "26032126_11",
            "document": "Deforestation in Madagascar . Since its divergence from Africa over 88 million years ago, Madagascar has evolved into an incredibly biodiverse island. Including more than 13000 plants and 700 vertebrates, close to 90% of Madagascar’s species are endemic and are found nowhere else in the world. However, with deforestation depleting key habitats and food resources, over 8000 species are either classified as vulnerable or endangered and some, including 15 species of lemur, have actually gone extinct. Coupled with its geographic isolation increasing vulnerability to destruction, deforestation will continue to impact Madagascar’s flora and fauna, increasing rates of extinction.",
            "score": 88.53417205810547
        },
        {
            "docid": "45086_5",
            "document": "Biodiversity . Since life began on Earth, five major mass extinctions and several minor events have led to large and sudden drops in biodiversity. The Phanerozoic eon (the last 540 million years) marked a rapid growth in biodiversity via the Cambrian explosion—a period during which the majority of multicellular phyla first appeared. The next 400 million years included repeated, massive biodiversity losses classified as mass extinction events. In the Carboniferous, rainforest collapse led to a great loss of plant and animal life. The Permian–Triassic extinction event, 251 million years ago, was the worst; vertebrate recovery took 30 million years. The most recent, the Cretaceous–Paleogene extinction event, occurred 65 million years ago and has often attracted more attention than others because it resulted in the extinction of the dinosaurs.",
            "score": 88.51058197021484
        },
        {
            "docid": "26421705_3",
            "document": "List of vulnerable plants . For a species to be assessed as vulnerable to extinction the best available evidence must meet quantitative criteria set by the IUCN designed to reflect \"a high risk of extinction in the wild\". \"Endangered\" and \"critically endangered\" species also meet the quantitative criteria of \"vulnerable\" species, and are listed separately. See: List of endangered plants, List of critically endangered plants. Vulnerable, endangered and critically endangered species are collectively referred to as \"threatened species\" by the IUCN.",
            "score": 88.4837417602539
        },
        {
            "docid": "222080_11",
            "document": "Hawaiian crow . The alalā was one of the largest native bird populations in Hawaii. Its disappearance in the wild has had cascading effects on the environment, especially with the seed dispersal of the native plants. Many of these plants rely on the alalā not only for seed dispersal, but also for seed germination as seeds are passed through the crow's digestive system. Without seed dispersal, the plants have no means of growing another generation. The alalā plays a key role in the maintenance of many indigenous plant species, which now could become a rarity in Hawaii's ecosystems, specifically the dry forests, without their main seed disperser. The Hawaiian crow has become known as a indicator species; the disappearance of the alalā indicates serious environmental problems. The Hawaiian crow faces an ample number of threats in the wild, which are considered contributing factors to their extinction in the wild. Small population size makes the species more vulnerable to environmental fluctuations, leading to a higher likelihood of inbreeding, which could result in lethal deformities. Unlike most crows, Hawaiian crows did not adapt well to human presence. Persecution by humans is another threat to their survival. Farmers have shot alalā because they were believed to disturb crops. Illegal hunting has continued even after legal protection was granted to the crows. Humans have also caused habitat degradation and deforestation through agriculture, ranching, logging, and non-native ungulates. Loss of canopy cover exposes the alalā to dangerous predators. Chicks are vulnerable to tree-climbing rats, and after they leave their nests, to cats, dogs, and mongooses. Deforestation also increases soil erosion and the spread of invasive plants and mosquitoes. This directly relates to the primary cause of the Hawaiian crow's extinction, disease.",
            "score": 88.32246398925781
        },
        {
            "docid": "1790574_3",
            "document": "Restoration ecology . Many people recognize that biodiversity has an intrinsic value and that we have a responsibility to conserve it for future generations. Natural ecosystems provide ecosystem services in the form of resources such as food, fuel, and timber; the purification of air and water; the detoxification and decomposition of wastes; the regulation of climate; the regeneration of soil fertility; and the pollination of crops. These ecosystem processes have been estimated to be worth trillions of dollars annually. There is consensus in the scientific community that the current environmental degradation and destruction of many of the Earth's biota is taking place on a \"catastrophically short timescale\". Scientists estimate that the current species extinction rate, or the rate of the Holocene extinction, is 1,000 to 10,000 times higher than the normal, background rate.Habitat loss is the leading cause of both species extinctions and ecosystem service decline. Two methods have been identified to slow the rate of species extinction and ecosystem service decline, they are the conservation of currently viable habitat, and the restoration of degraded habitat. The commercial applications of ecological restoration have increased exponentially in recent years.",
            "score": 88.30341339111328
        },
        {
            "docid": "144219_13",
            "document": "Wildlife . Exploitation of wild populations has been a characteristic of modern man since our exodus from Africa 130,000 – 70,000 years ago. The rate of extinctions of entire species of plants and animals across the planet has been so high in the last few hundred years it is widely believed that we are in the sixth great extinction event on this planet; the Holocene Mass Extinction.",
            "score": 88.1060562133789
        },
        {
            "docid": "14450419_16",
            "document": "Anthropogenic biome . Over the past century, anthrome extent and land use intensity increased rapidly together with growing human populations, leaving wildlands without human population or land use in less than one quarter of the terrestrial biosphere. This massive transformation of Earth's ecosystems for human use has occurred with enhanced rates of species extinctions. Humans are directly causing species extinctions, especially of megafauna, by reducing, fragmenting and transforming native habitats and by overexploiting individual species. Current rates of extinctions vary greatly by taxa, with mammals, reptiles and amphibians especially threatened; however there is growing evidence that viable populations of many, if not most native taxa, especially plants, may be sustainable within anthromes. With the exception of especially vulnerable taxa, the majority of native species may be capable of maintaining viable populations in anthromes.",
            "score": 88.076904296875
        },
        {
            "docid": "9068275_9",
            "document": "Extinction risk from global warming . According to research published in the 30 May 2014 issue of \"Science,\" most known species have small ranges, and the numbers of small-ranged species are increasing quickly. They are geographically concentrated and are disproportionately likely to be threatened or already extinct. According to the research, current rates of extinction are three orders of magnitude higher than the background extinction rate, and future rates, which depend on many factors, are poised to increase. Although there has been rapid progress in developing protected areas, such efforts are not ecologically representative, nor do they optimally protect biodiversity. In the researchers' view, human activity tends to destroy critical habitats where species live, warms the planet, and tends to move species around the planet to places where they don’t belong and where they can come into conflict with human needs (e.g. causing species to become pests).",
            "score": 87.95099639892578
        },
        {
            "docid": "45086_66",
            "document": "Biodiversity . During the last century, decreases in biodiversity have been increasingly observed. In 2007, German Federal Environment Minister Sigmar Gabriel cited estimates that up to 30% of all species will be extinct by 2050. Of these, about one eighth of known plant species are threatened with extinction. Estimates reach as high as 140,000 species per year (based on Species-area theory). This figure indicates unsustainable ecological practices, because few species emerge each year. Almost all scientists acknowledge that the rate of species loss is greater now than at any time in human history, with extinctions occurring at rates hundreds of times higher than background extinction rates. As of 2012, some studies suggest that 25% of all mammal species could be extinct in 20 years.",
            "score": 87.58517456054688
        },
        {
            "docid": "216216_27",
            "document": "Conservation biology . Extinction rates are measured in a variety of ways. Conservation biologists measure and apply statistical measures of fossil records, rates of habitat loss, and a multitude of other variables such as loss of biodiversity as a function of the rate of habitat loss and site occupancy to obtain such estimates. \"The Theory of Island Biogeography\" is possibly the most significant contribution toward the scientific understanding of both the process and how to measure the rate of species extinction. The current background extinction rate is estimated to be one species every few years.",
            "score": 87.43058776855469
        },
        {
            "docid": "15756753_5",
            "document": "Plant evolution . The effect of these differences is most profoundly seen during extinction events. These events, which wiped out between 6 and 62% of terrestrial animal families, had \"negligible\" effect on plant families. However, the ecosystem structure is significantly rearranged, with the abundances and distributions of different groups of plants changing profoundly. These effects are perhaps due to the higher diversity within families, as extinction – which \"was \"common at the species level – was very selective. For example, wind-pollinated species survived better than insect-pollinated taxa, and specialised species generally lost out. In general, the surviving taxa were rare before the extinction, suggesting that they were generalists who were poor competitors when times were easy, but prospered when specialised groups became extinct and left ecological niches vacant.",
            "score": 87.26934814453125
        },
        {
            "docid": "14208_50",
            "document": "Holocene extinction . The decline of amphibian populations has also been identified as an indicator of environmental degradation. As well as habitat loss, introduced predators and pollution, Chytridiomycosis, a fungal infection thought to have been accidentally spread by human travel, has caused severe population drops of several species of frogs, including (among many others) the extinction of the golden toad in Costa Rica and the Gastric-brooding frog in Australia. Many other amphibian species now face extinction, including the reduction of Rabb's fringe-limbed treefrog to an endling, and the extinction of the Panamanian golden frog in the wild. Chytrid fungus has spread across Australia, New Zealand, Central America and Africa, including countries with high amphibian diversity such as cloud forests in Honduras and Madagascar. \"Batrachochytrium salamandrivorans\" is a similar infection currently threatening salamanders. Amphibians are now the most endangered vertebrate group, having existed for more than 300 million years through three other mass extinctions.",
            "score": 86.72845458984375
        },
        {
            "docid": "37751_55",
            "document": "Turtle . In February 2011, the Tortoise and Freshwater Turtle Specialist Group published a report about the top 25 species of turtles most likely to become extinct, with a further 40 species at very high risk of becoming extinct. This list excludes sea turtles, however, both the leatherback and the Kemp's ridley would make the top 25 list. The report is due to be updated in four years time allowing to follow the evolution of the list. Between 48 and 54% of all 328 of their species considered threatened, turtles and tortoises are at a much higher risk of extinction than many other vertebrates. Of the 263 species of freshwater and terrestrial turtles, 117 species are considered Threatened, 73 are either Endangered or Critically Endangered and 1 is Extinct. Of the 58 species belonging to the family Testudinidae, 33 species are Threatened, 18 are either Endangered or Critically Endangered, 1 is Extinct in the wild and 7 species are Extinct. 71% of all tortoise species are either gone or almost gone. Asian species are the most endangered, closely followed by the five endemic species from Madagascar. Turtles face many threats, including habitat destruction, harvesting for consumption, and the pet trade. The high extinction risk for Asian species is primarily due to the long-term unsustainable exploitation of turtles and tortoises for consumption and traditional Chinese medicine, and to a lesser extent for the international pet trade.",
            "score": 86.66265106201172
        },
        {
            "docid": "1707053_4",
            "document": "Habitat destruction . In the simplest term, when a habitat is destroyed, the plants, animals, and other organisms that occupied the habitat have a reduced carrying capacity so that populations decline and extinction becomes more likely. Perhaps the greatest threat to organisms and biodiversity is the process of habitat loss. Temple (1986) found that 82% of endangered bird species were significantly threatened by habitat loss. Most amphibian species are also threatened by habitat loss, and some species are now only breeding in modified habitat. Endemic organisms with limited ranges are most affected by habitat destruction, mainly because these organisms are not found anywhere else within the world and thus, have less chance of recovering. Many endemic organisms have very specific requirements for their survival that can only be found within a certain ecosystem, resulting in their extinction. Extinction may also take place very long after the destruction of habitat, a phenomenon known as extinction debt. Habitat destruction can also decrease the range of certain organism populations. This can result in the reduction of genetic diversity and perhaps the production of infertile youths, as these organisms would have a higher possibility of mating with related organisms within their population, or different species. One of the most famous examples is the impact upon China's giant panda, once found across the nation. Now it is only found in fragmented and isolated regions in the southwest of the country, as a result of widespread deforestation in the 20th century.",
            "score": 86.53353118896484
        },
        {
            "docid": "19928041_13",
            "document": "Effects of climate change on plant biodiversity . When compared to the reported past migration rates of plant species, the rapid pace of current change has the potential to not only alter species distributions, but also render many species as unable to follow the climate to which they are adapted. The environmental conditions required by some species, such as those in alpine regions may disappear altogether. The result of these changes is likely to be a rapid increase in extinction risk. Adaptation to new conditions may also be of great importance in the response of plants.",
            "score": 86.30322265625
        },
        {
            "docid": "8398176_10",
            "document": "Tropical Andes . The Tropical Andes is said to be the most diverse of the world's scientific hotspots of diversity. The journal \"Nature\" contained an article by Norman Myers comparing the 25 hotspots with land and species in 2000. At the time, the Tropical Andes was recorded to have 45,000 plant species with the next closest hotspots recorded to have 25,000 plant species. Actually a sixth of all plant species can reside in the Tropical Andes. The Tropical Andes also has the most endemic plant species at 20,000, while the next hotspot contains 15,000. The Tropical Andes has a lot of land compared to other hotspots, but is not the largest. that The large land area shows the Tropical Andes can provide for biodiversity with diverse landscape. Many endemic plant and animal species are currently threatened in the Tropical Andes. An example of a threatened plant species is the Andean bromelilad, an endemic plant that takes up to 100 years to mature and a common diet for species that forage. Other plants species include many crops such as tobacco and potatoes. Some endemic animals include the Andean condor, which almost became extinct from hunting. Thanks to a conservation reintroduction program, their numbers are growing. Another threatened endemic bird in the Tropical Andes is the yellow-eared parrot. One threat this species faces is the loss of the vulnerable wax palm. The yellow-eared parrot uses the wax palm for nesting and roosting. However, humans, especially in Colombia, are removing the vulnerable wax palm from the wild for Palm Sunday. Some conservation programs are helping the situation to educate churches to use other resources besides the vulnerable wax palm. The yellow tailed monkey is another endemic animal being endangered. They are one of the rarest mammals, with a recorded population of 250 found in the cloud forests of Peru. They are threatened by humans causing habitat loss and fragmentation of their habitat. Their slow maturity and low population densities do not help. Programs have tried to relocate them to secondary forests, but attempts have failed. Many species reside in the Tropical Andes but are threatened severely.",
            "score": 86.22383880615234
        },
        {
            "docid": "5844548_5",
            "document": "Callum Roberts . In parallel with work on reserves, Callum has also been active with the Coral Reef Fish Specialist Group of the World Conservation Union (IUCN). With colleagues, he has developed global maps of the biodiversity distribution of reef fishes and other faunal groups. These maps have revealed that marine species are more at risk of global extinction than previously believed. Many have small geographic ranges and life history characteristics that render them vulnerable to extinction. However, the maps also show ways to prioritise conservation investment into areas where those resources could be most effective.",
            "score": 85.9390869140625
        },
        {
            "docid": "982004_14",
            "document": "Coextinction . Coextinction can mean loss of biodiversity and diversification. Coextinctions can influence not only parasite and mutualist diversification but also their hosts. Arguably, parasites facilitate host diversification through sexual selection. That loss of parasites can reduce host diversification rates. Coextinction can also result in loss of evolutionary history. The extinction of related hosts can lead to the extinction of related parasites. The loss of history is likely to be greater than the loss expected, were species to go extinct at random. Furthermore, if coextinctions are clustered, it is more likely that coextinction can produce non-random trait loss. Species that are at risk of coextinction are expected to be larger because rare hosts tend to be larger and larger hosts have larger parasites. They can also be expected to have lengthy generation times or higher tropic positions. Coextinction can extend beyond biodiversity and has direct and indirect consequences from the communities of lost species. One main consequence of coextinction that goes beyond biodiversity is mutualism, by loss of food production with a decline in threatened pollinators. Losses of parasites can have negative impacts on humans or the species. In rare hosts, losses of specialist parasites can predispose hosts to infection by emergent parasites. Furthermore, relating to the consequences of removing specialist parasites from rare hosts, is the problem of where the parasites will go once their host is extinct. If the parasites are dependent on only those species than there are parasite species that are at risk of extinction through co-endangerment. On the other hand, if they are able to find and switch onto alternative hosts, those hosts can turn out to be humans. Either way, the loss of parasites by co extinction or the acquiring of new parasites by alternative hosts, proves to be a major issue. Coextinction can go beyond the decreased biodiversity, it can range into various biomes and link various ecosystems.",
            "score": 85.91999053955078
        },
        {
            "docid": "19109106_3",
            "document": "Baiji . The baiji population declined drastically in decades as China industrialized and made heavy use of the river for fishing, transportation, and hydroelectricity. It has been credibly claimed, after surveys in the Yangtze River during the 1980s, that baiji could be the first dolphin species in history that humans have driven to extinction. A Conservation Action Plan for Cetaceans of the Yangtze River was approved by the Chinese Government in 2001. Efforts were made to conserve the species, but a late 2006 expedition failed to find any baiji in the river. Organizers declared the baiji functionally extinct. The baiji represents the first documented global extinction of a \"megafaunal\" vertebrate for over 50 years since the demise of the Japanese sea lion and the Caribbean monk seal in the 1950s. It also signified the disappearance of an entire mammal family of river dolphins (Lipotidae). The baiji's extinction would be the first recorded extinction of a well-studied cetacean species (it is unclear if some previously extinct varieties were species or subspecies) to be directly attributable to human influence.",
            "score": 85.80435943603516
        }
    ]
}