{
    "q": [
        {
            "docid": "2198661_2",
            "document": "Trypanosoma brucei . Trypanosoma brucei is a species of parasitic kinetoplastid belonging to the genus \"Trypanosoma\". The parasite is the cause of a vector-borne disease of vertebrate animals, including humans, carried by genera of tsetse fly in sub-Saharan Africa. In humans \"T. brucei\" causes African trypanosomiasis, or sleeping sickness. In animals it causes animal trypanosomiasis, also called nagana in cattle and horses. \"T. brucei\" has traditionally been grouped into three subspecies: \"T. b. brucei\", \"T. b. gambiense\" and \"T. b. rhodesiense\". The first is a parasite of non-human vertebrates, while the latter two are the known parasites of humans. Only rarely can the \"T. b. brucei\" infect a human.",
            "score": 64.47538125514984
        },
        {
            "docid": "41285139_7",
            "document": "Chrysopogon nigritanus . Additionally, \"Vetiveria nigritana\", like other forms of vetiver grasses, is beneficial in protecting the livestock of subsistence farmers. Even though vetiver grasses usually have a low protein ratio of about 8% they can be continuously harvested and fed to livestock if there is a shortage of other feeds for the animals due to poor harvests, diseased crops or contaminated storages. This is valuable to subsistence farmers because a lack of feed usually leads to animals being slaughtered. Therefore, as a result of the use of vetiver grasses, the fertilizer production and grazing benefits of livestock are not lost, which is another reason why they are ideal for subsistence farmers.",
            "score": 43.74914741516113
        },
        {
            "docid": "141029_6",
            "document": "African trypanosomiasis . \"Trypanosoma brucei gambiense\" accounts for the majority of African trypanosomiasis cases, with humans as the main reservoir needed for the transmission, while \"Trypanosoma brucei rhodesiense\" is mainly zoonotic, with the occasional human infection. African Trypanosomiasis is dependent on the interaction of the parasite (trypanosome) with the tsetse flies (vector), as well as the host (human for \"Trypanosoma brucei gambiense\", and animals for \"Trypanosoma brucei rhodesiense\"). The risk of contracting African Trypanosomiasis is dependent on coming in contact with an infected tsetse fly.",
            "score": 88.09937191009521
        },
        {
            "docid": "160067_31",
            "document": "Tsetse fly . Tsetse flies are regarded as a major cause of rural poverty in sub-Saharan Africa because they prevent mixed farming. The land infested with tsetse flies is often cultivated by people using hoes rather than more efficient draught animals because \"nagana\", the disease transmitted by tsetse, weakens and often kills these animals. Those cattle that survive produce little milk, pregnant cows often abort their calves, and manure is not available to fertilize the worn-out soils. The disease \"nagana\" or African animal trypanosomiasis (AAT) causes gradual health decline in infected livestock, reduces milk and meat production, increases abortion rates, and animals eventually succumb to the disease (annual cattle deaths caused by trypanosomiasis are estimated at 3 million). This has an enormous impact on the livelihood of farmers who live in tsetse-infested areas, as infected animals cannot be used to plough the land, and keeping cattle is only feasible when the animals are kept under constant prophylactic treatment with trypanocidal drugs, often with associated problems of drug resistance, counterfeited drugs, and suboptimal dosage. The overall annual direct lost potential in livestock and crop production was estimated at US$4.5 billion.",
            "score": 144.76531744003296
        },
        {
            "docid": "21054623_22",
            "document": "Mosquito-borne disease . The use of insecticide treated mosquito nets (ITNs) are at the forefront of preventing mosquito bites that cause malaria. The prevalence of ITNs in sub-Saharan Africa has grown from 3% of households to 50% of households from 2000 to 2010 with over 254 million insecticide treated nets distributed throughout sub-Saharan Africa for use against the mosquito vectors \"Anopheles gambiae\" and \"Anopheles funestus\" which carry malaria. Because the \"Anopheles gambiae\" feeds indoors (endophagic) and rests indoors after feeding (endophilic), insecticide treated nets (ITNs) interrupt the mosquito's feeding pattern. The ITNs continue to offer protection, even after there are holes in the nets, because of their excito-repellency properties which reduce the number of mosquitoes that enter the home. The World Health Organization (WHO) recommends treating ITNs with the pyrethroid class of insecticides. There is an emerging concern of mosquito resistance to insecticides used in ITNs. Twenty-seven (27) sub-Saharan African countries have reported \"Anopheles\" vector resistance to pyrethroid insecticides.",
            "score": 75.65244197845459
        },
        {
            "docid": "6706071_3",
            "document": "List of diseases caused by insects . Many invertebrates are responsible for transmitting diseases. Mosquitoes are perhaps the best known invertebrate vector and transmit a wide range of tropical diseases including malaria, dengue fever and yellow fever. Another large group of vectors are flies. Sandfly species transmit the disease leishmaniasis, by acting as vectors for protozoan \"Leishmania\" species, and tsetse flies transmit protozoan trypansomes (\"Trypanosoma brucei gambiense\" and \"Trypansoma brucei rhodesiense\") which cause African Trypanosomiasis (sleeping sickness). Ticks and lice form another large group of invertebrate vectors. The bacterium \"Borrelia burgdorferi\", which causes Lyme Disease, is transmitted by ticks and members of the bacterial genus \"Rickettsia\" are transmitted by lice. For example, the human body louse transmits the bacterium \"Rickettsia prowazekii\" which causes epidemic typhus.",
            "score": 97.94838809967041
        },
        {
            "docid": "2198661_19",
            "document": "Trypanosoma brucei . \"T. brucei\" is found where the tsetse fly vectors are prevalent. It is present in tropical and subtropical areas of Africa north of the equator, covering East, Central and West Africa. Hence, the equatorial region of Africa is called the \"sleeping sickness\" belt. However, the specific type of the trypanosome differs according to geography. \"T. b. rhodesiense\" is found primarily in East Africa (Botswana, Ethiopia, Kenya, Malawi, Tanzania, Uganda, Zaire, and Zimbabwe), while \"T. b. gambiense\" is found in Central and West Africa.",
            "score": 31.15314817428589
        },
        {
            "docid": "2347526_11",
            "document": "Mosquito net . Mosquito nets treated with insecticides—known as insecticide-treated nets (ITNs) or bednets—were developed and tested in the 1980s for malaria prevention by Dr. P. Carnevale and its team in Soumossou, Bobo-Dioulasso, Africa. ITNs are estimated to be twice as effective as untreated nets, and offer greater than 70% protection compared with no net. These nets are dip-treated using a synthetic pyrethroid insecticide such as deltamethrin or permethrin which will double the protection over a non-treated net by killing and repelling mosquitoes. For maximum effectiveness, ITNs should be re-impregnated with insecticide every six months. This process poses a significant logistical problem in rural areas. Newer, long-lasting insecticidal nets (LLINs) have now replaced ITNs in most countries.",
            "score": 59.47006666660309
        },
        {
            "docid": "2198661_16",
            "document": "Trypanosoma brucei . The insect vectors for \"T. brucei\" are different species of tsetse fly (genus \"Glossina\"). The major vectors of \"T. b. gambiense\", causing West African sleeping sickness, are \"G. palpapalis\", \"G. tachinoides\", and \"G. fuscipes\". While the principal vectors of \"T. b. rhodesiense\", causing East African sleeping sickness, are \"G. morsitans\", \"G. pallidipes\", and \"G. Swynnertoni\". Animal trypanosomiasis is transmitted by a dozen species of \"Glossina\".",
            "score": 64.5915834903717
        },
        {
            "docid": "25160767_14",
            "document": "Livestock . Good husbandry, proper feeding, and hygiene are the main contributors to animal health on the farm, bringing economic benefits through maximised production. When, despite these precautions, animals still become sick, they are treated with veterinary medicines, by the farmer and the veterinarian. In the European Union, when farmers treat their own animals, they are required to follow the guidelines for treatment and to record the treatments given. Animals are susceptible to a number of diseases and conditions that may affect their health. Some, like classical swine fever and scrapie are specific to one type of stock, while others, like foot-and-mouth disease affect all cloven-hoofed animals. Where the condition is serious, governments impose regulations on import and export, on the movement of stock, quarantine restrictions and the reporting of suspected cases. Vaccines are available against certain diseases, and antibiotics are widely used where appropriate. At one time, antibiotics were routinely added to certain compound foodstuffs to promote growth, but this practice is now frowned on in many countries because of the risk that it may lead to antibiotic resistance. Animals living under intensive conditions are particularly prone to internal and external parasites; increasing numbers of sea lice are affecting farmed salmon in Scotland. Reducing the parasite burdens of livestock results in increased productivity and profitability.",
            "score": 65.15786826610565
        },
        {
            "docid": "3866_18",
            "document": "Bluetongue disease . However, simple husbandry changes and practical midge control measures may help break the livestock infection cycle. Housing livestock during times of maximum midge activity (from dusk to dawn) may lead to significantly reduced biting rates. Similarly, protecting livestock shelters with fine mesh netting or coarser material impregnated with insecticide will reduce contact with the midges. The \"Culicoides\" midges that carry the virus usually breed on animal dung and moist soils, either bare or covered in short grass. Identifying breeding grounds and breaking the breeding cycle will significantly reduce the local midge population. Turning off taps, mending leaks and filling in or draining damp areas will also help dry up breeding sites. Control by trapping midges and removing their breeding grounds may reduce vector numbers. Dung heaps or slurry pits should be covered or removed, and their perimeters (where most larvae are found) regularly scraped.",
            "score": 72.91330981254578
        },
        {
            "docid": "53631421_35",
            "document": "Parasitic flies of domestic animals . These usually consist of netting made of synthetic fibers or fine metal mesh that is fitted to the ventilation slats / windows of housing for livestock animals. The fiber netting can be impregnated with insecticides such as the synthetic pyrethroid deltamethrin that acts rapidly when flies such as \"Stomoxys\" or \"Glossina\" species land on it. Valuable horses in areas infested with \"Culicoides\" midges or \"Simulium\" black-flies can be protected with commercially available shields made of cloth that fit over head, neck and back. Flies such as the \"Musca\", \"Stomoxys\" and \"Haematobia\" species have larval habitats amongst livestock dung and soiled bedding found around livestock farms. There is scope for reducing fly infestation by clearing these wastes to composting containers or areas. However, for many types of dipteran fly the larvae inhabit areas such as bogs (\"Culicoides\"), swamps (mosquitoes), or rivers (\"Simulium\") that are impractical to treat under typical commercial constraints within agriculture.",
            "score": 65.72674489021301
        },
        {
            "docid": "141029_20",
            "document": "African trypanosomiasis . Regular active surveillance, involving detection and prompt treatment of new infections, and tsetse fly control is the backbone of the strategy used to control sleeping sickness. Systematic screening of at-risk communities is the best approach, because case-by-case screening is not practical in endemic regions. Systematic screening may be in the form of mobile clinics or fixed screening centres where teams travel daily to areas of high infection rates. Such screening efforts are important because early symptoms are not evident or serious enough to warrant patients with gambiense disease to seek medical attention, particularly in very remote areas. Also, diagnosis of the disease is difficult and health workers may not associate such general symptoms with trypanosomiasis. Systematic screening allows early-stage disease to be detected and treated before the disease progresses, and removes the potential human reservoir. A single case of sexual transmission of West African sleeping sickness has been reported.",
            "score": 90.93063509464264
        },
        {
            "docid": "141029_2",
            "document": "African trypanosomiasis . African trypanosomiasis, also known as sleeping sickness, is an insect-borne parasitic disease of humans and other animals. It is caused by protozoa of the species \"Trypanosoma brucei\". There are two types that infect humans, \"Trypanosoma brucei gambiense\" (TbG) and \"Trypanosoma brucei rhodesiense\" (TbR). TbG causes over 98% of reported cases. Both are usually transmitted by the bite of an infected tsetse fly and are most common in rural areas. Initially, in the first stage of the disease, there are fevers, headaches, itchiness and joint pains. This begins one to three weeks after the bite. Weeks to months later the second stage begins with confusion, poor coordination, numbness and trouble sleeping. Diagnosis is via finding the parasite in a blood smear or in the fluid of a lymph node. A lumbar puncture is often needed to tell the difference between first and second stage disease. Prevention of severe disease involves screening the population at risk with blood tests for TbG. Treatment is easier when the disease is detected early and before neurological symptoms occur. Treatment of the first stage is with the medications pentamidine or suramin. Treatment of the second stage involves eflornithine or a combination of nifurtimox and eflornithine for TbG. While melarsoprol works for both stages, it is typically only used for TbR, due to serious side effects. Without treatment it typically results in death. The disease occurs regularly in some regions of sub-Saharan Africa with the population at risk being about 70 million in 36 countries. An estimated 11,000 people are currently infected with 2,800 new infections in 2015. In 2015 it caused around 3,500 deaths, down from 34,000 in 1990. More than 80% of these cases are in the Democratic Republic of the Congo. Three major outbreaks have occurred in recent history: one from 1896 to 1906 primarily in Uganda and the Congo Basin and two in 1920 and 1970 in several African countries. It is classified as a neglected tropical disease. Other animals, such as cows, may carry the disease and become infected in which case it is known as animal trypanosomiasis.",
            "score": 87.14662086963654
        },
        {
            "docid": "37942056_9",
            "document": "Pennisetum pedicellatum . The desho grazing land management intervention has significant positive impacts on the livelihoods of Ethiopian farmers. Ethiopia has the largest livestock population is Africa. Livestock production accounts for approximately 40% of the average household income of an Ethiopian farmer. Therefore the increase in grazing land productivity leads to the increase in fodder (desho) production, due to high and consistent good quality yields, and consequently creates an increase in livestock production. The commercialisation and marketing of the animals and their by products then increases the cash income of the farmer and their family. Desho also provides a small business opportunity for Ethiopians. Various studies have shown that fodder is the key limiting factor influencing the growth of the commercial livestock production sector in Ethiopia as there is a critical shortage of consistent quality fodder. Thus, the development of efficient and sustainable for-profit desho plots and nurseries could be a good business model with the goal of selling the desho materials to local farmers. If fodder demands are met, commercial livestock production of the region could be promoted, raising the livelihoods of farmers and bringing more economic opportunity to the regioin.",
            "score": 49.22779333591461
        },
        {
            "docid": "20423_33",
            "document": "Malaria . Mosquito nets help keep mosquitoes away from people and reduce infection rates and transmission of malaria. Nets are not a perfect barrier and are often treated with an insecticide designed to kill the mosquito before it has time to find a way past the net. Insecticide-treated nets are estimated to be twice as effective as untreated nets and offer greater than 70% protection compared with no net. Between 2000 and 2008, the use of ITNs saved the lives of an estimated 250,000 infants in Sub-Saharan Africa. About 13% of households in Sub-Saharan countries owned ITNs in 2007 and 31% of African households were estimated to own at least one ITN in 2008. In 2000, 1.7 million (1.8%) African children living in areas of the world where malaria is common were protected by an ITN. That number increased to 20.3 million (18.5%) African children using ITNs in 2007, leaving 89.6 million children unprotected and to 68% African children using mosquito nets in 2015. Most nets are impregnated with pyrethroids, a class of insecticides with low toxicity. They are most effective when used from dusk to dawn. It is recommended to hang a large \"bed net\" above the center of a bed and either tuck the edges under the mattress or make sure it is large enough such that it touches the ground. Indoor residual spraying is the spraying of insecticides on the walls inside a home. After feeding, many mosquitoes rest on a nearby surface while digesting the bloodmeal, so if the walls of houses have been coated with insecticides, the resting mosquitoes can be killed before they can bite another person and transfer the malaria parasite. As of 2006, the World Health Organization recommends 12 insecticides in IRS operations, including DDT and the pyrethroids cyfluthrin and deltamethrin. This public health use of small amounts of DDT is permitted under the Stockholm Convention, which prohibits its agricultural use. One problem with all forms of IRS is insecticide resistance. Mosquitoes affected by IRS tend to rest and live indoors, and due to the irritation caused by spraying, their descendants tend to rest and live outdoors, meaning that they are less affected by the IRS. There are a number of other methods to reduce mosquito bites and slow the spread of malaria. Efforts to decrease mosquito larva by decreasing the availability of open water in which they develop or by adding substances to decrease their development is effective in some locations. Electronic mosquito repellent devices which make very high-frequency sounds that are supposed to keep female mosquitoes away, do not have supporting evidence.",
            "score": 83.5799241065979
        },
        {
            "docid": "160067_68",
            "document": "Tsetse fly . The entire target area (Block 1, 2 and 3) has a total surface of 1000 km2, and the first block (northern part) can be considered free of tsetse, as intensive monitoring has failed to detect since 2012 a single wild tsetse fly. The prevalence of AAT has decreased from 40-50% before the project started to less than 10% to date in blocks 1 and 2. Although insecticides are being used for fly suppression, they are applied for short periods on traps, nets and livestock, and are not spread into the environment. After the suppression activities are completed, no more insecticide is applied in the area. The removal of trypanosomosis will eliminate the need for constant prophylactic treatments of the cattle with trypanocidal drugs, therefore reducing residues of these drugs in the dung, meat and milk.",
            "score": 108.23203015327454
        },
        {
            "docid": "51429149_5",
            "document": "John William Watson Stephens . Stephens and H. B. Fantham did pioneering work on sleeping sickness and were the first to distinguish \"Trypanosoma brucei rhodesiense\" from \"Trypanosoma brucei gambiense\" (although they called \"T. brucei gambiense\" and \"T. brucei rhodesiense\" by the names \"T. gambiense\" and \"T. rhodesiense\", respectively — contrary to contemporary taxonomy).",
            "score": 3.1979610919952393
        },
        {
            "docid": "463734_73",
            "document": "Public health . Though curable and preventative, malaria remains a huge public health problem and is the third leading cause of death in Ghana. In the absence of a vaccine, mosquito control, or access to anti-malaria medication, public health methods become the main strategy for reducing the prevalence and severity of malaria. These methods include reducing breeding sites, screening doors and windows, insecticide sprays, prompt treatment following infection, and usage of insecticide treated mosquito nets. Distribution and sale of insecticide-treated mosquito nets is a common, cost-effective anti-malaria public health intervention; however, barriers to use exist including cost, hosehold and family organization, access to resources, and social and behavioral determinants which have not only been shown to affect malaria prevalence rates but also mosquito net use.",
            "score": 71.26854276657104
        },
        {
            "docid": "3170195_18",
            "document": "Pastoral farming . Environmental degradation is another concern for livestock farmers. Environmental degradation often occurs when the resources are over-used. One major aspect of this degradation is the depletion of fresh water. Fresh water is needed by livestock to keep the animals in good health. Also, lack of water can reduce the soil moisture necessary for forage production.",
            "score": 36.156551122665405
        },
        {
            "docid": "45609_59",
            "document": "Cheetah . The cheetah is threatened by habitat loss through agricultural and industrial expansion; moreover, the species apparently requires a large area to live in as indicated by its low population densities. It appears to be less capable of coexisting with humans than the leopard. Human interference disturbs hunting and feeding of cheetah. With 76% of its range consisting of unprotected land, the cheetah is often targeted by farmers and pastoralists who attempt to protect their livestock. However, cheetah is not known to prey on livestock. Game hunters may also try to harm cheetahs as they deprive them of valuable game. Roadkill is be another threat, especially in areas where roads have been constructed near natural habitat or protected areas. Cases of roadkill involving cheetahs have been reported from Kalmand, Iran, Touran National Park, and Bafq. The threat posed by infectious diseases may be minor, given the low population densities and hence the reduced chance of infection.",
            "score": 43.92608618736267
        },
        {
            "docid": "187749_130",
            "document": "Ethiopia . The peasant associations face a cycle of poverty. Since the landholdings are so small, farmers cannot allow the land to lie fallow, which reduces soil fertility. This land degradation reduces the production of fodder for livestock, which causes low milk yields. Since the community burns livestock manure as fuel, rather than plowing the nutrients back into the land, the crop production is reduced. The low productivity of agriculture leads to inadequate incomes for farmers, hunger, malnutrition and disease. These unhealthy farmers have difficulty working the land and the productivity drops further.",
            "score": 34.404003381729126
        },
        {
            "docid": "1516765_8",
            "document": "Layap . Traditionally, the Layap lived a semi-nomadic lifestyle, who rearing yaks and dzos, although in recent times small ponies may also be found in the area. Owing to the cold weather at this altitude, few crops can be planted, except for some grasses. Layaps also traditionally pick cordyceps, valuable traditionally medicinal and magical fungi native to the region. With Bhutan's increased environmental protection, Layaps and rural farmers face more challenges protecting their livestock from natural predators, particularly leopards. Layap people also participate in the heavy labor to drain Thorthormi, a glacial lake prone to GLOF flooding. Flooding is a particularly serious threat to the Layap way of life, heavily dependent on livestock and sparse water resources.",
            "score": 38.6551558971405
        },
        {
            "docid": "40856589_11",
            "document": "Livestock in the Basque Country . Cattle are predominant producers of greenhouse gases such as methane and nitrous oxide. In fact, more than one third of all of Spain’s methane emissions come from livestock. These gases are released principally through the anaerobic decomposition of both manure and the feed that is given to the animals. Due to its affiliation with the United Nations Framework Convention on Climate Change (UNFCCC), Spain is required to report these emission data every year to this organization so that the major sources of emissions can be determined and solutions for lowering the emissions can be agreed upon. Farmers are generally able to make good use of the natural food sources for livestock, supplementing this with farm resources when necessary. However, the system is not perfect and some inequalities still do exist between grazing areas; while certain places are overgrazed, others are hardly even touched. More studies need to be done to determine the most effective practices for using these lands in the livestock industry. During warmer times of the season, while dairy sheep and beef cattle are grazing together in mountain pastures, grass is harvested from prairies and is stored for later use during the winter, meaning that farmers can utilize natural local resources more efficiently throughout the entire year. Fences are not widely used to guide or contain livestock, so the natural countryside remains fairly untouched in that regard. This lack of physical barriers is generally unproblematic, although the potential utility of fences has been pointed out in cases in which non-agricultural social activities have crossed the boundaries of grazing land. Overall, the presence of grazing livestock in Basque prairies and mountains helps to keep the ecosystem in balance.",
            "score": 46.87754988670349
        },
        {
            "docid": "745028_30",
            "document": "Natural Resources Conservation Service . Livestock management is an area of interest for the NRCS because if not maintained valuable resources such as food, wools, and leather would not be available. The proper maintenance of livestock can also improve soil and water resources by providing a waste management system so that run off and erosion is not a problem. The NRCS provides financial assistance to land owners with grazing land and range land that is used by livestock in order to control the run off of waste into fresh water systems and prevent soil erosion.",
            "score": 39.54755473136902
        },
        {
            "docid": "50642488_4",
            "document": "Cryoconservation of animal genetic resources . Cryoconservation of livestock genetic resources is primarily done in order to preserve the genetics of populations of interest, such as indigenous breeds, also known as local or minor breeds. Material may be stored because individuals shared specific genes and phenotypes that may be of value or have potential value for researchers or breeders. Therefore, one of the main goals remains preserving the gene pool of local breeds that may be threatened. Indigenous livestock genetics are commonly threatened by factors such as globalization, modernization, changes in production systems, inappropriate introduction of major breeds, genetic drift, inbreeding, crossbreeding, climate change, natural disasters, disease, cultural changes, and urbanization. Indigenous livestock are critical to sustainable agricultural development and food security, due to their: adaptation to environment and endemic diseases, indispensable part in local production systems, social and cultural significance, and importance to local rural economies. The genetic resources of minor breeds have value to the local farmers, consumers of the products, private companies and investors interested in crossbreeding, breed associations, governments, those conducting research and development, and non-governmental organizations. Therefore, efforts have been made by national governments and non-governmental organizations, such as the Livestock Conservancy, to encourage conservation of livestock genetics through cryoconservation, as well as through other \"ex situ\" and \"in situ\" strategies. Cryogenic specimens of livestock genetic resources can be preserved and used for extended periods of time. This advantage makes cryoconservation beneficial particularly for threatened breeds who have low breed populations. Cryogenically preserved specimens can be used to revive breeds that are endangered or extinct, for breed improvement, crossbreeding, research and development. However, cryoconservation can be an expensive strategy and requires long term hygienic and economic commitment for germplasms to remain viable. Cryoconservation can also face unique challenges based on the species, as some species have a reduced survival rate of frozen germplasm.",
            "score": 52.68574595451355
        },
        {
            "docid": "681_17",
            "document": "Aardwolf . The aardwolf has not seen decreasing numbers and they are relatively widespread throughout eastern Africa. They are not common throughout their range, as they maintain a density of no more than 1 per square kilometer, if the food is good. Because of these factors, the IUCN has rated the aardwolf as least concern. In some areas, they are persecuted by man because of the mistaken belief that they prey on livestock; however, they are actually beneficial to the farmers because they eat termites that are detrimental. In other areas, the farmers have recognized this, but they are still killed, on occasion, for their fur. Dogs and insecticides are also common killers of the aardwolf.",
            "score": 51.20834040641785
        },
        {
            "docid": "12461630_22",
            "document": "Purple-crowned fairywren . The protection of riparian vegetation needs to be a priority for managers of all land tenures to ensure their persistence. Active conservation is more urgent for the Endangered \"M. c. coronatus\", as only 17% of its habitat occurs in conservation reserves in the Kimberley Region. Small populations on the northern Pentecost and Isdell Rivers are at the highest risk of extirpation, and urgently need a fine-scale targeted approach to help conserve them. A strategy that maintains connectivity across the species distribution and reduces continuing riparian degradation needs to be implemented. Suggested management actions needed at key sites are controlling access of stock and feral herbivores to riparian areas and excluding livestock from riparian zones; reducing the incidence of intense fires that affect fire-sensitive riparian vegetation by implementing improved fire-regimes; controlling the spread of weeds (by identifying and removing them); preservation of quality riparian habitat (involving both on and off-reserve protection); and restoring riparian habitat, especially in areas of high risk.",
            "score": 41.662097215652466
        },
        {
            "docid": "25160767_23",
            "document": "Livestock . Although livestock production serves as a source of income, it can provide additional economic values for rural families, often serving as a major contributor to food security and economic security. Livestock can serve as insurance against risk and is an economic buffer (of income and/or food supply) in some regions and some economies (e.g., during some African droughts). However, its use as a buffer may sometimes be limited where alternatives are present, which may reflect strategic maintenance of insurance in addition to a desire to retain productive assets. Even for some livestock owners in developed nations, livestock can serve as a kind of insurance. Some crop growers may produce livestock as a strategy for diversification of their income sources, to reduce risks related to weather, markets and other factors.",
            "score": 58.92612898349762
        },
        {
            "docid": "47202310_12",
            "document": "GALVmed . Initially, phase 2 operated under the \"protecting livestock, saving human life\" mission and banner used for phase 1. In early 2014, this was amended to \"protecting livestock, improving human lives\" to reflect the increased emphasis on delivery and livelihoods. The focus for phase 2 was diseases that affect primarily the cattle, sheep, goats and chickens of poor farmers in sub-Saharan Africa and South Asia. Specific diseases targeted were Newcastle disease, RVF, CBPP, ECF and CCPP. Furtherwork on porcine cysticercosis was funded exclusively by DFID as pig diseases were not a target for BMGF funding.",
            "score": 57.14253377914429
        },
        {
            "docid": "461410_12",
            "document": "Arbovirus . People can also reduce the risk of getting bitten by arthropods by employing personal protective measures such as sleeping under mosquito nets, wearing protective clothing, applying insect repellents such as permethrin and DEET to clothing and exposed skin, and (where possible) avoiding areas known to harbor high arthropod populations. Arboviral encephalitis can be prevented in two major ways: personal protective measures and public health measures to reduce the population of infected mosquitoes. Personal measures include reducing time outdoors particularly in early evening hours, wearing long pants and long sleeved shirts and applying mosquito repellent to exposed skin areas. Public health measures often require spraying of insecticides to kill juvenile (larvae) and adult mosquitoes.",
            "score": 40.90297544002533
        },
        {
            "docid": "9407796_15",
            "document": "Ecoagriculture . The Millennium Development Goals (MDGs), eight ambitious targets which range from halving extreme poverty to halting the spread of HIV/AIDS and providing universal primary education, were put forth by the United Nations in 2000, to be achieved by 2015. Ecoagriculture strategies will be essential to achieving the MDGs, particularly for hunger and poverty, water and sanitation, and environmental sustainability. The MDGs will not be reached without securing the ability of the rural poor to feed their families and gain income, while at the same time protecting the biodiversity and ecosystem services that sustain their livelihoods. Of the estimated 800 million people who do not have access to sufficient food, half are smallholder farmers, one-fifth are rural landless, and one-tenth are principally dependent on rangelands, forests and fisheries. For most of them, reducing poverty and hunger will depend centrally on their ability to sustain and increase crop, livestock, forest, and fishery production.",
            "score": 36.57885754108429
        }
    ],
    "r": [
        {
            "docid": "141029_19",
            "document": "African trypanosomiasis . At the 25th ISCTRC (International Scientific Council for Trypanosomiasis Research and Control) in Mombasa, Kenya, in October 1999, the idea of an African-wide initiative to control tsetse and trypanosomiasis populations was discussed. During the 36th summit of the Organization for African Unity in Lome, Togo, in July 2000, a resolution was passed to form the Pan African Tsetse and Trypanosomiasis Eradication Campaign (PATTEC). The campaign works to eradicate the tsetse vector population levels and subsequently the protozoan disease, by use of insecticide-impregnated targets, fly traps, insecticide-treated cattle, ultra-low dose aerial/ground spraying (SAT) of tsetse resting sites and the sterile insect technique (SIT). The use of SIT in Zanzibar proved effective in eliminating the entire population of tsetse flies but was expensive and is relatively impractical to use in many of the endemic countries afflicted with African trypanosomiasis.",
            "score": 174.1490936279297
        },
        {
            "docid": "160067_31",
            "document": "Tsetse fly . Tsetse flies are regarded as a major cause of rural poverty in sub-Saharan Africa because they prevent mixed farming. The land infested with tsetse flies is often cultivated by people using hoes rather than more efficient draught animals because \"nagana\", the disease transmitted by tsetse, weakens and often kills these animals. Those cattle that survive produce little milk, pregnant cows often abort their calves, and manure is not available to fertilize the worn-out soils. The disease \"nagana\" or African animal trypanosomiasis (AAT) causes gradual health decline in infected livestock, reduces milk and meat production, increases abortion rates, and animals eventually succumb to the disease (annual cattle deaths caused by trypanosomiasis are estimated at 3 million). This has an enormous impact on the livelihood of farmers who live in tsetse-infested areas, as infected animals cannot be used to plough the land, and keeping cattle is only feasible when the animals are kept under constant prophylactic treatment with trypanocidal drugs, often with associated problems of drug resistance, counterfeited drugs, and suboptimal dosage. The overall annual direct lost potential in livestock and crop production was estimated at US$4.5 billion.",
            "score": 144.76531982421875
        },
        {
            "docid": "160067_55",
            "document": "Tsetse fly . Vector control strategies can aim at either continuous suppression or eradication of target populations. Tsetse fly eradication programmes are complex and logistically demanding activities and usually involve the integration of different control tactics, such as trypanocidal drugs, impregnated treated targets (ITT), insecticide-treated cattle (ITC), aerial spraying (Sequential Aerosol Technique - SAT) and in some situations the release of sterile males (sterile insect technique – SIT). To ensure sustainability of the results, it is critical to apply the control tactics on an area-wide basis, i.e. targeting an entire tsetse population that is preferably genetically isolated.",
            "score": 122.70722961425781
        },
        {
            "docid": "160067_34",
            "document": "Tsetse fly . Tsetse flies transmit a similar disease to humans, called African trypanosomiasis - human African trypanosomiasis (HAT) or sleeping sickness. An estimated 70 million people in 20 countries are at different levels of risk and only 3-4 million people are covered by active surveillance. The DALY index (disability-adjusted life years), an indicator to quantify the burden of disease, includes the impact of both the duration of life lost due to premature death and the duration of life lived with a disability. The annual burden of sleeping sickness is estimated at 2 million DALYs. Since the disease tends to affect economically active adults, the total cost to a family with a patient is about 25% of a year’s income.",
            "score": 118.58941650390625
        },
        {
            "docid": "2568137_7",
            "document": "Animal trypanosomiasis . If the outbreak is detected early, the organism can be destroyed by quarantines, movement controls, and maybe even put infected animals under euthanasia medication. Tsetse fly populations can be reduced or eliminated by traps, insecticides, and by treating infected animals with antiparasitic drugs. The Tse Tse habitat can be destroyed by alteration of vegetation so they can no longer live there.There are some drugs available that can prevent trypanosomiasis called prophylactic drugs.These drugs are very effective to protect animals during the times they are exposed to challenged diseases. Since they have been around for so long, some were not properly used which caused resistance to these drugs in some places.",
            "score": 114.51138305664062
        },
        {
            "docid": "160067_68",
            "document": "Tsetse fly . The entire target area (Block 1, 2 and 3) has a total surface of 1000 km2, and the first block (northern part) can be considered free of tsetse, as intensive monitoring has failed to detect since 2012 a single wild tsetse fly. The prevalence of AAT has decreased from 40-50% before the project started to less than 10% to date in blocks 1 and 2. Although insecticides are being used for fly suppression, they are applied for short periods on traps, nets and livestock, and are not spread into the environment. After the suppression activities are completed, no more insecticide is applied in the area. The removal of trypanosomosis will eliminate the need for constant prophylactic treatments of the cattle with trypanocidal drugs, therefore reducing residues of these drugs in the dung, meat and milk.",
            "score": 108.2320327758789
        },
        {
            "docid": "1854_45",
            "document": "Geography of Africa . Sleeping sickness, or African trypanosomiasis, is a disease that usually affects animals, but has been known to be fatal to some humans as well. It is transmitted by the tsetse fly and is found almost exclusively in Sub-Saharan Africa. This disease has had a significant impact on African development not because of its deadly nature, like Malaria, but because it has prevented Africans from pursuing agriculture (as the sleeping sickness would kill their livestock).",
            "score": 106.88015747070312
        },
        {
            "docid": "160067_2",
            "document": "Tsetse fly . Tsetse ( , or ), sometimes spelled tzetze and also known as tik-tik flies, are large biting flies that inhabit much of tropical Africa. Tsetse flies include all the species in the genus Glossina, which are placed in their own family, Glossinidae. The tsetse are obligate parasites that live by feeding on the blood of vertebrate animals. Tsetse have been extensively studied because of their role in transmitting disease. They have a prominent economic impact in sub-Saharan Africa as the biological vectors of trypanosomes, which cause human sleeping sickness and animal trypanosomiasis. Tsetse are multivoltine and long-lived, typically producing about four broods per year, and up to 31 broods over their lifespans.",
            "score": 105.40991973876953
        },
        {
            "docid": "160067_66",
            "document": "Tsetse fly . A project that was implemented from 1994 to 1997 on the Island of Unguja, Zanzibar (United Republic of Tanzania), demonstrated that, after suppression of the tsetse population with insecticides, SIT completely removed the \"Glossina austeni\" Newstead population from the Island (). The eradication of the tsetse fly from Unguja Island in 1997 was followed by the disappearance of the AAT which enabled farmers to integrate livestock keeping with cropping in areas where this had been impossible before. The increased livestock and crop productivity and the possibility of using animals for transport and traction significantly contributed to an increase in the quality of people’s lives (). A recent entomological survey (2015) jointly carried out by independent experts and the Department of Veterinary Services of Zanzibar has confirmed the tsetse-free status of the island, 18 years after eradication was declared.",
            "score": 104.47667694091797
        },
        {
            "docid": "47202310_29",
            "document": "GALVmed . African Union: GALVmed collaborates closely with the African Union Commission (AUC) and also the specialised technical offices of AU-PANVAC, Pan African Tsetse and Trypanosomiasis Eradication Campaign (AU-PATTEC),the Inter-African Bureau for Animal Resources (AU-IBAR) and Centre for Ticks and Tick-Borne Diseases in Lilongwe, Malawi (AU-CTTBD).",
            "score": 104.04808044433594
        },
        {
            "docid": "160067_33",
            "document": "Tsetse fly . In addition to this direct impact, the presence of tsetse and trypanosomiasis discourages the use of more-productive exotic and cross-bred cattle, depresses the growth and affects the distribution of livestock populations, reduces the potential opportunities for livestock and crop production (mixed farming) through less draught power to cultivate land and less manure to fertilize (in an environment-friendly way) soils for better crop production, and affects human settlements (people tend to avoid areas with tsetse flies).",
            "score": 102.5366439819336
        },
        {
            "docid": "160067_35",
            "document": "Tsetse fly . Tsetse are biological vectors of trypanosomes, meaning that in the process of feeding, they acquire and then transmit small, single-celled trypanosomes from infected vertebrate hosts to uninfected animals. Some tsetse-transmitted trypanosome species cause trypanosomiasis, an infectious disease. In humans, tsetse transmitted trypanosomiasis is called sleeping sickness. In animals, tsetse-vectored trypanosomiases include \"nagana\", \"souma\", and \"surra\" according to the animal infected and the trypanosome species involved. The usage is not strict and while \"nagana\" generally refers to the disease in cattle and horses it is commonly used for any of animal trypanosomiasis.",
            "score": 101.84175872802734
        },
        {
            "docid": "2775833_9",
            "document": "International Centre of Insect Physiology and Ecology . Pests and diseases in livestock continue to hold back development in large parts of Africa. icipe supports the prime role of domestic animals by developing and promoting appropriate, environmentally friendly and intelligent technologies for the sustainable management of disease vectors, such as tsetse flies. icipe is one of the few organisations conducting research into the control of ticks and tick-borne diseases. In this area, icipe is incorporating indigenous knowledge to develop integrated stragegies which rely on biological control, use of botanicals and behavioural modification of the cues ticks use to find hosts and mates.",
            "score": 100.73082733154297
        },
        {
            "docid": "152878_3",
            "document": "Trypanosomatida . The three major human diseases caused by trypanosomatids are; African trypanosomiasis (sleeping sickness, caused by \"Trypanosoma brucei\" and transmitted by tsetse flies), South American trypanosomiasis (Chagas disease, caused by \"Trypanosoma cruzi\" and transmitted by triatomine bugs), and leishmaniasis (a set of trypanosomal diseases caused by various species of \"Leishmania\" transmitted by sandflies).",
            "score": 98.46980285644531
        },
        {
            "docid": "160067_60",
            "document": "Tsetse fly . Tsetse populations can be monitored and effectively controlled using simple, inexpensive traps. These often use electric blue cloth, since this color attracts the flies. Early traps mimicked the form of cattle but this seems unnecessary and recent traps are simple sheets or have a biconical form. The traps can kill by channeling the flies into a collection chamber or by exposing the flies to insecticide sprayed on the cloth. Tsetse are also attracted to large dark colors like the hides of cow and buffaloes. Some scientists put forward the idea that zebra have stripes, not as a camouflage in long grass, but because the black and white bands tend to confuse tsetse and prevent attack.",
            "score": 98.40034484863281
        },
        {
            "docid": "6706071_3",
            "document": "List of diseases caused by insects . Many invertebrates are responsible for transmitting diseases. Mosquitoes are perhaps the best known invertebrate vector and transmit a wide range of tropical diseases including malaria, dengue fever and yellow fever. Another large group of vectors are flies. Sandfly species transmit the disease leishmaniasis, by acting as vectors for protozoan \"Leishmania\" species, and tsetse flies transmit protozoan trypansomes (\"Trypanosoma brucei gambiense\" and \"Trypansoma brucei rhodesiense\") which cause African Trypanosomiasis (sleeping sickness). Ticks and lice form another large group of invertebrate vectors. The bacterium \"Borrelia burgdorferi\", which causes Lyme Disease, is transmitted by ticks and members of the bacterial genus \"Rickettsia\" are transmitted by lice. For example, the human body louse transmits the bacterium \"Rickettsia prowazekii\" which causes epidemic typhus.",
            "score": 97.94837951660156
        },
        {
            "docid": "2190069_10",
            "document": "Plasmodium vivax . The main way to prevent malaria is through vector control. There are mostly three main forms that the vector can be controlled: (1)insecticide-treated mosquito nets, (2)indoor residual spraying and (3)antimalarial drugs. Long-lasting insecticidal nets (LLNs) are the preferred method of control because it is the most cost effective. The WHO is currently strategizing how to ensure that the net is properly maintained to protect people at risk. The second option is indoor residual spraying and has been proven effective if at least 80% of the homes are sprayed. However, such method is only effective for 3-6months. A drawback to these two methods, unfortunately, is that mosquito resistance against these insecticides has risen. National malaria control efforts are undergoing rapid changes to ensure the people are given the most effective method of vector control. Lastly, antimalarial drugs can also be used to prevent infection from developing into a clinical disease. However, there has also been an increase resistance to antimalarial medicine.",
            "score": 97.83357238769531
        },
        {
            "docid": "2568137_2",
            "document": "Animal trypanosomiasis . Animal trypanosomiasis, also known as nagana and nagana pest, or sleeping sickness, is a disease of vertebrates. The disease is caused by trypanosomes of several species in the genus \"Trypanosoma\" such as \"Trypanosoma brucei\". \"Trypanosoma vivax\" causes nagana mainly in West Africa, although it has spread to South America. The trypanosomes infect the blood of the vertebrate host, causing fever, weakness, and lethargy, which lead to weight loss and anemia; in some animals the disease is fatal unless treated. The trypanosomes are transmitted by tsetse flies.",
            "score": 96.9644546508789
        },
        {
            "docid": "160067_46",
            "document": "Tsetse fly . Other forms of human trypanosomiasis also exist but are not transmitted by tsetse. The most notable is American trypanosomiasis, known as Chagas disease, which occurs in South America, caused by \"Trypanosoma cruzi\", and transmitted by certain insects of the Reduviidae, members of the Hemiptera.",
            "score": 95.3423080444336
        },
        {
            "docid": "31731717_9",
            "document": "Agriculture in Mozambique . Animal husbandry is an underdeveloped sector. Cattle, goats, sheep and pigs are reared in extensive grass-based (ruminants) or back-yard scavenger systems. There is, also a small fast-growing modern poultry industry. In 2009, livestock accounted for 1.2 million of head of cattle, 4.5 million sheep and goats, 1.3 million pigs, and 18 million poultry. Beef production was estimated at 22,000 tons; pig meat, 91,000 tons; poultry meat, 22,000 tons; cows' milk, 75,000 tons; and hen eggs, 14 million. The high prevalence of disease is the main constraints undermining an increase in livestock numbers. For example, Newcastle disease is a major ubiquitous problem for poultry, in the northern provinces tsetse flies affect cattle, and African swine fever affects pigs. The southern region is the heart of livestock activities because animals there are less prone to diseases.",
            "score": 94.10342407226562
        },
        {
            "docid": "160067_65",
            "document": "Tsetse fly . The sustainable removal of the tsetse fly is in many cases the most cost-effective way of dealing with the T&T problem resulting in major economic benefits for subsistence farmers in rural areas. Insecticide-based methods are normally very ineffective in removing the last remnants of tsetse populations, while, on the contrary, sterile males are very effective in finding and mating the last remaining females. Therefore, the integration of the SIT as the last component of an area-wide integrated approach is essential in many situations to achieve complete eradication of the different tsetse populations, particularly in areas of more dense vegetation.",
            "score": 93.41258239746094
        },
        {
            "docid": "21054623_47",
            "document": "Mosquito-borne disease . The sterile insect technique (SIT) uses irradiation to sterilize insect pests before releasing them in large numbers to mate with wild females. Since they do not produce any offspring, the population, and consequently the disease incidence, is reduced over time. Used successfully for decades to combat fruit flies and livestock pests such as screwworm and tsetse flies, the technique can be adapted also for some disease-transmitting mosquito species. Pilot projects are being initiated or are under way in different parts of the world.",
            "score": 92.00843811035156
        },
        {
            "docid": "53631421_28",
            "document": "Parasitic flies of domestic animals . Bites from tsetse flies are painful but these flies are not generally associated with direct causes of lost production in cattle. \"Glossina morsitans\" and \"G.pallidipes\" tsetse-flies are transmitters of various species of \"Trypanosoma\" protozoa causing animal trypanosomiasis (= nagana) in cattle, and other forms of trypanosomiasis in sheep, goats, pigs, camels and horses. Tsetse-flies are also notorious as transmitters of the \"Trypanosoma\" species causing African trypanosomiasis (= sleeping sickness) in humans.",
            "score": 91.58438873291016
        },
        {
            "docid": "50844362_4",
            "document": "Embention . In 2016, Embention announced a project called Drones Against Tsetse, which is aimed at reducing the prevalence of the disease trypanosomiasis by lowering tsetse fly populations in Ethiopia. The project uses the sterile insect technique for insect population control, whereby male insects are exposed to radiation which destroys their ability to breed, then they are released into the wild where they mate with females which then produce no offspring. In the Drones Against Tsetse project, the insects will be delivered via an unmanned aerial vehicle developed by Embention.",
            "score": 91.5793228149414
        },
        {
            "docid": "141029_20",
            "document": "African trypanosomiasis . Regular active surveillance, involving detection and prompt treatment of new infections, and tsetse fly control is the backbone of the strategy used to control sleeping sickness. Systematic screening of at-risk communities is the best approach, because case-by-case screening is not practical in endemic regions. Systematic screening may be in the form of mobile clinics or fixed screening centres where teams travel daily to areas of high infection rates. Such screening efforts are important because early symptoms are not evident or serious enough to warrant patients with gambiense disease to seek medical attention, particularly in very remote areas. Also, diagnosis of the disease is difficult and health workers may not associate such general symptoms with trypanosomiasis. Systematic screening allows early-stage disease to be detected and treated before the disease progresses, and removes the potential human reservoir. A single case of sexual transmission of West African sleeping sickness has been reported.",
            "score": 90.93063354492188
        },
        {
            "docid": "141029_13",
            "document": "African trypanosomiasis . The entire life cycle of the fly takes about three weeks. In addition to the bite of the tsetse fly, the disease can be transmitted by: Horse-flies (Tabanidae) and stable flies (Muscidae) possibly play a role in transmission of nagana (the animal form of sleeping sickness) and the human disease form.",
            "score": 89.76068878173828
        },
        {
            "docid": "160067_32",
            "document": "Tsetse fly . The tsetse fly lives in nearly in sub-Saharan Africa (mostly wet tropical forest) and many parts of this large area is fertile land that is left uncultivated—a so-called green desert not used by humans and cattle. Most of the 37 countries infested with tsetse are poor, debt-ridden, and underdeveloped. Of the 39 tsetse-infested countries, 32 are low-income, food-deficit countries, 29 are least developed countries, and 30 are among the 40 most heavily indebted poor countries. Eradicating the tsetse and trypanosomiasis (T&T) problem would allow rural Africans to use these areas for animal husbandry or the cultivation of crops, and hence increase food production. Only 45 million cattle, of 172 million present in sub-Saharan Africa, are kept in tsetse-infested areas, but are often forced into fragile ecosystems like highlands or the semiarid Sahel zone, which increases overgrazing and overuse of land for food production.",
            "score": 88.84683227539062
        },
        {
            "docid": "141029_6",
            "document": "African trypanosomiasis . \"Trypanosoma brucei gambiense\" accounts for the majority of African trypanosomiasis cases, with humans as the main reservoir needed for the transmission, while \"Trypanosoma brucei rhodesiense\" is mainly zoonotic, with the occasional human infection. African Trypanosomiasis is dependent on the interaction of the parasite (trypanosome) with the tsetse flies (vector), as well as the host (human for \"Trypanosoma brucei gambiense\", and animals for \"Trypanosoma brucei rhodesiense\"). The risk of contracting African Trypanosomiasis is dependent on coming in contact with an infected tsetse fly.",
            "score": 88.09937286376953
        },
        {
            "docid": "33896904_8",
            "document": "Ndjili River . Human African trypanosomiasis, or sleeping sickness, is a disease that usually only occurs in rural locations, since it is spread by tsetse flies that need a combination of forest and water to thrive. Between 1970 and 1995, about 39 cases per year were reported in Kinshasa. Numbers of documented cases (which may have been affected by improved screening) jumped to 254 cases in 1996, 226 in 1997, 433 in 1998 and 912 in 1999. Counts of tsetse flies from insect traps along the Ndjili River indicate that market gardening has recreated the conditions needed for active disease transmission.",
            "score": 88.04971313476562
        },
        {
            "docid": "877375_14",
            "document": "Sterile insect technique . Sleeping sickness or African trypanosomiasis is a parasitic disease in humans. Caused by protozoa of genus \"Trypanosoma\" and transmitted by the tsetse fly, the disease is endemic in regions of sub-Saharan Africa, covering about 36 countries and 60 million people. An estimated 50,000 – 70,000 people are infected and about 40,000 die every year. The three most recent epidemics occurred in 1896 -1906, 1920, and 1970.",
            "score": 87.80941009521484
        },
        {
            "docid": "141029_2",
            "document": "African trypanosomiasis . African trypanosomiasis, also known as sleeping sickness, is an insect-borne parasitic disease of humans and other animals. It is caused by protozoa of the species \"Trypanosoma brucei\". There are two types that infect humans, \"Trypanosoma brucei gambiense\" (TbG) and \"Trypanosoma brucei rhodesiense\" (TbR). TbG causes over 98% of reported cases. Both are usually transmitted by the bite of an infected tsetse fly and are most common in rural areas. Initially, in the first stage of the disease, there are fevers, headaches, itchiness and joint pains. This begins one to three weeks after the bite. Weeks to months later the second stage begins with confusion, poor coordination, numbness and trouble sleeping. Diagnosis is via finding the parasite in a blood smear or in the fluid of a lymph node. A lumbar puncture is often needed to tell the difference between first and second stage disease. Prevention of severe disease involves screening the population at risk with blood tests for TbG. Treatment is easier when the disease is detected early and before neurological symptoms occur. Treatment of the first stage is with the medications pentamidine or suramin. Treatment of the second stage involves eflornithine or a combination of nifurtimox and eflornithine for TbG. While melarsoprol works for both stages, it is typically only used for TbR, due to serious side effects. Without treatment it typically results in death. The disease occurs regularly in some regions of sub-Saharan Africa with the population at risk being about 70 million in 36 countries. An estimated 11,000 people are currently infected with 2,800 new infections in 2015. In 2015 it caused around 3,500 deaths, down from 34,000 in 1990. More than 80% of these cases are in the Democratic Republic of the Congo. Three major outbreaks have occurred in recent history: one from 1896 to 1906 primarily in Uganda and the Congo Basin and two in 1920 and 1970 in several African countries. It is classified as a neglected tropical disease. Other animals, such as cows, may carry the disease and become infected in which case it is known as animal trypanosomiasis.",
            "score": 87.14662170410156
        },
        {
            "docid": "40957268_6",
            "document": "Culicoides variipennis . The \"C. variipennis\" attacks in swarms with the Bluetongue virus; this can be devastating to livestock and is the most economically important arthropod borne animal diseases in the United States. \"C. variipennis\" transmits the Bluetongue virus, found in North America from latitude 40° N to 35° S. However, the virus is absent from northeast United States because the cold weather does not allow for the vector of the Bluetongue disease. On average, the virus costs $125 million due to the restriction of movement on livestock to countries that are free of the virus. The \"C. variipennis\" can transmit diseases if the population density is greater than one per 3.57 km; however, this can be reduced if the area is treated with insecticide. When the \"C. variipennis\" infects sheep, the sheep experience swelling of the tongue and erosions in the mouth and throat, often leading to the death of sheep, abortion, and deformed lambs. When infected with Bluetongue virus, cattle experience similar symptoms such as abortion and stillborn calves, but it is often less severe compared to sheep.",
            "score": 86.88880157470703
        }
    ]
}