{
    "q": [
        {
            "docid": "2315093_2",
            "document": "Tungiasis . Tungiasis (also known as \"nigua\", \"pio\" and \"bicho de pie\", or \"pique\" or sand flea disease) is an inflammatory skin disease caused by infection with the female ectoparasitic \"Tunga penetrans\" (also known as chigoe flea, jigger, nigua or sand flea), found in the tropical parts of Africa, the Caribbean, Central and South America, and India. \"Tunga penetrans\" is the smallest known flea, measuring 1 mm across. It is also known in Latin America as the \"nigua\" and \"bicho de pie\" (Spanish) or \"bicho de pé\" (Portuguese), literally \"\"foot bug\"\". \"Tunga penetrans\" is a member of the genus \"Tunga\", which comprises 13 species.",
            "score": 59.999894857406616
        },
        {
            "docid": "841296_23",
            "document": "Kakamega . Kenya Aid is an Australian-based organisation that helps inhabitants of rural Kenya access quality preventative and primary health care solutions. Committed to reducing the burden of disease and improving the quality of health services in developing countries, Kenya Aid's main focus is on preventing and effectively treating Kenya's three biggest killers: HIV, malaria and TB. Additionally, Kenya Aid is tackling two often neglected health issues in Western Kenya; the adequate management of female menstruation and Tungiasis, an inflammatory skin disease that is caused by the parasitic sand flea \"Tunga penetrans\", or jiggers. See and",
            "score": 80.83068919181824
        },
        {
            "docid": "77305_25",
            "document": "Flea . Fleas are vectors for viral, bacterial and rickettsial diseases of humans and other animals, as well as of protozoan and helminth parasites. Bacterial diseases carried by fleas include murine or endemic typhus and bubonic plague. Fleas can transmit \"Rickettsia typhi\", \"Rickettsia felis\", \"Bartonella henselae\", and the myxomatosis virus. They can carry \"Hymenolepiasis\" tapeworms and Trypanosome protozoans. The chigoe flea or jigger (\"Tunga penetrans\") causes the disease tungiasis, a major public health problem around the world. Fleas that specialize as parasites on specific mammals may use other mammals as hosts; thus, humans may be bitten by cat and dog fleas.",
            "score": 44.65442967414856
        },
        {
            "docid": "10979820_12",
            "document": "Armillaria luteobubalina . In selectively logged eucalypt forests in the central highlands of Victoria, it has been estimated that about 3–5% of the forest area is \"moderately to severely affected\" by \"Armillaria\" root rot caused by \"A. luteobubalina\". A review of eucalypt plantations planted in New South Wales from 1994 to 2005 found that infection by \"A. luteobubalina\" was rare, and only accounted for 1% of mortality in total. In this instance, the cases had been restricted to \"Eucalyptus nitens\" on the Dorrigo Plateau. Unlike other \"Armillaria\" species found in Australia's native forests, which require a host tree to become weakened by prior infection by a different species, \"A. luteobubalina\" is a primary pathogen, and can infect healthy trees. Tree roots may be infected for years before showing above-ground symptoms, making it difficult to accurately assess the true extent of disease in a forest stand. Surveys are usually conducted in autumn, to coincide with the appearance of fruit bodies; infection is assessed by the presence of basal scars on the trees, and the appearance of fruit bodies. Several factors, however—such as cost, variable on-site conditions, and non-symptomatic diseased trees—make it difficult for such surveys to reliably detect all infections. One study showed that above-ground examinations detected only 50% of the trees actually infected, leading to underestimation of the incidence of true infection by 20–40%. The study used more intensive surveying methods to determine that 25- to 30-year-old karri regrowth forests in western Australia showed an average of 40–45% incidence of infection.",
            "score": 24.326763153076172
        },
        {
            "docid": "2315093_16",
            "document": "Tungiasis . Tungiasis is strictly caused by chigoe fleas (the term transmission does not apply because \"Tunga penetrans\" is itself responsible for the disease.) The preponderance of tungiasis lesions on the toes may be because chigoe flea is a poor jumper, attaining only a high of 20 cm. But the reality is more complex; for example, the jumping ability cannot explain why hands are the second-most affected body part. Lesions on the hands are better explained by playing in the sand and noting that hands are often used to remove sand from other parts of the body. The occurrence of tungiasis lesions on the toes, between them, and on the soles can be easily explained because most of the victims are poor, walk barefoot, and live in places where the sand (home to chigoe fleas) constitutes the floor. Rate of incidence therefore is greatly increased in poor communities and populations because of the lack of adequate housing. This occurs in significantly higher proportions during the peak of the dry season in local communities.",
            "score": 74.08518409729004
        },
        {
            "docid": "1072877_9",
            "document": "Tropical medicine . In developing countries alone, 22 million people are living with HIV. Most infections are still in Africa, but Asia, Latin America, and the Caribbean are now seeing large numbers of infections as well. 95% of expected new infections will occur in the low income countries in the tropics. The expected number of new infections is 3-4 million per year. Risk factors such as needle use and unprotected sex are much more prevalent in tropical and underdeveloped areas. Once HIV is transmitted to a tropical area it is spread throughout the sexually active population. Though how fast and how far it spreads varies, some African countries have an HIV prevalence of 10%. More alarming still, in urban areas, prevalence among pregnant women can get as high as 30%. Healthcare professionals themselves are at great risk of exposure to HIV. An HIV prevalence of 10% means any given workforce will also have a 10% prevalence, and this does not exclude the healthcare team. Tuberculosis is thought to cause a more rapid disease progression. Tuberculosis is prevalent in tropical and under-developed countries, only making HIV more devastating. Without the expensive and high-tech medical equipment of developed, western countries, physicians in the tropics are left with few options. If they are able to catch an HIV-related bacterial or mycobacterial disease they can diagnose and manage the disease with basic drugs and standard treatment protocol. Many under-developed countries do not have a care strategy, and of those that do, they aren't as effective as they need to be to stop the spread of HIV.",
            "score": 36.041948199272156
        },
        {
            "docid": "1884889_2",
            "document": "Tunga penetrans . Tunga penetrans (chigoe flea or jigger) is a parasitic insect found in most tropical and sub-tropical climates. It is native to Central and South America, and has been inadvertently introduced by humans to sub-Saharan Africa.",
            "score": 8.001194477081299
        },
        {
            "docid": "1041031_2",
            "document": "Dracunculiasis . Dracunculiasis, also called Guinea-worm disease (GWD), is an infection by the Guinea worm. A person becomes infected when they drink water that contains water fleas infected with guinea worm larvae. Initially there are no symptoms. About one year later, the female worm forms a painful blister in the skin, usually on a lower limb. Other symptoms at this time may include vomiting and dizziness. The worm then emerges from the skin over the course of a few weeks. During this time, it may be difficult to walk or work. It is very uncommon for the disease to cause death. In humans, the only known cause is \"Dracunculus medinensis\". The worm is about one to two millimeters wide, and an adult female is 60 to 100 centimeters long (males are much shorter at ). Outside humans, the young form can survive up to three weeks, during which they must be eaten by water fleas to continue to develop. The larva inside water fleas may survive up to four months. Thus, for the disease to remain in an area, it must occur each year in humans. A diagnosis of the disease can usually be made based on the signs and symptoms. Prevention is by early diagnosis of the disease followed by keeping the person from putting the wound in drinking water to decrease spread of the parasite. Other efforts include improving access to clean water and otherwise filtering water if it is not clean. Filtering through a cloth is often enough to remove the water fleas. Contaminated drinking water may be treated with a chemical called temefos to kill the larva. There is no medication or vaccine against the disease. The worm may be slowly removed over a few weeks by rolling it over a stick. The ulcers formed by the emerging worm may get infected by bacteria. Pain may continue for months after the worm has been removed. In 2015 there were 22 reported cases of the disease while in 2016 there were 25. This is down from an estimated 3.5 million cases in 1986. In 2016 the disease occurred in three countries, all in Africa, down from 20 countries in the 1980s. It will likely be the first parasitic disease to be globally eradicated. Guinea worm disease has been known since ancient times. The method of removing the worm is described in the Egyptian medical Ebers Papyrus, dating from 1550 BC. The name dracunculiasis is derived from the Latin \"affliction with little dragons\", while the name \"guinea worm\" appeared after Europeans saw the disease on the Guinea coast of West Africa in the 17th century. Other \"Dracunculus\" species are known to infect various mammals, but do not appear to infect humans. Dracunculiasis is classified as a neglected tropical disease. Because dogs may also become infected, the eradication program is monitoring and treating dogs as well.",
            "score": 29.12878441810608
        },
        {
            "docid": "2315093_6",
            "document": "Tungiasis . \"Tunga penetrans\" is also known by the following names: chigoe flea, sand flea, nigua, chigger flea, jigger flea, bicho de pé, pico, sikka, kuti, and piqui, among many others.",
            "score": 40.80000591278076
        },
        {
            "docid": "397271_3",
            "document": "Cohort study . Cohort studies represent one of the fundamental designs of epidemiology which are used in research in the fields of medicine, nursing, psychology, social science, and in any field reliant on 'difficult to reach' answers that are based on evidence (statistics). In medicine for instance, while clinical trials are used primarily for assessing the safety of newly developed pharmaceuticals before they are approved for sale, epidemiological analysis on how risk factors affect the incidence of diseases is often used to identify the causes of diseases in the first place, and to help provide pre-clinical justification for the plausibility of protective factors (treatments). Cohort studies differ from clinical trials in that no intervention, treatment, or exposure is administered to participants in a cohort design; and no control group is defined. Rather, cohort studies are largely about the life histories of segments of populations, and the individual people who constitute these segments. Exposures or protective factors are identified as preexisting characteristics of participants. The study is controlled by including other common characteristics of the cohort in the statistical analysis. Both exposure/treatment and control variables are measured at baseline. Participants are then followed over time to observe the incidence rate of the disease or outcome in question. Regression analysis can then be used to evaluate the extent to which the exposure or treatment variable contributes to the incidence of the disease, while accounting for other variables that may be at play.",
            "score": 39.103039026260376
        },
        {
            "docid": "61593_2",
            "document": "Echinococcosis . Echinococcosis is a parasitic disease of tapeworms of the \"Echinococcus\" type. The two main types of the disease are \"cystic echinococcosis\" and \"alveolar echinococcosis\". Less common forms include \"polycystic echinococcosis\" and \"unicystic echinococcosis\". The disease often starts without symptoms and this may last for years. The symptoms and signs that occur depend on the cyst's location and size. Alveolar disease usually begins in the liver but can spread to other parts of the body, such as the lungs or brain. When the liver is affected the person may have abdominal pain, weight loss, and turn slightly yellow from jaundice. Lung disease may cause pain in the chest, shortness of breath and coughing. The disease is spread when food or water that contains the eggs of the parasite is eaten or by close contact with an infected animal. The eggs are released in the stool of meat-eating animals that are infected by the parasite. Commonly infected animals include dogs, foxes and wolves. For these animals to become infected they must eat the organs of an animal that contains the cysts such as sheep or rodents. The type of disease that occurs in people depends on the type of \"Echinococcus\" causing the infection. Diagnosis is usually by ultrasound though computer tomography (CT) or magnetic resonance imaging (MRI) may also be used. Blood tests looking for antibodies against the parasite may be helpful as may biopsy. Prevention of cystic disease is by treating dogs that may carry the disease and vaccination of sheep. Treatment is often difficult. The cystic disease may be drained through the skin, followed by medication. Sometimes this type of disease is just watched. The alveolar type often needs surgery followed by medications. The medication used is albendazole, which may be needed for years. The alveolar disease may result in death. The disease occurs in most areas of the world and currently affects about one million people. In some areas of South America, Africa, and Asia up to 10% of the certain populations are affected. In 2015, the cystic form caused about 1200 deaths down from 2000 in 1990. The economic cost of the disease is estimated to be around 3 billion USD a year. It is classified as a neglected tropical disease and belongs to the group of diseases known as helminthiasis (worm infections). It can affect other animals such as pigs, cows and horses.",
            "score": 35.98395812511444
        },
        {
            "docid": "191304_2",
            "document": "Schistosomiasis . Schistosomiasis, also known as snail fever and bilharzia, is a disease caused by parasitic flatworms called schistosomes. The urinary tract or the intestines may be infected. Symptoms include abdominal pain, diarrhea, bloody stool, or blood in the urine. Those who have been infected for a long time may experience liver damage, kidney failure, infertility, or bladder cancer. In children, it may cause poor growth and learning difficulty. The disease is spread by contact with fresh water contaminated with the parasites. These parasites are released from infected freshwater snails. The disease is especially common among children in developing countries as they are more likely to play in contaminated water. Other high risk groups include farmers, fishermen, and people using unclean water during daily living. It belongs to the group of helminth infections. Diagnosis is by finding eggs of the parasite in a person's urine or stool. It can also be confirmed by finding antibodies against the disease in the blood. Methods to prevent the disease include improving access to clean water and reducing the number of snails. In areas where the disease is common, the medication praziquantel may be given once a year to the entire group. This is done to decrease the number of people infected and, consequently, the spread of the disease. Praziquantel is also the treatment recommended by the World Health Organization (WHO) for those who are known to be infected. Schistosomiasis affected about 252 million people worldwide in 2015. An estimated 4,400 to 200,000 people die from it each year. The disease is most commonly found in Africa, as well as Asia and South America. Around 700 million people, in more than 70 countries, live in areas where the disease is common. In tropical countries, schistosomiasis is second only to malaria among parasitic diseases with the greatest economic impact. Schistosomiasis is listed as a neglected tropical disease. Many individuals do not experience symptoms. If symptoms do appear, they usually take from four to six weeks from the time of infection. The first symptom of the disease may be a general feeling of illness. Within twelve hours of infection, an individual may complain of a tingling sensation or light rash, commonly referred to as \"swimmer's itch\", due to irritation at the point of entrance. The rash that may develop can mimic scabies and other types of rashes. Other symptoms can occur two to ten weeks later and can include fever, aching, a cough, diarrhea, chills or gland enlargement. These symptoms can also be related to avian schistosomiasis, which does not cause any further symptoms in humans.",
            "score": 39.26535165309906
        },
        {
            "docid": "2315093_43",
            "document": "Tungiasis . For the most part, the chigoe flea lives 2–5 cm below the sand, an observation which helps explains its overall distribution. The temperature is generally too hot for the larvae to develop on the surface of the sand and the deeper sand does not have enough oxygen. This preferred ecological niche offers a way to decrease transmission among humans by investing in concrete grounds as opposed to the sand that is usually used in shacks and some favelas. Indeed, Nany et al. (2007) report that \"In shacks with concreted ground being cleaned every day with water, Tunga [penetrans] larvae were hardly found.\"",
            "score": 41.260666608810425
        },
        {
            "docid": "4746_8",
            "document": "Plague (disease) . Transmission of \"Y. pestis\" to an uninfected individual is possible by any of the following means. \"Yersinia pestis\" circulates in animal reservoirs, particularly in rodents, in the natural foci of infection found on all continents except Australia. The natural foci of plague are situated in a broad belt in the tropical and sub-tropical latitudes and the warmer parts of the temperate latitudes around the globe, between the parallels 55 degrees North and 40 degrees South. Contrary to popular belief, rats did not directly start the spread of the bubonic plague. It is mainly a disease in the fleas (\"Xenopsylla cheopis\") that infested the rats, making the rats themselves the first victims of the plague. Infection in a human occurs when a person is bitten by a flea that has been infected by biting a rodent that itself has been infected by the bite of a flea carrying the disease. The bacteria multiply inside the flea, sticking together to form a plug that blocks its stomach and causes it to starve. The flea then bites a host and continues to feed, even though it cannot quell its hunger, and consequently the flea vomits blood tainted with the bacteria back into the bite wound. The bubonic plague bacterium then infects a new person and the flea eventually dies from starvation. Serious outbreaks of plague are usually started by other disease outbreaks in rodents, or a rise in the rodent population.",
            "score": 20.931244373321533
        },
        {
            "docid": "53417080_33",
            "document": "Environmental health policy . In 2006, the World Health Organization created a study on specific diseases and injuries affected by environmental risks, and which regions of the world are at the most risk of injury. WHO studies the effects and supports the design of preventative and health strategies in countries to reduce environmental health risks. Environmental factors such as air and water quality, patterns of energy use, and patterns of land use can directly and indirectly affect health of citizens. WHO's findings found that 24% of global disease and 23% of deaths are caused by environmental factors (although they vary from developing countries with 25%, and developed with 17%). Several diseases found in the study included diarrhea, respiratory infections, malaria, and unintentional injuries caused by environmental factors that can be modified by policy. Infectious diseases is a higher burden in developing countries than in developed, attributed to more exposure to environmental risks and lack of access to health care. Diseases attributed to environmental factors decrease with development to either eradication, or to levels comparable to developed regions. Children are disproportionately affected by environmental hazards. WHO found that children under the age of five are more prone to diseases from environmental factors than the rest of the total population.",
            "score": 68.04701733589172
        },
        {
            "docid": "55056932_6",
            "document": "Raine Study . It has since become a multi-generational study that provides information on the developmental origins health and disease. The index participants in the study have had physical assessment, questionnaire and biosample data collected at ages 18 and 36 weeks gestated, 1, 2, 3, 5, 14, 17, 18, 20, 22 and 27 years of age.",
            "score": 23.49781370162964
        },
        {
            "docid": "1043902_2",
            "document": "Fasciolosis . Fasciolosis is a parasitic worm infection caused by the common liver fluke \"Fasciola hepatica\" as well as by \"Fasciola gigantica\". The disease is a plant-borne trematode zoonosis, and is classified as a neglected tropical disease (NTD). It affects humans, but its main host is ruminants such as cattle and sheep. The disease progresses through four distinct phases; an initial incubation phase of between a few days up to three months with little or no symptoms; an invasive or acute phase which may manifest with: fever, malaise, abdominal pain, gastrointestinal symptoms, urticaria, anemia, jaundice, and respiratory symptoms. The disease later progresses to a latent phase with less symptoms and ultimately into a chronic or obstructive phase months to years later. In the chronic state the disease causes inflammation of the bile ducts, gall bladder and may cause gall stones as well as fibrosis. While chronic inflammation is connected to increased cancer rates, it is unclear whether fasciolosis is associated with increased cancer risk. Up to half of those infected display no symptoms, and diagnosis is difficult because the worm eggs are often missed in fecal examination. The methods of detection are through fecal examination, parasite-specific antibody detection, or radiological diagnosis, as well as laparotomy. In case of a suspected outbreak it may be useful to keep track of dietary history, which is also useful for exclusion of differential diagnoses. Fecal examination is generally not helpful because the worm eggs can seldom be detected in the chronic phase of the infection. Eggs appear in the feces first between 9–11 weeks post-infection. The cause of this is unknown, and it is also difficult to distinguish between the different species of fasciola as well distinguishing them from echinostomes and \"Fasciolopsis\". Most immunodiagnostic tests detect infection with very high sensitivity, and as concentration drops after treatment, it is a very good diagnostic method. Clinically it is not possible to differentiate from other liver and bile diseases. Radiological methods can detect lesions in both acute and chronic infection, while laparotomy will detect lesions and also occasionally eggs and live worms. Because of the size of the parasite, as adult \"F. hepatica\": or adult \"F. gigantica:\" 25–75×12 mm, fasciolosis is a big concern. The amount of symptoms depend on how many worms and what stage the infection is in. The death rate is significant in both sheep and cattle, but generally low among humans. Treatment with triclabendazole has been highly effective against the adult worms as well as various developing stages. Praziquantel is not effective, and older drugs such as bithionol are moderately effective but also cause more side effects. Secondary bacterial infection causing cholangitis has also been a concern and can be treated with antibiotics, and toxaemia may be treated with prednisolone. Humans are infected by eating watergrown plants, primarily wild-grown watercress in Europe or morning glory in Asia. Infection may also occur by drinking contaminated water with floating young fasciola or when using utensils washed with contaminated water. Cultivated plants do not spread the disease in the same capacity. Human infection is rare, even if the infection rate is high among animals. Especially high rates of human infection have been found in Bolivia, Peru and Egypt, and this may be due to consumption of certain foods. No vaccine is available to protect people against \"Fasciola\" infection. Preventative measures are primarily treating and immunization of the livestock, which are required to host the live cycle of the worms. Veterinary vaccines are in development, and their use is being considered by a number of countries on account of the risk to human health and economic losses resulting from livestock infection. Other methods include using molluscicides to decrease the number of snails that act as vectors, but it is not practical. Educational methods to decrease consumption of wild watercress and other waterplants has been shown to work in areas with a high disease burden.",
            "score": 38.29427206516266
        },
        {
            "docid": "33526284_4",
            "document": "HUNT Research Centre . Carried out in 1984-1986 to establish the health history of 75,000 people. The first of the major health surveys was conducted from 1984 to 1986. All county residents over 20 years were invited to participate in the study. The participants filled out two questionnaires. The main objective was to investigate the prevalence of hypertension and diabetes in the population, and to evaluate the quality of treatment for blood pressure patients, people with diabetes, and people with tuberculosis. Blood pressure, height, weight, and X-rays of the chest were collected. HUNT 1 was the first health survey in Nord-Trøndelag. HUNT 1 consisted mainly of four sub-studies whose subjects were blood pressure, diabetes, lung disease and quality of life. The purpose of this study was to determine the prevalence of hypertension and diabetes, and to evaluate the quality of life in people with high blood pressure, people with diabetes and people with tuberculosis. In this study participants' blood pressure, height and weight were recorded and there were also an x-ray examination. Each participant filled out two questionnaires. In addition, non-fasting blood glucose levels were measured in all participants over 40 years. If the results of this investigation indicated diabetes, the participant was offered a clinical examination as well. Blood samples were not taken in this study. 74,599 people who were 20 years and older participated (88.1%). A comprehensive dropout study was also conducted. At present, the database is a valuable resource for epidemiological research, both in cardiovascular diseases, diabetes and quality of life. Studies of cancer and public health have also been performed on this material, and research from HUNT 1 data is still ongoing.",
            "score": 28.648611783981323
        },
        {
            "docid": "33526284_5",
            "document": "HUNT Research Centre . Carried out in 1995-1997 HUNT 2 was more extensive than HUNT 1, because all residents over 13 years old were invited. HUNT 2 was divided into Adult and YOUNG-HUNT. YOUNG-HUNT involved the 13- to 19-year-old age group and Adult-HUNT involved participants over 20 years old. Blood samples were taken for participants of the Adult HUNT. Overall participation in HUNT 2 was roughly 75,000 people (70% of the overall population). Sixty one percent of the HUNT 2 participants also participated in the HUNT 1 survey. There were several additional studies in Adult-HUNT, including spirometry and benmassemålinger. HUNT 2 was a follow-up of the HUNT 1: the questions and comments regarding high blood pressure, diabetes and quality of life were identical or very similar to the questions in HUNT 1. HUNT 2 was a much larger study, with a larger age range (from 13 years upwards), a wider range of subjects, and that more data were collected for each participant. Approximately 70 000 persons participated in HUNT 2 (about 70% ), of which 45 000 had also participated in the HUNT 1 Clinical monitoring, data processing and quality control was performed after data collection was completed, and from autumn 1998 data files have been available to the research community. Besides the questionnaire data and clinical measurements were in HUNT 2 taken a venous blood sample from all participants of which was 20 years or older (a total of about 65 000), and after preliminary analysis, both serum samples and whole blood samples frozen. These store today at minus 70 °C. Also blood clot is stored in the frozen state. Blood samples are a source of genetic information, and thus has great potential for research in genetic epidemiology, or the relative importance of genetic and environmental causes of disease, for example. in cardiovascular diseases, lung diseases, osteoporosis, cancer, headaches, metabolic diseases, etc.",
            "score": 27.93548834323883
        },
        {
            "docid": "1072877_15",
            "document": "Tropical medicine . Tropical Medicine requires an interdisciplinary approach, as the infections and diseases Tropical Medicine faces are both broad and unique. Tropical Medicine requires research and assistance from the fields of epidemiology, microbiologists, virologists, parasitologists, and logisticians. Physicians of Tropical Medicine must have effective communication skills, as many of the patients they interact with do not speak English comfortably. They must be proficient in their knowledge of clinical and diagnostic skills, as they are often without high-tech diagnostic tools when in the field. For example, in an attempt to manage the chagas disease being brought into the almost chagas-free Brazilian city São Paulo by Bolivian immigrants, an interdisciplinary team was set up. The Bolivian immigrant population in São Paulo had a prevalence of chagas disease of 4.4%, while chagas disease transmission in São Paulo has been under control since the 1970s. This influx of chagas disease led to an interdisciplinary team being brought together, This team tested the feasibility of managing chagas disease and transmission at the primary healthcare level. The interdisciplinary team consisted of community health agents and clerical healthcare workers to recruit chagas infected persons for the study, physicians, nurses, lab workers, and community agents. A pediatrician and cardiologist were also on call. Each were trained in pathology, parasitology, ecoepidemiology, and how to prevent, diagnose, and control chagas disease. Training from experts in these respective fields was required. They examined reasons for lack of adherence to treatment, and used this knowledge to improve the effectiveness of their interventions. This interdisciplinary approach has been used to train many teams across Brazil in the management of chagas disease.",
            "score": 33.740851283073425
        },
        {
            "docid": "12791192_3",
            "document": "Blastocystis . \"Blastocystis\" is one of the most common human parasites in the world and has a global distribution. It is the most common parasitic infection in the United States, where it infected approximately 23% of the total population during year 2000. In less developed areas, infection rates as high as 100% have been observed. High rates of infection are found in individuals in developed countries who work with animals. Although the role of \"Blastocystis hominis\" in human disease is often referred to as controversial, a systematic survey of research studies conducted by 11 infectious disease specialists from nine countries, found that over 95% of papers published in the 10 years prior identified it as causing illness in immunocompetent individuals. The paper attributed confusion over pathogenicity to the existence of asymptomatic carriers, a phenomenon the study noted is common to all gastrointestinal protozoa.",
            "score": 23.08003544807434
        },
        {
            "docid": "25569540_10",
            "document": "Genomic counseling . There has been very limited study of patients receiving potentially actionable genomic based results or the utilization of genetic counselors in the online result delivery process. A randomized controlled trial on 199 patients with chronic disease each receiving eight personalized and actionable complex disease reports online. Primary study aims were to assess the impact of in-person genomic counseling on 1) causal attribution of disease risk, 2) personal awareness of disease risk, and 3) perceived risk of developing a particular disease. Of 98 intervention arm participants (mean age = 57.8; 39% female) randomized for in-person genomic counseling, 76 (78%) were seen. In contrast, control arm participants (n = 101; mean age = 58.5; 54% female) were initially not offered genomic counseling as part of the study protocol but were able to access in-person genomic counseling, if they requested it, 3-months post viewing of at least one test report and post-completion of the study-specific follow-up survey. A total of 64 intervention arm and 59 control arm participants completed follow-up survey measures. We found that participants receiving in-person genomic counseling had enhanced objective understanding of the genetic variant risk contribution for multiple complex diseases. Genomic counseling was associated with lowered participant causal beliefs in genetic influence across all eight diseases, compared to control participants. Our findings also illustrate that for the majority of diseases under study, intervention arm participants believed they knew their genetic risk status better than control arm subjects. Disease risk was modified for the majority during genomic counseling, due to the assessment of more comprehensive family history. In conclusion, for patients receiving personalized and actionable genomic results through a web portal, genomic counseling enhanced their objective understanding of the genetic variant risk contribution to multiple common diseases. These results support the development of additional genomic counseling interventions to ensure a high level of patient comprehension and improve patient-centered health outcomes.",
            "score": 28.575296759605408
        },
        {
            "docid": "3474864_8",
            "document": "Acanthocheilonemiasis . Tropical and sub-tropical regions are the main areas affected by nematodes and parasitic worms, which often causes filariasis. Around 20% of immigrants to Spain are children from these regions. There are concerns about absolute eosinophilia in immigrants that is correlated with parasitic diseases that may go undiagnosed. Absolute eosinophilia is clinically diagnosed as >0.45×10 eosinophilic leucocytes/L of peripheral blood. Recent studies suggest that around 60% of children with relative eosinophilia contracted this via parasitic infections. Relative eosinophilia is different from absolute because relative refers to an increase in percentage of white blood cells (i.e. leukocytes) due to a loss of blood plasma; where as absolute eosinophilia is purely an increase in white blood cell production. Of those with relative eosinophilia, 40% were undiagnosed until these studies. Therefore, there is a great need for thorough parasitological studies in this area of tropical infectious diseases.",
            "score": 24.17541491985321
        },
        {
            "docid": "39225521_8",
            "document": "Programme for the International Assessment of Adult Competencies . PIAAC was initiated by the OECD member states in 2008 and, like PISA, it is designed as a multi-cycle programme. Round 1 took place in 2008-13 (main study in 2011), supplementary Round 2 in 2012-16, and Round 3 in 2014-18 (main study in 2016-17). Subsequent cycles will allow future changes in adult skills to be monitored and analysed and will provide first indications of where improvements have been achieved and deficits persist. Twenty-four countries participated in PIAAC Round I. Nine additional countries also expressed interest in participating in PIAAC. At least 5 000 randomly selected respondents between the ages of 16 and 65 were interviewed and assessed in each participating country. The survey was carried out as a personal interview comprising a questionnaire followed by a skills assessment, a computer- or paper-based version of which was independently completed by the respondent in the presence of the interviewer; the entire interview (including the assessment) took between 1 1/2 and 2 hours to administer.",
            "score": 10.922695994377136
        },
        {
            "docid": "52640771_3",
            "document": "Sociality and disease transmission . Studies have generated very mixed results regarding pathogen risk and prevalence in animal communities. One of the earliest measurements we have regarding a correlation between pathogen prevalence and animal social groups is with prairie dog wards. Hoogland, 1979, found in his study that as the size of the ward increased, the abundance of parasites in the burrow also increased. Several studies that followed in years since have also supported this finding that an increase in community size and density produces an increase of risk and prevalence of pathogenic infection. Vector-borne parasites as well as parasites transmitted by direct social contact appeared to correlate positively in number with the density of a population. In a recent meta-analysis of the data, Patterson and Ruckstahl (2013) confirmed that \"parasite intensity and prevalence both increased positively with group size…\" with the caveat of mobile parasites, which displayed a negative correlation between group size and infection intensity. Møller et al. (1993) speculate, however, that animals have evolved behaviors to mitigate the pathogenic risk of living in social groups. This includes grooming, rotating roost sites, mate selection, and aggressive behavior that is thought to reveal the presence of a depressed immune system in an individual.",
            "score": 24.768957376480103
        },
        {
            "docid": "6028064_2",
            "document": "Lymphatic filariasis . Lymphatic filariasis, also known as elephantiasis, is a human disease caused by parasitic worms known as filarial worms. Most cases of the disease have no symptoms. Some people, however, develop a syndrome called elephantiasis, which is marked by severe swelling in the arms, legs, breasts, or genitals. The skin may become thicker as well, and the condition may become painful. The changes to the body may harm the affected person's social and economic situation. The worms are spread by the bites of infected mosquitoes. Three types of worms are known to cause the disease: \"Wuchereria bancrofti\", \"Brugia malayi\", and \"Brugia timori\", with \"Wuchereria bancrofti\" being the most common. These worms damage the lymphatic system. The disease is diagnosed by microscopic examination of blood collected during the night. The blood is typically examined as a smear after being stained with Giemsa stain. Testing the blood for antibodies against the disease may also permit diagnosis. Other roundworms from the same family are responsible for river blindness. Prevention can be achieved by treating entire groups in which the disease exists, known as mass deworming. This is done every year for about six years, in an effort to rid a population of the disease entirely. Medications used include antiparasitics such as albendazole with ivermectin, or albendazole with diethylcarbamazine. The medications do not kill the adult worms but prevent further spread of the disease until the worms die on their own. Efforts to prevent mosquito bites are also recommended, including reducing the number of mosquitoes and promoting the use of bed nets. In 2015 about 38.5 million people were infected. About 950 million people are at risk of the disease in 54 countries. It is most common in tropical Africa and Asia. Lymphatic filariasis is classified as a neglected tropical diseases and one of the four main worm infections. The disease results in economic losses of many billions of dollars a year.",
            "score": 36.68402016162872
        },
        {
            "docid": "10104983_9",
            "document": "Bovine leukemia virus . In Europe attempts were made to eradicate the virus by culling infected animals. The first country considered to be free of infection was Denmark. Soon the United Kingdom followed. Like the North American states, those of the Eastern block in Europe did not try to get rid of the virus. But the Eastern Europe states started to become leukosis free after the political changes at the end of the last century. A quote from a USDA fact sheet, \"The high individual animal prevalence of BLV reported in the Dairy 1996 study suggests that testing and culling seropositive animals may not be a cost effective method to control the disease. Instead, preventing disease transmission by implementing preventive practices would likely be more cost-effective.\"",
            "score": 25.522159337997437
        },
        {
            "docid": "28111033_10",
            "document": "Cat-scratch disease . Cat-scratch disease can be primarily prevented by taking flea control measures and washing hands after handling a cat or cat feces; since cats are mostly exposed to fleas when they are outside, keeping cats inside can help prevent infestation. Most healthy people clear the infection without treatment, but in 5 to 14% of individuals, the organisms disseminate and infect the liver, spleen, eye, or central nervous system. Although some experts recommend not treating typical CSD in immunocompetent patients with mild to moderate illness, treatment of all patients with antimicrobial agents (Grade 2B) is suggested due to the probability of disseminated disease. The preferred antibiotic for treatment is azithromycin, since this agent is the only one studied in a randomized controlled study.",
            "score": 25.24772548675537
        },
        {
            "docid": "10979820_3",
            "document": "Armillaria luteobubalina . \"Armillaria luteobubalina\" was first described in 1978, after having been discovered several years earlier growing in a \"Eucalyptus\" plantation in southeastern Australia. It distinguished itself from other known Australian \"Armillaria\" species by its aggressive pathogenicity. It may take years for infected trees to show signs of disease, leading to an underestimation of disease prevalence. Studies show that the spread of disease in eucalypt forests is associated with infected stumps left following logging operations. Although several methods have been suggested to control the spread of disease, they are largely economically or environmentally unfeasible. Phylogenetic analyses have determined that \"A. luteobubalina\" is closely related to \"A. montagnei\" and that both of these species are in turn closely related to the Brazilian species \"A. paulensis\". The distribution of \"A. luteobubalina\" suggests that it is an ancient species that originated before the separation of the precursor supercontinent Gondwana.",
            "score": 28.829383850097656
        },
        {
            "docid": "141029_2",
            "document": "African trypanosomiasis . African trypanosomiasis, also known as sleeping sickness, is an insect-borne parasitic disease of humans and other animals. It is caused by protozoa of the species \"Trypanosoma brucei\". There are two types that infect humans, \"Trypanosoma brucei gambiense\" (TbG) and \"Trypanosoma brucei rhodesiense\" (TbR). TbG causes over 98% of reported cases. Both are usually transmitted by the bite of an infected tsetse fly and are most common in rural areas. Initially, in the first stage of the disease, there are fevers, headaches, itchiness and joint pains. This begins one to three weeks after the bite. Weeks to months later the second stage begins with confusion, poor coordination, numbness and trouble sleeping. Diagnosis is via finding the parasite in a blood smear or in the fluid of a lymph node. A lumbar puncture is often needed to tell the difference between first and second stage disease. Prevention of severe disease involves screening the population at risk with blood tests for TbG. Treatment is easier when the disease is detected early and before neurological symptoms occur. Treatment of the first stage is with the medications pentamidine or suramin. Treatment of the second stage involves eflornithine or a combination of nifurtimox and eflornithine for TbG. While melarsoprol works for both stages, it is typically only used for TbR, due to serious side effects. Without treatment it typically results in death. The disease occurs regularly in some regions of sub-Saharan Africa with the population at risk being about 70 million in 36 countries. An estimated 11,000 people are currently infected with 2,800 new infections in 2015. In 2015 it caused around 3,500 deaths, down from 34,000 in 1990. More than 80% of these cases are in the Democratic Republic of the Congo. Three major outbreaks have occurred in recent history: one from 1896 to 1906 primarily in Uganda and the Congo Basin and two in 1920 and 1970 in several African countries. It is classified as a neglected tropical disease. Other animals, such as cows, may carry the disease and become infected in which case it is known as animal trypanosomiasis.",
            "score": 34.39898455142975
        },
        {
            "docid": "41081621_6",
            "document": "Taenia hydatigena . Cysticercosis is rare in the U.S. and most parts of Europe. It is primarily found in immigrant species, or species that have arrived from another country. The main objectives are as follows: to reduce the chances of becoming infected, and, if infected, to reduce the chances of the infection being transmitted. Educating the general public will help change how the disease is perceived. This could help people better understand risks and allow people to not live in fear of the disease. The high prevalence of some zoonotic helminths could indicate that humans in specific regions such as; the mediterranean area, south of the Sahara in the semi-arid areas of East Africa, South Africa, South America, East Europe and parts of China. These areas are at serious risk of transmission and, if all the preventive measures are not taken, the human infection may spread quickly. Preventive programs, such as elimination of the stray dogs from cities and rural regions, could be necessary in this instance. However, control of wild canids can be difficult, but there are other regulatory measures that can be applied to communities, such as health education and implementing strict regulations of livestock slaughtering in slaughter houses and farms, could reduce the risk of parasite transmission. In addition, it is important for public health authorities, pet owners, physicians and veterinarians in these regions to pay close attention to patients and to remain informed of any possible outbreaks and transmission. In a study conducted at Washington State University, the effects of heat treatment were analyzed on the young forms of Taenia hydatigena. They observed that when the eggs were treated at temperatures of 60 degrees C they did not establish in the hosts. This could be influential in future prevention methods.",
            "score": 39.78197431564331
        },
        {
            "docid": "1223546_14",
            "document": "Community health . There has been a lot of debate regarding the effectiveness of these programs and how well they influence patient behavior and understanding their own health conditions. Some studies argue that self-management programs are effective in improving patient quality of life and decreasing healthcare expenditures and hospital visits. A 2001 study assessed health statuses through healthcare resource utilizations and self-management outcomes after 1 and 2 years to determine the effectiveness of chronic disease self-management programs. After analyzing 800 patients diagnosed with various types of chronic conditions, including heart disease, stroke, and arthritis, the study found that after the 2 years, there was a significant improvement in health status and fewer emergency department and physician visits (also significant after 1 year). They concluded that these low-cost self-management programs allowed for less healthcare utilization as well as an improvement in overall patient health. Another study in 2003 by the National Institute for Health Research analyzed a 7-week chronic disease self-management program in its cost-effectiveness and health efficacy within a population over 18 years of age experiencing one or more chronic diseases. They observed similar patterns, such as an improvement in health status, reduced number of visits to the emergency department and to physicians, shorter hospital visits. They also noticed that after measuring unit costs for both hospital stays ($1000) and emergency department visits ($100), the study found the overall savings after the self-management program resulted in nearly $489 per person. Lastly, a meta-analysis study in 2005 analyzed multiple chronic disease self-management programs focusing specifically on hypertension, osteoarthritis, and diabetes mellitus, comparing and contrasting different intervention groups. They concluded that self-management programs for both diabetes and hypertension produced clinically significant benefits to overall health.",
            "score": 35.359864950180054
        }
    ],
    "r": [
        {
            "docid": "841296_23",
            "document": "Kakamega . Kenya Aid is an Australian-based organisation that helps inhabitants of rural Kenya access quality preventative and primary health care solutions. Committed to reducing the burden of disease and improving the quality of health services in developing countries, Kenya Aid's main focus is on preventing and effectively treating Kenya's three biggest killers: HIV, malaria and TB. Additionally, Kenya Aid is tackling two often neglected health issues in Western Kenya; the adequate management of female menstruation and Tungiasis, an inflammatory skin disease that is caused by the parasitic sand flea \"Tunga penetrans\", or jiggers. See and",
            "score": 80.8306884765625
        },
        {
            "docid": "2315093_16",
            "document": "Tungiasis . Tungiasis is strictly caused by chigoe fleas (the term transmission does not apply because \"Tunga penetrans\" is itself responsible for the disease.) The preponderance of tungiasis lesions on the toes may be because chigoe flea is a poor jumper, attaining only a high of 20 cm. But the reality is more complex; for example, the jumping ability cannot explain why hands are the second-most affected body part. Lesions on the hands are better explained by playing in the sand and noting that hands are often used to remove sand from other parts of the body. The occurrence of tungiasis lesions on the toes, between them, and on the soles can be easily explained because most of the victims are poor, walk barefoot, and live in places where the sand (home to chigoe fleas) constitutes the floor. Rate of incidence therefore is greatly increased in poor communities and populations because of the lack of adequate housing. This occurs in significantly higher proportions during the peak of the dry season in local communities.",
            "score": 74.0851821899414
        },
        {
            "docid": "2315093_4",
            "document": "Tungiasis . As of 2009, tungiasis is present worldwide in 88 countries with varying degrees of incidence. This disease is of special public health concern in highly endemic areas such as Nigeria, Trinidad and Tobago, and Brazil, where its prevalence, especially in poor communities, has been known to approach 50%.",
            "score": 69.79307556152344
        },
        {
            "docid": "2315093_44",
            "document": "Tungiasis . In a longitudinal study conducted from March 2001 to January 2002, incidence of tungiasis was found to vary significantly with the local seasons of an endemic community in Brazil. In particular, the study found that \"occurrence of tungiasis varies throughout the year and seems to follow local precipitation patterns. Maximum and minimum prevalence rates differed by more than a factor of three.\" The authors suggest that the correlation is due to the high humidity in the soil impairing larval development during the rainy season, as well as the more obvious reason that rain may simply wash away all stages of \"T. penetrans\" due its small size of 1mm.",
            "score": 69.06489562988281
        },
        {
            "docid": "53417080_33",
            "document": "Environmental health policy . In 2006, the World Health Organization created a study on specific diseases and injuries affected by environmental risks, and which regions of the world are at the most risk of injury. WHO studies the effects and supports the design of preventative and health strategies in countries to reduce environmental health risks. Environmental factors such as air and water quality, patterns of energy use, and patterns of land use can directly and indirectly affect health of citizens. WHO's findings found that 24% of global disease and 23% of deaths are caused by environmental factors (although they vary from developing countries with 25%, and developed with 17%). Several diseases found in the study included diarrhea, respiratory infections, malaria, and unintentional injuries caused by environmental factors that can be modified by policy. Infectious diseases is a higher burden in developing countries than in developed, attributed to more exposure to environmental risks and lack of access to health care. Diseases attributed to environmental factors decrease with development to either eradication, or to levels comparable to developed regions. Children are disproportionately affected by environmental hazards. WHO found that children under the age of five are more prone to diseases from environmental factors than the rest of the total population.",
            "score": 68.0470199584961
        },
        {
            "docid": "2315093_36",
            "document": "Tungiasis . Though vaccines would be useful, due to the ectoparasitic nature of chigoe flea, they are neither a feasible nor an effective tool against tungiasis. Nevertheless, due to the high incidence of secondary infection, those at risk of tungiasis should get vaccinated against tetanus. A better approach is to use repellents that specifically target the chigoe flea. One very successful repellent is called Zanzarin, a derivative of coconut oil, jojoba oil, and aloe vera. In a recent study involving two cohorts, the infestation rates dropped 92% on average for the first one and 90% for the other. Likewise, the intensity of the cohorts dropped by 86% and 87% respectively. The non-toxic nature of Zanzarin, combined with its \"remarkable regression of the clinical pathology\" make this a tenable public health tool against tungiasis.",
            "score": 65.18157196044922
        },
        {
            "docid": "2118246_28",
            "document": "Global health . More than one billion people were treated for at least one neglected tropical disease in 2015. Neglected tropical diseases are a diverse group of infectious diseases that are endemic in tropical and subtropical regions of 149 countries, primarily effecting low and middle income populations in Africa, Asia, and Latin America. They are variously caused by bacteria (Trachoma, Leprosy), viruses (Dengue, Rabies), protozoa (Human African trypanosomiasis, Chagas), and helminths (Schistosomiasis, Onchocerciasis, Soil transmitted helminths). The Global Burden of Disease Study concluded that neglected tropical diseases comprehensively contributed to approximately 26.06 million disability-adjusted life years in 2010, as well as significant deleterious economic effects. In 2011, the World Health Organization launched a 2020 Roadmap for neglected tropical diseases, aiming for the control or elimination of 10 common diseases. The 2012 London Declaration builds on this initiative, and called on endemic countries and the international community to improve access to clean water and basic sanitation, improved living conditions, vector control, and health education, to reach the 2020 goals. In 2017, a WHO report cited 'unprecedented progress' against neglected tropical diseases since 2007, especially due to mass drug administration of drugs donated by pharmaceutical companies.",
            "score": 64.7555160522461
        },
        {
            "docid": "2315093_38",
            "document": "Tungiasis . While other species gradually gained resistance to DDT and other insecticides that were used, \"T. penetrans did\" not; as a result, the incidence of tungiasis in Mexico is very low when compared to the rest of Latin America, especially Brazil, where rates in poor areas have been known to be as high or higher than 50%. There was a 40-year period with no tungiasis cases in Mexico. It was not until August 1989 that three Mexican patients presented with the disease. Though there were other cases of tungiasis reported thereafter, all were acquired in Africa.",
            "score": 64.02137756347656
        },
        {
            "docid": "2315093_35",
            "document": "Tungiasis . Due to the high number of hosts, eradication of tungiasis is not feasible, at least not easily so. Public health and prevention strategies should then be done with elimination as the target. Better household hygiene, including having a cemented rather than a sand floor, and washing it often, would lower the rates of tungiasis significantly.",
            "score": 63.80064010620117
        },
        {
            "docid": "35296365_35",
            "document": "Social determinants of health in poverty . Inequality in daily living conditions stem from unseen social structures and practices. This systematic inequality is produced by social norms, policies, and practices that promote the unfair distribution of power, wealth, and other social resources, such as healthcare. \"The poor health of the poor, the social gradient in health within countries, and the marked health inequities between countries are caused by the unequal distribution of power, income, goods, and services, globally and nationally.\" First, structural violence is often a major determinant of the distribution and outcome of disease. It has been known for decades that epidemic disease is caused by structural forces. Structural violence can affect disease progression, such as in HIV, where harmful social structures profoundly affect diagnosis, staging, and treatment of HIV and associated illnesses. The determinants of disease and their outcome are set by the social factors, usually rampant with structural violence, that determine risk to be infected with the disease. Understanding how structural violence is embodied at the community, individual, and microbial levels is vital to understanding the dynamics of disease. The consequences of structural violence is post pronounced in the world's poorest countries and greatly affects the provision of clinical services in these countries. Elements of structural violence such as \"social upheaval, poverty, and gender inequality decrease the effectiveness of distal services and of prevention efforts\" presents barriers to medical care in countries like Rwanda and Haiti Due to structural violence, there exists a growing outcome gap where some countries have access to interventions and treatment, and countries in poverty who are neglected. With the power of improved distal interventions, the only way to close this outcome gap between countries who do and do not have access to effective treatment, lies on proximal interventions to reduce the factors contributing to health problems that arise from structural violence.",
            "score": 63.50619125366211
        },
        {
            "docid": "6716259_6",
            "document": "Global Burden of Disease Study . Official DALY estimates had not been updated by WHO since 2004 until the Global Burden of Diseases, Injuries, and Risk Factors Study 2010 (GBD 2010), also known as the Global Burden of Disease Study 2010, was published in December 2012. The work quantified the burdens of 291 major causes of death and disability and 67 risk factors disaggregated by 21 geographic regions and various age–sex groups. GBD 2010 had the Institute for Health Metrics and Evaluation as its coordinating center, but was a collaboration between several institutions including WHO and the Harvard School of Public Health. The work was funded by the Gates Foundation. The GBD 2010 estimates contributed to WHO's own estimates published in 2013, although WHO did not acknowledge the GBD 2010 estimates.",
            "score": 60.863834381103516
        },
        {
            "docid": "26082350_10",
            "document": "Global Health Initiatives . However, case studies have shown that the likelihood of global initiatives garnering public and political attention is not limited to the aforementioned factors. For example, initiatives concerning polio eradication continue to receive substantial resources in spite of the relatively small global burden of disease as compared to chronic diseases such as cancer, cardiovascular disorders, diabetes, and some communicable diseases such as pneumonia which comparatively attract fewer worldwide resources irrespective of the high morbidity and mortality rates associated with such diseases. These cases highlight the need for extensive research methods and evaluative measures to assess the relative causal weights of factors used to determine how global political priority is attributed to global health initiatives. Existing debates also attribute factors such as the increasing influences of economic globalization, international organizations, and economic actors with little to no previous health remit as each contributing to the evolution of global health governance.",
            "score": 60.65856170654297
        },
        {
            "docid": "37445789_11",
            "document": "Disability and poverty . The inaccessibility of health care for those living in poverty has a substantial impact on the rate of disability within this population. Individuals living in poverty face higher health risks and are often unable to obtain proper treatment, leading them to be significantly more likely to acquire a disability within their lifetime. Financial barriers are not the only obstacles those living in poverty are confronted with. Research shows that matters of geographic inaccessibility, availability, and cultural limitations all provide substantial impediments to the acquisition of proper care for the populations of developing countries. Sex-specific ailments are particularly harmful for women living in poverty. The World Health Organization estimates that each year 20 million women acquire disabilities due to complications during pregnancy and childbirth that could be significantly mitigated with proper pre-natal, childbirth, and post-natal medical care. Other barriers to care are present in the lack of treatments developed to target diseases of poverty. Experts assert that the diseases most commonly affecting those in poverty attract the least research funding. This discrepancy, known as the 10/90 gap, reveals that only 10 percent of global health research focuses on conditions that account for 90 percent of the global disease burden. Without a redistribution in research capital, it is likely that many of the diseases known to cause death and disability in impoverished populations will persist.",
            "score": 60.02201843261719
        },
        {
            "docid": "2315093_2",
            "document": "Tungiasis . Tungiasis (also known as \"nigua\", \"pio\" and \"bicho de pie\", or \"pique\" or sand flea disease) is an inflammatory skin disease caused by infection with the female ectoparasitic \"Tunga penetrans\" (also known as chigoe flea, jigger, nigua or sand flea), found in the tropical parts of Africa, the Caribbean, Central and South America, and India. \"Tunga penetrans\" is the smallest known flea, measuring 1 mm across. It is also known in Latin America as the \"nigua\" and \"bicho de pie\" (Spanish) or \"bicho de pé\" (Portuguese), literally \"\"foot bug\"\". \"Tunga penetrans\" is a member of the genus \"Tunga\", which comprises 13 species.",
            "score": 59.99989318847656
        },
        {
            "docid": "2315093_45",
            "document": "Tungiasis . Acting as both biological vectors and definitive hosts, humans have spread \"Tunga penetrans\" from its isolated existence in the West Indies to all of Latin America and most of Africa via sea travel. Since the chigoe flea technically has no reservoir species and the female will cause tungiasis to any mammalian organism it can penetrate, this means the flea will have a relatively large number of hosts and victims. Epidemiologically, this is important as tungiasis often causes secondary infections.",
            "score": 59.175575256347656
        },
        {
            "docid": "188171_116",
            "document": "Kenya . Diseases of poverty directly correlate with a country's economic performance and wealth distribution: Half of Kenyans live below the poverty level. Preventable diseases like malaria, HIV/AIDS, pneumonia, diarrhoea and malnutrition are the biggest burden, major child-killers, and responsible for much morbidity; weak policies, corruption, inadequate health workers, weak management and poor leadership in the public health sector are largely to blame. According to 2009 estimates, HIV prevalence is about 6.3% of the adult population. However, the 2011 UNAIDS Report suggests that the HIV epidemic may be improving in Kenya, as HIV prevalence is declining among young people (ages 15–24) and pregnant women. Kenya had an estimated 15 million cases of malaria in 2006.",
            "score": 58.40519714355469
        },
        {
            "docid": "6716259_11",
            "document": "Global Burden of Disease Study . The burden of disease can be viewed as the gap between current health status and an ideal situation in which everyone lives into old age free of disease and disability. Causes of the gap are premature mortality, disability and exposure to certain risk factors that contribute to illness.",
            "score": 58.38053894042969
        },
        {
            "docid": "42641796_5",
            "document": "Surgeons of Hope . The burden of cardiovascular disease (CVDs), a group of disorders of the heart and blood vessels, on our global society is immense. It is the number one cause of death globally. An estimated 17.5 million people died from CVDs in 2015, representing 31% of all global deaths, with over 80% of CVD deaths taking place in low-and middle-income countries. People in low-and middle-income countries often do not have the benefit of integrated primary health care programs for early detection and treatment of people with risk factors. They also have less access to effective and equitable health care services, which respond to their needs. As a result, many are detected late in the course of the disease and die younger. The poorest populations are affected most.",
            "score": 58.07352066040039
        },
        {
            "docid": "7257968_2",
            "document": "Disease burden . Disease burden is the impact of a health problem as measured by financial cost, mortality, morbidity, or other indicators. It is often quantified in terms of quality-adjusted life years (QALYs) or disability-adjusted life years (DALYs), both of which quantify the number of years lost due to disease (YLDs). One DALY can be thought of as one year of healthy life lost, and the overall disease burden can be thought of as a measure of the gap between current health status and the ideal health status (where the individual lives to old age free from disease and disability). According to an article published in \"The Lancet\" in June 2015, low back pain and major depressive disorder were among the top ten causes of YLDs and were the cause of more health loss than diabetes, chronic obstructive pulmonary disease, and asthma combined. The study based on data from 188 countries, considered to be the largest and most detailed analysis to quantify levels, patterns, and trends in ill health and disability, concluded that \"the proportion of disability-adjusted life years due to YLDs increased globally from 21.1% in 1990 to 31.2% in 2013.\" The environmental burden of disease is defined as the number of DALYs that can be attributed to environmental factors. These measures allow for comparison of disease burdens, and have also been used to forecast the possible impacts of health interventions. By 2014 DALYs per head were \"40% higher in low-income and middle-income regions.\"",
            "score": 57.13908004760742
        },
        {
            "docid": "656951_4",
            "document": "Women's health . Women's reproductive and sexual health has a distinct difference compared to men's health. Even in developed countries pregnancy and childbirth are associated with substantial risks to women with maternal mortality accounting for more than a quarter of a million deaths per year, with large gaps between the developing and developed countries. Comorbidity from other non reproductive disease such as cardiovascular disease contribute to both the mortality and morbidity of pregnancy, including preeclampsia. Sexually transmitted infections have serious consequences for women and infants, with mother-to-child transmission leading to outcomes such as stillbirths and neonatal deaths, and pelvic inflammatory disease leading to infertility. In addition infertility from many other causes, birth control, unplanned pregnancy, unconsensual sexual activity and the struggle for access to abortion create other burdens for women.",
            "score": 57.1070442199707
        },
        {
            "docid": "2315093_12",
            "document": "Tungiasis . Although patients would not present within the 5th stage of tungiasis as the flea would be dead and no longer in the body, this stage is characterized by the reorganization of the skin (1–4 weeks) and a circular residue of 5–10 mm in diameter around the site in penetration. An intraepithelial abscess, which developed due to the presence of the flea, will drain and later heal. Although these disease residues would persist for a few months, tungiasis is no longer present.",
            "score": 57.08580017089844
        },
        {
            "docid": "1841309_5",
            "document": "10/90 gap . Global health organisations across the globe have explicitly made research into health their priority. In 2000, World Health Organisation established the Commission on Macroeconomics and Health, who in their 2001 report, verified the relationship between poverty and disease and discussed the benefit of investment on the economic climates of developing countries. Possible strategies that can be implanted to help reduce the 10/90 gap are, policies prioritizing funding for health research, also developing capacities of credible public and private health research institutions. Also activities of international NGOs to undertake research aimed at resolving the gap, and the setting up of research based mechanisms to ensure access to new effective products for the treatment and prevention of poverty-related diseases. However, given the number of diseases that are preventable, other factors that are blocking the access of patients to these products, such as cost of treatments to the individual, also need to be addressed, rather that just focusing on developing new drugs. There is also a need to build the primary health care sector in developing countries. It has been shown that early detection and effective management of disease can be provided by appropriately-trained, non-physician, healthcare workers.",
            "score": 56.78058624267578
        },
        {
            "docid": "27308924_10",
            "document": "Institute for Health Metrics and Evaluation . In the Global Burden of Diseases, Injuries, and Risk Factors (GBD) Study 2010, a worldwide consortium of 500 researchers, coordinated by IHME measured the impact of more than 290 health conditions and 67 health risk factors worldwide. The GBD enterprise produced estimates in 21 regions around the world for disability-adjusted life years by age and sex for the past two decades. Part of this research has involved conducting in-person surveys in several countries and gathering health information through a website survey. The team created a cause of death database that includes 60 years of data, or almost 800 million deaths. To illustrate the findings, IHME released a suite of interactive data visualizations, which are available to the public.",
            "score": 56.6087532043457
        },
        {
            "docid": "29872326_43",
            "document": "Climate change and poverty . The second highest health risk is an increase in temperature-related illnesses and deaths related to prolonged heat waves and humidity. These effects will disproportionately affect children, the elderly, and those living in poverty. Rising global temperatures will extend seasons and increase the geographic range of vectors, specifically mosquito-borne disease such as malaria and dengue fever exposing new populations to disease. Due to increased carbon dioxide emissions, the temperature of the lower troposphere rise with elevation. This means that geographic ranges of disease carrying insects will spread vertically and horizontally. Over 90 percent of malaria and diarrhea deaths are children 5 years and younger, mostly in developing countries. Other severely affected population groups include women, the elderly, and people living in small island developing states and other coastal regions, mega-cities or mountainous areas. According to researchers from the University College Institute for Global Health, health effects of climate change are likely to deepen in both low- and middle-income communities (1). Perhaps the most detrimental health impacts, especially for poorer communities, are illness that debilitate, but don't cause death. These diseases will cause a decrease in labor productivity, resulting in less income. This cyclical chain of events is why those living in poverty are at a higher risk.",
            "score": 56.494972229003906
        },
        {
            "docid": "7257968_5",
            "document": "Disease burden . The first study on the global burden of disease, conducted in 1990, quantified the health effects of more than 100 diseases and injuries for eight regions of the world, giving estimates of morbidity and mortality by age, sex, and region. It also introduced the DALY as a new metric to quantify the burden of diseases, injuries, and risk factors. From 2000–2002, the 1990 study was updated to include a more extensive analysis using a framework known as \"comparative risk factor assessment\".",
            "score": 55.97043228149414
        },
        {
            "docid": "6090525_48",
            "document": "Neglected tropical diseases . The cost of treatment of some of these diseases, however, such as Buruli ulcer, can amount to over twice the yearly income of an average household in the lowest income quartile, while for the highest income quartile, the burden is slightly less than the average household income. These enormous financial costs often cause deferral of treatment and financial ruin, but there is inequality between the wealthy and poor in terms of economic burden. These diseases also cost the government in terms of health care and lost worker productivity through morbidity and shortened life spans. In Kenya, for example, deworming is estimated to increase average adult income by 40 percent, which is a benefit-to-cost ratio of 100. Each untreated case of Trachoma is estimated to cost US$118 in lost productivity. Each case of schistosomiasis causes a loss of 45.4 days of work per year. Most of the diseases cost the economies of various developing countries millions of dollars. Large scale prevention campaigns are predicted to increase agricultural output and education levels.",
            "score": 55.84608840942383
        },
        {
            "docid": "6090525_81",
            "document": "Neglected tropical diseases . Information on the frequency of neglected tropical diseases is of low quality. It is currently difficult to summarize all of the information on this family of diseases. One effort to do so is the Global Burden of Disease framework. It aims to create a standardized method of measurement. The principle components of the approach involve 1) the measuring of premature mortality as well as disability, 2) the standardized usage of DALYs (disability-adjusted life years), and 3) wide spread inclusion of diseases and injury causes with the estimation of missing data. However, the DALY has been criticized as a 'systematic undervaluation' of disease burden. King asserts that the DALY emphasizes the individual too much, while ignoring the effects of the ecology of the disease. In order for the measure to become more valid, it may gave to take the context of poverty more into account. King also emphasizes that DALYs may not capture the non-linear effects of poverty on cost-utility analysis of disease control.",
            "score": 55.2586784362793
        },
        {
            "docid": "6716259_3",
            "document": "Global Burden of Disease Study . The Global Burden of Disease Study began in 1990 as a single World Bank-commissioned study, now called GBD 1990. The original project quantified the health effects of more than 100 diseases and injuries for eight regions of the world, giving estimates of morbidity and mortality by age, sex, and region. It also introduced the disability-adjusted life year (DALY) as a new metric to quantify the burden of diseases, injuries, and risk factors, to aid comparisons. GBD 1990 was \"institutionalized\" at the World Health Organization (WHO) and the research was \"conducted mainly by researchers at Harvard and WHO\".",
            "score": 54.89219284057617
        },
        {
            "docid": "16541240_8",
            "document": "Healthcare in Indonesia . Eleven percent of the country’s population suffers from mental disorders, with over 19 million of the people of age 15 or older. The neuropsychiatric disorders in Indonesia are estimated to contribute to 10.7% of global burden disease. There are definitely gaps in the mental health department that cannot be overlooked, with many of them are representative of the mental health gaps in Southeast Asia as a whole. The mental health policy in Indonesia was most recently revised in 2001. Since then, the nation has gone through enormous changes in all aspects as a country. Indonesia’s economy has been steadily growing in the past decade. Health wise, Indonesia has suffered numerous H5N1 outbreaks, with the highest number of recorded human cases of this virus in the world. The nation was severely affected by the tsunami tragedy in 2004. There are still many factors that have altered Indonesians’ lives, ultimately affecting the mental health status of the people greatly since 2001, calling for a more updated mental health policy.",
            "score": 54.266380310058594
        },
        {
            "docid": "6716259_2",
            "document": "Global Burden of Disease Study . The Global Burden of Disease Study (GBD) is a comprehensive regional and global research program of disease burden that assesses mortality and disability from major diseases, injuries, and risk factors. GBD is a collaboration of over 1,800 researchers from 127 countries. Under principal investigator Christopher J.L. Murray, GBD is based out of the Institute for Health Metrics and Evaluation (IHME) at the University of Washington and funded by the Bill and Melinda Gates Foundation.",
            "score": 53.881629943847656
        },
        {
            "docid": "19348507_8",
            "document": "WHO global action plan . Member states must design systems for surveillance of workers' health. This includes establishing national information systems, building capability to estimate the occupational burden of diseases and injuries, creating registries of exposure to major risks, occupational accidents and occupational diseases, and improving reporting and early detection of such accidents and diseases. Also strategies and tools need to be elaborated for improving communication and raising awareness about workers' health. They should target workers, employers and their organizations, policy-makers, the general public, and the media.",
            "score": 53.56871795654297
        },
        {
            "docid": "12103447_14",
            "document": "Global Network for Neglected Tropical Diseases . Through a cost-effective approach, NTD control represents a “best buy” in public health, and—especially in this time of global economic constraint—a key mechanism by which it can achieve the UN Millennium Development Goals. The Global Network also offers a new model for global health, coordinating the actions of a diverse group of allies and crafting effective strategies that empower countries and affected communities to take a lead role in eliminating these diseases. The Global Network relies on best practices from the private sector to ensure that these strategies are implemented effectively, and that results are measured consistently.",
            "score": 53.241600036621094
        }
    ]
}