{
    "q": [
        {
            "docid": "627937_12",
            "document": "Pyramidal cell . The ability of pyramidal neurons to integrate information depends on the number and distribution of the synaptic inputs they receive. A single pyramidal cell receives about 30,000 excitatory inputs and 1700 inhibitory (IPSPs) inputs. Excitatory (EPSPs) inputs terminate exclusively on the dendritic spines, while inhibitory (IPSPs) inputs terminate on dendritic shafts, the soma, and even the axon. Pyramidal neurons can be excited and inhibited by the neurotransmitters glutamate and GABA, respectively.",
            "score": 73.1757607460022
        },
        {
            "docid": "5690382_8",
            "document": "Medium spiny neuron . There are also interneurons in the striatum which regulate the excitability of the medium spiny neurons. The synaptic connections between a particular GABAergic interneuron, the parvalbumin expressing fast-spiking interneuron, and spiny neurons are close to the spiny neurons' soma, or cell body. Recall that excitatory postsynaptic potentials caused by glutamatergic inputs at the dendrites of the spiny neurons only cause an action potential when the depolarization wave is strong enough upon entering the cell soma. Since the fast-spiking interneurons influence is located so closely to this critical gate between the dendrites and the soma, they can readily regulate the generation of an action potential. Additionally, other types of GABAergic interneurons make connections with the spiny neurons. These include interneurons that express tyrosine hydroxylase and neuropeptide Y.",
            "score": 51.23996555805206
        },
        {
            "docid": "6989597_28",
            "document": "Premovement neuronal activity . The neurons present in the global pallidus and substantia nigra are the main output areas of the basal ganglia. These efferent neurons influence activity of the upper motor neurons. Neurons in these areas are GABAergic, and thus the main output of the basal ganglia is inhibitory, and spontaneous activation of these neurons consistently prevents unwanted movement. The input of medium spiny neurons to these output areas of the basal ganglia are also GABAergic and therefore inhibitory. The net effect of excitatory inputs to the basal ganglia from the cortex is inhibition (via the medium spiny neurons) of the persistently active inhibitory cells in the output center of the basal ganglia. This double inhibitory effect leads to activation of upper motor neurons, which causes subsequent signaling of local-circuit and lower motor neurons to initiate movement. This pathway is defined as the direct pathway through the basal ganglia. There is another indirect pathway present between the corpus striatum and part of the globus pallidus. This indirect pathway also involves the subthalamic nucleus (a part of the thalamus), which receives signals from the cerebral cortex. Excitatory signals from the cortex will activate subthalamic neurons, which are excitatory also. Thus, this indirect pathway serves to reinforce inhibition by excitatory signals to the GABAergic cells present in the globus pallidus. In effect, this pathway regulates the direct pathway by feeding back onto the output centers of the basal ganglia. The balance between these two pathways processes movement signals and influences the initiation of an impending movement.",
            "score": 107.72009348869324
        },
        {
            "docid": "2860161_43",
            "document": "Glutamate receptor . In schizophrenia, the expression of the mRNA for the NR2A subunit of the NMDA glutamate receptor was found to be decreased in a subset of inhibitory interneurons in the cerebral cortex. This is suggested by upregulation of GABA, an inhibitory neurotransmitter. In schizophrenia, the expression of the NR2A subunit of NDMA receptors in mRNA was experimentally undetectable in 49-73% in GABA neurons that usually express it. These are mainly in GABA cells expressing the calcium-buffering protein parvalbumin (PV), which exhibits fast-spiking firing properties and target the perisomatic (basket cells) and axo-axonic (chandelier cells) compartments of pyramidal neurons. The study found the density of NR2A mRNA-expressing PV neurons was decreased by as much as 50% in subjects with schizophrenia. In addition, density of immunohistochemically labeled glutamatergic terminals with an antibody against the vesicular glutamate transporter vGluT1 also exhibited a reduction that paralleled the reduction in the NR2A-expressing PV neurons. Together, these observations suggest glutamatergic innervation of PV-containing inhibitory neurons appears to be deficient in schizophrenia. Expression of NR2A mRNA has also been found to be altered in the inhibitory neurons that contain another calcium buffer, calbindin, targeting the dendrites of pyramidal neurons, and the expression of the mRNA for the GluR5 kainate receptor in GABA neurons has also been found to be changed in organisms with schizophrenia. Current research is targeting glutamate receptor antagonists as potential treatments for schizophrenia. Memantine, a weak, nonselective NMDA receptor antagonist, was used as an add-on to clozapine therapy in a clinical trial. Refractory schizophrenia patients showed associated improvements in both negative and positive symptoms, underscoring the potential uses of GluR antagonists as antipsychotics. Furthermore, administration of noncompetitive NMDA receptor antagonists have been tested on rat models. Scientists proposed that specific antagonists can act on GABAergic interneurons, enhancing cortical inhibition and preventing excessive glutamatergic transmission associated with schizophrenia. These and other atypical antipsychotic drugs can be used together to inhibit excessive excitability in pyramidal cells, decreasing the symptoms of schizophrenia.",
            "score": 64.36198198795319
        },
        {
            "docid": "2472971_15",
            "document": "Apical dendrite . The study of inhibitory transmission is limited in the pyramidal neurons and their modulators because the large number of excitatory synapses has overshadowed physiological studies of the inhibitory neurons. The structure of inhibitory synapses on apical dendrites may not be as plastic as the excitatory synapses on these neurons. There is difficulty in differentiating the excitatory and inhibitory synapses using the electrophysiological recordings in many experiments. The excitatory synapses and their patterns are by comparison to the inhibitory system rather uniform in type and properties. The inhibitory system, by contrast, possess several (10) different types of synapses originating from specifically differentiated cells and are much more difficult to track. There is insufficient information to precisely distinguish between excitatory and inhibitory pathways contributing to the alterations in neurotransmitter expression and cell structure changes.",
            "score": 84.04073476791382
        },
        {
            "docid": "3312766_2",
            "document": "Olfactory bulb mitral cell . Mitral cells are neurons that are part of the olfactory system. They are located in the olfactory bulb in the mammalian central nervous system. They receive information from the axons of olfactory receptor neurons, forming synapses in neuropils called glomeruli. Axons of the mitral cells transfer information to a number of areas in the brain, including the piriform cortex, entorhinal cortex, and amygdala. Mitral cells receive excitatory input from olfactory sensory neurons and external tufted cells on their primary dendrites, whereas inhibitory input arises either from granule cells onto their lateral dendrites and soma or from periglomerular cells onto their dendritic tuft. Mitral cells together with tufted cells form an obligatory relay for all olfactory information entering from the olfactory nerve. Mitral cell output is not a passive reflection of their input from the olfactory nerve. In mice, each mitral cell sends a single primary dendrite into a glomerulus receiving input from a population of olfactory sensory neurons expressing identical olfactory receptor proteins, yet the odor responsiveness of the 20-40 mitral cells connected to a single glomerulus (called sister mitral cells) is not identical to the tuning curve of the input cells, and also differs between sister mitral cells. The exact type of processing that mitral cells perform with their inputs still a matter of controversy. One prominent hypothesis is the notion that mitral cells transform the strength of olfactory input into a timing code, where odor concentration is encoded in the phase of mitral cell firing relative to the sniff cycle. A second (not necessarily exclusive) hypothesis is the idea of decorrelation in the olfactory bulb network, where the olfactory bulb network acts as a dynamical system whose action over time increases some (abstract) measure of distance between representations of highly similar odorants. Support for the second hypothesis comes primarily from research in zebrafish (where mitral and tufted cells cannot be distinguished).",
            "score": 60.88269281387329
        },
        {
            "docid": "8131_9",
            "document": "Dendrite . Little is known about the process by which dendrites orient themselves in vivo and are compelled to create the intricate branching pattern unique to each specific neuronal class. One theory on the mechanism of dendritic arbor development is the Synaptotropic Hypothesis. The synaptotropic hypothesis proposes that input from a presynaptic to a postsynaptic cell (and maturation of excitatory synaptic inputs) eventually can change the course of synapse formation at dendritic and axonal arbors. This synapse formation is required for the development of neuronal structure in the functioning brain. A balance between metabolic costs of dendritic elaboration and the need to cover receptive field presumably determine the size and shape of dendrites. A complex array of extracellular and intracellular cues modulates dendrite development including transcription factors, receptor-ligand interactions, various signaling pathways, local translational machinery, cytoskeletal elements, Golgi outposts and endosomes. These contribute to the organization of the dendrites on individual cell bodies and the placement of these dendrites in the neuronal circuitry. For example, it was shown that β-actin zipcode binding protein 1 (ZBP1) contributes to proper dendritic branching. Other important transcription factors involved in the morphology of dendrites include CUT, Abrupt, Collier, Spineless, ACJ6/drifter, CREST, NEUROD1, CREB, NEUROG2 etc. Secreted proteins and cell surface receptors includes neurotrophins and tyrosine kinase receptors, BMP7, Wnt/dishevelled, EPHB 1-3, Semaphorin/plexin-neuropilin, slit-robo, netrin-frazzled, reelin. Rac, CDC42 and RhoA serve as cytoskeletal regulators and the motor protein includes KIF5, dynein, LIS1. Important secretory and endocytic pathways controlling the dendritic development include DAR3 /SAR1, DAR2/Sec23, DAR6/Rab1 etc. All these molecules interplay with each other in controlling dendritic morphogenesis including the acquisition of type specific dendritic arborization, the regulation of dendrite size and the organization of dendrites emanating from different neurons.",
            "score": 72.44592797756195
        },
        {
            "docid": "9590126_2",
            "document": "Chandelier cell . Chandelier neurons or chandelier cells are a subset of GABA-ergic cortical interneurons. They are described as parvalbumin-containing and fast-spiking to distinguish them from other subtypes of GABAergic neurons, although more recent work has suggested that only a subset of chandelier cells test positive for parvalbumin by immunostaining. The name comes from the specific shape of their axon arbors, with the terminals forming distinct arrays called \"\"cartridges\"\". The cartridges are immunoreactive to an isoform of the GABA membrane transporter, GAT-1, and this serves as their identifying feature. GAT-1 is involved in the process of GABA reuptake into nerve terminals, thus helping to terminate its synaptic activity. Chandelier neurons synapse exclusively to the axon initial segment of pyramidal neurons, near the site where action potential is generated. It is believed that they provide inhibitory input to the pyramidal neurons, but there is data showing that in some circumstances the GABA from chandelier neurons could be excitatory.",
            "score": 64.15880036354065
        },
        {
            "docid": "8131_2",
            "document": "Dendrite . Dendrites (from Greek δένδρον \"déndron\", \"tree\"), also dendrons, are branched protoplasmic extensions of a nerve cell that propagate the electrochemical stimulation received from other neural cells to the cell body, or soma, of the neuron from which the dendrites project. Electrical stimulation is transmitted onto dendrites by upstream neurons (usually their axons) via synapses which are located at various points throughout the dendritic tree. Dendrites play a critical role in integrating these synaptic inputs and in determining the extent to which action potentials are produced by the neuron. Dendritic arborization, also known as dendritic branching, is a multi-step biological process by which neurons form new dendritic trees and branches to create new synapses. The morphology of dendrites such as branch density and grouping patterns are highly correlated to the function of the neuron. Malformation of dendrites is also tightly correlated to impaired nervous system function. Some disorders that are associated with the malformation of dendrites are autism, depression, schizophrenia, Down syndrome and anxiety.",
            "score": 33.13550591468811
        },
        {
            "docid": "1896271_11",
            "document": "Holonomic brain theory . In classic brain theory the summation of electrical inputs to the dendrites and soma (cell body) of a neuron either inhibit the neuron or excite it and set off an action potential down the axon to where it synapses with the next neuron. However, this fails to account for different varieties of synapses beyond the traditional axodendritic (axon to dendrite). There is evidence for the existence of other kinds of synapses, including serial synapses and those between dendrites and soma and between different dendrites. Many synaptic locations are functionally bipolar, meaning they can both send and receive impulses from each neuron, distributing input and output over the entire group of dendrites.",
            "score": 46.50835156440735
        },
        {
            "docid": "20512936_13",
            "document": "Dendritic spike . Dendritic spikes most commonly propagate backwards from the soma to distal dendritic branches. Backward propagation serves a number of functions in the neuron, and these functions vary based on the type of neuron. In general, backwards propagation serves to communicate output information to the post synaptic membrane. In many neurotransmitter releasing neurons, backward propagation of dendritic spikes signals the release of neurotransmitters. For example, Mitral cells seem to serve both as projection neurons and as local interneurons. If the axonal output of mitral cell is shut down by somatic inhibition, local dendritic action potentials cause the mitral cell to release neurotransmitters into the environment. Backward propagation of dendritic spikes has been demonstrated in various neuronal types in the brain but has rarely been studied outside of the brain. Other than neurons in the brain, dendritic spikes have been observed in the neurons of the spinal cord.",
            "score": 60.9512414932251
        },
        {
            "docid": "2472971_11",
            "document": "Apical dendrite . Since fast signals occurring in the basilar and proximal apical dendrites are transferred to the soma with at least a 20-25% efficiency, synapses in these dendrites each contribute more to the neuronal activation than distal apical synapses. In contrast, only slow signals from the distal dendrites are efficiently transferred to the soma, suggesting a modulatory role on the resting potential of the cell. It is hypothesized in several studies that this could be accomplished by varying the overall frequency of synaptic activity in the distal apical dendrite. Since a constant barrage of synaptic activity would approximate a constant current injection, the overall level of synaptic activity in the distal apical dendrite could set the depolarization level of the entire neuron. When a more efficient proximal synaptic activity is superimposed upon a sub-threshold depolarization due to distal activity, the cell has a high probability of firing an AP. In CA3, it is the perforant path projection from the entorhinal cortical cells that provides synaptic input to the most distal dendrites of the pyramidal cells. Assuming a frequency average of 7 spikes/sec, as few as five randomly firing entorhinal cortical cells would cause a steady level of depolarization in the distal dendrites of CA3b pyramidal cells. Amplitude and kinetics of the electrical signal vary as a function of position within the dendrite and signal frequency.",
            "score": 61.22898805141449
        },
        {
            "docid": "462393_11",
            "document": "Olfactory bulb . The basal dendrites of mitral cells are connected to interneurons known as granule cells, which by some theories produce lateral inhibition between mitral cells. The synapse between mitral and granule cells is of a rare class of synapses that are \"dendro-dendritic\" which means that both sides of the synapse are dendrites that release neurotransmitter. In this specific case, mitral cells release the excitatory neurotransmitter glutamate, and granule cells release the inhibitory neurotransmitter Gamma-aminobutyric acid (GABA). As a result of its bi-directionality, the dendro-dendritic synapse can cause mitral cells to inhibit themselves (auto-inhibition), as well as neighboring mitral cells (lateral inhibition). More specifically, the granule cell layer receives excitatory glutamate signals from the basal dendrites of the mitral and tufted cells. The granule cell in turn releases GABA to cause an inhibitory effect on the mitral cell. More neurotransmitter is released from the activated mitral cell to the connected dendrite of the granule cell, making the inhibitory effect from the granule cell to the activated mitral cell stronger than the surrounding mitral cells. It is not clear what the functional role of lateral inhibition would be, though it may be involved in boosting the signal-to-noise ratio of odor signals by silencing the basal firing rate of surrounding non-activated neurons. This in turn aids in odor discrimination. Other research suggest that the lateral inhibition contributes to differentiated odor responses, which aids in the processing and perception of distinct odors. There is also evidence of cholinergic effects on granule cells that enhance depolarization of granule cells making them more excitable which in turn increases inhibition of mitral cells. This may contribute to a more specific output from the olfactory bulb that would closer resemble the glomerular odor map. Olfaction is distinct from the other sensory systems where peripheral sensory receptors have a relay in the diencephalon. Therefore, the olfactory bulb plays this role for the olfactory system.",
            "score": 96.56732630729675
        },
        {
            "docid": "627937_7",
            "document": "Pyramidal cell . Dendritic spines receive most of the excitatory impulses (EPSPs) that enter a pyramidal cell. Dendritic spines were first noted by Ramón y Cajal in 1888 by using Golgi's method. Ramón y Cajal was also the first person to propose the physiological role of increasing the receptive surface area of the neuron. The greater the pyramidal cell's surface area, the greater the neuron's ability to process and integrate large amounts of information. Dendritic spines are absent on the soma, while the number increases away from it. The typical apical dendrite in a rat has at least 3,000 dendritic spines. The average human apical dendrite is approximately twice the length of a rat's, so the number of dendritic spines present on a human apical dendrite could be as high as 6,000.",
            "score": 41.56851649284363
        },
        {
            "docid": "6546126_6",
            "document": "Stratum lucidum of hippocampus . The types of neurons found in the stratum lucidum are called interneurons, neurons which form a connection between other neurons in a different location. This situation is described in the mossy fiber axon connection in the CA3 stratum lucidum region of the hippocampus as is in relation to Purkinje cells. The interneurons found in the stratum lucidum are of two classes, spiny and aspiny. Spiny neurons are a \"special type of inhibitory cell\", characterized by spiny projections on the dendrites of the cell. The axons of these neurons in the hippocampus terminate primarily in the stratum lucidum and stratum radiatum of CA3. Spiny neurons are of importance because of their \"pivotal role in motor control, habit formation, and motivated behavior\". They receive synaptic inputs from mossy fibers boutons, as well as multiple other synaptic terminals. The majority of axon collaterals of these neurons remain in the stratum lucidum and CA3 region, though in some cases axon collaterals of these neurons are observed migrating into the CA1 region of the hippocampus. Aspiny neurons, the second class of neurons found in the stratum lucidum, are another type of inhibitory cell similar to spiny neurons, though lacking dendrite projections. They make up the majority of the neuron composition in comparison to spiny neurons, about 63 percent. The somata of aspiny neurons are for the most part bipolar, generating 2–5 primary dendrites \"that to a varying extent displayed varicose swellings in their course\". Similar to spiny neurons, aspiny neuron dendrites \"branch extensively in stratum lucidum and stratum radiatum of CA3\", in contrast to spiny neurons, however, some dendrites \"traversed stratum pyramidale and entered stratum oriens\", the second deepest layer of the hippocampus. Additionally, what distinguishes aspiny neurons form spiny neurons is their higher maximal firing rates and narrower action potential half-widths than their spiny counterparts.",
            "score": 67.69418132305145
        },
        {
            "docid": "2472971_2",
            "document": "Apical dendrite . An apical dendrite is a dendrite that emerges from the apex of a pyramidal cell. Apical dendrites are one of two primary categories of dendrites, and they distinguish the pyramidal cells from spiny stellate cells in the cortices. Pyramidal cells are found in the prefrontal cortex, the hippocampus, the entorhinal cortex, the olfactory cortex, and other areas. Dendrite arbors formed by apical dendrites are the means by which synaptic inputs into a cell are integrated. The apical dendrites in these regions contribute significantly to memory, learning, and sensory associations by modulating the excitatory and inhibitory signals received by the pyramidal cells.",
            "score": 73.98544871807098
        },
        {
            "docid": "3312766_4",
            "document": "Olfactory bulb mitral cell . Mitral cells are a key part of the olfactory bulb microcircuit. Mitral cells receive input from at least four cell types: olfactory sensory neurons, periglomerular neurons, external tufted cells and granule cells. The synapses made by external tufted cells and olfactory sensory neurons are excitatory, whereas those of granule cells and periglomerular neurons are inhibitory. In addition, sister mitral cells are reciprocally connected by gap junctions. The mitral to granule and mitral to periglomerular cell synapse was the first description of the rather atypical reciprocal dendrodenritic synapses (in contrast to the more common axodendritic synapse). The action of the full glomerular microcircuit is a topic that is under intense scientific investigation. Certain principles are starting to emerge. One discovery points to the idea of the microcircuit between mitral, tufted and periglomerular cells in separating the output of mitral and tufted cells in time. It appears that tufted cells receive strong olfactory nerve input, fire close to inhalation onset and their firing phase is relatively concentration insensitive, whereas mitral cells receive relatively weak olfactory nerve input and strong periglomerular inhibition, which delays their firing relative to the tufted cells. This escape from inhibition can be sped up by increasing the stimulating odorant concentration, and thus mitral cell firing phase acts as one possible way the olfactory system encodes concentration.  The role of the mitral cell lateral dendrite and granule cell circuit is currently a bit more uncertain. One possible hypothesis implicates the system in forming sparse representation which enable more effective pattern separation. The action of this circuit is heavily influenced by both short term and long term plasticity and ongoing granule cell neurogenesis. The circuit requires the animal to be awake if it is to have full functionality.",
            "score": 63.5404554605484
        },
        {
            "docid": "2472971_3",
            "document": "Apical dendrite . Two types of dendrites present on pyramidal cells are apical and basal dendrites. Apical dendrites can be divided into two categories: distal and proximal. The longer distal apical dendrites project from the pyramidal cell body (soma) opposite from the axon. Distal apical dendrites form non-local synapses. Shorter proximal apical dendrites project radially to local pyramidal cells and interneurons. Pyramidal neurons segregate their inputs using proximal and apical dendrites.",
            "score": 38.28347563743591
        },
        {
            "docid": "14824490_7",
            "document": "Recurrent thalamo-cortical resonance . Thalamic cells synapse on apical dendrites of pyramidal cells in the cortex. These pyramidal cells reciprocally synapse back on thalamic neurons. Each loop is self-contained and modulated by sensory input. Inhibitory interneurons both in the cortex and the reticular nucleus of the thalamus regulate circuit activity.",
            "score": 61.768805503845215
        },
        {
            "docid": "14338608_8",
            "document": "Neural backpropagation . A-type K+ channels belong to the superfamily of voltage-gated ion channels and are transmembrane channels that help maintain the cell’s membrane potential (Cai 2007). Typically, they play a crucial role in returning the cell to its resting membrane following an action potential by allowing an inhibitory current of K+ ions to quickly flow out of the neuron. The presence of these channels in such high density in the dendrites explains their inability to initiate an action potential, even during synaptic input. Additionally, the presence of these channels provides a mechanism by which the neuron can suppress and regulate the backpropagation of action potentials through the dendrite (Vetter 2000). Results have indicated a linear increase in the density of A-type channels with increasing distance into the dendrite away from the soma. The increase in the density of A-type channels results in a dampening of the backpropagating action potential as it travels into the dendrite. Essentially, inhibition occurs because the A-type channels facilitate the outflow of K+ ions in order to maintain the membrane potential below threshold levels (Cai 2007). Such inhibition limits EPSP and protects the neuron from entering a never-ending positive-positive feedback loop between the soma and the dendrites.",
            "score": 49.59972321987152
        },
        {
            "docid": "343169_4",
            "document": "Dendritic spine . Dendritic spines usually receive excitatory input from axons although sometimes both inhibitory and excitatory connections are made onto the same spine head. Spines are found on the dendrites of most principal neurons in the brain, including the pyramidal neurons of the neocortex, the medium spiny neurons of the striatum, and the Purkinje cells of the cerebellum.",
            "score": 64.43268632888794
        },
        {
            "docid": "51848234_4",
            "document": "Anion-conducting channelrhodopsin . Anion-conducting channelrhodopsins (ACRs) have been used as optogenetic tools to inhibit neuronal activation. When expressed in nerve cells, ACRs act as light-gated chloride channels. Their effect on the activity of the neuron is comparable to GABA receptors, ligand-gated chloride channels found in inhibitory synapses: As the chloride concentration in mature neurons is very low, illumination results in an inward flux of negatively charged ions, clamping the neuron at the chloride reversal potential (- 65 mV). Under these conditions, excitatory synaptic inputs are not able to efficiently depolarize the neuron. This effect is known as shunting inhibition (as opposed to inhibition by hyperpolarization). Illuminating the dendrite prevents the generation of dendritic calcium spikes while illumination of the entire neuron blocks action potential initiation in response to sensory stimulation. Axon terminals, however, have a higher chloride concentration and are therefore excited by ACRs. To inhibit neurons with wide-field illumination, it has proven useful to restrict ACRs to the somatic compartment (ST variants).",
            "score": 58.30703854560852
        },
        {
            "docid": "7375514_2",
            "document": "Synaptotropic hypothesis . The synaptotropic hypothesis, also called the synaptotrophic hypothesis, is a neurobiological hypothesis of neuronal growth and synapse formation. The hypothesis was first formulated by J.E. Vaughn in 1988, and remains a focus of current research efforts. The synaptotropic hypothesis proposes that input from a presynaptic to a postsynaptic cell (and maturation of excitatory synaptic inputs) eventually can change the course of synapse formation at dendritic and axonal arbors. This synapse formation is required for the development of neuronal structure in the functioning brain.",
            "score": 42.13401389122009
        },
        {
            "docid": "37691875_24",
            "document": "Addiction-related structural neuroplasticity . The nucleus accumbens plays an integral role in addiction. Almost every addictive drug of abuse induces the release of dopamine into the nucleus accumbens. The NAc is particularly important for instrumental learning, including cue-induced reinstatement of drug-seeking behavior. It is also involved in mediating the initial reinforcing effects of addictive drugs. The most common cell type in the NAc is the GABAergic medium spiny neuron. These neurons project inhibitory connections to the VTA and receive excitatory input from various other structures in the limbic system. Changes in the excitatory synaptic inputs into these neurons have been shown to be important in mediating addiction-related behaviors. It has been shown that LTP and LTD occurs at NAc excitatory synapses.",
            "score": 55.606977701187134
        },
        {
            "docid": "2412344_3",
            "document": "Purkinje cell . These cells are some of the largest neurons in the human brain (Betz cells being the largest), with an intricately elaborate dendritic arbor, characterized by a large number of dendritic spines. Purkinje cells are found within the Purkinje layer in the cerebellum. Purkinje cells are aligned like dominos stacked one in front of the other. Their large dendritic arbors form nearly two-dimensional layers through which parallel fibers from the deeper-layers pass. These parallel fibers make relatively weaker excitatory (glutamatergic) synapses to spines in the Purkinje cell dendrite, whereas climbing fibers originating from the inferior olivary nucleus in the medulla provide very powerful excitatory input to the proximal dendrites and cell soma. Parallel fibers pass orthogonally through the Purkinje neuron's dendritic arbor, with up to 200,000 parallel fibers forming a Granule-cell-Purkinje-cell synapse with a single Purkinje cell. Each Purkinje cell receives approximately 500 climbing fiber synapses, all originating from a single climbing fiber. Both basket and stellate cells (found in the cerebellar molecular layer) provide inhibitory (GABAergic) input to the Purkinje cell, with basket cells synapsing on the Purkinje cell axon initial segment and stellate cells onto the dendrites.",
            "score": 62.50425660610199
        },
        {
            "docid": "20705108_9",
            "document": "Summation (neurophysiology) . At any given moment, a neuron may receive postsynaptic potentials from thousands of other neurons. Whether threshold is reached, and an action potential generated, depends upon the spatial (i.e. from multiple neurons) and temporal (from a single neuron) summation of all inputs at that moment. It is traditionally thought that the closer a synapse is to the neuron's cell body, the greater its influence on the final summation. This is because postsynaptic potentials travel through dendrites which contain a low concentration of voltage-gated ion channels. Therefore, the postsynaptic potential attenuates by the time it reaches the neuron cell body. The neuron cell body acts as a computer by integrating (adding or summing up) the incoming potentials. The net potential is then transmitted to the axon hillock, where the action potential is initiated. Another factor that should be considered is the summation of excitatory and inhibitory synaptic inputs. The spatial summation of an inhibitory input will nullify an excitatory input. This widely observed effect is called inhibitory 'shunting' of EPSPs.",
            "score": 74.37653267383575
        },
        {
            "docid": "33548913_5",
            "document": "Dehaene–Changeux model . The Dehaene–Changeux model is a meta neural network (i.e. a network of neural networks) composed of a very large number of integrate-and-fire neurons programmed in either a stochastic or deterministic way. The neurons are organised in complex thalamo-cortical columns with long-range connexions and a critical role played by the interaction between von Economo's areas. Each thalamo-cortical column is composed of pyramidal cells and inhibitory interneurons receiving a long-distance excitatory neuromodulation which could represent noradrenergic input.",
            "score": 58.004544496536255
        },
        {
            "docid": "2486198_2",
            "document": "Stellate cell . In neuroscience, stellate cells are any neuron that have a star-like shape formed by dendritic processes radiating from the cell body.  The three most common stellate cells are the inhibitory interneurons found within the molecular layer of the cerebellum, excitatory spiny stellate cells and inhibitory aspiny stellate interneurons. Cerebellar stellate cells synapse onto the dendritic arbors of Purkinje cells. Cortical spiny stellate cells are found in layer IVC of the V1 region in the visual cortex. They receive excitatory synaptic fibres from the thalamus and process feed forward excitation to 2/3 layer of V1 visual cortex to pyramidal cells. Cortical spiny stellate cells have a 'regular' firing pattern. Stellate cells are chromophobes, that is cells that does not stain readily, and thus appears relatively pale under the microscope.",
            "score": 66.78892183303833
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 87.04730606079102
        },
        {
            "docid": "2206053_6",
            "document": "Basket cell . Hippocampal basket cells target somata and proximal dendrites of pyramidal neurons. Similar to their counterparts in the cortex, hippocampal basket cells are also parvalbumin-expressing and fast-spiking. In the CA3 region of the hippocampus, basket cells can often form recurrent inhibition loops with pyramidal cells. Projections from a pyramidal cell will innervate the basket cell, which in turn has a projection back onto the original pyramidal cells. Since basket cells are inhibitory, this generates a closed loop that can help dampen excitatory responses.",
            "score": 71.02045583724976
        },
        {
            "docid": "462393_14",
            "document": "Olfactory bulb . The AOB is divided into two main subregions, anterior and posterior, which receive segregated synaptic inputs from two main categories of vomeronasal sensory neurons, V1R and V2R, respectively. This appears as a clear functional specialization, given the differential role of the two populations of sensory neurons in detecting chemical stimuli of different type and molecular weight. Although it doesn't seem to be maintained centrally, where mitral cell projections from both sides of the AOB converge. A clear difference of the AOB circuitry, compared to the rest of the bulb, is its heterogeneous connectivity between mitral cells and vomeronasal sensory afferents within neuropil glomeruli. AOB mitral cells indeed contact through apical dendritic processes glomeruli formed by afferents of different receptor neurons, thus breaking the one-receptor-one-neuron rule which generally holds for the main olfactory system. This implies that stimuli sensed through the VNO and elaborated in the AOB are subjected to a different and probably more complex level of elaboration. Accordingly, AOB mitral cells show clearly different firing patterns compared to other bulbar projection neurons. Additionally, top down input to the olfactory bulb differentially affects olfactory outputs.",
            "score": 49.59774208068848
        },
        {
            "docid": "20705108_17",
            "document": "Summation (neurophysiology) . When EPSPs and IPSPs are generated simultaneously in the same cell, the output response will be determined by the relative strengths of the excitatory and inhibitory inputs. Output instructions are thus determined by this algebraic processing of information. Because the discharge threshold across a synapse is a function of the presynaptic volleys that act upon it, and because a given neuron may receive branches from many axons, the passage of impulses in a network of such synapses can be highly varied. The versatility of the synapse arises from its ability to modify information by algebraically summing input signals. The subsequent change in stimulation threshold of the postsynaptic membrane can be enhanced or inhibited, depending on the transmitter chemical involved and the ion permeabilities. Thus the synapse acts as a decision point at which information converges, and it is modified by algebraic processing of EPSPs and IPSPs. In addition to the IPSP inhibitory mechanism, there is a presynaptic kind of inhibition that involves either a hyperpolarization on the inhibited axon or a persistent depolarization; whether it is the former or the latter depends on the specific neurons involved.",
            "score": 75.33959031105042
        }
    ],
    "r": [
        {
            "docid": "33244792_10",
            "document": "Non-spiking neuron . These interneurons are connected to one another via synapses and a minority, approximately 15% of the neurons, exhibit bidirectional capacity and were excitatory. About 77% of these neurons indicated a one-way mode of transmitting signals which were inhibitory in nature. These numbers were modeled from an arthropod as pre-motor elements in the motor control system. They were located in the abdominal region. Synapses are known as gaps between neurons which facilitate the spread of a message via neurotransmitters that may excite or depress the subsequent neuron through a complex cascade of electrochemical events. For the interneurons exhibiting one-way signaling, they would receive an excitatory stimulus, experimentally, and the post-synaptic cell was given an inhibitory signal. The interaction between the two cells was modulatory in which the pre-synaptic cell with the initial excitatory signal would mediate the postsynaptic cell even after being inhibited. Signal amplitude was used to determine the effects of the modulation on the signal transmission.",
            "score": 108.28875732421875
        },
        {
            "docid": "6989597_28",
            "document": "Premovement neuronal activity . The neurons present in the global pallidus and substantia nigra are the main output areas of the basal ganglia. These efferent neurons influence activity of the upper motor neurons. Neurons in these areas are GABAergic, and thus the main output of the basal ganglia is inhibitory, and spontaneous activation of these neurons consistently prevents unwanted movement. The input of medium spiny neurons to these output areas of the basal ganglia are also GABAergic and therefore inhibitory. The net effect of excitatory inputs to the basal ganglia from the cortex is inhibition (via the medium spiny neurons) of the persistently active inhibitory cells in the output center of the basal ganglia. This double inhibitory effect leads to activation of upper motor neurons, which causes subsequent signaling of local-circuit and lower motor neurons to initiate movement. This pathway is defined as the direct pathway through the basal ganglia. There is another indirect pathway present between the corpus striatum and part of the globus pallidus. This indirect pathway also involves the subthalamic nucleus (a part of the thalamus), which receives signals from the cerebral cortex. Excitatory signals from the cortex will activate subthalamic neurons, which are excitatory also. Thus, this indirect pathway serves to reinforce inhibition by excitatory signals to the GABAergic cells present in the globus pallidus. In effect, this pathway regulates the direct pathway by feeding back onto the output centers of the basal ganglia. The balance between these two pathways processes movement signals and influences the initiation of an impending movement.",
            "score": 107.7200927734375
        },
        {
            "docid": "569399_23",
            "document": "Stimulus (physiology) . If a signal from the presynaptic neuron is inhibitory, inhibitory neurotransmitters, normally GABA will be released into the synapse. This neurotransmitter causes an inhibitory postsynaptic potential in the postsynaptic neuron. This response will cause the postsynaptic neuron to become permeable to chloride ions, making the membrane potential of the cell negative; a negative membrane potential makes it more difficult for the cell to fire an action potential and prevents any signal from being passed on through the neuron. Depending on the type of stimulus, a neuron can be either excitatory or inhibitory.",
            "score": 100.80292510986328
        },
        {
            "docid": "3185775_6",
            "document": "Gate control theory . Ronald Melzack and Patrick Wall introduced their \"gate control\" theory of pain in the 1965 \"Science\" article \"Pain Mechanisms: A New Theory\". The authors proposed that both thin (pain) and large diameter (touch, pressure, vibration) nerve fibers carry information from the site of injury to two destinations in the dorsal horn of the spinal cord: transmission cells that carry the pain signal up to the brain, and inhibitory interneurons that impede transmission cell activity. Activity in both thin and large diameter fibers \"excites\" transmission cells. Thin fiber activity \"impedes\" the inhibitory cells (tending to allow the transmission cell to fire) and large diameter fiber activity \"excites\" the inhibitory cells (tending to inhibit transmission cell activity). So, the more large fiber (touch, pressure, vibration) activity relative to thin fiber activity at the inhibitory cell, the less pain is felt. The authors had drawn a neural \"circuit diagram\" to explain why we rub a smack. They pictured not only a signal traveling from the site of injury to the inhibitory and transmission cells and up the spinal cord to the brain, but also a signal traveling from the site of injury directly up the cord to the brain (bypassing the inhibitory and transmission cells) where, depending on the state of the brain, it may trigger a signal back down the spinal cord to modulate inhibitory cell activity (and so pain intensity). The theory offered a physiological explanation for the previously observed effect of psychology on pain perception.",
            "score": 98.53388977050781
        },
        {
            "docid": "20848680_9",
            "document": "Cellular neuroscience . Postsynaptic depolarizations can either transmit excitatory or inhibitory neurotransmitters. Those that release excitatory vesicles are referred to as excitatory postsynaptic potential (EPSP). Alternatively, inhibitory vesicles stimulate postsynaptic receptors such as to allow Cl ions to enter the cell or K ions to leave the cell, which results in an inhibitory postsynaptic potential (IPSP). If the EPSP is dominant, the threshold of excitation in the postynaptic neuron may be reached, resulting in the generation of an action potential in the neuron(s) in turn postsynaptic to it, propagating the signal.",
            "score": 98.42204284667969
        },
        {
            "docid": "34045015_15",
            "document": "History of pain theory . Ronald Melzack and Patrick Wall introduced their \"gate control\" theory of pain in the 1965 \"Science\" article \"Pain Mechanisms: A New Theory\". The authors proposed that both thin (pain) and large diameter (touch, pressure, vibration) nerve fibers carry information from the site of injury to two destinations in the dorsal horn of the spinal cord: transmission cells that carry the pain signal up to the brain, and inhibitory interneurons that impede transmission cell activity. Activity in both thin and large diameter fibers \"excites\" transmission cells. Thin fiber activity \"impedes\" the inhibitory cells (tending to allow the transmission cell to fire) and large diameter fiber activity \"excites\" the inhibitory cells (tending to inhibit transmission cell activity). So, the more large fiber (touch, pressure, vibration) activity relative to thin fiber activity at the inhibitory cell, the less pain is felt. The authors had drawn a neural \"circuit diagram\" to explain why we rub a smack. They pictured not only a signal traveling from the site of injury to the inhibitory and transmission cells and up the spinal cord to the brain, but also a signal traveling from the site of injury directly up the cord to the brain (bypassing the inhibitory and transmission cells) where, depending on the state of the brain, it may trigger a signal back down the spinal cord to modulate inhibitory cell activity (and so pain intensity). The theory offered a physiological explanation for the previously observed effect of psychology on pain perception.",
            "score": 97.13480377197266
        },
        {
            "docid": "462393_11",
            "document": "Olfactory bulb . The basal dendrites of mitral cells are connected to interneurons known as granule cells, which by some theories produce lateral inhibition between mitral cells. The synapse between mitral and granule cells is of a rare class of synapses that are \"dendro-dendritic\" which means that both sides of the synapse are dendrites that release neurotransmitter. In this specific case, mitral cells release the excitatory neurotransmitter glutamate, and granule cells release the inhibitory neurotransmitter Gamma-aminobutyric acid (GABA). As a result of its bi-directionality, the dendro-dendritic synapse can cause mitral cells to inhibit themselves (auto-inhibition), as well as neighboring mitral cells (lateral inhibition). More specifically, the granule cell layer receives excitatory glutamate signals from the basal dendrites of the mitral and tufted cells. The granule cell in turn releases GABA to cause an inhibitory effect on the mitral cell. More neurotransmitter is released from the activated mitral cell to the connected dendrite of the granule cell, making the inhibitory effect from the granule cell to the activated mitral cell stronger than the surrounding mitral cells. It is not clear what the functional role of lateral inhibition would be, though it may be involved in boosting the signal-to-noise ratio of odor signals by silencing the basal firing rate of surrounding non-activated neurons. This in turn aids in odor discrimination. Other research suggest that the lateral inhibition contributes to differentiated odor responses, which aids in the processing and perception of distinct odors. There is also evidence of cholinergic effects on granule cells that enhance depolarization of granule cells making them more excitable which in turn increases inhibition of mitral cells. This may contribute to a more specific output from the olfactory bulb that would closer resemble the glomerular odor map. Olfaction is distinct from the other sensory systems where peripheral sensory receptors have a relay in the diencephalon. Therefore, the olfactory bulb plays this role for the olfactory system.",
            "score": 96.56732940673828
        },
        {
            "docid": "931438_5",
            "document": "Indirect pathway . Simultaneously, in the indirect pathway, the motor cortices send activating signals to the caudate and putamen. The cells of the indirect pathway in the caudate and putamen that receive these signals are inhibitory and, once activated, they send inhibitory signals to the globus pallidus externus, reducing the activity in that nucleus. The globus pallidus externus normally sends inhibitory signals to the subthalamic nucleus. On activation of the indirect pathway, these inhibitory signals are reduced, which allows more activation of the subthalamic nucleus. Subthalamic nucleus cells can then send more activating signals to some parts of the globus pallidus internus and substantia nigra pars reticulata. Thus, parts of these two nuclei are driven to send more inhibitory signals to the ventrolateral nucleus of the thalamus, which prevents the development of significant activity in the motor cerebral cortices. This behavior prevents the activation of motor cortical areas that would compete with the voluntary movement.",
            "score": 96.35475158691406
        },
        {
            "docid": "21865_17",
            "document": "Neurotransmitter . A neurotransmitter can influence the function of a neuron through a remarkable number of mechanisms. In its direct actions in influencing a neuron’s electrical excitability, however, a neurotransmitter acts in only one of two ways: excitatory or inhibitory. A neurotransmitter influences trans-membrane ion flow either to increase (excitatory) or to decrease (inhibitory) the probability that the cell with which it comes in contact will produce an action potential. Thus, despite the wide variety of synapses, they all convey messages of only these two types, and they are labeled as such. Type I synapses are excitatory in their actions, whereas type II synapses are inhibitory. Each type has a different appearance and is located on different parts of the neurons under its influence. Each neuron receives thousands of excitatory and inhibitory signals every second.",
            "score": 95.09394073486328
        },
        {
            "docid": "21120_26",
            "document": "Neuron . The distinction between excitatory and inhibitory neurotransmitters is not absolute, however. Rather, it depends on the class of chemical receptors present on the postsynaptic neuron. In principle, a single neuron, releasing a single neurotransmitter, can have excitatory effects on some targets, inhibitory effects on others, and modulatory effects on others still. For example, photoreceptor cells in the retina constantly release the neurotransmitter glutamate in the absence of light. So-called OFF bipolar cells are, like most neurons, excited by the released glutamate. However, neighboring target neurons called ON bipolar cells are instead \"inhibited\" by glutamate, because they lack the typical ionotropic glutamate receptors and instead express a class of inhibitory metabotropic glutamate receptors. When light is present, the photoreceptors cease releasing glutamate, which relieves the ON bipolar cells from inhibition, activating them; this simultaneously removes the excitation from the OFF bipolar cells, silencing them.",
            "score": 94.82696533203125
        },
        {
            "docid": "14755439_8",
            "document": "WNK1 . In the mature brain, the GABA neurotransmitter represents the major inhibitory signal used in neuronal signaling. GABA activates the GABA receptor which is a Cl ion channel. Cl ions will enter the neuron causing hyperpolarization and inhibition of signaling. During brain development however, GABA activation will allow Cl ions to leave the neuron causing the neuron to depolarize. Thus, GABA is an excitatory neurotransmitter during development. WNK1 has been implicated in the developmental switch from excitatory to inhibitory GABA signaling via interaction with NKCC1 and KCCs. WNK1 phosphorylates SPAK/OSR1 which then phosphorylates KCC2 inhibiting the flow of Cl ions out of the cell during development. The concentrations of Cl ions and K ion play a major role in regulating WNK1 activity. In the DCT, the plasma concentration of K ion is thought to impact the concentration Cl ions within the nephron. High plasma K concentration down regulates WNK1 activity and prevents Cl ion from entering the nephron via the NCC. The opposite occurs when plasma K concentration is low; increased WNK1 activity boosts NCC activity promoting reabsorption of Cl ions. When there is an abundance of Cl ions within the nephron, WNK1 activity is inhibited by the binding of a Cl ion to WNK1's catalytic domain.",
            "score": 94.380126953125
        },
        {
            "docid": "15774067_19",
            "document": "Synaptic noise . Noise in neurons is due to intrinsic and extrinsic sources. It can disrupt activity and interfere with how well a neuron can encode a signal. Noise is observed as changes in the membrane potential of a cell. The change in potential causes the accuracy of a neuron to be limited in its transmission. This limited transmission has been coined the signal-to-noise ratio. As noise levels increase, one would assume a lowered ratio and therefore diminished signals. A diminished signal can be detrimental to a cell if neuronal maintenance is disrupted, or more importantly a necessary inhibitory response is lost. Noise limits the fidelity of a neuron's response to a signal or stimulus. The accuracy of the signal will impact how well higher parts of the brain or sensory system process information from the neurons.",
            "score": 93.4115982055664
        },
        {
            "docid": "3717_9",
            "document": "Brain . Axons transmit signals to other neurons by means of specialized junctions called synapses. A single axon may make as many as several thousand synaptic connections with other cells. When an action potential, traveling along an axon, arrives at a synapse, it causes a chemical called a neurotransmitter to be released. The neurotransmitter binds to receptor molecules in the membrane of the target cell. Synapses are the key functional elements of the brain. The essential function of the brain is cell-to-cell communication, and synapses are the points at which communication occurs. The human brain has been estimated to contain approximately 100 trillion synapses; even the brain of a fruit fly contains several million. The functions of these synapses are very diverse: some are excitatory (exciting the target cell); others are inhibitory; others work by activating second messenger systems that change the internal chemistry of their target cells in complex ways. A large number of synapses are dynamically modifiable; that is, they are capable of changing strength in a way that is controlled by the patterns of signals that pass through them. It is widely believed that activity-dependent modification of synapses is the brain's primary mechanism for learning and memory.",
            "score": 91.1935806274414
        },
        {
            "docid": "30864404_20",
            "document": "Granule cell . The parallel fibers and ascending axon synapses from the same granule cell fire in synchronisation which results in excitatory signals. In the cerebellar cortex there are a variety of inhibitory neurons (interneurons). The only excitatory neurons present in the cerebellar cortex are granule cells.",
            "score": 90.62308502197266
        },
        {
            "docid": "2483527_5",
            "document": "Thalamocortical radiations . Thalamocortical signaling is primarily excitatory, causing the activation of corresponding areas of the cortex, but is mainly regulated by inhibitory mechanisms. The specific excitatory signaling is based upon glutamatergic signaling, and is dependent on the nature of the sensory information being processed. Recurrent oscillations in thalamocortical circuits also provide large-scale regulatory feedback inputs to the thalamus via GABAergic neurons that synapse in the TRN. In a study done by Gibbs, Zhang, Shumate, and Coulter (1998) it was found that endogenously released zinc blocked GABA responses within the TC system specifically by interrupting communication between the thalamus and the connected TRN. Computational neuroscientists are particularly interested in thalamocortical circuits because they represent a structure that is disproportionally larger and more complex in humans than other mammals (when body size is taken into account), which may contribute to humans' special cognitive abilities. Evidence from one study (Arcelli et al. 1996) offers partial support to this claim by suggesting that thalamic GABAergic local circuit neurons in mammalian brains relate more to processing ability compared to sensorimotor ability, as they reflect an increasing complexity of local information processing in the thalamus. It is proposed that core relay cells and matrix cells projecting from the dorsal thalamus allow for synchronization of cortical and thalamic cells during \"high-frequency oscillations that underlie discrete conscious events\", though this is a heavily debated area of research.",
            "score": 90.5310287475586
        },
        {
            "docid": "8278198_2",
            "document": "Random neural network . The random neural network (RNN) is a mathematical representation of an interconnected network of neurons or cells which exchange spiking signals. It was invented by Erol Gelenbe and is linked to the G-network model of queueing networks as well as to Gene Regulatory Network models. Each cell state is represented by an integer whose value rises when the cell receives an excitatory spike and drops when it receives an inhibitory spike. The spikes can originate outside the network itself, or they can come from other cells in the networks. Cells whose internal excitatory state has a positive value are allowed to send out spikes of either kind to other cells in the network according to specific cell-dependent spiking rates. The model has a mathematical solution in steady-state which provides the joint probability distribution of the network in terms of the individual probabilities that each cell is excited and able to send out spikes. Computing this solution is based on solving a set of non-linear algebraic equations whose parameters are related to the spiking rates of individual cells and their connectivity to other cells, as well as the arrival rates of spikes from outside the network. The RNN is a recurrent model, i.e. a neural network that is allowed to have complex feedback loops.",
            "score": 90.36328887939453
        },
        {
            "docid": "8998654_8",
            "document": "Killer-cell immunoglobulin-like receptor . Inhibitory receptors recognize self-MHC class I molecules on target self cells, causing the activation of signaling pathways that stop the cytolytic function of NK cells. Self-MHC class I molecules are always expressed under normal circumstance. According to the missing-self hypothesis, inhibitory KIR receptors recognize the downregulation of MHC class I molecules in virally-infected or transformed self cells, leading these receptors to stop sending the inhibition signal, which then leads to the lysis of these unhealthy cells. Because natural killer cells target virally infected host cells and tumor cells, inhibitory KIR receptors are important in facilitating self-tolerance.",
            "score": 90.31270599365234
        },
        {
            "docid": "563203_2",
            "document": "Excitatory synapse . An excitatory synapse is a synapse in which an action potential in a presynaptic neuron increases the probability of an action potential occurring in a postsynaptic cell. It makes it more likely for action potential to happen. Neurons form networks through which nerve impulses travel, each neuron often making numerous connections with other cells. These electrical signals may be excitatory or inhibitory, and, if the total of excitatory influences exceeds that of the inhibitory influences, the neuron will generate a new action potential at its axon hillock, thus transmitting the information to yet another cell.",
            "score": 90.30741119384766
        },
        {
            "docid": "422470_5",
            "document": "Motor unit . Motor units are organized slightly differently in invertebrates; each muscle has few motor units (typically less than 10), and each muscle fiber is innervated by multiple neurons, including excitatory and inhibitory neurons. Thus, while in vertebrates the force of contraction of muscles is regulated by how many motor units are activated, in invertebrates it is controlled by regulating the balance between excitatory and inhibitory signals.",
            "score": 90.23885345458984
        },
        {
            "docid": "1726672_4",
            "document": "Neural circuit . The connections between neurons in the brain are much more complex than those of the artificial neurons used in the connectionist neural computing models of artificial neural networks. The basic kinds of connections between neurons are synapses, chemical and electrical synapses. One principle by which neurons work is neural summation – potentials at the postsynaptic membrane will sum up in the cell body. If the depolarization of the neuron at the axon goes above threshold an action potential will occur that travels down the axon to the terminal endings to transmit a signal to other neurons. Excitatory and inhibitory synaptic transmission is realized mostly by inhibitory postsynaptic potentials (IPSPs) and excitatory postsynaptic potentials (EPSPs).",
            "score": 89.56063842773438
        },
        {
            "docid": "21944_33",
            "document": "Nervous system . According to a rule called Dale's principle, which has only a few known exceptions, a neuron releases the same neurotransmitters at all of its synapses. This does not mean, though, that a neuron exerts the same effect on all of its targets, because the effect of a synapse depends not on the neurotransmitter, but on the receptors that it activates. Because different targets can (and frequently do) use different types of receptors, it is possible for a neuron to have excitatory effects on one set of target cells, inhibitory effects on others, and complex modulatory effects on others still. Nevertheless, it happens that the two most widely used neurotransmitters, glutamate and GABA, each have largely consistent effects. Glutamate has several widely occurring types of receptors, but all of them are excitatory or modulatory. Similarly, GABA has several widely occurring receptor types, but all of them are inhibitory. Because of this consistency, glutamatergic cells are frequently referred to as \"excitatory neurons\", and GABAergic cells as \"inhibitory neurons\". Strictly speaking, this is an abuse of terminology—it is the receptors that are excitatory and inhibitory, not the neurons—but it is commonly seen even in scholarly publications.",
            "score": 89.45942687988281
        },
        {
            "docid": "2565082_9",
            "document": "Intrinsically photosensitive retinal ganglion cells . ipRGCs are both pre- and postsynaptic to dopaminergic amacrine cells (DA cells) via reciprocal synapses, with ipRGCs sending excitatory signals to the DA cells and the DA cells sending inhibitory signals to the ipRGCs. These inhibitory signals are mediated through GABA which is co-released from the DA cells along with dopamine. Dopamine has functions in the light adaptation process by up-regulating melanopsin transcription in ipRGCs and thus increasing the photoreceptor's sensitivity. In parallel with the DA amacrine cell inhibition, somatostatin-releasing amacrine cells, themselves inhibited by DA amacrine cells, inhibit ipRGCs. Other synaptic inputs to ipRGC dendrites include cone bipolar cells and rod bipolar cells.",
            "score": 89.42758178710938
        },
        {
            "docid": "52831659_3",
            "document": "PILRA . Cell signaling pathways rely on a dynamic interaction between activating and inhibiting processes. SHP-1-mediated dephosphorylation of protein tyrosine residues is central to the regulation of several cell signaling pathways. Two types of inhibitory receptor superfamily members are immunoreceptor tyrosine-based inhibitory motif (ITIM)-bearing receptors and their non-ITIM-bearing, activating counterparts. Control of cell signaling via SHP-1 is thought to occur through a balance between PILRalpha-mediated inhibition and PILRbeta-mediated activation. These paired immunoglobulin-like receptor genes are located in a tandem head-to-tail orientation on chromosome 7. This particular gene encodes the ITIM-bearing member of the receptor pair, which functions in the inhibitory role. Alternative splicing has been observed at this locus and three variants, each encoding a distinct isoform, are described.",
            "score": 89.2861328125
        },
        {
            "docid": "156998_29",
            "document": "Action potential . In sensory neurons, an external signal such as pressure, temperature, light, or sound is coupled with the opening and closing of ion channels, which in turn alter the ionic permeabilities of the membrane and its voltage. These voltage changes can again be excitatory (depolarizing) or inhibitory (hyperpolarizing) and, in some sensory neurons, their combined effects can depolarize the axon hillock enough to provoke action potentials. Some examples in humans include the olfactory receptor neuron and Meissner's corpuscle, which are critical for the sense of smell and touch, respectively. However, not all sensory neurons convert their external signals into action potentials; some do not even have an axon! Instead, they may convert the signal into the release of a neurotransmitter, or into continuous graded potentials, either of which may stimulate subsequent neuron(s) into firing an action potential. For illustration, in the human ear, hair cells convert the incoming sound into the opening and closing of mechanically gated ion channels, which may cause neurotransmitter molecules to be released. In similar manner, in the human retina, the initial photoreceptor cells and the next layer of cells (comprising bipolar cells and horizontal cells) do not produce action potentials; only some amacrine cells and the third layer, the ganglion cells, produce action potentials, which then travel up the optic nerve.",
            "score": 88.3797607421875
        },
        {
            "docid": "21865_38",
            "document": "Neurotransmitter . A neurotransmitter must be broken down once it reaches the post-synaptic cell to prevent further excitatory or inhibitory signal transduction. This allows new signals to be produced from the adjacent nerve cells. When the neurotransmitter has been secreted into the synaptic cleft, it binds to specific receptors on the postsynaptic cell, thereby generating a postsynaptic electrical signal. The transmitter must then be removed rapidly to enable the postsynaptic cell to engage in another cycle of neurotransmitter release, binding, and signal generation. Neurotransmitters are terminated in three different ways:",
            "score": 87.20600891113281
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 87.17516326904297
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 87.04730987548828
        },
        {
            "docid": "211955_5",
            "document": "Natural killer cell . NK cell receptors can also be differentiated based on function. NK Cells are not a subset of the T lymphocyte family. Natural cytotoxicity receptors directly induce apoptosis after binding to Fas ligand that directly indicate infection of a cell. The MHC-dependent receptors (described above) use an alternate pathway to induce apoptosis in infected cells. Natural killer cell activation is determined by the balance of inhibitory and activating receptor stimulation. For example, if the inhibitory receptor signaling is more prominent, then NK cell activity will be inhibited; similarly, if the activating signal is dominant, then NK cell activation will result. NK cell receptor types (with inhibitory, as well as some activating members) are differentiated by structure, with a few examples to follow:",
            "score": 86.5617904663086
        },
        {
            "docid": "4455796_8",
            "document": "Lateral inhibition . This excitatory signal, however, will only be transmitted by the rod cells in the center of the Ganglion cell receptive field to ganglion cells because horizontal cells respond by sending an inhibitory signal to the neighboring rods to create a balance that allows mammals to perceive more vivid images. The central rod will send the light signals directly to bipolar cells which in turn will relay the signal to the ganglion cells. Amacrine cells also produce lateral inhibition to bipolar cells and ganglion cells to perform various visual computations including image sharpening. The final visual signals will be sent to the thalamus and cerebral cortex, where additional lateral inhibition occurs.",
            "score": 86.55429077148438
        },
        {
            "docid": "184540_3",
            "document": "Gamma-Aminobutyric acid . In vertebrates, GABA acts at inhibitory synapses in the brain by binding to specific transmembrane receptors in the plasma membrane of both pre- and postsynaptic neuronal processes. This binding causes the opening of ion channels to allow the flow of either negatively charged chloride ions into the cell or positively charged potassium ions out of the cell. This action results in a negative change in the transmembrane potential, usually causing hyperpolarization. Two general classes of GABA receptor are known: Neurons that produce GABA as their output are called GABAergic neurons, and have chiefly inhibitory action at receptors in the adult vertebrate. Medium spiny cells are a typical example of inhibitory central nervous system GABAergic cells. In contrast, GABA exhibits both excitatory and inhibitory actions in insects, mediating muscle activation at synapses between nerves and muscle cells, and also the stimulation of certain glands. In mammals, some GABAergic neurons, such as chandelier cells, are also able to excite their glutamatergic counterparts.",
            "score": 86.37944030761719
        },
        {
            "docid": "21445461_9",
            "document": "Nonsynaptic plasticity . The excitability of a neuron at any point depends on the internal and external conditions of the cell at the time of stimulation. Since a neuron typically receives multiple incoming signals at a time, the propagation of an action potential depends on the integration of all the incoming EPSPs and IPSPs arriving at the axon hillock. If the summation of all excitatory and inhibitory signals depolarize the cell membrane to the threshold voltage, an action potential is fired. Changing the intrinsic excitability of a neuron will change that neuron's function.",
            "score": 86.25424194335938
        },
        {
            "docid": "8285473_8",
            "document": "Cell fate determination . Positive feedback can create asymmetry from homogeneity. In cases where the external or stimuli that would cause asymmetry are very weak or disorganized, through positive feedback the system can spontaneously pattern itself. Once the feedback has begun, any small initial signaling is magnified and thus produces an effective patterning mechanism. This is normally what occurs in the case of lateral inhibition in which neighboring cells induce specification via inhibitory or inducing signals (see Notch signaling). This kind of positive feedback at the single cell level and tissue level is responsible for symmetry breaking, which is an all-or-none process whereas once the symmetry is broken, the cells involved become very different. Symmetry breaking leads to a bistable or multistable system where the cell or cells involved are determined for different cell fates. The determined cells continue on their particular fate even after the initial stimulatory/inhibitory signal is gone, giving the cells a memory of the signal.",
            "score": 86.24028778076172
        }
    ]
}