{
    "q": [
        {
            "docid": "28414953_2",
            "document": "Vasa gene . Vasa is an RNA binding protein with an ATP-dependent RNA helicase that is a member of the DEAD box family of proteins. The vasa gene, is essential for germ cell development and was first identified in \"Drosophila melanogaster\", but has since been found to be conserved in a variety of vertebrates and invertebrates including humans. The Vasa protein is found primarily in germ cells in embryos and adults, where it is involved in germ cell determination and function, as well as in multipotent stem cells, where its exact function is unknown. The Vasa gene is a member of the DEAD box family of RNA helicases in \"Drosophila melanogaster.\" Its human ortholog, Ddx4, is located on human chromosome 5q. It is syntenic to mouse chromosome 13, where the mouse vasa gene, is located. The gene is conserved in many invertebrates and vertebrate species such as \"C. elegans\", \"Xenopus\", Zebrafish, flatworms, echinderms, molluscs, nematodes, mice and rats as an important part of germ line maintenance and function.",
            "score": 178.71449828147888
        },
        {
            "docid": "28414953_20",
            "document": "Vasa gene . Vasa expression has been observed in epithelial ovarian cancer cells. It was found to deter the DNA damage-induced G2 checkpoint by downregulating the expression of another gene. Vasa is also present in chicken embryonic stem cells where it induces expression of germ line genes. This function still supports the most important role of Vasa in germ line development. In Cnidarians, Vasa has a role in nerve cells and gland cells. Other examples include Vasa in multipotent stem cell cluster of \"Polyascus polygenea\" buds and stolon, Vasa in auxiliary cells of oyster ovaries, Vasa in non-germ-line lineages in snails, Vasa in progenitor mesodermal posterior growth zone of polychaete annelid, and Vasa present in non-genetical segments during Oligochaete development. But no reports of vasa expressed outside of germ line cells in vertebrates or insects.",
            "score": 110.81864356994629
        },
        {
            "docid": "8139076_5",
            "document": "Germ line development . Pole plasm is organized by and contains the proteins and mRNA of the posterior group genes (such as oskar, nanos gene, Tudor, vasa, and Valois). These genes play a role in germ line development to localize nanos mRNA to the posterior and localize germ cell determinants. Drosophila progeny with mutations in these genes fail to produce pole cells and are thus sterile, giving these mutations the name 'grandchildless'. The genes Oskar, nanos and germ cell-less (gcl) have important roles. Oskar is sufficient to recruit the other genes to form functional germ plasm. Nanos is required to prevent mitosis and somatic differentiation and for the pole cells to migrate to function as PGCs (see next section). Gcl is necessary (but not sufficient) for pole cell formation. In addition to these genes, Pgc polar granule component blocks phosphorylation and consequently activation of RNA polymerase II and shuts down transcription.",
            "score": 97.15958714485168
        },
        {
            "docid": "28414953_18",
            "document": "Vasa gene . Vasa expression is restricted to tissue specific cells. Until recently it was thought that Vasa protein can only be found in gametes and is undetectable in somatic cells. Within germ cells, Vasa is expressed in the cytoplasm. During embryogenesis, Vasa is expressed in migratory primordial germ cells (PGCs) at the gonadal ridge in both males and females.This specificity allows Vasa to be used as a highly specific marker for germ cells. In a patient with Sertoli cell syndrome, no Vasa signal was detected from testicular biopsy. However, recent studies show that Vasa functions in other cells as well.",
            "score": 89.04789996147156
        },
        {
            "docid": "28414953_10",
            "document": "Vasa gene . One of main function of Vasa protein is in germ cell determination and function. It uses ATP dependent RNA helicase catalytic activity to regulate the translation of multiple mRNAs. Vasa unwinds the duplex RNA by binding and bending short stretches of the duplex in a non-processive manner. The conserved domain may act as chaperones by unwinding RNA secondary structures and refolding properly. pre-mRNA splicing, ribosome biogenesis, nuclear export, translational regulation and degradation.",
            "score": 139.2555763721466
        },
        {
            "docid": "187588_48",
            "document": "Lamarckism . The mechanism was meant to explain why homologous DNA sequences from the VDJ gene regions of parent mice were found in their germ cells and seemed to persist in the offspring for a few generations. The mechanism involved the somatic selection and clonal amplification of newly acquired antibody gene sequences generated via somatic hypermutation in B-cells. The messenger RNA products of these somatically novel genes were captured by retroviruses endogenous to the B-cells, and were then transported through the bloodstream where they could breach the Weismann or soma-germ barrier and reverse transcribe the newly acquired genes into the cells of the germ line, in the manner of Darwin's pangenes.",
            "score": 77.79444479942322
        },
        {
            "docid": "28414953_4",
            "document": "Vasa gene . All DEAD box genes, including Vasa, have 9 conserved sequence motifs. The Vasa gene family evolved from a duplication event followed by acquiring certain domains. Early in the evolution of multicellular animals, the duplication of PL10 related DEAD-box gene occurred. This resulted in animals having both Vasa and PL10 genes, but plants and fungi only have PL10 genes and no Vasa. After the duplication event, the N-terminal region acquired Zn-knuckle domains which are now conserved in invertebrates. Vertebrates and insects both have lost the Zn-knuckle domains. The number of these domains vary between different species Vasa genes. An important property of Zn-knuckles, which can be categorized as classical zinc fingers, is that they are able to bind to single and double stranded DNA or RNA. The presence of Zn-knuckles in invertebrates and absence in vertebrates may be an indication of differences in target binding sites. Their presence may be important to functions outside germ line development. An exception to this theory is the presence of Zn-knuckles in all four C. elegans Vasa genes, which are restricted to functions in the germ line. ",
            "score": 127.87874984741211
        },
        {
            "docid": "8139076_3",
            "document": "Germ line development . Cleavage in most animals segregates cells containing germ plasm from other cells. The germ plasm effectively turns off gene expression to render the genome of the cell inert. Cells expressing germ plasm become primordial germ cells (PGCs) which will then give rise to the gametes. The germ line development in mammals, on the other hand, occurs by induction and not by an endogenous germ plasm.",
            "score": 70.88046479225159
        },
        {
            "docid": "28414953_21",
            "document": "Vasa gene . In \"Drosophila\", \"vasa\" expression is seen in germ cells, specifically the germline stem cells (GSC's) of female ovaries and in the early stages of spermatogensis in the male testis.",
            "score": 84.2337760925293
        },
        {
            "docid": "4099290_7",
            "document": "Transgene . In the 1970 and 1980s, scientists passed this hurdle by inventing procedures for combining the DNA of two vastly different species with genetic engineering. The organisms produced by these procedures were termed transgenic. Transgenesis is the same as gene therapy in the sense that they both transform cells for a specific purpose. However, they are completely different in their purposes, as gene therapy aims to cure a defect in cells, and transgenesis seeks to produce a genetically modified organism by incorporating the specific transgene into every cell and changing the genome. Transgenesis will therefore change the germ cells, not only the somatic cells, in order to ensure that the transgenes are passed down to the offspring when the organisms reproduce. Transgenes alter the genome by blocking the function of a host gene; they can either replace the host gene with one that codes for a different protein, or introduce an additional gene.",
            "score": 40.58986020088196
        },
        {
            "docid": "2395117_6",
            "document": "Gametogonium . The gonads have an important role in germ cell development, converting the bipotential cells into gametogonia. The germ cells are bipotential in that prior to migrating to the gonads, they are capable of forming either spermatogonia or oogonia. The specification into either female or male fates for the organism itself also depends on the development of the gonads, which have yet to differentiate into ether ovaries or testes. In the mouse, somatic sex determination (i.e. determination of either female or male gonads) begins at embryonic day 10.5 in mice, but is not finalised until day 12.5. Male somatic cell specification involves the Y-chromosome specific Sry gene, which regulates the specification of Sertoli cells and Leydig cells. Without the specification of those cells, the gonad formation is regulated by the X-chromosomes, forming the ovaries. After the fate of the gonads is finalised, the sex specification of the germ cells occurs at 12.5-15.5 days. Sex specification of the germ cells requires the repression of pluripotency and relies on the communication between the somatic cells of the gonads and germ cells Reitzel et al., 2015. The mechanisms for male and female differentiation are markedly different, since a population of sperm producing spermatogonia are retained throughout development and into adult life Reitzel et al., 2015, unlike oogonia which only produce oocyte in utero. When the germ cells reach the gonads, they undergo proliferation via mitosis and at 13.5 days of rat development they begin to undergo meiosis in the ovary but arrested at the mitotic stage in the testes. In the ovary, after mitosis, the gametogonium undergo meiosis, which is initiated by intrinsic competence factor DazL and extrinsic retinoic acid, excreted by the mesonephros. Retinoic acid is the major factor in meiosis, upregulating genes including ‘‘Stra8’‘, ‘‘Dmc1’‘ and ‘‘Sycp3’‘, which all have a role in meiosis. The male germ cells are protected from external signalling, like retinoic acid from the mesonephros, by the Leydig and Sertoli cells.",
            "score": 74.25045967102051
        },
        {
            "docid": "8139076_14",
            "document": "Germ line development . Expression of Blimp1 is the earliest known marker of PGC specification. A mutation in the Blimp1 gene results in the formation of PGC-like cells at embryonic day 8.5 that closely resemble their neighbouring somatic cells. A central role of Blimp 1 is the induction of Tcfap2c, a helix-span helix transcription factor. Tcfap2c mutants exhibited an early loss of primordial germ cells. Tcfap2c is thought to repress somatic gene expression, including the mesodermal marker Hoxb1. So, Blimp1, Tcfap2c and Prdm4 together are able to activate and repress the transcription of all the necessary genes to regulate PGC specification. Mutation of Prdm4 results in the formation of PGCs that are lost by embryonic day 11.5. The loss of PGCs in the Prdm4 mutant is due to failure in global erasure of histone 3 methylation patterns. Blimp1 and Prdm4 also elicit another epigenetic event that causes global DNA demethylation.",
            "score": 64.02100467681885
        },
        {
            "docid": "14445573_2",
            "document": "Extrachromosomal array . An extrachromosomal array is a method for mosaic analysis in genetics. It is a cosmid, and contains two functioning (wild-type) closely linked genes: a \"gene of interest\" and a \"mosaic marker\". Such an array is injected into germ line cells, which already contain mutant (specifically, loss of function) alleles of all three genes in their chromosomal DNA. The cosmid, which is not packed correctly during mitosis, is occasionally present in only one daughter cell following cell division. The daughter cell containing the array expresses the gene of interest; the cell lacking the array does not.",
            "score": 54.700772523880005
        },
        {
            "docid": "52448763_9",
            "document": "Phylotypic stage . The advent of next-generation sequencing enabled scientists to use molecular methods to identify the period of development that has the most conserved gene expression patterns among different species. In 2010, two studies found molecular evidence that supports the hourglass model. Kalinka \"et al\". sequenced the transcriptome of six \"Drosophila\" species over developmental time, identifying the most conserved gene expression in mid-development during the arthropod germ band developmental stage. Genes that were enriched in the developing embryos at the germ band stage are involved in cellular and organismal development. Domazet-Lošo and Tautz analyzed the transcriptome of zebrafish (\"Danio rerio\") over developmental time, from unfertilized eggs to adults. They used a method called genomic phylostratigraphy to estimate the age of each gene during development. In zebrafish, as well as in additional transcriptomic datasets of \"Drosophila\", the mosquito \"Anopheles\" and the nematode \"Caenorhabditis elegans\", the authors found that genes expressed during mid-development are older than those expressed at the beginning and end of development, supporting the hourglass model.",
            "score": 70.65933525562286
        },
        {
            "docid": "30876867_33",
            "document": "Molecular cloning . Gene therapy involves supplying a functional gene to cells lacking that function, with the aim of correcting a genetic disorder or acquired disease. Gene therapy can be broadly divided into two categories. The first is alteration of germ cells, that is, sperm or eggs, which results in a permanent genetic change for the whole organism and subsequent generations. This “germ line gene therapy” is considered by many to be unethical in human beings. The second type of gene therapy, “somatic cell gene therapy”, is analogous to an organ transplant. In this case, one or more specific tissues are targeted by direct treatment or by removal of the tissue, addition of the therapeutic gene or genes in the laboratory, and return of the treated cells to the patient. Clinical trials of somatic cell gene therapy began in the late 1990s, mostly for the treatment of cancers and blood, liver, and lung disorders.",
            "score": 49.41532504558563
        },
        {
            "docid": "14764542_4",
            "document": "PRDM1 . Blimp1 (also known as Prdm1), a known transcriptional repressor, has a critical role in the foundation of the mouse germ cell lineage, as its disruption causes a block early in the process of primordial germ cell formation. Blimp1-deficient mutant embryos form a tight cluster of about 20 primordial germ cell-like cells, which fail to show the characteristic migration, proliferation and consistent repression of homeobox genes that normally accompany specification of primordial germ cells. The genetic lineage-tracing experiments indicate that the Blimp1-positive cells originating from the proximal posterior epiblast cells are indeed the lineage-restricted primordial germ cell precursors.",
            "score": 56.24661731719971
        },
        {
            "docid": "28414953_6",
            "document": "Vasa gene . Vasa is regulated at the transcript and protein level. Developing embryos and adults regulate Vasa expression to cell and tissue specific locations. In Drosophila, zygotic transcription of Vasa occurs at pole cells, and stays germ-line specific throughout the life of the organism.",
            "score": 87.32826805114746
        },
        {
            "docid": "50105198_7",
            "document": "Ruth Lehmann . Lehmann published her first paper in 1981 under her Fulbright Fellowship mentor Campos-Ortega, detailing her study of early neurogenesis in \"Drosphila\" and the effects of lethal mutations on neural and epidermal cell precursors. Under Nüsslein-Volhard, Lehmann began to study maternal genes like oskar, pumilio, and nanos, comparing the effects of maternal versus zygotic genes in germ cell formation, abdominal patterning, and cell signaling. Using molecular cloning techniques, she discovered that oskar and nanos RNA transcripts regulate gene expression and germ cell formation by localizing at the posterior embryonic pole. Her later work continues to build on this discovery by analyzing modification mechanisms of RNA transcript production and how they affect germ cell differentiation and localization in \"Drosophila\". Among other mechanisms, her laboratory discovered that a polyadenylated tail is not required for gene regulation.",
            "score": 77.07554483413696
        },
        {
            "docid": "2395127_13",
            "document": "Oogonium . Because it is theorized that oogonia either degenerate or differentiate into primary oocytes which enter oogenesis and are halted in prophase I of the first meiosis post partum, it is concluded that adult mammalian females lack a population of germ cells that are able to renew or regenerate. But instead, have a large population of primary oocytes that are arrested in the first meiosis until puberty. At puberty, one primary oocyte will complete meiosis to eventually form an ovum during each menstrual cycle. Because there is an absence of regenerating germ cells and oogonia in the human, the number of primary oocytes dwindles after each menstrual cycle until menopause, when the female no longer has a population of primary oocytes.  Recent research, however, has identified that renewable oogonia may be present in the lining of the female ovaries of humans, primates and mice. It is thought that these germ cell might be necessary for the upkeep of the reproductive follicles and oocyte development, well into adulthood. It has also been discovered, that some stem cells may migrate from the bone marrow to the ovaries as a source of extra-genial germ cells. These mitotically active germ cells found in mammalian adults were identified by tracking several markers that were common in oocytes. These potential renewable germs cells were identified as positive for these essential oocyte markers.",
            "score": 58.079063415527344
        },
        {
            "docid": "28414953_15",
            "document": "Vasa gene . Mutations in Vasa homolog, \"Mvh\", cause defects in spermatogenesis but females are fertile. Male sterility may be due to deficiencies in germ cell proliferation and differentiation (the mouse homolog of Droso.). Female fertility may be due to functional redundancy by other DEAD-box family members. Null mutation still allows primordial germ cells to form but have severe defects.",
            "score": 94.99405121803284
        },
        {
            "docid": "42888_71",
            "document": "Human genome . Epigenetics describes a variety of features of the human genome that transcend its primary DNA sequence, such as chromatin packaging, histone modifications and DNA methylation, and which are important in regulating gene expression, genome replication and other cellular processes. Epigenetic markers strengthen and weaken transcription of certain genes but do not affect the actual sequence of DNA nucleotides. DNA methylation is a major form of epigenetic control over gene expression and one of the most highly studied topics in epigenetics. During development, the human DNA methylation profile experiences dramatic changes. In early germ line cells, the genome has very low methylation levels. These low levels generally describe active genes. As development progresses, parental imprinting tags lead to increased methylation activity.",
            "score": 66.19700586795807
        },
        {
            "docid": "51778132_9",
            "document": "Testicular dysgenesis syndrome . Many genes have been implicated in the disorders of TDS, with genome wide association studies (GWAS) regularly identifying new gene variants that play a role in abnormal testes development. Some of these are specific to certain disorders, and some are part of a 'risk factor network' that connect TGCC, hypospadias, cryptorchidism, poor semen quality. The majority of these genes are involved in fetal gonad development. Mutations in androgen receptor genes are highly implicated, as these are involved in penile development, testes descent, and testes development. Testicular germ cell cancer (TGCC) shows a strong genetic disposition, with the most significant gene variants being those linked to gonad formation and germ cell function.",
            "score": 60.88830089569092
        },
        {
            "docid": "4385154_3",
            "document": "Site-specific recombinase technology . In the late 1980s gene targeting in murine embryonic stem (ES-)cells enabled the transmission of mutations into the mouse germ line and emerged as a novel option to study the genetic basis of regulatory networks as they exist in the genome. Still, classical gene targeting proved to be limited in several ways as gene functions became irreversibly destroyed by the marker gene that had to be introduced for selecting recombinant ES cells. These early steps led to animals in which the mutation was present in all cells of the body from the beginning leading to complex phenotypes and/or early lethality. There was a clear need for methods to restrict these mutations to specific points in development and specific cell types. This dream became reality when groups in the USA were able to introduce bacteriophage and yeast-derived site-specific recombination (SSR-) systems into mammalian cells as well as into the mouse",
            "score": 45.016005873680115
        },
        {
            "docid": "28414953_19",
            "document": "Vasa gene . A study on \"Macrostomum lignano\" found Vasa expression in multipotent neoblast stem cells in addition to germ cells. However, RNAi knockdown revealed that either Vasa is non-essential in this organism or is made functionally redundant by other Vasa-like genes. Similar results were found on studies of colonial ascidians, oysters, teleosts, Xenopus, the parasitic wasp, and the crustacean \"Parhyale hawaiensis\".",
            "score": 86.29420709609985
        },
        {
            "docid": "12891_20",
            "document": "Gene therapy . In germline gene therapy (GGT), germ cells (sperm or egg cells) are modified by the introduction of functional genes into their genomes. Modifying a germ cell causes all the organism's cells to contain the modified gene. The change is therefore heritable and passed on to later generations. Australia, Canada, Germany, Israel, Switzerland, and the Netherlands prohibit GGT for application in human beings, for technical and ethical reasons, including insufficient knowledge about possible risks to future generations and higher risks versus SCGT. The US has no federal controls specifically addressing human genetic modification (beyond FDA regulations for therapies in general).",
            "score": 44.52444076538086
        },
        {
            "docid": "14879794_4",
            "document": "DMRT1 . The DMRT1 gene is located at the end of the 9th chromosome. This gene is a dose sensitive transcription factor protein that regulates Sertoli cells and germ cell. The majority DMRT1 protein is located in the testicular cord and Sertoli cells, with a small amount in the germ cells. Two copies of the DMRT1 gene are required for normal sexual development. When a DMRT1 gene is lost the most common disease is chromosome 9p deletion, which causes abnormal testicular formation and feminization. The DMRT1 gene is critical in the male sex determination and without this gene the default female characteristic takes over and male characteristic is slight or non-existent. In the knockout model of this gene, the mice showed changes in both Sertoli and germ cells soon after the gonadal ridge was formed. The main defects associated with this knockout gene were developmental arrest, excess proliferation of germ cells, and failure to undergo meiosis, mitosis, or migration. Thus, the knockout model shows that loss of the DMRT1 gene is associated with incomplete germ cell development leading to infertility, abnormal testicular formation, and/or feminization of the affected individual.",
            "score": 63.29049026966095
        },
        {
            "docid": "1059331_10",
            "document": "David C. Page . Page used the mouse as a model to study the genetics of meiotic initiation, showing that retinoic acid (RA) is the key factor which induces meiosis, as well as identifying several important genes crucial to the meiotic initiation pathway, including Stra8 and DAZL. Page further discovered that the differentiation germ cells into gametocytes (oocytes in females or spermatocytes in males) does not depend on meiotic initiation, as commonly thought, showing that germ cells deficient in Stra8, a gene that activates the meiotic pathway, are still capable of growth and differentiation.",
            "score": 38.861385107040405
        },
        {
            "docid": "275553_22",
            "document": "Tammar wallaby . The genomes of marsupials are of great interest to scientists studying comparative genomics, and the study of tammars has provided much information about the genetics of marsupials and mammals in general. Marsupials are at a convenient degree of evolutionary divergence from humans; mice are too close and have not developed many different functions, while birds are genetically too remote. Key immune genes from the tammar wallaby were isolated and studied in 2009, and the full genome was sequenced in 2011. Sequencing of the tammar genome found \"innovation in reproductive and lactational genes, rapid evolution of germ cell genes, and incomplete, locus-specific X inactivation\".<ref name=\"Renfree/Papenfuss\"></ref> The researchers also found new HOX genes that control gene expression, as well as novel microRNAs. The tammar genome appears to have more rearrangements than those of both the human and the gray short-tailed opossum, another sequenced marsupial.",
            "score": 56.05680191516876
        },
        {
            "docid": "27989492_16",
            "document": "Center for Applied Genomics . Testicular cancer is the most common form of cancer in men between the ages of 15 and 34, but also peaks in infancy and old age. In 2009, in collaboration with the Nathanson Lab at the University of Pennsylvania, the Center published the results of a genome-wide associated study that examined the genomes of 227 patients with testicular germ cell tumors and 919 controls. They identified an area on chromosome 5 as a major risk factor for the disease, which was in the region of a gene called SPRY4. A specific copy of this gene is associated with a 40% greater chance of testicular cancer. Even more strikingly, they identified a region in chromosome 12 within a gene called KITLG. Patients with a specific form of the KITLG gene were much more likely to have testicular cancer – each copy of the gene-form increased risk of testicular cancer threefold. This represents one of the largest effect sizes reported in cancer.",
            "score": 45.71596920490265
        },
        {
            "docid": "55076984_4",
            "document": "Azim Surani . Surani discovered genomic imprinting in 1984, and subsequently examined its mechanism and the functions of imprinted genes. He later established the genetic basis for germ cell specification, using a single-cell analysis in mice. This genetic network also initiates the unique resetting of the germline epigenome, including comprehensive erasure of DNA methylation towards re-establishing full genomic potency. Epigenetic modifications and re-establishments of imprints then generate functional differences between parental genomes whilst aberrant imprints contribute to human disease.",
            "score": 44.033459424972534
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 69.51013267040253
        },
        {
            "docid": "26434496_4",
            "document": "Germ line theory . For decades microbiologists searched for a mechanism that could explain the large diversity of antibody structure. For this reason the germ line theory emerged. According to this theory, the genomes contributed by the germ cell, sperm and egg contained a large repertoire of immunoglobulin genes. It was clear that there should be a mechanism that help the antibody to have diversity and keep it constant. The germ line theory could not provide any explanation on this aspect.",
            "score": 56.03797364234924
        }
    ],
    "r": [
        {
            "docid": "28414953_2",
            "document": "Vasa gene . Vasa is an RNA binding protein with an ATP-dependent RNA helicase that is a member of the DEAD box family of proteins. The vasa gene, is essential for germ cell development and was first identified in \"Drosophila melanogaster\", but has since been found to be conserved in a variety of vertebrates and invertebrates including humans. The Vasa protein is found primarily in germ cells in embryos and adults, where it is involved in germ cell determination and function, as well as in multipotent stem cells, where its exact function is unknown. The Vasa gene is a member of the DEAD box family of RNA helicases in \"Drosophila melanogaster.\" Its human ortholog, Ddx4, is located on human chromosome 5q. It is syntenic to mouse chromosome 13, where the mouse vasa gene, is located. The gene is conserved in many invertebrates and vertebrate species such as \"C. elegans\", \"Xenopus\", Zebrafish, flatworms, echinderms, molluscs, nematodes, mice and rats as an important part of germ line maintenance and function.",
            "score": 178.71450805664062
        },
        {
            "docid": "21398328_2",
            "document": "DEAD/DEAH box helicase . The DEAD/DEAH box helicases are a family of proteins whose purpose is to unwind nucleic acids. The DEAD box helicases are involved in various aspects of RNA metabolism, including nuclear transcription, pre mRNA splicing, ribosome biogenesis, nucleocytoplasmic transport, translation, RNA decay and organellar gene expression.",
            "score": 170.93885803222656
        },
        {
            "docid": "14725751_3",
            "document": "RNA Helicase A . DEAD/DEAH box helicases are proteins, and are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a DEAD box protein with RNA helicase activity. It may participate in melting of DNA:RNA hybrids, such as those that occur during transcription, and may play a role in X-linked gene expression. It contains 2 copies of a double-stranded RNA-binding domain, a DEXH core domain and an RGG box. The RNA-binding domains and RGG box influence and regulate RNA helicase activity.The \"DHX9\" gene is located on the long arm \"q\" of chromosome 1.",
            "score": 160.3375701904297
        },
        {
            "docid": "28414953_10",
            "document": "Vasa gene . One of main function of Vasa protein is in germ cell determination and function. It uses ATP dependent RNA helicase catalytic activity to regulate the translation of multiple mRNAs. Vasa unwinds the duplex RNA by binding and bending short stretches of the duplex in a non-processive manner. The conserved domain may act as chaperones by unwinding RNA secondary structures and refolding properly. pre-mRNA splicing, ribosome biogenesis, nuclear export, translational regulation and degradation.",
            "score": 139.2555694580078
        },
        {
            "docid": "14816371_3",
            "document": "DDX21 . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a DEAD box protein, which is an antigen recognized by autoimmune antibodies from a patient with watermelon stomach disease. This protein unwinds double-stranded RNA, folds single-stranded RNA, and may play important roles in ribosomal RNA biogenesis, RNA editing, RNA transport, and general transcription.",
            "score": 139.1644744873047
        },
        {
            "docid": "56900508_3",
            "document": "Dexh-box helicase 34 . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this DEAD box protein family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a member of this family. It is mapped to the glioma 19q tumor suppressor region and is a tumor suppressor candidate gene. [provided by RefSeq, Jul 2008].",
            "score": 133.5070343017578
        },
        {
            "docid": "15420219_3",
            "document": "DDX46 . This gene encodes a member of the DEAD box protein family. DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure, such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. The protein encoded by this gene is a component of the 17S U2 snRNP complex; it plays an important role in pre-mRNA splicing.",
            "score": 133.4081268310547
        },
        {
            "docid": "14755082_3",
            "document": "DDX5 . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure, such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a DEAD box protein, which is an RNA-dependent ATPase, and also a proliferation-associated nuclear antigen, specifically reacting with the simian virus 40 tumor antigen. This gene consists of 13 exons, and alternatively spliced transcripts containing several intron sequences have been detected, but no isoforms encoded by these transcripts have been identified.",
            "score": 129.1520233154297
        },
        {
            "docid": "14770125_3",
            "document": "DDX17 . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a DEAD box protein, which is an ATPase activated by a variety of RNA species but not by dsDNA. This protein and that encoded by DDX5 gene are more closely related to each other than to any other member of the DEAD box family. Alternative splicing of this gene generates 2 transcript variants encoding different isoforms with the longer transcript reported to also initiate translation at a non-AUG (CUG) start site.",
            "score": 128.08265686035156
        },
        {
            "docid": "28414953_4",
            "document": "Vasa gene . All DEAD box genes, including Vasa, have 9 conserved sequence motifs. The Vasa gene family evolved from a duplication event followed by acquiring certain domains. Early in the evolution of multicellular animals, the duplication of PL10 related DEAD-box gene occurred. This resulted in animals having both Vasa and PL10 genes, but plants and fungi only have PL10 genes and no Vasa. After the duplication event, the N-terminal region acquired Zn-knuckle domains which are now conserved in invertebrates. Vertebrates and insects both have lost the Zn-knuckle domains. The number of these domains vary between different species Vasa genes. An important property of Zn-knuckles, which can be categorized as classical zinc fingers, is that they are able to bind to single and double stranded DNA or RNA. The presence of Zn-knuckles in invertebrates and absence in vertebrates may be an indication of differences in target binding sites. Their presence may be important to functions outside germ line development. An exception to this theory is the presence of Zn-knuckles in all four C. elegans Vasa genes, which are restricted to functions in the germ line. ",
            "score": 127.87874603271484
        },
        {
            "docid": "15220638_3",
            "document": "DDX27 . The protein encoded by this gene belongs to the family of DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), and are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a DEAD box protein, the function of which has not been determined.",
            "score": 127.83258819580078
        },
        {
            "docid": "14800337_3",
            "document": "EIF4A3 . This gene encodes a member of the DEAD box protein family. DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure, such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. The protein encoded by this gene is a nuclear matrix protein. Its amino acid sequence is highly similar to the amino acid sequences of the translation initiation factors eIF4A-I and eIF4A-II, two other members of the DEAD box protein family.",
            "score": 127.48582458496094
        },
        {
            "docid": "42229161_4",
            "document": "Coiled-coil domain containing 42B . DDX54 gene is member of DEAD protein family of Putative RNA helicases. The gene encodes DEAD box Protein which has a conserved motif of Asp-Glu-Ala-Asp (DEAD). The DEAD box protein family is associated with cellular processes that involve RNA secondary structure alteration such as RNA splicing, ribosome assembly, Initiation of translation, Nuclear and mitochondrial splicing, Spermatogenesis, embryogenesis, and cell growth and division.The RASAL 1 protein is member of GAP1 family that function in suppressing Ras function by inactivating GDP-bound form of Ras which permit the control of cellular proliferation and differentiation. DTX1 function as ubiquitin ligase protein by facilitating ubiquitination and allowing degradation of MEKK1. The ubiquitin ligase activity of DTX1 regulates the Notch Pathway, a signaling pathway that is associated with cell-cell communications that regulates cell-fate determination.",
            "score": 126.00625610351562
        },
        {
            "docid": "28414953_5",
            "document": "Vasa gene . The protein product in humans has 724 amino acids, a molecular mass of 79 kDa and 8 conserved domains in all DEAD-box proteins that is involved in RNA helicase activity. Domain V contains the DEAD motif. As with other Vasa related proteins, human Vasa has a N terminus rich in glycine and RGG motif repeats that function in RNA binding.",
            "score": 125.25211334228516
        },
        {
            "docid": "14770350_3",
            "document": "DDX3X . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a DEAD box protein, which interacts specifically with hepatitis C virus core protein resulting a change in intracellular location. This gene has a homolog located in the nonrecombining region of the Y chromosome. The protein sequence is 91% identical between this gene and the Y-linked homolog.",
            "score": 124.46727752685547
        },
        {
            "docid": "14815157_3",
            "document": "SKIV2L . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a DEAD box protein, which is a human homologue of yeast SKI2 and may be involved in antiviral activity by blocking translation of poly(A) deficient mRNAs. This gene is located in the class III region of the major histocompatibility complex.",
            "score": 124.25749206542969
        },
        {
            "docid": "14476027_3",
            "document": "DEAD box . DEAD box proteins were first brought to attention in the late 1980s in a study that looked at a group of NTP binding sites that were similar in sequence to the eIF4A RNA helicase sequence. The results of this study showed that these proteins (p68, SrmB, MSS116, vasa, PL10, mammalian eIF4A, yeast eIF4A) involved in RNA metabolism had several common elements. There were nine common sequences found to be conserved amongst the studied species, which is an important criterion of the DEAD box family. The nine conserved motifs are as follows, Q-motif, motif 1, motif 1a, motif 1b, motif II, motif III, motif IV, motif V, and motif VI, as shown in the figure. Motif II is also known as the Walker B motif and contains the amino acid sequence D-E-A-D (asp-glu-ala-asp), which gave this family of proteins the name “DEAD box”. Motif 1, motif II, the Q motif, and motif VI are all needed for ATP binding and hydrolysis, while motifs, 1a, 1b, III, IV, and V may be involved in intramolecular rearrangements and RNA interaction.",
            "score": 123.25004577636719
        },
        {
            "docid": "14764073_3",
            "document": "DDX20 . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a DEAD box protein, which has an ATPase activity and is a component of the survival of motor neuron (SMN) complex. This DEAD box protein is one of the gem-associated proteins (GEMIN3) that interacts directly with SMN. SMN is the spinal muscular atrophy gene product, and may play a catalytic role in the function of the SMN complex on RNPs.",
            "score": 122.30818939208984
        },
        {
            "docid": "447832_32",
            "document": "Helicase . RNA helicases are essential for most processes of RNA metabolism such as ribosome biogenesis, pre-mRNA splicing, and translation initiation. They also play an important role in sensing viral RNAs. RNA helicases are involved in the mediation of antiviral immune response because they can identify foreign RNAs in vertebrates. About 80% of all viruses are RNA viruses and they contain their own RNA helicases. Defective RNA helicases have been linked to cancers, infectious diseases and neuro-degenerative disorders. Some neurological disorders associated with defective RNA helicases are: amyotrophic lateral sclerosis, spinal muscular atrophy, spinocerebellar ataxia type-2, Alzheimer disease, and lethal congenital contracture syndrome.",
            "score": 121.63433074951172
        },
        {
            "docid": "16845830_3",
            "document": "DDX42 . This gene encodes a member of the Asp-Glu-Ala-Asp (DEAD) box protein family. Members of this protein family are putative RNA helicases, and are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. Two transcript variants encoding the same protein have been identified for this gene.",
            "score": 119.58585357666016
        },
        {
            "docid": "15228935_4",
            "document": "DHX36 . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this DEAD box protein family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division.",
            "score": 117.08194732666016
        },
        {
            "docid": "14476027_6",
            "document": "DEAD box . Pre-mRNA splicing requires rearrangements of five large RNP complexes, which are snRNPs U1, U2, U4, U5, and U6. DEAD box proteins are helicases that perform unwinding in an energy dependent approach and are able to perform these snRNP rearrangements in a quick and efficient manner. There are three DEAD box proteins in the yeast system, Sub2, Prp28, and Prp5, and have been proven to be required for in vivo splicing. Prp5 has been shown to assist in a conformational rearrangement of U2 snRNA, which makes the branch point recognition sequence of U2 available to bind the branch point sequence. Prp28 may have a role in recognizing the 5’ splice site and does not display RNA helicase activity, suggesting that other factors must be present in order to activate Prp28. DExD/H proteins have also been found to be required components in pre- mRNA splicing, in particular the DEAH proteins, Prp2, Prp16, Prp22, Prp43, and Brr213. As shown in the figure, DEAD box proteins are needed in the initial steps of spliceosome formation, while DEAH box proteins are indirectly required for the transesterifications, release of the mRNA, and recycling of the spliceosome complex.",
            "score": 116.51919555664062
        },
        {
            "docid": "14180704_3",
            "document": "RIG-I . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases which are implicated in a number of cellular processes involving RNA binding and alteration of RNA secondary structure. RIG-I contains a RNA helicase-DEAD box motifs and a caspase recruitment domain (CARD). RIG-I is involved in viral double-stranded (ds) RNA recognition and the regulation of immune response.",
            "score": 115.89218139648438
        },
        {
            "docid": "52901847_2",
            "document": "Teg49 small RNA . Teg49 is a non-coding RNA present in the extended promoter region of the staphylococcal accessory regulator \"sarA.\" It was identified by RNA-seq and confirmed by Northern blot. It is modulated by \"sigB\" (\"sarA\" regulator) and \"cshA\" (an ATP-dependant DEAD box RNA helicase) and it most likely contributes to virulence of \"S. aureus\" by modulating SarA expression.",
            "score": 115.11433410644531
        },
        {
            "docid": "14818992_3",
            "document": "MDA5 . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases. They are implicated in a number of cellular processes involving alteration of RNA secondary structure such as translation initiation, nuclear and mitochondrial splicing, and ribosome and spliceosome assembly. Based on their distribution patterns, some members of this family are believed to be involved in embryogenesis, spermatogenesis, and cellular growth and division. This gene encodes a DEAD box protein that is upregulated in response to treatment with beta-interferon (IFNB) and a protein kinase C-activating compound, mezerein (MEZ). Irreversible reprogramming of melanomas can be achieved by treatment with both these agents; treatment with either agent alone only achieves reversible differentiation.",
            "score": 113.30552673339844
        },
        {
            "docid": "14755082_2",
            "document": "DDX5 . Probable ATP-dependent RNA helicase DDX5 also known as DEAD box protein 5 or RNA helicase p68 is an enzyme that in humans is encoded by the \"DDX5\" gene.",
            "score": 112.96488952636719
        },
        {
            "docid": "56159216_3",
            "document": "DHX29 . This gene encodes a member of the DEAH (Asp-Glu-Ala-His) subfamily of proteins, part of the DEAD (Asp-Glu-Ala-Asp) box family of RNA helicases. The encoded protein functions in translation initiation, and is specifically required for ribosomal scanning across stable mRNA secondary structures during initiation codon selection. This protein may also play a role in sensing virally derived cytosolic nucleic acids. Knockdown of this gene results in reduced protein translation and impaired proliferation of cancer cells.",
            "score": 111.94603729248047
        },
        {
            "docid": "15220393_3",
            "document": "DDX43 . The protein encoded by this gene is an ATP-dependent RNA helicase in the DEAD box family and displays tumor-specific expression.",
            "score": 111.19842529296875
        },
        {
            "docid": "28414953_20",
            "document": "Vasa gene . Vasa expression has been observed in epithelial ovarian cancer cells. It was found to deter the DNA damage-induced G2 checkpoint by downregulating the expression of another gene. Vasa is also present in chicken embryonic stem cells where it induces expression of germ line genes. This function still supports the most important role of Vasa in germ line development. In Cnidarians, Vasa has a role in nerve cells and gland cells. Other examples include Vasa in multipotent stem cell cluster of \"Polyascus polygenea\" buds and stolon, Vasa in auxiliary cells of oyster ovaries, Vasa in non-germ-line lineages in snails, Vasa in progenitor mesodermal posterior growth zone of polychaete annelid, and Vasa present in non-genetical segments during Oligochaete development. But no reports of vasa expressed outside of germ line cells in vertebrates or insects.",
            "score": 110.81864166259766
        },
        {
            "docid": "447832_2",
            "document": "Helicase . Helicases are a class of enzymes vital to all living organisms. Their main function is to unpackage an organism's genes. They are motor proteins that move directionally along a nucleic acid phosphodiester backbone, separating two annealed nucleic acid strands (i.e., DNA, RNA, or RNA-DNA hybrid) using energy derived from ATP hydrolysis. There are many helicases resulting from the great variety of processes in which strand separation must be catalyzed. Approximately 1% of eukaryotic genes code for helicases. The human genome codes for 95 non-redundant helicases: 64 RNA helicases and 31 DNA helicases. Many cellular processes, such as DNA replication, transcription, translation, recombination, DNA repair, and ribosome biogenesis involve the separation of nucleic acid strands that necessitates the use of helicases.",
            "score": 108.54674530029297
        },
        {
            "docid": "14476027_5",
            "document": "DEAD box . DEAD box proteins are considered to be RNA helicases and many have been found to be required in cellular processes such as pre-mRNA processing and rearranging of ribonucleoproteins (RNP) complexes.",
            "score": 108.06102752685547
        },
        {
            "docid": "447832_34",
            "document": "Helicase . RNA helicases that do exhibit unwinding activity have been characterized by at least two different mechanisms: canonical duplex unwinding and local strand separation. Canonical duplex unwinding is the stepwise directional separation of a duplex strand, as described above, for DNA unwinding. However, local strand separation occurs by a process wherein the helicase enzyme is loaded at any place along the duplex. This is usually aided by a single-strand region of the RNA, and the loading of the enzyme is accompanied with ATP binding. Once the helicase and ATP are bound, local strand separation occurs, which requires binding of ATP but not the actual process of ATP hydrolysis. Presented with fewer base pairs the duplex then dissociates without further assistance from the enzyme. This mode of unwinding is used by the DEAD/DEAH box helicases.",
            "score": 107.8487548828125
        }
    ]
}