{
    "q": [
        {
            "docid": "29806193_14",
            "document": "Motor unit plasticity . Neurons adapt much quicker to training than muscle. The drastic increase in initial changes in force output at the start of physical training are due mostly to increases in firing frequency and EMG amplitude of the neuron. After this initial period of increase in force output, firing frequency and maximum EMG amplitude plateau. Only very small subsequent increases in these neural functions are seen after this plateau effect. This phenomenon of neurons adapting to training much quicker than muscle likely explains the frequently observed increase in strength at the very beginning of training occurring prior to muscle growth. Increases in force output after the plateau of neural functions are due almost entirely to muscle growth.",
            "score": 126.11322522163391
        },
        {
            "docid": "14464294_5",
            "document": "Targeted reinnervation . Several methods exist that seek to achieve advanced control of motorized neural prosthetics. Chronic brain implants record neuronal signals from the motor cortex, while methods such as EEG and fMRI obtain motor commands non-invasively. The recorded signals are decoded into electrical signals, and input into assistive devices or motorized prosthetics. Traditional myoelectric prostheses utilize surface EMG signals from the remains of the amputated limb. For example, a patient may flex a shoulder muscle in order to generate EMG signals that may be used to send “bend elbow” command to the prosthesis. However, there are shortcomings to all of these methods. Chronic implants fail over a period of time because neuronal signal degrade due to tissue immune response to foreign bodies. EEG and fMRI do not obtain as strong signals as direct electrode implant. Traditional myoelectric prostheses are unable to provide multiple control signals simultaneously, thus only one action can be performed at a time. They are also unnatural to use because the users have to use muscles (such as shoulder) that are not normally involved with lower arm functions to control lower arm functions (such as opening and closing hands). The solution to these problems could include a completely different concept of neural interface.",
            "score": 125.97716498374939
        },
        {
            "docid": "29806193_4",
            "document": "Motor unit plasticity . Resistance training has been shown to dramatically increase performance of motor units of the larger muscle groups. Motor unit plasticity of the larger muscle groups is extremely important for athletes, especially those participating in high impact and fast pace sports such as track and field, martial arts, and American football. Training that focuses on improving muscle strength and neural function via resistance training, is currently incorporated into many professional and collegiate training regiments. Motor unit plasticity can be measured in many ways, the most important of which being neural firing frequency, EMG amplitude, muscle force output, pre-synaptic inhibition, and synchronization.",
            "score": 118.85191750526428
        },
        {
            "docid": "3266190_6",
            "document": "Muscle weakness . Central fatigue is a reduction in the neural drive or nerve-based motor command to working muscles that results in a decline in the force output. It has been suggested that the reduced neural drive during exercise may be a protective mechanism to prevent organ failure if the work was continued at the same intensity. There has been a great deal of interest in the role of serotonergic pathways for several years because its concentration in the brain increases with motor activity. During motor activity, serotonin released in synapses that contact motoneurons promotes muscle contraction. During high level of motor activity, the amount of serotonin released increases and a spillover occurs. Serotonin binds to extrasynaptic receptors located on the axon initial segment of motoneurons with the result that nerve impulse initiation and thereby muscle contraction are inhibited.",
            "score": 101.80637812614441
        },
        {
            "docid": "3717_45",
            "document": "Brain . Motor systems are areas of the brain that are involved in initiating body movements, that is, in activating muscles. Except for the muscles that control the eye, which are driven by nuclei in the midbrain, all the voluntary muscles in the body are directly innervated by motor neurons in the spinal cord and hindbrain. Spinal motor neurons are controlled both by neural circuits intrinsic to the spinal cord, and by inputs that descend from the brain. The intrinsic spinal circuits implement many reflex responses, and contain pattern generators for rhythmic movements such as walking or swimming. The descending connections from the brain allow for more sophisticated control.",
            "score": 79.18093204498291
        },
        {
            "docid": "380541_30",
            "document": "Skeletal muscle . The electrical activity associated with muscle contraction are measured via electromyography (EMG). EMG is a common technique used in many disciplines within the Exercise and Rehab Sciences. Skeletal muscle has two physiological responses: relaxation and contraction. The mechanisms for which these responses occur generate electrical activity measured by EMG. Specifically, EMG can measure the action potential of a skeletal muscle, which occurs from the hyperpolarization of the motor axons from nerve impulses sent to the muscle (1). EMG is used in research for determining if the skeletal muscle of interest is being activated, the amount of force generated, and an indicator of muscle fatigue. The two types of EMG are intra-muscular EMG and the most common, surface EMG. The EMG signals are much greater when a skeletal muscle is contracting verses relaxing. However, for smaller and deeper skeletal muscles the EMG signals are reduced and therefore are viewed as a less valued technique for measuring the activation. In research using EMG, a maximal voluntary contraction (MVC) is commonly performed on the skeletal muscle of interest, to have reference data for the rest of the EMG recordings during the main experimental testing for that same skeletal muscle.",
            "score": 128.8652182817459
        },
        {
            "docid": "997173_21",
            "document": "Electromyography . EMG can also be used for indicating the amount of fatigue in a muscle. The following changes in the EMG signal can signify muscle fatigue: an increase in the mean absolute value of the signal, increase in the amplitude and duration of the muscle action potential and an overall shift to lower frequencies. Monitoring the changes of different frequency changes the most common way of using EMG to determine levels of fatigue. The lower conduction velocities enable the slower motor neurons to remain active.",
            "score": 127.14757251739502
        },
        {
            "docid": "29806193_6",
            "document": "Motor unit plasticity . EMG, or electromyography, amplitude is the measure of the electric potential of motor units. Maximum EMG amplitude is more commonly referred to as maximum neuronal output. Studies have shown that maximum EMG amplitude increases with continual resistance training. These increases can range from minuscule to as much as a 50 percent increase after as little as a one-month training period. On average, at the end of a one-month period of consistent and repetitive resistance training, EMG amplitude reaches a plateau. Further increases in amplitude after this one-month period occur if the training regimen is varied. This plateau effect is assumed to occur as a result of sufficient neuronal adaptation to the resistance load. Variance in load or repetition causes the neuron to increase its output, and therefore EMG amplitude, to allow for increased muscular force of contraction after this plateau occurs.",
            "score": 72.98939323425293
        },
        {
            "docid": "226722_27",
            "document": "Functional magnetic resonance imaging . The amplitude of the BOLD signal does not necessarily affect its shape. A higher-amplitude signal may be seen for stronger neural activity, but peaking at the same place as a weaker signal. Also, the amplitude does not necessarily reflect behavioral performance. A complex cognitive task may initially trigger high-amplitude signals associated with good performance, but as the subject gets better at it, the amplitude may decrease with performance staying the same. This is expected to be due to increased efficiency in performing the task. The BOLD response across brain regions cannot be compared directly even for the same task, since the density of neurons and the blood-supply characteristics are not constant across the brain. However, the BOLD response can often be compared across subjects for the same brain region and the same task.",
            "score": 79.04563450813293
        },
        {
            "docid": "997173_22",
            "document": "Electromyography . A motor unit is defined as one motor neuron and all of the muscle fibers it innervates. When a motor unit fires, the impulse (called an action potential) is carried down the motor neuron to the muscle. The area where the nerve contacts the muscle is called the neuromuscular junction, or the motor end plate. After the action potential is transmitted across the neuromuscular junction, an action potential is elicited in all of the innervated muscle fibers of that particular motor unit. The sum of all this electrical activity is known as a motor unit action potential (MUAP). This electrophysiologic activity from multiple motor units is the signal typically evaluated during an EMG. The composition of the motor unit, the number of muscle fibres per motor unit, the metabolic type of muscle fibres and many other factors affect the shape of the motor unit potentials in the myogram.",
            "score": 100.0724196434021
        },
        {
            "docid": "422470_8",
            "document": "Motor unit . Using electromyography (EMG), the neural strategies of muscle activation can be measured. Ramp-force threshold refers to an index of motor neuron size in order to test the size principle. This is tested by determining the recruitment threshold of a motor unit during isometric contraction in which the force is gradually increased. Motor units recruited at low force (low-threshold units) tend to be small motor units, while high-threshold units are recruited when higher forces are needed and involve larger motor neurons. These tend to have shorter contraction times than the smaller units. The number of additional motor units recruited during a given increment of force declines sharply at high levels of voluntary force. This suggests that, even though high threshold units generate more tension, the contribution of recruitment to increase voluntary force declines at higher force levels.",
            "score": 86.79616928100586
        },
        {
            "docid": "21944_37",
            "document": "Nervous system . The simplest type of neural circuit is a reflex arc, which begins with a sensory input and ends with a motor output, passing through a sequence of neurons connected in series. This can be shown in the \"withdrawal reflex\" causing a hand to jerk back after a hot stove is touched. The circuit begins with sensory receptors in the skin that are activated by harmful levels of heat: a special type of molecular structure embedded in the membrane causes heat to change the electrical field across the membrane. If the change in electrical potential is large enough to pass the given threshold, it evokes an action potential, which is transmitted along the axon of the receptor cell, into the spinal cord. There the axon makes excitatory synaptic contacts with other cells, some of which project (send axonal output) to the same region of the spinal cord, others projecting into the brain. One target is a set of spinal interneurons that project to motor neurons controlling the arm muscles. The interneurons excite the motor neurons, and if the excitation is strong enough, some of the motor neurons generate action potentials, which travel down their axons to the point where they make excitatory synaptic contacts with muscle cells. The excitatory signals induce contraction of the muscle cells, which causes the joint angles in the arm to change, pulling the arm away.",
            "score": 86.29364800453186
        },
        {
            "docid": "1942022_21",
            "document": "Motion simulator . Proprioceptors are receptors located in muscles, tendons, joints and gut, which send signals to the brain in proportion to accelerations to which the body is subject. An example of a \"popular\" proprioceptor mentioned by aircraft pilots, is the feeling in the \"seat of the pants\". Proprioceptors respond to stimuli generated by muscle movement and muscle tension. Signals generated by exteroceptors and proprioceptors are carried by sensory neurons or nerves and are called electrochemical signals. When a neuron receives such a signal, it sends it on to an adjacent neuron through a bridge called a synapse. A synapse \"sparks\" the impulse between neurons through electrical and chemical means. These sensory signals are processed by the brain in response to signals that travel along motor nerves. Motor neurons, with their special fibres, carry these signals to muscles, which are instructed to either contract or relax.",
            "score": 70.92799758911133
        },
        {
            "docid": "2255524_2",
            "document": "Motor unit recruitment . Motor unit recruitment refers to the activation of additional motor units to accomplish an increase in contractile strength in a muscle. A motor unit consists of one motor neuron and all of the muscle fibers it stimulates. All muscles consist of a number of motor units and the fibers belonging to a motor unit are dispersed and intermingle amongst fibers of other units. The muscle fibers belonging to one motor unit can be spread throughout part, or most of the entire muscle, depending on the number of fibers and size of the muscle. When a motor neuron is activated, all of the muscle fibers innervated by the motor neuron are stimulated and contract.  The activation of one motor neuron will result in a weak but distributed muscle contraction. The activation of more motor neurons will result in more muscle fibers being activated, and therefore a stronger muscle contraction. Motor unit recruitment is a measure of how many motor neurons are activated in a particular muscle, and therefore is a measure of how many muscle fibers of that muscle are activated. The higher the recruitment the stronger the muscle contraction will be. Motor units are generally recruited in order of smallest to largest (smallest motor neurons to largest motor neurons, and thus slow to fast twitch) as contraction increases. This is known as Henneman's Size Principle.",
            "score": 59.73686134815216
        },
        {
            "docid": "39377992_69",
            "document": "Reduced muscle mass, strength and performance in space . In addition to the effects of spaceflight on the myofibrillar component of skeletal muscle, the role of the neural components of skeletal muscle atrophy must not be understated. A functional disruption of neuronal control at the neuromuscular level, which seems to be paralleled by a reduction in the overall electrical activity of the muscle after spaceflight, raises the possibility that neuron-derived factors that play a role in the growth or maintenance of skeletal muscle may be disrupted. The hypothesis that microgravity causes a fundamental alteration in motor control has also been suggested. Studies conducted at JSC by the Exercise Physiology Laboratory showed that two-legged muscle power declines considerably more than can be explained by the loss in muscle mass alone. Additionally, the loss of explosive leg power was associated with a substantial reduction in the electromyography (EMG) activity of the m. rectus femoris, m. vastus lateralis, and m. vastus medialis. These investigators concluded that microgravity induced a basic change in motor control and coordination such that motor activation of extensor muscles was reduced. Similar observations have been made after long-duration spaceflight on Mir and ISS.",
            "score": 95.99720847606659
        },
        {
            "docid": "46685051_7",
            "document": "Epigenetics of neurodegenerative diseases . Amyotrophic Lateral Sclerosis (ALS), also known as Lou Gehrig’s disease, is a motor neuron disease that involves neurogeneration. All skeletal muscles in the body are controlled by motor neurons that communicate signals from the brain to the muscle through a neuromuscular junction. When the motor neurons degenerate, the muscles no longer receive signals from the brain and begin to waste away. ALS is characterized by stiff muscles, muscle twitching, and progressive muscle weakness from muscle wasting. The parts of the body affected by early symptoms of ALS depend on which motor neurons in the body are damaged first, usually the limbs. As the disease progresses most patients are unable to walk or use their arms and eventually develop difficulty speaking, swallowing and breathing. Most patients retain cognitive function and sensory neurons are generally unaffected. Patients are often diagnosed after the age of 40 and the median survival time from onset to death is around 3–4 years. In the final stages, patients can lose voluntary control of eye muscles and often die of respiratory failure or pneumonia as a result of degeneration of the motor neurons and muscles required for breathing. Currently there is no cure for ALS, only treatments that may prolong life.",
            "score": 68.91430139541626
        },
        {
            "docid": "3313340_6",
            "document": "Motor coordination . Nikolai Bernstein proposed the existence of muscle synergies as a neural strategy of simplifying the control of multiple degrees of freedom. A functional muscle energy is defined as a pattern of co-activation of muscles recruited by a single neural command signal. One muscle can be part of multiple muscle synergies, and one synergy can activate multiple muscles. The current method of finding muscle synergies is to measure EMG (electromyography) signals from the muscles involved in a certain movement so that specific patterns of muscle activation can be identified. Statistical analyses are applied to the filtered EMG data to determine the number of muscle synergies that best represent the original EMG. Alternatively, coherence analysis of EMG data can be used to determine the coupling between muscles and the frequency of common input. A reduced number of control elements (muscle synergies) are combined to form a continuum of muscle activation for smooth motor control during various tasks. These synergies work together to produce movements such as walking or balance control. Directionality of a movement has an effect on how the motor task is performed (i.e. walking forward vs. walking backward, each uses different levels of contraction in different muscles). Researchers have measured EMG signals for perturbation applied in multiple directions in order to identify muscle synergies that are present for all directions.",
            "score": 149.55508542060852
        },
        {
            "docid": "485578_12",
            "document": "Exhalation . The neurological pathway of voluntary exhalation is complex and not fully understood. However, a few basics are known. The motor cortex within the cerebral cortex of the brain is known to control voluntary respiration because the motor cortex controls voluntary muscle movement. This is referred to as the corticospinal pathway or ascending respiratory pathway. The pathway of the electrical signal starts in the motor cortex, goes to the spinal cord, and then to the respiratory muscles. The spinal neurons connect directly to the respiratory muscles. Initiation of voluntary contraction and relaxation of the internal and external internal costals has been shown to take place in the superior portion of the primary motor cortex. Posterior to the location of thoracic control (within the superior portion of the primary motor cortex) is the center for diaphragm control. Studies indicate that there are numerous other sites within the brain that may be associated with voluntary expiration. The inferior portion of the primary motor cortex may be involved, specifically, in controlled exhalation. Activity has also been seen within the supplementary motor area and the premotor cortex during voluntary respiration. This is most likely due to the focus and mental preparation of the voluntary muscular movement.",
            "score": 66.1283209323883
        },
        {
            "docid": "2843988_37",
            "document": "Motor control . Motor units are multiple muscle fibers bundled together. When a person wants to move their body to achieve a certain task, the brain sends an impulse signal that reaches the specific motor unit through the spinal cord. After receiving the signal from the brain, the motor unit contracts muscle fibers within the group to create movement. There is no partial firing in the motor unit, meaning, once the signal is detected, all the muscles fibers within the unit contract. However, there are different intensities. Since each motor unit contracts 100% of its fiber once stimulated, types of motor units that generate different force or speed are significant.",
            "score": 74.64065289497375
        },
        {
            "docid": "11758036_3",
            "document": "Single-unit smooth muscle . Single-unit visceral smooth muscle is myogenic; it can contract regularly without input from a motor neuron (as opposed to multiunit smooth muscle, which is neurogenic - that is, its contraction must be initiated by an autonomic nervous system neuron). A few of the cells in a given SUVSM unit may behave as pacemaker cells, generating rhythmic action potentials due to their intrinsic electrical activity. Because of its myogenic nature, single-unit smooth muscle is usually active, even when it's not receiving any neural stimulation.",
            "score": 91.06098628044128
        },
        {
            "docid": "29806193_8",
            "document": "Motor unit plasticity . This form of inhibition commonly refers to the limiting of neural signals to transfer from one neuron to a subsequent neuron. Pre-synaptic inhibition is known to decrease in response to resistance training. This decrease occurs as a result of increased excitability of the motoneuron and decreased activity of inhibitory pathways. However, changes in pre-synaptic inhibition do not have as large an impact on motor unit performance as changes in force output, EMG amplitude, or firing frequency.",
            "score": 94.64179944992065
        },
        {
            "docid": "2315029_21",
            "document": "Neural adaptation . Studies have shown that there is neural adaptation after as little as one weight training session. Strength gains are experienced by subjects without any increased muscle size. Muscle surface recordings using electromyographic (SEMG) techniques have found that early strength gains throughout training are associated with increased amplitude in SEMG activity. These findings along with various other theories explain increases in strength without increases in muscle mass. Other theories for increases in strength relating to neural adaptation include: agonist-antagonist muscle decreased co-activation, motor unit synchronization, and motor unit increased firing rates.",
            "score": 104.66733598709106
        },
        {
            "docid": "5695295_14",
            "document": "Spinal muscular atrophy . In individuals affected by SMA, the \"SMN1\" gene is mutated in such a way that it is unable to correctly code the SMN protein - due to either a deletion occurring at exon 7 or to other point mutations (frequently resulting in the functional conversion of the \"SMN1\" sequence into \"SMN2\"). Almost all people, however, have at least one functional copy of the \"SMN2\" gene (with most having 2-4 of them) which still codes small amounts of SMN protein - around 10-20% of the normal level - allowing some neurons to survive. In the long run, however, reduced availability of the SMN protein results in gradual death of motor neuron cells in the anterior horn of spinal cord and the brain. Muscles that depend on these motor neurons for neural input now have decreased innervation (also called denervation), and therefore have decreased input from the central nervous system (CNS). Decreased impulse transmission through the motor neurons leads to decreased contractile activity of the denervated muscle. Consequently, denervated muscles undergo progressive atrophy (waste away).",
            "score": 74.13950705528259
        },
        {
            "docid": "7360700_10",
            "document": "Microneurography . Information from a variety of sense organs provides information about joint positions and movements. The most elaborate proprioceptive sense organ is the muscle spindle. It is unique because its functional state is continually controlled from the brain through the fusimotor system. Recordings from muscle spindle afferents indicate that the fusimotor system remains largely passive when the parent muscle is relaxed whereas is it regularly activated in voluntary contractions and more so the stronger the contraction. Thus microneurography suggests a parallelism between the two motor systems, i.e. the skeletomotor system controlling the ordinary muscle fibers and the fusimotor system. This seems to hold at least for weak contractions and small movements which have been explored so far. In contrast, more independent fusimotor activity has been reported in animal experiments, mainly cat hind limb, where larger movements are allowed. Thanks to fusimotor activation, the afferent signal from muscle spindles remains efficient in monitoring large changes of muscle length without turning silent during muscle shortening. On the other hand, very small intramuscular events are monitored as well, thanks to the extreme sensitivity of the sense organ. An example is the small pulsatile component of the muscle contraction which is due to a periodic fluctuation at 8–10 Hz of the motor command. These small variations are insentient but readily monitored by the population of spindle afferents. They are akin to the tremor we may experience when emotionally excited. The functional significance of the insentient spindle response to faint intramuscular events remains to be assessed. However, it seems likely that detailed information on large as well as small mechanical events in the muscles is essential for neural systems in the brain to produce appropriate commands for dexterous movements.",
            "score": 89.10064947605133
        },
        {
            "docid": "159748_12",
            "document": "Muscular system . Skeletal muscles are organized into hundreds of motor units, each of which involves a motor neuron, attached by a series of thin finger-like structures called axon terminals. These attach to and control discrete bundles of muscle fibers. A coordinated and fine tuned response to a specific circumstance will involve controlling the precise number of motor units used. While individual muscle units contract as a unit, the entire muscle can contract on a predetermined basis due to the structure of the motor unit. Motor unit coordination, balance, and control frequently come under the direction of the cerebellum of the brain. This allows for complex muscular coordination with little conscious effort, such as when one drives a car without thinking about the process.",
            "score": 65.95726537704468
        },
        {
            "docid": "21120_3",
            "document": "Neuron . There are many types of specialized neurons. Sensory neurons respond to one particular type of stimulus such as touch, sound, or light and all other stimuli affecting the cells of the sensory organs, and converts it into an electrical signal via transduction, which is then sent to the spinal cord or brain. Motor neurons receive signals from the brain and spinal cord to cause everything from muscle contractions and affect glandular outputs. Interneurons connect neurons to other neurons within the same region of the brain or spinal cord in neural networks.",
            "score": 79.46932339668274
        },
        {
            "docid": "2199417_5",
            "document": "Gamma motor neuron . Muscle spindles consist of both sensory neurons and motor neurons in order to provide proprioception and make the appropriate movements via firing of motor neurons. There are three types of lower motor neurons involved in muscle contraction: alpha motor neurons, gamma motor neurons, and beta motor neurons. Alpha motor neurons, the most abundant type, are used in the actual force for muscle contraction and therefore innervate extrafusal muscle fibers (muscle fibers outside of the muscle spindle). Gamma motor neurons, on the other hand, innervate only intrafusal muscle fibers (within the muscle spindle), whereas beta motor neurons, which are present in very low amounts, innervate both intrafusal and extrafusal muscle cells. Beta motor neurons have a conduction velocity greater than that of both other types of lower motor neurons, but there is little currently known about beta motor neurons. Alpha motor neurons are highly abundant and larger in size than gamma motor neurons.",
            "score": 57.003323554992676
        },
        {
            "docid": "21944_9",
            "document": "Nervous system . Even in the nervous system of a single species such as humans, hundreds of different types of neurons exist, with a wide variety of morphologies and functions. These include sensory neurons that transmute physical stimuli such as light and sound into neural signals, and motor neurons that transmute neural signals into activation of muscles or glands; however in many species the great majority of neurons participate in the formation of centralized structures (the brain and ganglia) and they receive all of their input from other neurons and send their output to other neurons.",
            "score": 93.96331596374512
        },
        {
            "docid": "2199417_8",
            "document": "Gamma motor neuron . The fusimotor system is a system by which the central nervous system controls muscle spindle sensitivity. It consists of muscle spindles along with fusimotor neurons - beta motor neurons and gamma motor neurons. Because beta motor neurons innervate extrafusal as well as intrafusal muscle fibers, they are more specifically named skeletofusimotor neurons. Gamma motor neurons are the efferent (sending signals away from the central nervous system) part of the fusimotor system, whereas muscle spindles are the afferent part, as they send signals relaying information from muscles toward the spinal cord and brain.",
            "score": 64.66207647323608
        },
        {
            "docid": "2860430_25",
            "document": "Neural oscillation . The Kuramoto model of coupled phase oscillators is one of the most abstract and fundamental models used to investigate neural oscillations and synchronization. It captures the activity of a local system (e.g., a single neuron or neural ensemble) by its circular phase alone and hence ignores the amplitude of oscillations (amplitude is constant). Interactions amongst these oscillators are introduced by a simple algebraic form (such as a sine function) and collectively generate a dynamical pattern at the global scale. The Kuramoto model is widely used to study oscillatory brain activity and several extensions have been proposed that increase its neurobiological plausibility, for instance by incorporating topological properties of local cortical connectivity. In particular, it describes how the activity of a group of interacting neurons can become synchronized and generate large-scale oscillations. Simulations using the Kuramoto model with realistic long-range cortical connectivity and time-delayed interactions reveal the emergence of slow patterned fluctuations that reproduce resting-state BOLD functional maps, which can be measured using fMRI.",
            "score": 69.13526439666748
        },
        {
            "docid": "2860430_27",
            "document": "Neural oscillation . Spontaneous activity is brain activity in the absence of an explicit task, such as sensory input or motor output, and hence also referred to as resting-state activity. It is opposed to induced activity, i.e. brain activity that is induced by sensory stimuli or motor responses. The term \"ongoing brain activity\" is used in electroencephalography and magnetoencephalography for those signal components that are not associated with the processing of a stimulus or the occurrence of specific other events, such as moving a body part, i.e. events that do not form evoked potentials/evoked fields, or induced activity. Spontaneous activity is usually considered to be noise if one is interested in stimulus processing; however, spontaneous activity is considered to play a crucial role during brain development, such as in network formation and synaptogenesis. Spontaneous activity may be informative regarding the current mental state of the person (e.g. wakefulness, alertness) and is often used in sleep research. Certain types of oscillatory activity, such as alpha waves, are part of spontaneous activity. Statistical analysis of power fluctuations of alpha activity reveals a bimodal distribution, i.e. a high- and low-amplitude mode, and hence shows that resting-state activity does not just reflect a noise process. In case of fMRI, spontaneous fluctuations in the blood-oxygen-level dependent (BOLD) signal reveal correlation patterns that are linked to resting states networks, such as the default network. The temporal evolution of resting state networks is correlated with fluctuations of oscillatory EEG activity in different frequency bands.",
            "score": 72.6698089838028
        },
        {
            "docid": "47793259_4",
            "document": "Intermuscular coherence . Intermuscular coherence can be used to investigate the neural circuitry involved in motor control. Correlated muscle activity indicates common input to the motor unit pools of both muscles and reflects shared neural pathways (including cortical, subcortical and spinal) that contribute to muscle activity and movement. Intermuscular coherence can therefore be used to identify impairments in motor pathways.",
            "score": 98.08271169662476
        }
    ],
    "r": [
        {
            "docid": "3313340_6",
            "document": "Motor coordination . Nikolai Bernstein proposed the existence of muscle synergies as a neural strategy of simplifying the control of multiple degrees of freedom. A functional muscle energy is defined as a pattern of co-activation of muscles recruited by a single neural command signal. One muscle can be part of multiple muscle synergies, and one synergy can activate multiple muscles. The current method of finding muscle synergies is to measure EMG (electromyography) signals from the muscles involved in a certain movement so that specific patterns of muscle activation can be identified. Statistical analyses are applied to the filtered EMG data to determine the number of muscle synergies that best represent the original EMG. Alternatively, coherence analysis of EMG data can be used to determine the coupling between muscles and the frequency of common input. A reduced number of control elements (muscle synergies) are combined to form a continuum of muscle activation for smooth motor control during various tasks. These synergies work together to produce movements such as walking or balance control. Directionality of a movement has an effect on how the motor task is performed (i.e. walking forward vs. walking backward, each uses different levels of contraction in different muscles). Researchers have measured EMG signals for perturbation applied in multiple directions in order to identify muscle synergies that are present for all directions.",
            "score": 149.55508422851562
        },
        {
            "docid": "997173_20",
            "document": "Electromyography . Several analytical methods for determining muscle activation are commonly used depending on the application. The use of mean EMG activation or the peak contraction value is a debated topic. Most studies commonly use the maximal voluntary contraction as a means of analyzing peak force and force generated by target muscles. According to the article, Peak and average rectified EMG measures: Which method of data reduction should be used for assessing core training exercises?, concluded that the “average rectified EMG data (ARV) is significantly less variable when measuring the muscle activity of the core musculature compared to the peak EMG variable.” Therefore, these researchers would suggest that “ARV EMG data should be recorded alongside the peak EMG measure when assessing core exercises.” Providing the reader with both sets of data would result in enhanced validity of the study and potentially eradicate the contradictions within the research.",
            "score": 134.51980590820312
        },
        {
            "docid": "997173_27",
            "document": "Electromyography . Needle EMG used in clinical settings has practical applications such as helping to discover disease. Needle EMG has limitations, however, in that it does involve voluntary activation of muscle, and as such is less informative in patients unwilling or unable to cooperate, children and infants, and in individuals with paralysis., Surface EMG can have limited applications due to inherent problems associated with surface EMG. Adipose tissue (fat) can affect EMG recordings. Studies show that as adipose tissue increased the active muscle directly below the surface decreased. As adipose tissue increased, the amplitude of the surface EMG signal directly above the center of the active muscle decreased. EMG signal recordings are typically more accurate with individuals who have lower body fat, and more compliant skin, such as young people when compared to old. Muscle cross talk occurs when the EMG signal from one muscle interferes with that of another limiting reliability of the signal of the muscle being tested. Surface EMG is limited due to lack of deep muscles reliability. Deep muscles require intramuscular wires that are intrusive and painful in order to achieve an EMG signal. Surface EMG can only measure superficial muscles and even then it is hard to narrow down the signal to a single muscle.",
            "score": 133.07017517089844
        },
        {
            "docid": "40610658_3",
            "document": "Neuromechanics . Muscles signals stimulated by neurological impulses are collected using electromyography (EMG). These muscle signals are indicative of neural activity. In certain instances, EMG data can be indicative of neuroplasticity and learning of motor tasks. The muscular system, specifically skeletal muscle, creates movement around bone joints, and the central nervous system is imperative in directing skeletal muscles in motor movements.",
            "score": 132.05162048339844
        },
        {
            "docid": "380541_30",
            "document": "Skeletal muscle . The electrical activity associated with muscle contraction are measured via electromyography (EMG). EMG is a common technique used in many disciplines within the Exercise and Rehab Sciences. Skeletal muscle has two physiological responses: relaxation and contraction. The mechanisms for which these responses occur generate electrical activity measured by EMG. Specifically, EMG can measure the action potential of a skeletal muscle, which occurs from the hyperpolarization of the motor axons from nerve impulses sent to the muscle (1). EMG is used in research for determining if the skeletal muscle of interest is being activated, the amount of force generated, and an indicator of muscle fatigue. The two types of EMG are intra-muscular EMG and the most common, surface EMG. The EMG signals are much greater when a skeletal muscle is contracting verses relaxing. However, for smaller and deeper skeletal muscles the EMG signals are reduced and therefore are viewed as a less valued technique for measuring the activation. In research using EMG, a maximal voluntary contraction (MVC) is commonly performed on the skeletal muscle of interest, to have reference data for the rest of the EMG recordings during the main experimental testing for that same skeletal muscle.",
            "score": 128.86521911621094
        },
        {
            "docid": "997173_21",
            "document": "Electromyography . EMG can also be used for indicating the amount of fatigue in a muscle. The following changes in the EMG signal can signify muscle fatigue: an increase in the mean absolute value of the signal, increase in the amplitude and duration of the muscle action potential and an overall shift to lower frequencies. Monitoring the changes of different frequency changes the most common way of using EMG to determine levels of fatigue. The lower conduction velocities enable the slower motor neurons to remain active.",
            "score": 127.14757537841797
        },
        {
            "docid": "29806193_14",
            "document": "Motor unit plasticity . Neurons adapt much quicker to training than muscle. The drastic increase in initial changes in force output at the start of physical training are due mostly to increases in firing frequency and EMG amplitude of the neuron. After this initial period of increase in force output, firing frequency and maximum EMG amplitude plateau. Only very small subsequent increases in these neural functions are seen after this plateau effect. This phenomenon of neurons adapting to training much quicker than muscle likely explains the frequently observed increase in strength at the very beginning of training occurring prior to muscle growth. Increases in force output after the plateau of neural functions are due almost entirely to muscle growth.",
            "score": 126.11322784423828
        },
        {
            "docid": "14464294_5",
            "document": "Targeted reinnervation . Several methods exist that seek to achieve advanced control of motorized neural prosthetics. Chronic brain implants record neuronal signals from the motor cortex, while methods such as EEG and fMRI obtain motor commands non-invasively. The recorded signals are decoded into electrical signals, and input into assistive devices or motorized prosthetics. Traditional myoelectric prostheses utilize surface EMG signals from the remains of the amputated limb. For example, a patient may flex a shoulder muscle in order to generate EMG signals that may be used to send “bend elbow” command to the prosthesis. However, there are shortcomings to all of these methods. Chronic implants fail over a period of time because neuronal signal degrade due to tissue immune response to foreign bodies. EEG and fMRI do not obtain as strong signals as direct electrode implant. Traditional myoelectric prostheses are unable to provide multiple control signals simultaneously, thus only one action can be performed at a time. They are also unnatural to use because the users have to use muscles (such as shoulder) that are not normally involved with lower arm functions to control lower arm functions (such as opening and closing hands). The solution to these problems could include a completely different concept of neural interface.",
            "score": 125.97716522216797
        },
        {
            "docid": "42433514_6",
            "document": "Proportional myoelectric control . The controller filters out noise from the EMG signals and then normalizes them so as to better analyze the muscle activation pattern. The normalized EMG value of a muscle represents its activation percentage, since the EMG signal is normalized by dividing it by the maximum possible EMG reading for the muscle it came from. The maximum EMG reading is generated when a muscle is fully contracted. An alternative method to normalization is to proportionally match the actuator power to the EMG signal between a minimum activation threshold and an upper saturation level.",
            "score": 124.92791748046875
        },
        {
            "docid": "29806193_4",
            "document": "Motor unit plasticity . Resistance training has been shown to dramatically increase performance of motor units of the larger muscle groups. Motor unit plasticity of the larger muscle groups is extremely important for athletes, especially those participating in high impact and fast pace sports such as track and field, martial arts, and American football. Training that focuses on improving muscle strength and neural function via resistance training, is currently incorporated into many professional and collegiate training regiments. Motor unit plasticity can be measured in many ways, the most important of which being neural firing frequency, EMG amplitude, muscle force output, pre-synaptic inhibition, and synchronization.",
            "score": 118.85192108154297
        },
        {
            "docid": "47713738_2",
            "document": "Corticomuscular coherence . Corticomuscular Coherence relates to the synchrony in the neural activity of brain's cortical areas and muscle. The neural activities are picked up by electrophysiological recordings from the brain (e.g. EEG, MEG, ECoG, etc.) and muscle (EMG). It is a method to study the neural control of movement.",
            "score": 118.84239196777344
        },
        {
            "docid": "53931654_5",
            "document": "Asynchronous muscles . The defining characteristic of asynchronous muscles is that there is no direct relationship between neural activation and muscle contraction. Typically, the number of muscle contractions is an order of magnitude greater than the number of action potentials sent to the muscle. Instead of directly controlling force generation, neural signals maintain [Ca] above a threshold for stretch-activation to occur. For asynchronous muscles, neural inputs are typically thought of as an \"on-off\" switch while mechanical stimulus leads to individual muscle contractions. However, recent studies using genetically engineered \"Drosophila\" revealed correlations between [Ca] and force production. Further work has shown bilateral calcium asymmetries in \"Drosophila\". These results indicate that there is some level of neural control beyond a simple \"on\" or \"off\" state.",
            "score": 118.79930877685547
        },
        {
            "docid": "42433514_7",
            "document": "Proportional myoelectric control . With a proportional myoelectric controller, the power sent to an actuator is proportional to the amplitude of the normalized EMG signal from a muscle. When the muscle is inactive, the actuator receives no power from the controller, and when the muscle is fully contracted, the actuator produces maximum torque about the joint it controls. For example, an powered ankle-foot orthosis (AFO) could employ a pneumatic artificial muscle to provide plantar flexion torque proportional to the activation level of the soleus (one of the calf muscles). This control method enables the exoskeleton to be controlled by the same neural pathways as the wearer's biological muscles and has been shown to allow individuals to walk with a more normal gait than other control methods, such as using a footswitch. Proportional myoelectric control of robotic lower limb exoskeletons has advantages over other control methods, such as:  However, proportional myoelectric control also has disadvantages compared to other control methods, including:",
            "score": 114.78656005859375
        },
        {
            "docid": "40610658_15",
            "document": "Neuromechanics . Electromyography (EMG) is a tool used to measure the electrical outputs produced by skeletal muscles upon activation. Motor nerves innervate skeletal muscles and cause contraction upon command from the central nervous system. This contraction is measured by EMG and is typically measured on the scale of millivolts (mV). Another form of EMG data that is analyzed is integrated EMG (iEMG) data. iEMG measures the area under the EMG signal which corresponds to the overall muscle effort rather than the effort at a specific instant.",
            "score": 112.35163879394531
        },
        {
            "docid": "997173_7",
            "document": "Electromyography . The actual placement of the needle electrode can be difficult and depends on a number of factors, such as specific muscle selection and the size of that muscle. Proper needle EMG placement is very important for accurate representation of the muscle of interest, although EMG is more effective on superficial muscles as it is unable to bypass the action potentials of superficial muscles and detect deeper muscles. Also, the more body fat an individual has, the weaker the EMG signal. When placing the EMG sensor, the ideal location is at the belly of the muscle: the longitudinal midline. The belly of the muscle can also be thought of as in-between the motor point (middle) of the muscle and the tendonus insertion point.",
            "score": 112.31504821777344
        },
        {
            "docid": "997173_11",
            "document": "Electromyography . There are two kinds of EMG: surface EMG and intramuscular EMG. Surface EMG assesses muscle function by recording muscle activity from the surface above the muscle on the skin. Surface electrodes are able to provide only a limited assessment of the muscle activity. Surface EMG can be recorded by a pair of electrodes or by a more complex array of multiple electrodes. More than one electrode is needed because EMG recordings display the potential difference (voltage difference) between two separate electrodes. Limitations of this approach are the fact that surface electrode recordings are restricted to superficial muscles, are influenced by the depth of the subcutaneous tissue at the site of the recording which can be highly variable depending of the weight of a patient, and cannot reliably discriminate between the discharges of adjacent muscles.",
            "score": 107.79203033447266
        },
        {
            "docid": "1619306_66",
            "document": "Multisensory integration . Prosthetics designers should carefully consider the nature of dimensionality alteration of sensorimotor signaling from and to the CNS when designing prothesitic devices. As reported in literatures, neural signaling from the CNS to the motors is organized in a way that the dimensionalities of the signals are gradually increased as you approach the muscles, also called muscle synergies. In the same principal, but in opposite ordering, on the other hand, signals dimensionalities from the sensory receptors are gradually integrated, also called sensory synergies, as they approaches the CNS. This bow tie like signaling formation enables the CNS to process abstract yet valuable information only. Such as process will decrease complexity of the data, handle the noises and guarantee to the CNS the optimum energy consumption.  Although the current commercially available prosthetic devices mainly focusing in implementing the motor side by simply uses EMG sensors to switch between different activation states of the prosthesis. Very limited works have proposed a system to involve by integrating the sensory side. The integration of tactile sense and proprioception is regarded as essential for implementing the ability to perceive environmental input.",
            "score": 106.96539306640625
        },
        {
            "docid": "2315029_21",
            "document": "Neural adaptation . Studies have shown that there is neural adaptation after as little as one weight training session. Strength gains are experienced by subjects without any increased muscle size. Muscle surface recordings using electromyographic (SEMG) techniques have found that early strength gains throughout training are associated with increased amplitude in SEMG activity. These findings along with various other theories explain increases in strength without increases in muscle mass. Other theories for increases in strength relating to neural adaptation include: agonist-antagonist muscle decreased co-activation, motor unit synchronization, and motor unit increased firing rates.",
            "score": 104.6673355102539
        },
        {
            "docid": "997173_2",
            "document": "Electromyography . Electromyography (EMG) is an electrodiagnostic medicine technique for evaluating and recording the electrical activity produced by skeletal muscles. EMG is performed using an instrument called an electromyograph to produce a record called an electromyogram. An electromyograph detects the electric potential generated by muscle cells when these cells are electrically or neurologically activated. The signals can be analyzed to detect medical abnormalities, activation level, or recruitment order, or to analyze the biomechanics of human or animal movement.",
            "score": 104.5736083984375
        },
        {
            "docid": "36564148_22",
            "document": "Electrophysiological techniques for clinical diagnosis . EMG is used to determine the onset of muscle activity in spastic muscles, allowing for comparison between affected patients and asymptomatic individuals. Measurement tools involving EMG are argued to be more sensitive than currently used clinical scales like the Modified Ashworth Scale (MAS) in detecting spasticity symptom severity. The use of EMG offers a quantitative value of severity as opposed to relying on subjective scoring protocols. Malhotra et al. (2008) used EMG and the MAS to determine which method was more effective in detecting spasticity of the wrist flexors. In their sample of 100 patients (median age 74 years), they found that using EMG to detect onset of muscle activity during multiple passive stretch repetitions of the wrist at various velocities, successfully detected spasticity in 87 patients while the MAS only detected spasticity in 44 of these individuals. These findings support the use of EMG as a more sensitive diagnostic tool than the MAS and therefore advantageous when used in a clinical setting. Similarly, EMG was successful in detecting elbow flexor spasticity symptom improvement in six post-stroke subjects (mean age 54.16 ± 7.9 years) following a neural mobilization technique of the median nerve. At 90 degrees of flexion and full extension of the elbow, muscle activity decreased from 17% pre-treatment to 11% post-treatment. These patients had initial MAS scores of 1 or 2, and the MAS was incapable of detecting the same symptom improvements post-treatment as seen with the EMG method.",
            "score": 104.51698303222656
        },
        {
            "docid": "13358716_6",
            "document": "Bioamplifier . Electromyography (EMG) records the electrical activity produced by skeletal muscles. It records various types of muscle signals from simple relaxation by using placing electrodes on the subject's forehead, to complex neuromuscular feedback during stroke rehabilitation. The EMG signals are acquired from the electrodes applied over or nearby the muscles to be monitored. The electrodes delegates signals to the amplifier unit, usually consisting of high performance differential amplifiers. The usual types of the signal of the interest are in the range of 0.1–2000 mV amplitude, over a bandwidth of about 25–500 Hz.",
            "score": 104.03340911865234
        },
        {
            "docid": "292906_12",
            "document": "Biofeedback . In addition to surface electrodes, clinicians may also insert wires or needles intramuscularly to record an EMG signal. While this is more painful and often costly, the signal is more reliable since surface electrodes pick up cross talk from nearby muscles. The use of surface electrodes is also limited to superficial muscles, making the intramuscular approach beneficial to access signals from deeper muscles. The electrical activity picked up by the electrodes is recorded and displayed in the same fashion as the surface electrodes. Prior to placing surface electrodes, the skin is normally shaved, cleaned and exfoliated to get the best signal. Raw EMG signals resemble noise (electrical signal not coming from the muscle of interest) and the voltage fluctuates, therefore they are processed normally in three ways: rectification, filtering, and integration. This processing allows for a unified signal that is then able to be compared to other signals using the same processing techniques.",
            "score": 103.85255432128906
        },
        {
            "docid": "2860430_43",
            "document": "Neural oscillation . Recently it was found that cortical oscillations propagate as travelling waves across the surface of the motor cortex along dominant spatial axes characteristic of the local circuitry of the motor cortex. It has been proposed that motor commands in the form of travelling waves can be spatially filtered by the descending fibres to selectively control muscle force. Simulations have shown that ongoing wave activity in cortex can elicit steady muscle force with physiological levels of EEG-EMG coherence.",
            "score": 103.12337493896484
        },
        {
            "docid": "3434736_5",
            "document": "Scratch reflex . Electromyographic (EMG) and electroneurographic (ENG) techniques are used to monitor and record from animals during experiments. EMG recordings are used to record electrical activity directly from muscles. ENG recordings are used to record electrical activity from motor neurons and spinal cord neurons. These techniques have enabled researchers to understand the neural circuitry of the scratch reflex on a single-cell level.",
            "score": 103.08528137207031
        },
        {
            "docid": "8580965_21",
            "document": "Vocal fold paresis . Electromyography of the larynx muscles (larynx EMG), which measures the electrical activity of the larynx muscles via thin needle electrodes, allows better differentiation between a neural lesion and other causes of impaired mobility of the vocal fold and localization of the lesion along the nerve. The larynx EMG can, within limits, provide a prognosis of the development of a recurrent laryngeal nerve paralysis. Patients with a poor chance of healing can be identified at an early stage. Unfortunately, this advanced examination technique is not available in all treatment centers.",
            "score": 102.9968032836914
        },
        {
            "docid": "997173_37",
            "document": "Electromyography . Motor neuron disease The first documented experiments dealing with EMG started with Francesco Redi’s works in 1666. Redi discovered a highly specialized muscle of the electric ray fish (Electric Eel) generated electricity. By 1773, Walsh had been able to demonstrate that the eel fish’s muscle tissue could generate a spark of electricity. In 1792, a publication entitled \"De Viribus Electricitatis in Motu Musculari Commentarius\" appeared, written by Luigi Galvani, in which the author demonstrated that electricity could initiate muscle contraction. Six decades later, in 1849, Emil du Bois-Reymond discovered that it was also possible to record electrical activity during a voluntary muscle contraction. The first actual recording of this activity was made by Marey in 1890, who also introduced the term electromyography. In 1922, Gasser and Erlanger used an oscilloscope to show the electrical signals from muscles. Because of the stochastic nature of the myoelectric signal, only rough information could be obtained from its observation. The capability of detecting electromyographic signals improved steadily from the 1930s through the 1950s, and researchers began to use improved electrodes more widely for the study of muscles. The AANEM was formed in 1953 as one of several currently active medical societies with a special interest in advancing the science and clinical use of the technique. Clinical use of surface EMG (sEMG) for the treatment of more specific disorders began in the 1960s. Hardyck and his researchers were the first (1966) practitioners to use sEMG. In the early 1980s, Cram and Steger introduced a clinical method for scanning a variety of muscles using an EMG sensing device.",
            "score": 102.86761474609375
        },
        {
            "docid": "997173_12",
            "document": "Electromyography . Intramuscular EMG can be performed using a variety of different types of recording electrodes. The simplest approach is a monopolar needle electrode. This can be a fine wire inserted into a muscle with a surface electrode as a reference; or two fine wires inserted into muscle referenced to each other. Most commonly fine wire recordings are for research or kinesiology studies. Diagnostic monopolar EMG electrodes are typically insulated and stiff enough to penetrate skin, with only the tip exposed using a surface electrode for reference. Needles for injecting therapeutic botulinum toxin or phenol are typically monopolar electrodes that use a surface reference, in this case, however, the metal shaft of a hypodermic needle, insulated so that only the tip is exposed, is used both to record signals and to inject. Slightly more complex in design is the concentric needle electrode. These needles have a fine wire, embedded in a layer of insulation that fills the barrel of a hypodermic needle, that has an exposed shaft, and the shaft serves as the reference electrode. The exposed tip of the fine wire serves as the active electrode. As a result of this configuration, signals tend to be smaller when recorded from a concentric electrode than when recorded from a monopolar electrode and they are more resistant to electrical artifacts from tissue and measurements tend to be somewhat more reliable. However, because the shaft is exposed throughout its length, superficial muscle activity can contaminate the recording of deeper muscles. Single fiber EMG needle electrodes are designed to have very tiny recording areas, and allow for the discharges of individual muscle fibers to be discriminated.",
            "score": 102.7718505859375
        },
        {
            "docid": "997173_16",
            "document": "Electromyography . Surface EMG is used in a number of settings; for example, in the physiotherapy clinic, muscle activation is monitored using surface EMG and patients have an auditory or visual stimulus to help them know when they are activating the muscle (biofeedback). A review of the literature on surface EMG published in 2008, concluded that surface EMG may be useful to detect the presence of neuromuscular disease (level C rating, class III data), but there are insufficient data to support its utility for distinguishing between neuropathic and myopathic conditions or for the diagnosis of specific neuromuscular diseases. EMGs may be useful for additional study of fatigue associated with post-poliomyelitis syndrome and electromechanical function in myotonic dystrophy (level C rating, class III data).",
            "score": 102.0036849975586
        },
        {
            "docid": "3266190_6",
            "document": "Muscle weakness . Central fatigue is a reduction in the neural drive or nerve-based motor command to working muscles that results in a decline in the force output. It has been suggested that the reduced neural drive during exercise may be a protective mechanism to prevent organ failure if the work was continued at the same intensity. There has been a great deal of interest in the role of serotonergic pathways for several years because its concentration in the brain increases with motor activity. During motor activity, serotonin released in synapses that contact motoneurons promotes muscle contraction. During high level of motor activity, the amount of serotonin released increases and a spillover occurs. Serotonin binds to extrasynaptic receptors located on the axon initial segment of motoneurons with the result that nerve impulse initiation and thereby muscle contraction are inhibited.",
            "score": 101.80638122558594
        },
        {
            "docid": "8055330_5",
            "document": "Muscle coactivation . Muscle coactivation is measured using a technique called electromyography(EMG). This is performed by using surface EMG that responds to electrical activity of the muscle through the skin. Electrical activity is only present in the muscle when the muscle voluntarily contracts. When the muscle is contracted, the EMG is able to display the force of the contraction or how the nerves can respond to stimulation. An EMG of coactivation would display the agonist and antagonist muscle contracting simultaneously. Although it is believed many muscles are involved in the mechanism of coactivation, methods to measure coactivation are finite to specific instances or two muscle systems. Because of this, little is understood about the role of coactivation in a multiple muscle system.",
            "score": 101.58050537109375
        },
        {
            "docid": "997173_22",
            "document": "Electromyography . A motor unit is defined as one motor neuron and all of the muscle fibers it innervates. When a motor unit fires, the impulse (called an action potential) is carried down the motor neuron to the muscle. The area where the nerve contacts the muscle is called the neuromuscular junction, or the motor end plate. After the action potential is transmitted across the neuromuscular junction, an action potential is elicited in all of the innervated muscle fibers of that particular motor unit. The sum of all this electrical activity is known as a motor unit action potential (MUAP). This electrophysiologic activity from multiple motor units is the signal typically evaluated during an EMG. The composition of the motor unit, the number of muscle fibres per motor unit, the metabolic type of muscle fibres and many other factors affect the shape of the motor unit potentials in the myogram.",
            "score": 100.07241821289062
        },
        {
            "docid": "1110611_30",
            "document": "Muscle contraction . Unlike single-unit smooth muscle cells, multi-unit smooth muscle cells are found in the muscle of the eye and in the base of hair follicles. Multi-unit smooth muscle cells contract by being separately stimulated by nerves of the autonomic nervous system. As such, they allow for fine control and gradual responses, much like motor unit recruitment in skeletal muscle.  The contractile activity of smooth muscle cells is influenced by multiple inputs such as spontaneous electrical activity, neural and hormonal inputs, local changes in chemical composition, and stretch. This is in contrast to the contractile activity of skeletal muscle cells, which relies on a single neural input. Some types of smooth muscle cells are able to generate their own action potentials spontaneously, which usually occur following a pacemaker potential or a slow wave potential. These action potentials are generated by the influx of extracellular , and not . Like skeletal muscles, cytosolic ions are also required for crossbridge cycling in smooth muscle cells.",
            "score": 100.0129165649414
        }
    ]
}