{
    "q": [
        {
            "docid": "48768217_33",
            "document": "2015–16 Zika virus epidemic . In January 2016, it was announced that, in response to the Zika virus outbreak, Brazil's National Biosafety Committee approved the releases of more genetically modified \"Aedes aegypti\" mosquitoes throughout their country. Previously, in July 2015, Oxitec had published results of a test in the Juazeiro region of Brazil, of so-called \"self-limiting\" mosquitoes, to fight dengue, chikungunya, and Zika viruses. They concluded that mosquito populations were reduced by over 90% in the test region. Male genetically modified mosquitoes mate with females in the wild and transmit a self-limiting gene that causes the resulting offspring to die before reaching adulthood and thus diminishes the local mosquito population. In January 2016 the technique was being used to try to combat the Zika virus in the town of Piracicaba, São Paulo.",
            "score": 134.07700991630554
        },
        {
            "docid": "48768217_29",
            "document": "2015–16 Zika virus epidemic . Following the spread of Zika infection into Southeast Asia in June 2016, Singapore, Thailand and Vietnam become the most heavily affected. Singapore has planned to release an army of mosquitoes that contain the \"Wolbachia\" bacteria to fight the Aedes aegypti mosquito population. The Association of Southeast Asian Nations (ASEAN) members have increased information sharing and joint research on the virus. On September 30, Thailand confirmed that two babies has born with microcephaly. Prior to the case, Thailand has allowed abortion for pregnant women that have been affected by birth defects. Malaysia is still undecided on the issue, with doctors there letting the mother make the decision whether or not to abort. Rentokil, a Malaysian pest company, has designed an Integrated Mosquito Management (IMM) program to curb the spread of Aedes mosquito. On October 17, Zika was declared as endemic in Vietnam by the country Health Ministry due to the number of local cases. Vietnam confirmed that one baby has born with microcephaly on October 31. Following the rise of local Zika infection cases in the Philippines, the virus have also been declared as endemic by the country Health Department. The government of the republic hosting the “One Philippines against Zika” national summit on October 28 with church in the country has joint fight to curb the spread of the virus by issuing a pastoral guidance to help raise awareness about the mosquito-borne disease among local communities. Taiwan has also seen an increase of infection, most of the cases are believed to be imported from other countries. On October 27, Myanmar reported its first imported case on a pregnant foreign woman.",
            "score": 117.39993119239807
        },
        {
            "docid": "48768217_32",
            "document": "2015–16 Zika virus epidemic . On February 1, 2016, WHO declared the cluster of microcephaly cases and other neurological disorders a Public Health Emergency of International Concern, which may reduce the number of visitors to the Rio Olympics in 2016. The designation has been applied in the past to the Ebola outbreak in 2014, the outbreak of polio in Syria in 2013, and the 2009 flu pandemic. South Korea held an emergency meeting in response to the WHO declaration on February 2, 2016. A second meeting of the WHO-convened emergency committee, held on March 8, 2016, reaffirmed the situation's status as a Public Health Emergency of International Concern. The committee reported that evidence was increasing for a causal relationship between Zika virus and microcephaly and other neurological conditions, and called for continued research, aggressive mosquito control, and improved surveillance and communication of risks to the public. The report stated that pregnant women should be advised not to travel to affected areas, and should use safe sex practices if their partners lived in or travelled to affected areas throughout their pregnancy. On March 9, 2016, WHO announced that research should prioritise prevention and diagnosis, not treatment, and in particular non-live vaccines suitable for pregnant women and those of childbearing age, novel mosquito control measures, and diagnostic tests that can detect dengue and chikungunya as well as Zika.",
            "score": 122.78839564323425
        },
        {
            "docid": "49319872_13",
            "document": "2013–2014 Zika virus outbreaks in Oceania . A concurrent increase in neurological syndromes and autoimmune complications was first reported in early 2014. Of the 8,723 cases of Zika reported in French Polynesia, complications related to neurological signs of infection were noted in 74 people, including Guillain–Barré syndrome (GBS) in 42 people, as well as encephalitis, meningoencephalitis, paraesthesia, facial paralysis or myelitis in 25. However, there was only one laboratory confirmation of Zika virus infection using RT-PCR in patients with GBS. Among the initial 38 cases of GBS found in suspected Zika cases, 73% were male and infected individuals were aged between 27 and 70. This was highly unusual, as prior to the Zika outbreak there had only been 21 cases of GBS in French Polynesia between 2009 and 2012. 18 people newly diagnosed with GBS were admitted to the local rehabilitation centre, putting heavy strain on the limited intensive care resources available.",
            "score": 102.10901951789856
        },
        {
            "docid": "5069516_10",
            "document": "HIV/AIDS . The most frequent mode of transmission of HIV is through sexual contact with an infected person. Globally, the most common mode of HIV transmission is via sexual contacts between people of the opposite sex; however, the pattern of transmission varies among countries. As of 2014, most HIV transmission in the United States occurred among men who had sex with men (83% of new HIV diagnoses among males aged 13 and older and 67% of total new diagnoses). In the US, gay and bisexual men aged 13 to 24 accounted for an estimated 92% of new HIV diagnoses among all men in their age group and 27% of new diagnoses among all gay and bisexual men. About 15% of gay and bisexual men have HIV while 28% of transgender women test positive in the US. With regard to unprotected heterosexual contacts, estimates of the risk of HIV transmission per sexual act appear to be four to ten times higher in low-income countries than in high-income countries. In low-income countries, the risk of female-to-male transmission is estimated as 0.38% per act, and of male-to-female transmission as 0.30% per act; the equivalent estimates for high-income countries are 0.04% per act for female-to-male transmission, and 0.08% per act for male-to-female transmission. The risk of transmission from anal intercourse is especially high, estimated as 1.41.7% per act in both heterosexual and homosexual contacts. While the risk of transmission from oral sex is relatively low, it is still present. The risk from receiving oral sex has been described as \"nearly nil\"; however, a few cases have been reported. The per-act risk is estimated at 00.04% for receptive oral intercourse. In settings involving prostitution in low income countries, risk of female-to-male transmission has been estimated as 2.4% per act and male-to-female transmission as 0.05% per act. Risk of transmission increases in the presence of many sexually transmitted infections and genital ulcers. Genital ulcers appear to increase the risk approximately fivefold. Other sexually transmitted infections, such as gonorrhea, chlamydia, trichomoniasis, and bacterial vaginosis, are associated with somewhat smaller increases in risk of transmission.",
            "score": 60.23895442485809
        },
        {
            "docid": "11986060_2",
            "document": "Zika fever . Zika fever, also known as Zika virus disease or simply Zika, is an infectious disease caused by the Zika virus. Most cases have no symptoms, but when present they are usually mild and can resemble dengue fever. Symptoms may include fever, red eyes, joint pain, headache, and a maculopapular rash. Symptoms generally last less than seven days. It has not caused any reported deaths during the initial infection. Mother-to-child transmission during pregnancy can cause microcephaly and other brain malformations in some babies. Infections in adults have been linked to Guillain–Barré syndrome (GBS). Zika fever is mainly spread via the bite of mosquitoes of the \"Aedes\" type. It can also be sexually transmitted and potentially spread by blood transfusions. Infections in pregnant women can spread to the baby. Diagnosis is by testing the blood, urine, or saliva for the presence of the virus's RNA when the person is sick, or the blood for antibodies after symptoms are present more than a week. Prevention involves decreasing mosquito bites in areas where the disease occurs and proper use of condoms. Efforts to prevent bites include the use of insect repellent, covering much of the body with clothing, mosquito nets, and getting rid of standing water where mosquitoes reproduce. There is no effective vaccine. Health officials recommended that women in areas affected by the 2015–16 Zika outbreak consider putting off pregnancy and that pregnant women not travel to these areas. While there is no specific treatment, paracetamol (acetaminophen) may help with the symptoms. Admission to hospital is rarely necessary. The virus that causes the disease was first isolated in Africa in 1947. The first documented outbreak among people occurred in 2007 in the Federated States of Micronesia. An outbreak started in Brazil in 2015, and spread to the Americas, Pacific, Asia, and Africa. This led to the World Health Organization declared it a Public Health Emergency of International Concern in February 2016. The emergency was lifted in November 2016, but 84 countries still reported cases as of March 2017.",
            "score": 138.5411126613617
        },
        {
            "docid": "839543_21",
            "document": "Wolbachia . Naturally existing strains of \"Wolbachia\" have been shown to be a route for vector control strategies because of their presence in arthropod populations, such as mosquitoes. Due to the unique traits of \"Wolbachia\" that cause cytoplasmic incompatibility, this strain is useful as a promoter of genetic drive within a population. \"Wolbachia\"-infected females are able to produce offspring with uninfected and infected males, however, uninfected females are only able to produce viable offspring with uninfected males. This gives infected females a frequency-dependent reproductive advantage; that is, the advantage is greater the higher the frequency of \"Wolbachia\" in the population. Computational models predict that introducing \"Wolbachia\" strains into natural populations will reduce pathogen transmission and reduce overall disease burden. An example includes \"Wolbachia\" that can be used to control dengue and malaria by eliminating the older insects that contain more parasites. Promoting the survival and reproduction of younger insects lessens selection pressure for evolution of resistance. \"Wolbachia\" strains that are able to reduce dengue transmission include wAllbB and wMelPop with \"Aedes aegypti\", wMel with \"Aedes albopictus\". and \"Aedes aegypti\".",
            "score": 70.99495673179626
        },
        {
            "docid": "11986060_40",
            "document": "Zika fever . The Brazilian Health Ministry has reported at least 2,400 suspected cases of microcephaly in the country in 2015 as of 12 December, and 29 fatalities. Before the Zika outbreak, only an average of 150 to 200 cases per year were reported in Brazil. In the state of Pernambuco the reported rates of microcephaly in 2015 are 77 times higher than in the previous 5 years. A model using data from a Zika outbreak in French Polynesia estimated the risk of microcephaly in children born to mothers who acquired Zika virus in the first trimester to be 1%.",
            "score": 100.96325969696045
        },
        {
            "docid": "19222794_5",
            "document": "HIV/AIDS in Jamaica . Although Jamaica has a well-established national surveillance system, collecting accurate data about at-risk groups is challenging. Despite some progress in reducing stigma and discrimination (S&D), homosexual behavior continues to be illegal in Jamaica, and many MSM hide their sexual orientation and behavior, impeding accurate health surveys. Recent program estimates indicate that 20 to 30 percent of MSM are HIV-positive. Jamaica also has a large number of mobile sex workers, both Jamaican and from outside Jamaica, who are difficult to monitor. HIV infection rates among sex workers are much higher than they are in the general population. A 2006 study of female sex workers, reported by UNAIDS, showed an HIV prevalence of 9 percent in this group. However, according to Jamaica’s 2006 UNGASS report, an earlier study found a 20 percent prevalence rate among sex workers in the tourist areas of Montego Bay. The actual prevalence of HIV may be higher in these groups as data collection remains difficult and is limited by sampling methods. Sex workers who were older, less educated, and used crack cocaine were more likely to be HIV-infected. According to UNICEF/Jamaica, in 2003, there were 5,125 children in Jamaica who had lost one or both parents to HIV/AIDS, and thousands more were estimated to have been made vulnerable by the disease. Poverty and neglect have led to a growing number of street and working children. There were 5,143 children in institutional care in 2003, including those in foster care.",
            "score": 53.01993429660797
        },
        {
            "docid": "2236780_12",
            "document": "Aedes aegypti . New research has attempted to estimate the basic reproduction number, or R0 value, for Zika virus in several locations. Research looking at the Yap Island epidemic estimated an R0 of 4.3–5.8. R0 value estimates for the Colombia epidemic ranged from 3.0–6.6. Values for both locations were seen to be similar to those found for dengue and Chikungunya virus. Determining these values could help determine transmissibility, as well as how large an area would need to be vaccinated if/when a vaccine is developed, to acquire herd immunity.",
            "score": 90.62048721313477
        },
        {
            "docid": "21248903_12",
            "document": "Health in Bangladesh . Diabetes, one of four priority non-communicable diseases targeted by world leaders has become a major health problem globally(415 million adults with diabetes in 2015 and by 2040 that number will increase to 642 million) . More than two third of diabetic adults (75%) are from low and middle income countries due to demographic changes, cultural transition and population ageing. Among dominant identified risk factor of burden of diseases in South Asian countries, Diabetes is placed in seventh position. Remarkably, Bangladesh is placed in top tenth position (7.1 million) among countries with highest number of diabetes adults in the world. Therefore, co-jointly with India and Sri Lanka, Bangladesh constituted 99.0% of the adult with high blood sugar in South Asian region. Previous studies show that prevalence of diabetes is increasing significantly in rural population of Bangladesh. It is also observed that females have higher prevalence of diabetes than male both in rural and urban areas. Lacks of self-care, unhealthy dietary habit, and poor employment rate are the considerable factors behind that higher prevalence of diabetes among females in our country. However, compared with Europeans and Americans, the pattern of diabetes in Bangladesh displays differences such as the onset is at younger age and major diabetic population is non-obese. Such clinical differences, limited access to health care, increase life expectancy, ongoing urbanization and poor awareness among population increase the prevalence and risk of diabetes in Bangladesh Belgium|edition=7|url=http://www.diabetesatlas.org}}</ref>.",
            "score": 63.578169107437134
        },
        {
            "docid": "19027927_7",
            "document": "HIV/AIDS in Zambia . The primary modes of HIV transmission are through sex, intravenous drug use and mother-to-child transmission. HIV prevalence rates vary considerably within the country. Infection rates are highest in cities and towns along major transportation routes and lower in rural areas with low population density. HIV prevalence among pregnant women can range from less than 10 percent in some areas to 30 percent in others. In general, however, young women ages 25 to 34 are at much higher risk of being infected by HIV than young men in the same age group. The prevalence rates are 12.7 and 3.8 percent, respectively. Risk for the disease is higher for people with sensory, intellectual, physical and psychosocial disabilities, despite the 2012 Persons with Disabilities Act. Other at-risk populations include military personnel, people in prostitution, truck drivers, and people who work in fisheries. Although men who have sex with men have a higher risk of HIV transmission than those who do not, the government-operated National AIDS Control Program does not address same-sex relationships. While Zambia's national prevalence rate remains high and shows no sign of declining, the country has been noted for its significant increases in antiretroviral treatment (ART) access.",
            "score": 40.888797760009766
        },
        {
            "docid": "13704917_38",
            "document": "Risk factors for breast cancer . There is debate as to whether the higher rate of breast cancer associated with obesity is due to a biological difference in the cancer itself, or differences in other factors such as health screen practices. It has been suggested that obesity may be a determinant for breast cancer screening by mammography. Seventeen scientific studies in the United States have found that as obesity increases in women over 40 years of age the rate of mammography reported decreases significantly. When stratified by race (white vs. black) there was a stronger relationship between obesity and lack of mammography screening among white women. Another study also found lower rates of mammography among those who were overweight and obese compared to those women who were of normal body mass index—this effect was only seen in white women. Obese women are more likely to list pain associated with mammograms as a reason for not getting screened; however, leaner women also list this as a reason for avoiding mammograms. Other reasons obese women may avoid mammography are due to lack of insurance, low income, or embarrassment at the procedure, although when these factors are accounted for, the effect of lower rates of screening are still significant. In contrast, other studies have shown that mammography patterns did not differ among women who were obese compared to those at a healthy weight indicating that there may be biological differences in cancer presentation between these groups.",
            "score": 56.27317249774933
        },
        {
            "docid": "69688_16",
            "document": "Sterilization (medicine) . Sterilization is the most common form of contraception in the United States when female and male usage is combined. However, usage varies across demographic categories such as gender, age, education, etc. According to the Centers for Disease Control and Prevention, 16.7% of women aged 15–44 used female sterilization as a method of contraception in 2006–2008 while 6.1% of their partners used male sterilization. Minority women were more likely to use female sterilization than their white counterparts. The proportion of women using female sterilization was highest for black women (22%), followed by Hispanic women (20%) and white women (15%). Reverse sterilization trends by race occurred for the male partners of the women: 8% of male partners of white women used male sterilization, but it dropped to 3% of the partners of Hispanic women and only 1% of the partners of black women. White women were more likely to rely on male sterilization and the pill. While use of the pill declined with age, the report found that female sterilization increased with age.  Correspondingly, female sterilization was the leading method among currently and formerly married women; the pill was the leading method among cohabiting and never married women. 59% of women with three or more children used female sterilization. Thus, women who do not intend to have more children primarily rely on this method of contraception in contrast with women who only aim to space or delay their next birth. Regarding education, \"[l]ess-educated women aged 22–44 years were much more likely to rely on female sterilization than those with more education.\" For example, female sterilization was used among 55% of women who had not completed high school compared with 16% of women who had graduated from college. Because national surveys of contraceptive methods have generally relied on the input of women, information about male sterilization is not as widespread. A survey using data from the 2002 National Survey of Family Growth found similar trends to those reported for female sterilization by the Centers for Disease Control and Prevention in 2006–2008. Among men aged 15–44 years, vasectomy prevalence was highest in older men and those with 2 or more biological children. Men with less education were more likely to report female sterilization in their partner. In contrast to female sterilization trends, vasectomy was associated with white males and those who had ever visited a family planning clinic. Several factors can explain the different findings between female and male sterilization trends in the United States. Women are more likely to receive reproductive health services. \"Additionally, overall use of contraception is associated with higher socioeconomic status, but for women, use of contraceptive tubal sterilization has been found to be related to lower socioeconomic status and lack of health insurance.\" This finding could be related to Medicaid-funded sterilizations in the postpartum period that are not available to men.",
            "score": 70.58066380023956
        },
        {
            "docid": "24831215_6",
            "document": "Zika virus . The vertebrate hosts of the virus were primarily monkeys in a so-called enzootic mosquito-monkey-mosquito cycle, with only occasional transmission to humans. Before the current pandemic began in 2007, Zika \"rarely caused recognized 'spillover' infections in humans, even in highly enzootic areas\". Infrequently, however, other arboviruses have become established as a human disease and spread in a mosquito–human–mosquito cycle, like the yellow fever virus and the dengue fever virus (both flaviviruses), and the chikungunya virus (a togavirus). Though the reason for the pandemic is unknown, dengue, a related arbovirus that infects the same species of mosquito vectors, is known in particular to be intensified by urbanization and globalization. Zika is primarily spread by \"Aedes aegypti\" mosquitoes, and can also be transmitted through sexual contact or blood transfusions. The basic reproduction number (\"R\", a measure of transmissibility) of Zika virus has been estimated to be between 1.4 and 6.6.",
            "score": 114.76397252082825
        },
        {
            "docid": "18914017_66",
            "document": "Alzheimer's disease . Regarding incidence, cohort longitudinal studies (studies where a disease-free population is followed over the years) provide rates between 10 and 15 per thousand person–years for all dementias and 5–8 for AD, which means that half of new dementia cases each year are AD. Advancing age is a primary risk factor for the disease and incidence rates are not equal for all ages: every five years after the age of 65, the risk of acquiring the disease approximately doubles, increasing from 3 to as much as 69 per thousand person years. There are also sex differences in the incidence rates, women having a higher risk of developing AD particularly in the population older than 85. In the United States, the risk of dying from Alzheimer's disease is 26% higher among the non-Hispanic white population than among the non-Hispanic black population, whereas the Hispanic population has a 30% lower risk than the non-Hispanic white population. Prevalence of AD in populations is dependent upon different factors including incidence and survival. Since the incidence of AD increases with age, it is particularly important to include the mean age of the population of interest. In the United States, Alzheimer prevalence was estimated to be 1.6% in 2000 both overall and in the 65–74 age group, with the rate increasing to 19% in the 75–84 group and to 42% in the greater than 84 group. Prevalence rates in less developed regions are lower. The World Health Organization estimated that in 2005, 0.379% of people worldwide had dementia, and that the prevalence would increase to 0.441% in 2015 and to 0.556% in 2030. Other studies have reached similar conclusions. Another study estimated that in 2006, 0.40% of the world population (range 0.17–0.89%; absolute number , range ) were afflicted by AD, and that the prevalence rate would triple and the absolute number would quadruple by 2050.",
            "score": 59.171173334121704
        },
        {
            "docid": "31330718_10",
            "document": "Prevention of HIV/AIDS . Consistent condom use reduces the risk of heterosexual HIV transmission by about 80% over the long-term. Where one partner of a couple is infected, consistent condom use results in rates of HIV infection for the uninfected person below 1% per year. Some data support the equivalence of female condoms to latex condoms, but the evidence is not definitive. The use of the spermicide nonoxynol-9 may increase the risk of transmission because it causes vaginal and rectal irritation. A vaginal gel containing tenofovir, a reverse transcriptase inhibitor, when used immediately before sex, reduces infection rates by roughly 40% among African women. Circumcision in sub-Saharan Africa reduces the risk of HIV infection in heterosexual men between 38 and 66% over two years. Based on these studies, the World Health Organization and UNAIDS both recommended male circumcision as a method of preventing female-to-male HIV transmission in 2007. Whether it protects against male-to-female transmission is disputed and whether it is of benefit in developed countries and among men who have sex with men is undetermined. For men who have sex with men there is some evidence that the penetrative partner has a lower chance of contracting HIV. Some experts fear that a lower perception of vulnerability among circumcised men may result in more sexual risk-taking behavior, thus negating its preventive effects. Women who have undergone female genital cutting have an increased risk of HIV. Programs encouraging sexual abstinence do not appear to affect subsequent HIV risk in high-income countries. Evidence for a benefit from peer education is equally poor. Comprehensive sexual education provided at school may decrease high risk behavior. A substantial minority of young people continue to engage in high-risk practices despite HIV/AIDS knowledge, underestimating their own risk of becoming infected with HIV. It is not known if treating other sexually transmitted infections is effective in preventing HIV.",
            "score": 60.92472219467163
        },
        {
            "docid": "19222633_3",
            "document": "HIV/AIDS in Guatemala . Guatemala’s HIV-infected population lives primarily in urban areas along major transportation routes. According to Guatemala’s 2007 National Epidemiological Center report, more than 77 percent of reported HIV/AIDS cases occurred in seven departments: Suchitepéquez, Guatemala, Izabal, Escuintla, Retalhuleu, San Marcos, and Quetzaltenango. The NAP estimates that 80 percent of reported HIV cases have occurred among 15- to 49-year-olds, with 20- to 34-year-olds accounting for more than 51 percent of all cases. National HIV prevalence among sex workers is 4 percent, and among street-based female sex workers prevalence is as high as 12 percent. National HIV prevalence among MSM is 10 percent, but in Guatemala City, 18 percent of MSM were HIV-positive in 2006, according to baseline data collected for a Global Fund to Fight AIDS, Tuberculosis and Malaria project. A 2002 study published by UNAIDS in 2007 showed that infection levels among MSM in Guatemala is 10 times higher than in the adult general population. Other vulnerable populations include prison inmates, with a reported prevalence of 3.2 percent, and at-risk youth and street children, with HIV prevalence at 3.3 percent. According to the MOH, no cases of infection have been reported among injecting drug users or through blood or blood products. Available data indicate that HIV has affected mainly urban and Ladino (mixed Amerindian-Spanish peoples) populations; however, preliminary data indicate that the indigenous population (primarily Mayans) potentially could be experiencing increasing HIV infections. The data are insufficient, however, to determine the extent of the epidemic within this population.",
            "score": 71.55088102817535
        },
        {
            "docid": "19033088_5",
            "document": "Aedes vexans . \"Aedes vexans\" is a known vector of \"Dirofilaria immitis\" (dog heartworm); myxomatosis (a deadly rabbit viral disease); and Tahyna virus, a seldom-diagnosed \"Bunyaviridae\" which affects humans in Europe, causing a fever which disappears after two days, but afterward can cause \"encephalitis\" or \"meningitis\". \"Aedes vexans\" is the most common mosquito in Europe, often comprising more than 80% the European mosquito community. Its abundance depends upon availability of floodwater pools. In summer, up to 8,000 mosquitoes can be collected per trap per night. \"Aedes vexans\" exhibited significantly higher transmission rates of Zika virus than \"Aedes aegypti\", and its wide geographic distribution, periodic extreme abundance, and aggressive human biting behavior increase its potential to serve as a Zika virus vector in northern latitudes outside the range of the primary vectors \"Aedes aegypti\" and \"Aedes albopictus\".",
            "score": 64.93701338768005
        },
        {
            "docid": "11986060_36",
            "document": "Zika fever . The first major outbreak, with 185 confirmed cases, was reported in 2007 in the Yap Islands of the Federated States of Micronesia. A total of 108 cases were confirmed by PCR or serology and 72 additional cases were suspected. The most common symptoms were rash, fever, arthralgia, and conjunctivitis, and no deaths were reported. The mosquito \"Aedes hensilli\", which was the predominant species identified in Yap during the outbreak, was probably the main vector of transmission. While the way of introduction of the virus on Yap Island remains uncertain, it is likely to have happened through introduction of infected mosquitoes or a human infected with a strain related to those in Southeast Asia. This was also the first time Zika fever had been reported outside Africa and Asia. Before the Yap Island outbreak, only 14 human cases had ever been reported.",
            "score": 84.51656532287598
        },
        {
            "docid": "24831215_2",
            "document": "Zika virus . Zika virus (ZIKV) is a member of the virus family \"Flaviviridae\". It is spread by daytime-active \"Aedes\" mosquitoes, such as \"A. aegypti\" and \"A. albopictus\". Its name comes from the Ziika Forest of Uganda, where the virus was first isolated in 1947. Zika virus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Since the 1950s, it has been known to occur within a narrow equatorial belt from Africa to Asia. From 2007 to , the virus spread eastward, across the Pacific Ocean to the Americas, leading to the 2015–16 Zika virus epidemic. The infection, known as Zika fever or Zika virus disease, often causes no or only mild symptoms, similar to a very mild form of dengue fever. While there is no specific treatment, paracetamol (acetaminophen) and rest may help with the symptoms. , the illness cannot be prevented by medications or vaccines. Zika can spread from a pregnant woman to her baby. This can result in microcephaly, severe brain malformations, and other birth defects. Zika infections in adults may result rarely in Guillain–Barré syndrome. In January 2016, the United States Centers for Disease Control and Prevention (CDC) issued travel guidance on affected countries, including the use of enhanced precautions, and guidelines for pregnant women including considering postponing travel. Other governments or health agencies also issued similar travel warnings, while Colombia, the Dominican Republic, Puerto Rico, Ecuador, El Salvador, and Jamaica advised women to postpone getting pregnant until more is known about the risks. Zika is pronounced or . The Zika virus belongs to the family \"Flaviviridae\" family and the genus \"Flavivirus\", thus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Like other flaviviruses, Zika virus is enveloped and icosahedral and has a nonsegmented, single-stranded, 10-kilobase, positive-sense RNA genome. It is most closely related to the Spondweni virus and is one of the two known viruses in the Spondweni virus clade. A positive-sense RNA genome can be directly translated into viral proteins. As in other flaviviruses, such as the similarly sized West Nile virus, the RNA genome encodes seven nonstructural proteins and three structural proteins. One of the structural proteins encapsulates the virus. This protein is the flavivirus envelope glycoprotein, that binds to the endosomal membrane of the host cell to initiate endocytosis. The RNA genome forms a nucleocapsid along with copies of the 12-kDa capsid protein. The nucleocapsid, in turn, is enveloped within a host-derived membrane modified with two viral glycoproteins. Viral genome replication depends on the making of double-stranded RNA from the single-stranded, positive-sense RNA (ssRNA(+)) genome followed by transcription and replication to provide viral mRNAs and new ssRNA(+) genomes.",
            "score": 122.56366086006165
        },
        {
            "docid": "5069516_32",
            "document": "HIV/AIDS . Consistent condom use reduces the risk of HIV transmission by approximately 80% over the long term. When condoms are used consistently by a couple in which one person is infected, the rate of HIV infection is less than 1% per year. There is some evidence to suggest that female condoms may provide an equivalent level of protection. Application of a vaginal gel containing tenofovir (a reverse transcriptase inhibitor) immediately before sex seems to reduce infection rates by approximately 40% among African women. By contrast, use of the spermicide nonoxynol-9 may increase the risk of transmission due to its tendency to cause vaginal and rectal irritation. Circumcision in Sub-Saharan Africa \"reduces the acquisition of HIV by heterosexual men by between 38% and 66% over 24 months\". Due to these studies, both the World Health Organization and UNAIDS recommended male circumcision in 2007 as a method of preventing female-to-male HIV transmission in areas with high rates of HIV. However, whether it protects against male-to-female transmission is disputed, and whether it is of benefit in developed countries and among men who have sex with men is undetermined. The International Antiviral Society, however, does recommend it for all sexually active heterosexual males and that it be discussed as an option with men who have sex with men. Some experts fear that a lower perception of vulnerability among circumcised men may cause more sexual risk-taking behavior, thus negating its preventive effects. Programs encouraging sexual abstinence do not appear to affect subsequent HIV risk. Evidence of any benefit from peer education is equally poor. Comprehensive sexual education provided at school may decrease high risk behavior. A substantial minority of young people continues to engage in high-risk practices despite knowing about HIV/AIDS, underestimating their own risk of becoming infected with HIV. Voluntary counseling and testing people for HIV does not affect risky behavior in those who test negative but does increase condom use in those who test positive. It is not known whether treating other sexually transmitted infections is effective in preventing HIV.",
            "score": 61.637916803359985
        },
        {
            "docid": "56462_44",
            "document": "Carpal tunnel syndrome . As of 2010, 8% of U.S. workers reported ever having carpal tunnel syndrome and 4% reported carpal tunnel syndrome in the past 12 months. Prevalence rates for carpal tunnel syndrome in the past 12 months were higher among females than among males; among workers aged 45–64 than among those aged 18–44. Overall, 67% of current carpal tunnel syndrome cases among current/recent workers were reportedly attributed to work by health professionals, indicating that the prevalence rate of work-related carpal tunnel syndrome among workers was 2%, and that there were approximately 3.1 million cases of work-related carpal tunnel syndrome among U.S. workers in 2010. Among current carpal tunnel syndrome cases attributed to specific jobs, 24% were attributed to jobs in the manufacturing industry, a proportion 2.5 times higher than the proportion of current/recent workers employed in the manufacturing industry, suggesting that jobs in this industry are associated with an increased risk of work-related carpal tunnel syndrome.",
            "score": 63.85640072822571
        },
        {
            "docid": "19028126_2",
            "document": "HIV/AIDS in Nepal . Nepal's first cases of HIV/AIDS were reported in 1988 and the disease has primarily been transmitted by intravenous drug use and unprotected sex. Among the two, HIV epidemic is largely attributed to sexual transmissions which account for more than 85% of the total new HIV infections.Available data indicate that there was a sharp increase in the number of new infections starting in 1996, coinciding with the outbreak of civil unrest. The infection rate of HIV/AIDS in Nepal among the adult population is estimated to be below the 1 percent threshold which is considered \"generalized and severe\". However, the prevalence rate masks a concentrated epidemic among at-risk populations such as female sex workers (FSWs), male sex workers (MSWs), injecting drug users (IDUs), men who have sex with men (MSM), Transgender Groups (TG), migrants and Male Labor Migrants(MLMs) as well as their spouses. Cultural factors have also been shown to play a significant role in the spread of HIV and AIDS in Nepal. Some of these cultural factors are related with social taboos which creates challenges for open discussions regarding sex and sexual habits, as do denial, stigma, and discrimination that surround HIV and AIDS. Other factors such as poverty, low levels of education and literacy, political instability combined with gender inequality make the tasks challenging.",
            "score": 71.20674705505371
        },
        {
            "docid": "25457473_12",
            "document": "Women and smoking . In the United States, although general rates of smoking are declining – “24.1% in 1998 to 20.6% in 2008,” and there are higher rates among men – the gendered health consequences illustrate that women are at a greater disadvantage. “In 2008, smoking prevalence was higher among men (23%) than women (18.3%),” however that gender gap appears to be narrowing.  Prior to recent increasing smoking rates, women usually experienced different effects of smoking compared to men. For instance, a decrease in lifetime expectancy is greater for female smokers when compared to male smokers. On average, while an adult male loses 13.2 years due to smoking, an adult female smoker loses 14.5 years of life. This decreased life expectancy for male smokers mirrors the gender differences in life expectancy overall. However, when it comes to smokers in particular, males tend to smoke more heavily than women do. Yet still women continue to show more deleterious results.  As it has been previously mentioned, smoking is attributable to the majority of lung cancer cases. Over the years lung cancer mortality has dramatically increased among women. “In 1987, lung cancer surpassed breast cancer to become the leading cause of cancer death among U.S. women.” Smoking now accounts for 80% of lung cancer deaths specifically among women. Although, there has been a more pronounced campaign to raise funds for breast cancer research and a possible cure, more women are dying from lung cancer. Research also continues to question whether women tend to be more susceptible to lung cancer, regardless of similar exposure as their male counterparts. However, making a definitive answer has been difficult, thus the issue remains controversial. In looking at other aspects of the respiratory system, Chronic obstructive pulmonary disease (COPD) is another major issue among women who smoke. The risk of having COPD is increased with amount and duration and smoking accounts for 90 percent of COPD mortalities. The effects of smoking on women’s cardiovascular health begin to show more sex differences. Heart diseases continue to be the leading cause of death nationwide, and one of the risk factors is smoking. Unique to women, smoking lowers their estrogen and their high-density lipoproteins that prevent arteries from blockage. For many women the effects of smoking on the heart’s health truly become obvious later on in life. Among current female smokers, “the chance of dying from heart disease or lung cancer exceeds the chance of dying from breast cancer from 40 on (and does so by at least a factor of 5 after age 55).” The habit becomes particularly crucial when women are also taking birth control because these two in concert increases, even more so, women’s chances of having a stroke or a heart attack.  When observing older women, research has illustrated that those who are smoking in their postmenopausal stages tend to have a lower bone density along with more hip fractures when compared to their non-smoker counterparts. For the younger cohort of women, during their reproductive stages, smoking affects their reproductive health as well as pregnancy outcomes. Research has revealed that smoking does make it more difficult for women to conceive and it can also result in infertility. Women who smoke while they are pregnant increase their chances of having an early delivery and low-birth weight babies. One of the many serious effects on the fetus itself is Sudden Infant Death Syndrome (SIDS). Studies have shown that “infants of mothers who smoke during and after pregnancy are 3 to 4 times more likely to die from sudden infant death syndrome (SIDS) than babies to non-smoking mothers.",
            "score": 73.0707106590271
        },
        {
            "docid": "21054623_21",
            "document": "Mosquito-borne disease . There is a re-emergence of mosquito vector viruses (arthropod-borne viruses) called arboviruses carried by the \"Aedes aegypti\" mosquito. Examples are the Zika virus, chikungunya virus, yellow fever and dengue fever. The re-emergence of the viruses has been at a faster rate, and over a wider geographic area, than in the past. The rapid re-emergence is due to expanding global transportation networks, the mosquito's increasing ability to adapt to urban settings, the disruption of traditional land use and the inability to control expanding mosquito populations. Like malaria, other arboviruses do not have a vaccine. The only exception is yellow fever. Prevention is focused on reducing the adult mosquito populations, controlling mosquito larvae and protecting individuals from mosquito bites. Depending on the mosquito vector, and the affected community, a variety of prevention methods may be deployed at one time.",
            "score": 67.97169947624207
        },
        {
            "docid": "48768217_22",
            "document": "2015–16 Zika virus epidemic . Several countries, including Colombia, Ecuador, El Salvador, and Jamaica, advised women to postpone getting pregnant until more was known about the risks. Plans were announced by the authorities in Rio de Janeiro, Brazil, to try to prevent the spread of the Zika virus during the 2016 Summer Olympics in Rio. The health ministry of Peru installed more than 20,000 ovitraps during the 2015 dengue outbreak. The same ovitraps will be used to monitor a potential Zika outbreak in tropical regions of Peru. On January 15, 2016, because of the \"growing evidence of a link between Zika and microcephaly\" the Centers for Disease Prevention and Control (CDC) issued a travel warning advising pregnant women to consider postponing travel to Brazil as well as the following countries and territories where Zika fever had been reported: Colombia, El Salvador, French Guiana, Guatemala, Haiti, Honduras, Martinique, Mexico, Panama, Paraguay, Suriname, Venezuela, and the Commonwealth of Puerto Rico. On January 20, the Ministry of Health of Chile published a health notice. On January 22, eight more countries and territories were added to the list of those affected: Barbados, Bolivia, Ecuador, Guadeloupe, Saint Martin, Guyana, Cape Verde, and Samoa.",
            "score": 121.66515123844147
        },
        {
            "docid": "31548306_13",
            "document": "Active surveillance of prostate cancer . An unintended consequence of new technology is its use among those least likely to benefit. A disturbing trend has been noted in men with newly diagnosed prostate cancer treated with robotic surgery and newer forms of radiotherapy (IMRT). A 2013 study reported that the use of advanced treatment technologies had increased among men in the Medicare population least likely to benefit from treatment, despite increasing awareness of the extent of over treatment for low risk disease. Even among the elderly, treatment rates for low risk prostate cancer are high; 59%, 36.6%, and 15.8% of patients age 75 and 79 years, 80 and 84 years, and more than or equal to 85 years were initially treated with radiation therapy in one study using Medicare data. These data highlight an important disconnect between evidence and practice given the results from randomized trials comparing treatment to no treatment (see Comparative outcomes of surgery and observation for prostate cancer below).",
            "score": 42.91666293144226
        },
        {
            "docid": "19227131_3",
            "document": "HIV/AIDS in Egypt . Among officially reported cases, heterosexual intercourse is the primary mode of transmission of HIV (49.1 percent), followed by homosexual intercourse (22.9 percent), renal dialysis (12 percent), and blood transfusion (6.2 percent), according to the National Aids Program (NAP) in an official report issued in January 2008. Males are four times more likely to have HIV than females, but this may be due to more men being tested than women. Other people likely to be exposed to HIV in Egypt include street children, prisoners, and refugees. A United States Agency for International Development (USAID) funded Biological-Behavioral Surveillance Survey was conducted by the Ministry of Health and Population (MOHP) to explore HIV prevalence rates among most-at-risk groups. The survey targeted street children, female sex workers (FSWs), men who have sex with men (MSM), and injecting drug users (IDUs). The study identified an infection rate of 6.9 percent and 7.7 percent in MSM and intravenous drug users respectively. These statistics fuel some of the hypotheses that there is a concentrated HIV epidemic occurring in Egypt among high-risk groups, but due to social stigma and lack of prevalence data, it is not acknowledged. Nonetheless, over time, the Egyptian government has made efforts to improve the lives of people with HIV and AIDS in the country.",
            "score": 78.95828080177307
        },
        {
            "docid": "591031_17",
            "document": "Men who have sex with men . According to a CDC study, HIV prevalence in the MSM population of the U.S. varies widely by ethnicity. \"As many as 46% of black MSM have HIV\" while \"the HIV rate is estimated at 21% for white MSM and 17% for Hispanic MSM.\" In the United States from 2001–2005, the highest transmission risk behaviors were sex between men (40–49% of new cases) and high risk heterosexual sex (32–35% of new cases). HIV infection is increasing at a rate of 12% annually among 13–24-year-old American men who have sex with men. Experts attribute this to \"AIDS fatigue\" among younger people who have no memory of the worst phase of the epidemic in the 1980s and early 1990s, as well as \"condom fatigue\" among those who have grown tired of and disillusioned with the unrelenting safer sex message. The increase may also be because of new treatments. In developing countries, HIV infection rates have been characterized as skyrocketing among MSM. Studies have found that less than 5% of MSM in Africa, Asia, and Latin America have access to HIV-related health care.",
            "score": 59.262271761894226
        },
        {
            "docid": "461410_3",
            "document": "Arbovirus . Arboviruses were not known to exist until the , with the germ theory and an understanding that viruses were distinct from other microorganisms. The connection between arthropods and disease was not postulated until 1881 when Cuban doctor and scientist Carlos Finlay proposed that yellow fever may be transmitted by mosquitoes instead of human contact, a reality that was verified by Major Walter Reed in 1901. The primary vector, \"Aedes aegypti\", had spread globally from the 15th to the 19th centuries as a result of globalization and the slave trade. This geographic spreading caused dengue fever epidemics throughout the 18th and 19th centuries, and later, in 1906, transmission by the \"Aedes\" mosquitoes was confirmed, making yellow fever and dengue fever the first two diseases known to be caused by viruses. Thomas Milton Rivers published the first clear description of a virus as distinct from a bacterium in 1927. The discovery of the West Nile virus came in 1937, and has since been found in \"Culex\" populations causing epidemics throughout Africa, the Middle East, and Europe. In 1999, the virus was introduced into the Western Hemisphere, sparking a series of epidemics. During the latter half of the 20th century, Dengue fever reemerged as a global disease, with the virus spreading geographically due to urbanization, population growth, increased international travel, and global warming, and continues to cause at least 50 million infections per year, making Dengue fever the most common and clinically important arboviral disease.",
            "score": 89.74805748462677
        },
        {
            "docid": "21186436_6",
            "document": "Haemagogus . After government felling of large stands of native forest, yellow fever was isolated from a patient from Cumaca in the northern range in 1954. The infection soon spread to other humans and into the \"Aedes aegypti\" mosquito population, greatly increasing transmission. Warnings were made that an epidemic was imminent and Dr. Wilbur Downs and Dr. A. E. (Ted) Hill, a specialist in tropical medicine, began a program of inoculating health workers and stockpiling vaccine. Trinidad health authorities followed up with large-scale vaccination and intensive anti-\"aegypti\" measures including public education, regular inspection for breeding sites, and spraying of domestic residences with DDT. In spite of these measures, and the fact that an estimated 80% of the population of Port of Spain were immune to yellow fever and dengue, several more cases were soon reported. Most probably due to the health measures taken, it did not develop into a widespread epidemic in Trinidad itself.",
            "score": 87.99730706214905
        }
    ],
    "r": [
        {
            "docid": "11986060_2",
            "document": "Zika fever . Zika fever, also known as Zika virus disease or simply Zika, is an infectious disease caused by the Zika virus. Most cases have no symptoms, but when present they are usually mild and can resemble dengue fever. Symptoms may include fever, red eyes, joint pain, headache, and a maculopapular rash. Symptoms generally last less than seven days. It has not caused any reported deaths during the initial infection. Mother-to-child transmission during pregnancy can cause microcephaly and other brain malformations in some babies. Infections in adults have been linked to Guillain–Barré syndrome (GBS). Zika fever is mainly spread via the bite of mosquitoes of the \"Aedes\" type. It can also be sexually transmitted and potentially spread by blood transfusions. Infections in pregnant women can spread to the baby. Diagnosis is by testing the blood, urine, or saliva for the presence of the virus's RNA when the person is sick, or the blood for antibodies after symptoms are present more than a week. Prevention involves decreasing mosquito bites in areas where the disease occurs and proper use of condoms. Efforts to prevent bites include the use of insect repellent, covering much of the body with clothing, mosquito nets, and getting rid of standing water where mosquitoes reproduce. There is no effective vaccine. Health officials recommended that women in areas affected by the 2015–16 Zika outbreak consider putting off pregnancy and that pregnant women not travel to these areas. While there is no specific treatment, paracetamol (acetaminophen) may help with the symptoms. Admission to hospital is rarely necessary. The virus that causes the disease was first isolated in Africa in 1947. The first documented outbreak among people occurred in 2007 in the Federated States of Micronesia. An outbreak started in Brazil in 2015, and spread to the Americas, Pacific, Asia, and Africa. This led to the World Health Organization declared it a Public Health Emergency of International Concern in February 2016. The emergency was lifted in November 2016, but 84 countries still reported cases as of March 2017.",
            "score": 138.54110717773438
        },
        {
            "docid": "48768217_20",
            "document": "2015–16 Zika virus epidemic . It is difficult to diagnose Zika virus infection based on clinical signs and symptoms alone due to overlaps with other arboviruses that are endemic to similar areas. The methods currently available to test for Zika antibodies cross-react with dengue antibodies. An IgM-positive result in a dengue or Zika ELISA test can only be considered indicative of a recent flavivirus infection. Plaque-reduction neutralization tests (PRINT) can be performed and may be specific. The Zika virus can be identified by RT-PCR in acutely ill patients.",
            "score": 137.3361358642578
        },
        {
            "docid": "48768217_33",
            "document": "2015–16 Zika virus epidemic . In January 2016, it was announced that, in response to the Zika virus outbreak, Brazil's National Biosafety Committee approved the releases of more genetically modified \"Aedes aegypti\" mosquitoes throughout their country. Previously, in July 2015, Oxitec had published results of a test in the Juazeiro region of Brazil, of so-called \"self-limiting\" mosquitoes, to fight dengue, chikungunya, and Zika viruses. They concluded that mosquito populations were reduced by over 90% in the test region. Male genetically modified mosquitoes mate with females in the wild and transmit a self-limiting gene that causes the resulting offspring to die before reaching adulthood and thus diminishes the local mosquito population. In January 2016 the technique was being used to try to combat the Zika virus in the town of Piracicaba, São Paulo.",
            "score": 134.07701110839844
        },
        {
            "docid": "48768217_3",
            "document": "2015–16 Zika virus epidemic . In February 2016, WHO declared the outbreak a Public Health Emergency of International Concern as evidence grew that Zika can cause birth defects as well as neurological problems. The virus can be transmitted from an infected pregnant woman to her fetus, then can cause microcephaly and other severe brain anomalies in the infant. Zika infections in adults can result in Guillain–Barré syndrome. Prior to this outbreak, Zika was considered a mild infection, as most Zika virus infections are asymptomatic, making it difficult to determine precise estimates of the number of cases. In approximately one in five cases, Zika virus infections result in Zika fever, a minor illness that causes symptoms such as fever and a rash.",
            "score": 128.29595947265625
        },
        {
            "docid": "48768217_47",
            "document": "2015–16 Zika virus epidemic . Other challenges include the lack of a safe and effective vaccine, a complicated diagnostic process, and faltering support for research funding in the federal government. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases (NIAID), said \"There aren’t any federally licensed vaccines or specific therapeutics currently available to prevent or treat Zika.\" Zika is often difficult to distinguish from other illnesses that are spread by mosquitoes, like dengue, West Nile, and chikungunya, among others. President Trump’s budget proposal for 2018 proposed stripping $800 billion from Medicaid over ten years. Democratic Representative Frank Pallone of New Jersey said that this decision \"endangers our ability to manage public health emergencies like Zika.\"",
            "score": 125.20021057128906
        },
        {
            "docid": "48768217_54",
            "document": "2015–16 Zika virus epidemic . Many studies have been conducted on the connections and impact of social media mentions of Zika. One analysis found that the primary topics discussed on Twitter before the peak of the outbreak regarding Zika included Zika’s impact, reactions to Zika, pregnancy and microcephaly, transmission routes of Zika, and case reports. During the summer of 2016 when Zika was spreading at a much faster rate, this social media analysis determined that the major topics on Twitter regarding Zika had become concerns about the spread of Zika, criticism of Congress, news about Zika, and scientific information about Zika. The same study also found that tweets from reputable institutions and people holding scientific credentials demonstrated the ability of Twitter as a source to spread information quickly on the internet. Another study found that the Centers for Disease Control and Prevention as well as the general public showed similar concerns about Zika. The CDC’s posts on Twitter during the outbreak focused on symptoms and education for Zika. However, the public had more of a tendency to focus concern on the consequences of Zika on women and infants, such as microcephaly.",
            "score": 124.11740112304688
        },
        {
            "docid": "53907564_2",
            "document": "Zika virus vaccine . A Zika virus vaccine is designed to prevent the symptoms and complications of Zika virus infection in humans. As Zika virus infection of pregnant women may result in congenital defects in the newborn, the vaccine will attempt to protect against congenital Zika syndrome during the current or any future outbreak. As of May 2017, no vaccines has been approved for clinical use, however a number of vaccines are currently in clinical trials. The goal of a Zika virus vaccine is to elicit protective antibodies against the Zika virus to prevent infection and severe disease. The challenges in developing a safe and effective vaccine include limiting side effects such as Guillain-Barré syndrome, a potential consequence of Zika virus infection. Additionally, as dengue virus is closely related to Zika virus, the vaccine needs to minimize the possibility of antibody-dependent enhancement of dengue virus infection.",
            "score": 123.49989318847656
        },
        {
            "docid": "24831215_28",
            "document": "Zika virus . There was an epidemic in 2015 and 2016 in the Americas. The outbreak began in April 2015 in Brazil, and spread to other countries in South America, Central America, North America, and the Caribbean. In January 2016, the WHO said the virus was likely to spread throughout most of the Americas by the end of the year; and in February 2016, the WHO declared the cluster of microcephaly and Guillain–Barré syndrome cases reported in Brazil – strongly suspected to be associated with the Zika outbreaka Public Health Emergency of International Concern. It was estimated that 1.5 million people were infected by Zika in Brazil, with over 3,500 cases of microcephaly reported between October 2015 and January 2016.",
            "score": 123.07056427001953
        },
        {
            "docid": "48768217_32",
            "document": "2015–16 Zika virus epidemic . On February 1, 2016, WHO declared the cluster of microcephaly cases and other neurological disorders a Public Health Emergency of International Concern, which may reduce the number of visitors to the Rio Olympics in 2016. The designation has been applied in the past to the Ebola outbreak in 2014, the outbreak of polio in Syria in 2013, and the 2009 flu pandemic. South Korea held an emergency meeting in response to the WHO declaration on February 2, 2016. A second meeting of the WHO-convened emergency committee, held on March 8, 2016, reaffirmed the situation's status as a Public Health Emergency of International Concern. The committee reported that evidence was increasing for a causal relationship between Zika virus and microcephaly and other neurological conditions, and called for continued research, aggressive mosquito control, and improved surveillance and communication of risks to the public. The report stated that pregnant women should be advised not to travel to affected areas, and should use safe sex practices if their partners lived in or travelled to affected areas throughout their pregnancy. On March 9, 2016, WHO announced that research should prioritise prevention and diagnosis, not treatment, and in particular non-live vaccines suitable for pregnant women and those of childbearing age, novel mosquito control measures, and diagnostic tests that can detect dengue and chikungunya as well as Zika.",
            "score": 122.78839874267578
        },
        {
            "docid": "24831215_2",
            "document": "Zika virus . Zika virus (ZIKV) is a member of the virus family \"Flaviviridae\". It is spread by daytime-active \"Aedes\" mosquitoes, such as \"A. aegypti\" and \"A. albopictus\". Its name comes from the Ziika Forest of Uganda, where the virus was first isolated in 1947. Zika virus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Since the 1950s, it has been known to occur within a narrow equatorial belt from Africa to Asia. From 2007 to , the virus spread eastward, across the Pacific Ocean to the Americas, leading to the 2015–16 Zika virus epidemic. The infection, known as Zika fever or Zika virus disease, often causes no or only mild symptoms, similar to a very mild form of dengue fever. While there is no specific treatment, paracetamol (acetaminophen) and rest may help with the symptoms. , the illness cannot be prevented by medications or vaccines. Zika can spread from a pregnant woman to her baby. This can result in microcephaly, severe brain malformations, and other birth defects. Zika infections in adults may result rarely in Guillain–Barré syndrome. In January 2016, the United States Centers for Disease Control and Prevention (CDC) issued travel guidance on affected countries, including the use of enhanced precautions, and guidelines for pregnant women including considering postponing travel. Other governments or health agencies also issued similar travel warnings, while Colombia, the Dominican Republic, Puerto Rico, Ecuador, El Salvador, and Jamaica advised women to postpone getting pregnant until more is known about the risks. Zika is pronounced or . The Zika virus belongs to the family \"Flaviviridae\" family and the genus \"Flavivirus\", thus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Like other flaviviruses, Zika virus is enveloped and icosahedral and has a nonsegmented, single-stranded, 10-kilobase, positive-sense RNA genome. It is most closely related to the Spondweni virus and is one of the two known viruses in the Spondweni virus clade. A positive-sense RNA genome can be directly translated into viral proteins. As in other flaviviruses, such as the similarly sized West Nile virus, the RNA genome encodes seven nonstructural proteins and three structural proteins. One of the structural proteins encapsulates the virus. This protein is the flavivirus envelope glycoprotein, that binds to the endosomal membrane of the host cell to initiate endocytosis. The RNA genome forms a nucleocapsid along with copies of the 12-kDa capsid protein. The nucleocapsid, in turn, is enveloped within a host-derived membrane modified with two viral glycoproteins. Viral genome replication depends on the making of double-stranded RNA from the single-stranded, positive-sense RNA (ssRNA(+)) genome followed by transcription and replication to provide viral mRNAs and new ssRNA(+) genomes.",
            "score": 122.56366729736328
        },
        {
            "docid": "48768217_22",
            "document": "2015–16 Zika virus epidemic . Several countries, including Colombia, Ecuador, El Salvador, and Jamaica, advised women to postpone getting pregnant until more was known about the risks. Plans were announced by the authorities in Rio de Janeiro, Brazil, to try to prevent the spread of the Zika virus during the 2016 Summer Olympics in Rio. The health ministry of Peru installed more than 20,000 ovitraps during the 2015 dengue outbreak. The same ovitraps will be used to monitor a potential Zika outbreak in tropical regions of Peru. On January 15, 2016, because of the \"growing evidence of a link between Zika and microcephaly\" the Centers for Disease Prevention and Control (CDC) issued a travel warning advising pregnant women to consider postponing travel to Brazil as well as the following countries and territories where Zika fever had been reported: Colombia, El Salvador, French Guiana, Guatemala, Haiti, Honduras, Martinique, Mexico, Panama, Paraguay, Suriname, Venezuela, and the Commonwealth of Puerto Rico. On January 20, the Ministry of Health of Chile published a health notice. On January 22, eight more countries and territories were added to the list of those affected: Barbados, Bolivia, Ecuador, Guadeloupe, Saint Martin, Guyana, Cape Verde, and Samoa.",
            "score": 121.66514587402344
        },
        {
            "docid": "48768217_2",
            "document": "2015–16 Zika virus epidemic . In early 2015, a widespread epidemic of Zika fever, caused by the Zika virus in Brazil, spread to other parts of South and North America. It also affected several islands in the Pacific, and Southeast Asia. In January 2016, the World Health Organization (WHO) said the virus was likely to spread throughout most of the Americas by the end of the year. In November 2016 WHO announced the end of the Zika epidemic.",
            "score": 119.58775329589844
        },
        {
            "docid": "24831215_18",
            "document": "Zika virus . Zika fever (also known as Zika virus disease) is an illness caused by the Zika virus. Most cases have no symptoms, but when present they are usually mild and can resemble dengue fever. Symptoms may include fever, red eyes, joint pain, headache, and a maculopapular rash. Symptoms generally last less than seven days. It has not caused any reported deaths during the initial infection. Infection during pregnancy causes microcephaly and other brain malformations in some babies. Infection in adults has been linked to Guillain–Barré syndrome (GBS). Diagnosis is by testing the blood, urine, or saliva for the presence of Zika virus RNA when the person is sick. Prevention involves decreasing mosquito bites in areas where the disease occurs, and proper use of condoms. Efforts to prevent bites include the use of insect repellent, covering much of the body with clothing, mosquito nets, and getting rid of standing water where mosquitoes reproduce. There is no vaccine. Health officials recommended that women in areas affected by the 2015–16 Zika outbreak consider putting off pregnancy and that pregnant women not travel to these areas. While no specific treatment exists, paracetamol (acetaminophen) and rest may help with the symptoms. Admission to a hospital is rarely necessary.",
            "score": 118.52494049072266
        },
        {
            "docid": "48768217_29",
            "document": "2015–16 Zika virus epidemic . Following the spread of Zika infection into Southeast Asia in June 2016, Singapore, Thailand and Vietnam become the most heavily affected. Singapore has planned to release an army of mosquitoes that contain the \"Wolbachia\" bacteria to fight the Aedes aegypti mosquito population. The Association of Southeast Asian Nations (ASEAN) members have increased information sharing and joint research on the virus. On September 30, Thailand confirmed that two babies has born with microcephaly. Prior to the case, Thailand has allowed abortion for pregnant women that have been affected by birth defects. Malaysia is still undecided on the issue, with doctors there letting the mother make the decision whether or not to abort. Rentokil, a Malaysian pest company, has designed an Integrated Mosquito Management (IMM) program to curb the spread of Aedes mosquito. On October 17, Zika was declared as endemic in Vietnam by the country Health Ministry due to the number of local cases. Vietnam confirmed that one baby has born with microcephaly on October 31. Following the rise of local Zika infection cases in the Philippines, the virus have also been declared as endemic by the country Health Department. The government of the republic hosting the “One Philippines against Zika” national summit on October 28 with church in the country has joint fight to curb the spread of the virus by issuing a pastoral guidance to help raise awareness about the mosquito-borne disease among local communities. Taiwan has also seen an increase of infection, most of the cases are believed to be imported from other countries. On October 27, Myanmar reported its first imported case on a pregnant foreign woman.",
            "score": 117.39993286132812
        },
        {
            "docid": "30110147_3",
            "document": "Dengue fever outbreaks . The first recognized dengue epidemics occurred almost simultaneously in Asia, Africa, and North America in the 1780s, shortly after the identification and naming of the disease in 1779. A pandemic began in Southeast Asia in the 1950s, and by 1975 DHF had become a leading cause of death among children in the region. The first case of DHF was reported in Manila, Philippines around 1953 through 1954. A small child with dengue fever started to bleed uncontrollably. Other children then became victims to the new symptom. Epidemic dengue has become more common since the 1980s. By the late 1990s, dengue was the most important mosquito-borne disease affecting humans after malaria, with around 40 million cases of dengue fever and several hundred thousand cases of dengue hemorrhagic fever each year. Significant outbreaks of dengue fever tend to occur every five or six months. The cyclical rise and fall in numbers of dengue cases is thought to be the result of seasonal cycles interacting with a short-lived cross-immunity for all four strains in people who have had dengue. When the cross-immunity wears off the population is more susceptible to transmission whenever the next seasonal peak occurs. Thus over time there remain large numbers of susceptible people in affected populations despite previous outbreaks due to the four different serotypes of dengue virus and the presence of unexposed individuals from childbirth or immigration.",
            "score": 116.16412353515625
        },
        {
            "docid": "51165520_4",
            "document": "Concerns and controversies at the 2016 Summer Olympics . There have been numerous calls for the Games to be postponed, warning that the anticipated attendance of 500,000 international visitors could cause the virus to rapidly spread outside of the country. In the first quarter of 2016, there were also more cases of the mosquito-borne Dengue fever than in 2015 alone. Dr. Amir Attaran of the University of Ottawa, writing for the \"Harvard Public Health Review\", noted that Rio had the highest concentration of Zika infections out of all Brazilian states. He argued that the Olympics could result in a \"global catastrophe\" of Zika outbreaks, and asserted that it was \"socially irresponsible\" and \"ethically questionable\" to allow them to continue. On the other hand, it has been argued that the threat of Zika will not be as high during the Games, citing computer models and simulations, as well as the fact that the Games will be held during Southern Hemisphere winter, which is when mosquitoes are least active. The initial outbreak of Zika in Brazil occurred during the winter months, but in Northeastern states near the equator, where there is no winter season throughout the year. Tom Frieden, director of the U.S. Centers for Disease Control and Prevention, stated that \"there is no public health reason to cancel or delay the Olympics\".",
            "score": 115.78703308105469
        },
        {
            "docid": "961522_56",
            "document": "2016 Summer Olympics . An ongoing outbreak of the mosquito-borne Zika virus in Brazil raised fears regarding its potential impact on athletes and visitors. To prevent puddles of stagnant water that allow mosquitoes to breed, organisers announced plans to perform daily inspections of Olympic venues. Zika virus transmission was also attributed to inefficient sewage treatment in the area—an issue that was also in the process of being addressed for the Games. In May 2016, a group of 150 physicians and scientists sent an open letter to the World Health Organization, calling upon them to, according to co-author Arthur Caplan, have \"an open, transparent discussion of the risks of holding the Olympics as planned in Brazil\". The WHO dismissed the request, stating that \"cancelling or changing the location of the 2016 Olympics will not significantly alter the international spread of Zika virus\", and that there was \"no public health justification\" for postponing them. Some athletes did not attend the Games because of the epidemic. On 2 September 2016, the World Health Organization reported that there were no confirmed cases of Zika among athletes or visitors during the Olympics.",
            "score": 115.5322036743164
        },
        {
            "docid": "24831215_6",
            "document": "Zika virus . The vertebrate hosts of the virus were primarily monkeys in a so-called enzootic mosquito-monkey-mosquito cycle, with only occasional transmission to humans. Before the current pandemic began in 2007, Zika \"rarely caused recognized 'spillover' infections in humans, even in highly enzootic areas\". Infrequently, however, other arboviruses have become established as a human disease and spread in a mosquito–human–mosquito cycle, like the yellow fever virus and the dengue fever virus (both flaviviruses), and the chikungunya virus (a togavirus). Though the reason for the pandemic is unknown, dengue, a related arbovirus that infects the same species of mosquito vectors, is known in particular to be intensified by urbanization and globalization. Zika is primarily spread by \"Aedes aegypti\" mosquitoes, and can also be transmitted through sexual contact or blood transfusions. The basic reproduction number (\"R\", a measure of transmissibility) of Zika virus has been estimated to be between 1.4 and 6.6.",
            "score": 114.76396942138672
        },
        {
            "docid": "48768217_56",
            "document": "2015–16 Zika virus epidemic . The heavy traditional news and social media coverage of the virus spreading did cause concern over lack of reliability. Research has found that between May and June 2016, four out of five social media posts about Zika provided accurate information, but inaccurate posts were much more popular. This led many researchers to worry about the quality of information being spread and shared on social media. Google Trends showed that Zika did not become a trending topic for the media until January 2016. A study done found that 81 percent of the most popular posts on Facebook about Zika did contain truthful information, but posts spreading false information were far more popular. Initial media reports on Zika in the United States focused on reassuring viewers and readers that Zika was not a threat in the United States. Studies have found that real-time social media updates are desirable methods for communication during the emergence of infectious diseases. However, misinformation is common and data control in the cyber world has become a growing necessity.",
            "score": 111.60184478759766
        },
        {
            "docid": "49319872_6",
            "document": "2013–2014 Zika virus outbreaks in Oceania . Zika spread westwards from French Polynesia to New Caledonia, where imported cases from French Polynesia were reported from November 2013 onwards. The first indigenous case was confirmed in January 2014 by the Pasteur Institute. On 10 February, there were 64 reported cases of Zika in the communities of Greater Nouméa, Dumbéa, and Ouvéa, of which 30 were imported from French Polynesia. By 26 February 2014, there were 140 confirmed cases of Zika in New Caledonia, including 32 imported cases. The outbreak peaked in April, and by 17 September, the number of confirmed cases had gone up to 1,400, of which 35 were imported. During the same time period, there were also outbreaks of chikungunya fever and dengue fever.",
            "score": 110.98253631591797
        },
        {
            "docid": "11986060_5",
            "document": "Zika fever . Zika virus infections have been strongly associated with Guillain–Barré syndrome (GBS), which is a rapid onset of muscle weakness caused by the immune system damaging the peripheral nervous system, and which can progress to paralysis. While both GBS and Zika infection can simultaneously occur in the same individual, it is difficult to definitively identify Zika virus as the cause of GBS. Several countries affected by Zika outbreaks have reported increases in the rate of new cases of GBS. During the 2013–2014 outbreak in French Polynesia there were 42 reported cases of GBS over a 3-month period, compared to between 3 and 10 annually prior to the outbreak.",
            "score": 110.82575988769531
        },
        {
            "docid": "48768217_7",
            "document": "2015–16 Zika virus epidemic . As early as August 2014, physicians in Natal in northeastern Brazil began to investigate an outbreak of illness characterized by a flat pinkish rash, bloodshot eyes, fever, joint pain and headaches. While the symptoms resembled dengue fever, testing ruled out this and several other potential causes. By March 2015, the illness had spread to Salvador, Bahia and had appeared in three different states. Then, in May 2015, researchers from the Federal University of Bahia and the Evandro Chagas Institute determined, using the RT-PCR technique, that the illness was an outbreak of Zika virus.",
            "score": 109.35356140136719
        },
        {
            "docid": "57607862_3",
            "document": "Aedes geniculatus . After the Zika epidemic in 2016, it was mistakenly reported to Public Health England by members of the public, who were monitoring the spread of Zika-carrying mosquitoes in southern England following media reports of the spread of the Asian Tiger mosquito.",
            "score": 108.01860046386719
        },
        {
            "docid": "48768217_52",
            "document": "2015–16 Zika virus epidemic . The 2015-2016 Zika virus outbreak became an important topic on many social media sites, especially on Twitter. An analysis of Twitter posts on February 2, 2016 showed that 50 tweets per minute were posted about Zika, many of which contained the hashtags #salud, which means health in Spanish as well as #who, which served as a reference to the World Health Organization.",
            "score": 107.95387268066406
        },
        {
            "docid": "11986060_43",
            "document": "Zika fever . In 2016 imported or locally transmitted Zika was reported in all the countries of Asia except Brunei, Hong Kong, Myanmar and Nepal. Serological surveys have indicated that Zika virus is endemic in most areas of Asia, though at a low level. While there was a sharp rise in the amount of cases of Zika detected in Singapore after the 2016 Summer Olympics in Brazil, genetic analysis revealed that the strains were more closely related to strains from Thailand than from those causing the epidemic in the Americas.",
            "score": 107.95091247558594
        },
        {
            "docid": "30110147_20",
            "document": "Dengue fever outbreaks . Record dengue outbreaks reported in 2013 in many countries: Brazil (double deaths over 2012), Singapore, and Thailand (worst in 20 years), among others. San Pedro Sula, Honduras declared a dengue 'state of emergency', and Central America had its worst outbreaks since 2008. Polynesia experienced an 'unprecedented' series of outbreaks (14), along with Chikungunya and Zika virus.",
            "score": 107.40864562988281
        },
        {
            "docid": "49319872_11",
            "document": "2013–2014 Zika virus outbreaks in Oceania . People infected with the Zika virus traveling to other Pacific islands could transmit the disease to local mosquitoes that bit them. The infected mosquitoes could then go on to spread Zika among the local mosquito population, and thence cause outbreaks of Zika among local people.",
            "score": 107.14633178710938
        },
        {
            "docid": "49319872_14",
            "document": "2013–2014 Zika virus outbreaks in Oceania . On 24 November 2015, health authorities in French Polynesia reported that there had been an unusual increase in the number of cases of central nervous system malformations in fetuses and infants during 2014–2015, coinciding with the outbreak of Zika on the islands. These malformations included 12 with fetal cerebral malformations or polymalformative syndromes, which includes microcephaly, and another 5 with brainstem dysfunction and absence of swallowing, much greater than the annual average of one case. None of the pregnant women involved had medical signs of Zika virus infection, but four who were tested gave positive results in IgG serology assays for flaviviruses, suggesting an asymptomatic Zika virus infection during pregnancy. French Polynesian health authorities hypothesise that these abnormalities are associated with Zika if pregnant women are infected during the first or second trimester of pregnancy. Dr. Didier Musso, an infectious disease specialist at the Institut Louis-Malardé, said that there was \"very high suspicion\" of a link between microcephaly and the Zika virus outbreak in French Polynesia, but added that further research was still needed.",
            "score": 106.95402526855469
        },
        {
            "docid": "49319872_7",
            "document": "2013–2014 Zika virus outbreaks in Oceania . In February 2014, an outbreak of Zika was reported in the Cook Islands, to the southwest of French Polynesia. In March, an Australian woman was diagnosed with a Zika virus infection by Queensland Health following a recent trip to the Cook Islands, becoming the second reported case of Zika diagnosed in Australia. Nearly 40 other cases of Zika virus infection were imported into New Zealand. By 29 May, the outbreak had ended, with 50 confirmed and 932 suspected cases of Zika virus infection.",
            "score": 106.69346618652344
        },
        {
            "docid": "48768217_16",
            "document": "2015–16 Zika virus epidemic . The \"Aedes aegypti\" mosquito usually bites in the morning and afternoon hours, and can be identified by the white stripes on its legs. The mosquito species (\"Aedes aegypti\", mainly, and \"Aedes albopictus\") that can spread Zika virus can also spread dengue, chikungunya, and yellow fever.",
            "score": 106.15724182128906
        },
        {
            "docid": "1176517_24",
            "document": "World Community Grid . OpenZika was launched on May 18, 2016 to help combat the Zika virus. The project targets proteins that is believed the Zika virus uses to survive and spread in the body, based on known results from similar diseases like the dengue virus and yellow fever. These results will help researchers develop an anti-Zika drug.",
            "score": 106.14738464355469
        },
        {
            "docid": "48768217_59",
            "document": "2015–16 Zika virus epidemic . In 2017, public health experts are still concerned about the failure of the Zika response in the United States. Many officials failed to provide information about Zika’s sexual transmission. New York City subway systems had posters about mosquitos while all local cases reported had been picked up elsewhere or transmitted sexually. Many experts believe that the United States lacked severely in providing the public with information to prevent sexual transmission of the virus.",
            "score": 106.08932495117188
        }
    ]
}