{
    "q": [
        {
            "docid": "14958_68",
            "document": "Immune system . An evasion strategy used by several pathogens to avoid the innate immune system is to hide within the cells of their host (also called intracellular pathogenesis). Here, a pathogen spends most of its life-cycle inside host cells, where it is shielded from direct contact with immune cells, antibodies and complement. Some examples of intracellular pathogens include viruses, the food poisoning bacterium \"Salmonella\" and the eukaryotic parasites that cause malaria (\"Plasmodium falciparum\") and leishmaniasis (\"Leishmania spp.\"). Other bacteria, such as \"Mycobacterium tuberculosis\", live inside a protective capsule that prevents lysis by complement. Many pathogens secrete compounds that diminish or misdirect the host's immune response. Some bacteria form biofilms to protect themselves from the cells and proteins of the immune system. Such biofilms are present in many successful infections, e.g., the chronic \"Pseudomonas aeruginosa\" and \"Burkholderia cenocepacia\" infections characteristic of cystic fibrosis. Other bacteria generate surface proteins that bind to antibodies, rendering them ineffective; examples include \"Streptococcus\" (protein G), \"Staphylococcus aureus\" (protein A), and \"Peptostreptococcus magnus\" (protein L).",
            "score": 104.42774438858032
        },
        {
            "docid": "12815929_3",
            "document": "Β-Lactamase inhibitor . The most important use of beta-lactamase inhibitors is in the treatment of infections known or believed to be caused by gram-negative bacteria, as beta-lactamase production is an important contributor to beta-lactam resistance in these pathogens. In contrast, most beta-lactam resistance in gram-positive bacteria is due to variations in penicillin-binding proteins that lead to reduced binding to the beta-lactam. The gram-positive pathogen \"Staphylococcus aureus\" produces beta-lactamases, but beta-lactamase inhibitors play a lesser role in treatment of these infections because the most resistant strains (methicillin-resistant \"Staphylococcus aureus\") also use variant penicillin-binding proteins.",
            "score": 98.36757683753967
        },
        {
            "docid": "56598639_4",
            "document": "Innate immune defect . Myeloid differentiation primary response gene 88 deficiency (MyD88) is a disorder of the innate immune system. It belongs to rare primary immunodeficiency characterized by an increased susceptibility to certain types of bacterial infections. Patients suffer from abnormally frequent and severe infections by a subset of bacteria known as pyogenic bacteria such as \"Staphylococcus aureus, Streptococcus pneumoniae\" and \"Pseudomonas aeruginosa\". However, affected individuals have normal resistance to other common bacteria, virusesfungi, and parasites. MYD88 deficiency is caused by mutations in the MYD88 gene and is inherited in an autosomal recessive manner. MYD88 gene provides instructions for making a protein that plays an important role in stimulating the immune system to respond to bacterial infection. The MyD88 protein is part of a signaling pathway that is involved in early recognition of pathogens and the initiation of inflammation to fight infection. This signaling pathway is part of the innate immune response. Most people with this condition have their first bacterial infection before age 2, and the infections can be life-threatening in infancy and childhood. Infections become less frequent by about age 10.",
            "score": 81.93721675872803
        },
        {
            "docid": "3907316_11",
            "document": "Lactobacillales . The first contact between an infecting phage and its bacterial host is the attachment of the phage to the host cell. This attachment is mediated by the phage's receptor binding protein (RBP), which recognizes and binds to a receptor on the bacterial surface. RBPs are also referred to as host-specificity protein, host determinant, and antireceptor. For simplicity, the RBP term will be used here. A variety of molecules have been suggested to act as host receptors for bacteriophages infecting LAB; among those are polysaccharides and (lipo)teichoic acids, as well as a single-membrane protein. A number of RBPs of LAB phages have been identified by the generation of hybrid phages with altered host ranges. These studies, however, also found additional phage proteins to be important for successful phage infection. Analysis of the crystal structure of several RBPs indicates that these proteins share a common tertiary folding, and support previous indications of the saccharide nature of the host receptor. Gram-positive LAB have a thick peptidoglycan layer, which must be traversed to inject the phage genome into the bacterial cytoplasm. Peptidoglycan-degrading enzymes are expected to facilitate this penetration, and such enzymes have been found as structural elements of a number of LAB phages.",
            "score": 100.70690703392029
        },
        {
            "docid": "92394_9",
            "document": "Streptococcus pyogenes . \"S. pyogenes\" has several virulence factors that enable it to attach to host tissues, evade the immune response, and spread by penetrating host tissue layers. A carbohydrate-based bacterial capsule composed of hyaluronic acid surrounds the bacterium, protecting it from phagocytosis by neutrophils. In addition, the capsule and several factors embedded in the cell wall, including M protein, lipoteichoic acid, and protein F (SfbI) facilitate attachment to various host cells. M protein also inhibits opsonization by the alternative complement pathway by binding to host complement regulators. The M protein found on some serotypes is also able to prevent opsonization by binding to fibrinogen. However, the M protein is also the weakest point in this pathogen's defense, as antibodies produced by the immune system against M protein target the bacteria for engulfment by phagocytes. M proteins are unique to each strain, and identification can be used clinically to confirm the strain causing an infection.",
            "score": 99.8155597448349
        },
        {
            "docid": "1902312_3",
            "document": "Pathogen-associated molecular pattern . PAMPs activate innate immune responses, protecting the host from infection, by identifying some conserved nonself molecules. Bacterial lipopolysaccharides (LPSs), endotoxins found on the cell membranes of gram-negative bacteria, are considered to be the prototypical class of PAMPs. LPSs are specifically recognised by TLR4, a recognition receptor of the innate immune system. Other PAMPs include bacterial flagellin (recognized by TLR5), lipoteichoic acid from gram-positive bacteria, peptidoglycan, and nucleic acid variants normally associated with viruses, such as double-stranded RNA (dsRNA), recognized by TLR3 or unmethylated CpG motifs, recognized by TLR9. Although the term \"PAMP\" is relatively new, the concept that molecules derived from microbes must be detected by receptors from multicellular organisms has been held for many decades, and references to an \"endotoxin receptor\" are found in much of the older literature.",
            "score": 100.74975955486298
        },
        {
            "docid": "53422606_2",
            "document": "Mycoplasma mobile . Mycoplasma mobile is a species of parasitic bacteria that binds to the gills of freshwater fish causing necrosis. It belongs to the class of Mollicutes which includes bacteria featuring reduced genome sizes that may be parasitic or commensal. It is a gram positive bacterium, however its cells lack a peptidoglycan layer. \"M. mobile\" cells are covered with membrane- anchored proteins, including surface proteins responsible for adhesion, or attachment to objects and surfaces, and antigenic variation, a mechanism which enables surface proteins to elude host immune responses. \"M. mobile\" survival is dependent upon surface proteins which allow it to bind and infect host cells, vary its own surface proteins in order to escape the host immune system, and transport nutrients and ions.",
            "score": 112.07885766029358
        },
        {
            "docid": "4209093_5",
            "document": "Bacterial cell structure . The cell envelope is composed of the plasma membrane and cell wall. As in other organisms, the bacterial cell wall provides structural integrity to the cell. In prokaryotes, the primary function of the cell wall is to protect the cell from internal turgor pressure caused by the much higher concentrations of proteins and other molecules inside the cell compared to its external environment. The bacterial cell wall differs from that of all other organisms by the presence of peptidoglycan which is located immediately outside of the cytoplasmic membrane. Peptidoglycan is made up of a polysaccharide backbone consisting of alternating N-Acetylmuramic acid (NAM) and N-acetylglucosamine (NAG) residues in equal amounts. Peptidoglycan is responsible for the rigidity of the bacterial cell wall and for the determination of cell shape. It is relatively porous and is not considered to be a permeability barrier for small substrates. While all bacterial cell walls (with a few exceptions e.g. extracellular parasites such as \"Mycoplasma\") contain peptidoglycan, not all cell walls have the same overall structures. Since the cell wall is required for bacterial survival, but is absent in some eukaryotes, several antibiotics (notably the penicillins and cephalosporins) stop bacterial infections by interfering with cell wall synthesis, while having no effects on human cells which have no cell wall only a cell membrane. There are two main types of bacterial cell walls, those of gram-positive bacteria and those of gram-negative bacteria, which are differentiated by their Gram staining characteristics. For both these types of bacteria, particles of approximately 2 nm can pass through the peptidoglycan. If the bacterial cell wall is entirely removed, it is called a protoplast while if it's partially removed, it is called a spheroplast. \"β\"-Lactam antibiotics such as penicillin inhibit the formation of peptidoglycan cross-links in the bacterial cell wall. The enzyme lysozyme, found in human tears, also digests the cell wall of bacteria and is the body's main defense against eye infections.",
            "score": 106.7443335056305
        },
        {
            "docid": "118212_2",
            "document": "Staphylococcus aureus . Staphylococcus aureus is a Gram-positive, round-shaped bacterium that is a member of the Firmicutes, and it is a member of the normal flora of the body, frequently found in the nose, respiratory tract, and on the skin. It is often positive for catalase and nitrate reduction and is a facultative anaerobe that can grow without the need for oxygen. Although \"S. aureus\" is not always pathogenic (and can commonly be found existing as a commensal), it is a common cause of skin infections including abscesses, respiratory infections such as sinusitis, and food poisoning. Pathogenic strains often promote infections by producing virulence factors such as potent protein toxins, and the expression of a cell-surface protein that binds and inactivates antibodies. The emergence of antibiotic-resistant strains of \"S. aureus\" such as methicillin-resistant \"S. aureus\" (MRSA) is a worldwide problem in clinical medicine. Despite much research and development, no vaccine for \"S. aureus\" has been approved.",
            "score": 97.53146135807037
        },
        {
            "docid": "4209093_6",
            "document": "Bacterial cell structure . Gram-positive cell walls are thick and the peptidoglycan ( also known as \"murein\") layer constitutes almost 95% of the cell wall in some gram-positive bacteria and as little as 5-10% of the cell wall in gram-negative bacteria. The gram-positive bacteria take up the crystal violet dye and are stained purple. The cell wall of some gram-positive bacteria can be completely dissolved by lysozymes which attacks the bonds between N-acetylmuramic acid and N-acetylglucosamine. In other gram-positive bacteria, such as \"Staphylococcus aureus\", the walls are resistant to the action of lysozymes. They have O-acetyl groups on carbon-6 of some muramic acid residues. The matrix substances in the walls of gram-positive bacteria may be polysaccharides or teichoic acids. The latter are very widespread, but have been found only in gram-positive bacteria. There are two main types of teichoic acid: ribitol teichoic acids and glycerol teichoic acids. The latter one is more widespread. These acids are polymers of ribitol phosphate and glycerol phosphate, respectively, and only located on the surface of many gram-positive bacteria. However, the exact function of teichoic acid is debated and not fully understood. A major component of the gram-positive cell wall is lipoteichoic acid. One of its purposes is providing an antigenic function. The lipid element is to be found in the membrane where its adhesive properties assist in its anchoring to the membrane.",
            "score": 108.39882552623749
        },
        {
            "docid": "44116266_3",
            "document": "Effector-triggered immunity . The innate immune system is common to all multicellular organisms and forms the first line of defense against pathogens. Infected cells recognize that they are under attack by detecting the pathogen directly through the Pathogen Associated Molecular Patterns (PAMPS) which bind with the Pattern Recognition Receptors (PRR) on the host cells. Host cells also recognize the pathogen through effector-triggered immunity, whereby the host cells are alerted to the pathogen by the associated damage caused by pathogenic toxins or effectors.",
            "score": 80.88763761520386
        },
        {
            "docid": "8129870_7",
            "document": "Alveolar macrophage . Type 1 pneumocytes (or membranous pneumocytes) form the structure of the alveolus and are responsible for the gas exchange in the alveolus. Type 1 pneumocytes are squamous epithelial cells which are characterized by a superficial layer consisting of large, thin, scale-like cells; they also cover 95% of the alveolar surface, although they are only half as numerous as Type 2 pneumocytes. Type 2 pneumocytes are important in that they can proliferate and differentiate into type 1 pneumocytes, which cannot replicate and are susceptible to a vast numbers of toxic insults. Type 2 pneumocytes are also important because they secrete pulmonary surfactant(PS), which consists 80–90% of phospholipids [(phosophatidylcholine(PC), phosphatidyglycerol(PG), phosphaditylinositol (PI)] and 5-10% of surfactant proteins (SP-A, SP-B, SP-C, AND SP-D). PS is synthesized as lamellar bodies, which are structures consisting of closely packed bilayers that are secreted and then undergo transformation into a morphological form called tubular myelin. PS plays an important role in maintaining normal respiratory mechanics by reducing alveolar surface tension. By lowering alveolar surface tension, PS reduces the energy required to inflate the lungs, and reduces the likelihood of alveolar collapse during expiration. Loosely attached to these alveoli sacs are the alveolar macrophages that protect the lungs from a broad array of microbes and aerosols by devouring and ingesting them through phagocytosis.  Alveolar macrophages are phagocytes that play a critical role in homeostasis, host defense, the response to foreign substances, and tissue remodeling. Since alveolar macrophages are pivotal regulators of local immunological homeostasis, their population density is decisive for the many processes of immunity in the lungs. They are highly adaptive components of the innate immune system and can be specifically modified to whatever functions needed depending on their state of differentiation and micro-environmental factors encountered. Alveolar macrophages release numerous secretory products and interact with other cells and molecules through the expression of several surface receptors. Alveolar macrophages are also involved in the phagocytosis of apoptotic and necrotic cells that have undergone cell-death. They must be selective of the material that is phagocytized because normal cells and structures of the body must not be compromised. To combat infection, the phagocytes of the innate immune system facilitates many pattern recognition receptors (PRR) to help recognize pathogen-associated molecular patterns (PAMPs) on the surface of pathogenic microorganisms. PAMPs all have the common features of being unique to a group of pathogens but invariant in their basic structure; and are essential for pathogenicity(ability of an organism to produce an infectious disease in another organism). Proteins involved in microbial pattern recognition include mannose receptor, complement receptors, DC-SIGN, Toll-like receptors(TLRs), the scavenger receptor, CD14, and Mac-1. PRRs can be divided into three classes:",
            "score": 77.4847983121872
        },
        {
            "docid": "57413297_2",
            "document": "Murepavadin . The host defense antimicrobial peptide protegrin I (PG-1), exhibits broad-spectrum antimicrobial activity and good activity against multi-drug resistant Gram-negative pathogens, with a mechanism consistent with membrane disruption via pore formation. However, PG-1 exhibits unfavorable drug properties and also exhibits significant hemolysis and, as such, has limited clinical use. PG-1 contains 18 amino acids and is ordered into an anti-parallel β-strand by two disulfide bridges. A fully synthetic cyclic peptide-like molecule containing a D-proline–L-proline template grafted into a peptidomimetic scaffold to simulate and stabilize the beta hairpin conformation exhibited by PG-1 was used to generate a diverse library of peptidomimetic macrocycles which were screened for antibacterial activity. Variants in this 14-residue protein epitope mimetic (PEM) library such as the peptidomimetic L8-1 had an antimicrobial activity like that of PG-1 but with reduced hemolytic activity on human red blood cells. Iterative rounds of synthesis generated analogues with an increasingly potent and selective profile producing nanomolar range compounds specifically against Pseudomonas spp. at the expense of broad-spectrum activity. Final optimization led to the discovery of murepavadin, with remarkable Pseudomonas-specific activity \"in vitro\" and \"in vivo\" that has high plasma stability across species and is non-hemolytic at 100 µg/mL. Structure–activity relationship (SAR) studies showed that aromatic side chains of Trp2 and Trp8 are very important for antibiotic activity, while NMR studies showed that these potent D-Pro-L-Pro antibiotic derivatives had a stable β- hairpin conformation in aqueous solution whereas related derivatives with the D-Pro-L-Pro template inverted to L-Pro-D-Pro, shows no stable hairpin conformation and the antimicrobial activity was lost, suggesting that the β-hairpin structure is crucial for interaction with the bacterial target. Murepavadin functions through a novel mechanism of action by binding to the lipopolysaccharide (LPS) transport protein D (LptD), an outer membrane protein involved in lipopolysaccharide biogenesis in Gram-negative bacteria. By binding to LptD, murepavadin inhibit the LPS transport function of LptD and causes lipopolysaccharide alterations in the outer membrane of the bacterium and, ultimately, cell death.",
            "score": 74.62101745605469
        },
        {
            "docid": "29874679_2",
            "document": "Polygalacturonase inhibitor . Polygalacturonase inhibitor proteins (PGIPs), also known as polygalacturonase-inhibiting proteins, are plant proteins capable of inhibiting the action of polygalacturonase (PG) enzymes produced by bacterial and fungal pathogens. PGs can be produced by pathogens to degrade the polygalacturonan component of plant cell walls. PGIPs are leucine-rich repeat glycoproteins of approximately 360 amino acids in length, and PGIPs may reduce the activity of PGs by one or two orders of magnitude. Both competitive and non-competitive inhibition has been observed for various PGIPs. However, no inhibition of endogenous plant PGs that participate in fruit ripening by PGIPs have been reported.",
            "score": 69.09234952926636
        },
        {
            "docid": "2065768_22",
            "document": "Antimicrobial peptides . Bacteria use various resistance strategies to avoid antimicrobial peptide killing. Some microorganisms alter net surface charges. \"Staphylococcus aureus\" transports D-alanine from the cytoplasm to the surface teichoic acid which reduces the net negative charge by introducing basic amino groups. \"S. aureus\" also modifies its anionic membranes via MprF with L-lysine, increasing the positive net charge. The interaction of antimicrobial peptides with membrane targets can be limited by capsule polysaccharide of \"Klebsiella pneumoniae\".  Alterations occur in Lipid A. \"Salmonella\" species reduce the fluidity of their outer membrane by increasing hydrophobic interactions between an increased number of Lipid A acyl tails by adding myristate to Lipid A with 2-hydroxymyristate and forming hepta-acylated Lipid A by adding palmitate. The increased hydrophobic moment is thought to retard or abolish antimicrobial peptide insertion and pore formation. The residues undergo alteration in membrane proteins. In some Gram-negative bacteria, alteration in the production of outer membrane proteins correlates with resistance to killing by antimicrobial peptides. Non-typeable \"Hemophilus influenzae\" transports AMPs into the interior of the cell, where they are degraded. Furthermore, \"H. influenzae\" remodels its membranes to make it appear as if the bacterium has already been successfully attacked by AMPs, protecting it from being attacked by more AMPs. ATP-binding cassette transporters import antimicrobial peptides and the resistance-nodulation cell-division efflux pump exports antimicrobial peptides. Both transporters have been associated with antimicrobial peptide resistance. Bacteria produce proteolytic enzymes, which may degrade antimicrobial peptides leading to their resistance. Outer membrane vesicles produced by Gram-negative bacteria bind the antimicrobial peptides and sequester them away from the cells, thereby protecting the cells. The outer membrane vesicles are also known to contain various proteases, peptidases and other lytic enzymes, which may have a role in degrading the extracellular peptide and nucleic acid molecules, which if allowed to reach to the bacterial cells may be dangerous for the cells. Cyclic-di-GMP signaling had also been involved in the regulation of antimicrobial peptide resistance in \"Pseudomonas aeruginosa\"",
            "score": 93.14460813999176
        },
        {
            "docid": "24872938_5",
            "document": "Sortase . Surface proteins not only promote interaction between the invading pathogen and animal tissues, but also provide ingenious strategies for bacterial escape from the host's immune response. In the case of \"S. aureus\" protein A, immunoglobulins are captured on the microbial surface and camouflage bacteria during the invasion of host tissues. \"S. aureus\" mutants lacking the srtA gene fail to anchor and display some surface proteins and are impaired in the ability to cause animal infections. Sortase acts on surface proteins that are initiated into the secretion (Sec) pathway and have their signal peptide removed by signal peptidase. The \"S. aureus\" genome encodes two sets of sortase and secretion genes. It is conceivable that \"S. aureus\" has evolved more than one pathway for the transport of 20 surface proteins to the cell wall envelope.",
            "score": 117.32629203796387
        },
        {
            "docid": "39127620_5",
            "document": "Epimerox . No bacteria could be identified that were resistant to the compound (resistance frequency of <10). Thus, epimerox is an antibiotic with low resistance potential. Therefore, 2-epimerase is a new antibiotic target to which resistance is a rare event. 2-Epimerase was discovered as a target because it was one of the enzymes in the biosynthetic pathway for synthesizing an essential neutral polysaccharide in the cell wall of \"B. anthracis\" (Glu:Gal-\"N\"Ac:Man-\"N\"Ac at a 3:2:1 ratio). This polysaccharide is only found in \"B. anthracis\" and is the receptor for a bacteriophage lysin enzyme called PlyG, which is produced by the γ-bacteriophage to release its progeny from infected \"B. anthracis\". For bacteriophage to survive they need to replicate inside a bacterial cell and release their progeny phage when they are assembled using their lysin. Since lysins from bacteriophage that infect Gram-positive bacteria must bind to a cell wall receptor to function, the enzymes have evolved over a billion years to identify substrate receptors in the bacterial cell wall that the bacteria cannot change easily. These substrates are either part of the peptidoglycan or sugars linked to it. Deletion of both 2-epimerase genes in \"B. anthracis\" is lethal to the bacterium.",
            "score": 98.7040627002716
        },
        {
            "docid": "173204_36",
            "document": "Drosophila melanogaster . Unlike mammals, \"Drosophila\" flies only have innate immunity and lack an adaptive immune response. The \"D. melanogaster\" immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the \"Toll\" and \"imd\" pathways, which are parallel systems for detecting microbes. The \"Toll\" pathway in \"Drosophila\" is known as the homologue of \"Toll-like\" pathways in mammals. Spatzle, a known ligand for the \"Toll\" pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the \"Toll\" receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. The imd pathway, though, is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). \"D. melanogaster\" has a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Other than the fat body, hemocytes, the blood cells in \"Drosophila\", are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear. The response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, \"Drosophila\" differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.",
            "score": 75.15446078777313
        },
        {
            "docid": "3113497_27",
            "document": "Innate immune system . One strategy is intracellular replication, as practised by \"Mycobacterium tuberculosis\", or wearing a protective capsule, which prevents lysis by complement and by phagocytes, as in \"Salmonella\". \"Bacteroides\" species are normally mutualistic bacteria, making up a substantial portion of the mammalian gastrointestinal flora. Some species like \"B. fragilis\" for example are opportunistic pathogens, causing infections of the peritoneal cavity inhibit phagocytosis by affecting the phagocytes receptors used to engulf bacteria. They may also mimick host cells so the immune system does not recognize them as foreign. \"Staphylococcus aureus\" inhibits the ability of the phagocyte to respond to chemokine signals. \"M. tuberculosis\", \"Streptococcus pyogenes\", and \"Bacillus anthracis\" utilize mechanisms that directly kill the phagocyte.",
            "score": 81.6810564994812
        },
        {
            "docid": "9028799_18",
            "document": "Bacteria . Gram-positive bacteria possess a thick cell wall containing many layers of peptidoglycan and teichoic acids. In contrast, Gram-negative bacteria have a relatively thin cell wall consisting of a few layers of peptidoglycan surrounded by a second lipid membrane containing lipopolysaccharides and lipoproteins. Most bacteria have the Gram-negative cell wall, and only the Firmicutes and Actinobacteria (previously known as the low G+C and high G+C gram-positive bacteria, respectively) have the alternative Gram-positive arrangement. These differences in structure can produce differences in antibiotic susceptibility; for instance, vancomycin can kill only Gram-positive bacteria and is ineffective against Gram-negative pathogens, such as \"Haemophilus influenzae\" or \"Pseudomonas aeruginosa\". Some bacteria have cell wall structures that are neither classically Gram-positive or Gram-negative. This includes clinically important bacteria such as \"Mycobacteria\" which have a thick peptidoglycan cell wall like a Gram-positive bacterium, but also a second outer layer of lipids.",
            "score": 93.41315686702728
        },
        {
            "docid": "397456_3",
            "document": "Lysis . Many species of bacteria are subject to lysis by the enzyme lysozyme, found in animal saliva, egg white, and other secretions. Phage lytic enzymes (lysins) produced during bacteriophage infection are responsible for the ability of these viruses to lyse bacterial cells. Penicillin and related β-lactam antibiotics cause the death of bacteria through enzyme-mediated lysis that occurs after the drug causes the bacterium to form a defective cell wall. If the cell wall is completely lost, the bacterium is referred as a protoplast if penicillin was used on gram-positive bacteria, and spheroplast when used on gram-negative bacteria.",
            "score": 79.60126090049744
        },
        {
            "docid": "20547586_17",
            "document": "NmVac4-A/C/Y/W-135 . The capsular polysaccharides of \"Neisseria meningitidis\" are attractive vaccine candidates because they constitute the most highly conserved and most exposed bacterial-surface antigens. The use of capsular polysaccharides as immunoprophylactic agents against human disease caused by encapsulated bacteria is now firmly established. The capsular polysaccharides of the meningococcus are negatively charged and are obtained in a high molecular weight immunogenic form by precipitation. Meningococcal polysaccharide vaccines are efficacious to protect from meningitis disease in adults, but cannot provide full protection to infants under the age of 5. The duration of protection elicited by the meningococcal polysaccharide vaccines is not long lasting in adults and children above four years of age. For children from one to four years old the duration of protection is less than three years. Protective immunity to encapsulated bacterial pathogens such as \"N. meningitidis\" is principally mediated by the reaction between antibody and capsular polysaccharide epitopes. In encapsulated gram negative bacteria, protection results primarily from a direct complement-mediated bactericidal effect. Vaccines have been prepared from the capsular polysaccharides of \"Neisseria meningitidis\" (groups A, C, W-135, and Y). These and other polysaccharides have been classified as T cell independent type 2 (TI-2) antigens based on their inability to stimulate an immune response in animals that carry an X-linked immune B-cell defect (xid). TI-2 antigens tend to be characterized by high molecular weight, multiple repeat epitopes, slow degradation in vivo, and a failure to stimulate major histocompatibility complex (MHC) type II mediated T-cell help. TI-2 antigens generally are incapable of stimulating an immune response in neonatal humans under 18 months of age. This has spurred attempts to modify the capsular polysaccharides such that vaccines protective for all at-risk groups will result. To date, the most successful approach has been to covalently bind carrier proteins to the polysaccharides, thus engendering a vaccine capable of invoking a T-dependent response.",
            "score": 55.95433735847473
        },
        {
            "docid": "8770937_6",
            "document": "Pasteurella multocida . Diagnosis of the bacterium in humans was traditionally based on clinical findings, and culture and seriological testing, but false negatives have been a problem due to easy death of \"P. multocida\", and serology cannot differentiate between current infection and previous exposure. The quickest and most accurate method for confirming an active \"P. multocida\" infection is molecular detection using polymerase chain reaction. This bacterium can be effectively treated with β-lactam antibiotics, which inhibit cell wall synthesis. It can also be treated with fluoroquinolones or tetracyclines; fluoroquinolones inhibit bacterial DNA synthesis and tetracyclines interfere with protein synthesis by binding to the bacterial 30S ribosomal subunit. Despite poor \"in vitro\" susceptibility results, macrolides (binding to the ribosome) also can be applied, certainly in the case of pulmonary complications. Due to the polymicrobial etiology of \"P. multocida\" infections, treatment requires the use of antimicrobials targeted at the elimination of both aerobic and anaerobic, Gram-negative bacteria. As a result, amoxicillin-clavulanate (a beta-lactamase inhibitor/penicillin combination) is seen as the treatment of choice.",
            "score": 69.66321885585785
        },
        {
            "docid": "3524301_11",
            "document": "Burkholderia mallei . \"B. mallei\" is responsible for causing glanders disease, which historically mostly affected animals, such as horses, mules, and donkeys, and rarely humans. Horses are considered the natural host for \"B. mallei\" infection and are highly susceptible to it. \"B. mallei\" infects and gains access to the cell of its host through lysis of the entry vacuole. \"B. mallei\" has bacterial protein-dependent, actin-based motility once inside the cell. It is also able to initiate host cell fusion that results in multinucleated giant cells (MNGCs). The consequence of MNGCs has yet to be determined, but it may allow the bacteria to spread to different cells, evade responses by the infected host’s immune system, or allow the bacteria to remain in the host longer. \"B. mallei\" is able to survive inside host cells through its capabilities in disrupting the bacteria-killing functions of the cell. It leaves the vacuoles early, which allows for efficient replication of the bacteria inside the cell. Leaving the cell early also keeps the bacteria from being destroyed by lysosomal defensins and other pathogen-killing agents. MNGCs may help protect the bacteria from immune responses. \"B. mallei\"’s ability to live within the host cell makes developing a vaccine against it difficult and complex. The vaccine would need to create a cell-mediated immune response, as well as a humoral response to the bacteria in to be effective in protecting against \"B. mallei\". In regards to a vaccine against \"B. mallei\", the closeness of \"B. mallei\" to \"B. pseudomallei\" may make it possible that a vaccine developed for either type would be effective against the other.",
            "score": 104.37316751480103
        },
        {
            "docid": "1828723_11",
            "document": "Neomycin/polymyxin B/bacitracin . The three main active ingredients in Neosporin are neomycin sulfate, polymyxin B sulfate, and bacitracin zinc.  One of the main components of Neosporin is Neomycin Sulfate which is a type of antibiotic discovered in 1949 by microbiologist Selman Waksman at Rutgers University. Neomycin is a type of aminoglycoside antibiotic that fights against Gram positive and gram negative bacteria. Neomycin is often used in order to prevent risk of bacterial infections. Aminoglycosides such as Neomycin are known for their ability to bind to RNA and to change the proteins being produced by the bacteria with little to no effect on DNA. Neomycin kills bacteria as a result of irregular protein production in the bacterial cell. When the cell can no longer produce the correct proteins, its membrane will be damaged. Like Neomycin, Polymyxin B is an antibiotic. Polymyxin B alters the bacterial cell wall causing the cellular insides to leak out resulting in cell death. This antibiotic also interferes with the production of tetrahydrofolic acid by altering an enzyme. Without the tetrahydrofolic acid, the bacteria can no longer produce proteins necessary for survival. Pramoxine is used to temporarily reduce pain from burns, insect bites, and minor cuts. It works like an anesthetic by decreasing the permeability of neuron membranes. This blocks the ability of pain neurons in the area to send signals which results in numbness.",
            "score": 86.34991240501404
        },
        {
            "docid": "466746_17",
            "document": "Mycoplasma pneumoniae . The difficulty in eradicating \"Mycoplasma pneumoniae\" infections is due to the ability of the bacterium to persist within an individual, as well as the lack of cell wall in \"M. pneumoniae\", which renders multiple antibiotics directed at the bacterial cell wall ineffective in treating infections. \"M. pneumoniae\" therefore displays resistance to antimicrobials such as β-lactams, glycopeptides, sulfonamides, trimethoprim, polymixins, nalidixic acid, and rifampin. The majority of antibiotics used to treat \"M. pneumoniae\" infections are targeted at bacterial rRNA in ribosomal complexes, including macrolides, tetracycline, ketolides, and fluoroquinolone, many of which can be administered orally. Macrolides are capable of reducing hyperresponsiveness and protecting the epithelial lining from oxidative and structural damage, however they are capable only of inhibiting bacteria (bacteriostatic) and are not able to cause bacterial cell death. The most common macrolides used in the treatment of infected children in Japan are erythromycin and clarithromycin, which inhibit bacterial protein synthesis by binding 23S rRNA. Administration of antibiotics has been proven to reduce the longevity and intensity of \"M. pneumoniae\" infections in comparison to cases left untreated. Additionally, some high-dose steroid therapies have shown to reverse neurological effects in children with complicated infections. Antimicrobial drug resistance rates for \"Mycoplasma pneumoniae\" were determined in clinical specimens and isolates obtained during 2011–2012 in Ontario, Canada. Of 91 \"M. pneumoniae\" drug-resistant specimens, 11 (12.1%) carried nucleotide mutations associated with macrolide resistance in the 23S rRNA gene. None of the \"M. pneumoniae\" specimens were resistant to fluoroquinolones or tetracyclines.",
            "score": 76.13621652126312
        },
        {
            "docid": "158400_20",
            "document": "Sepsis . Bacterial virulence factors, such as glycocalyx and various adhesins, allow colonization, immune evasion, and establishment of disease in the host. Sepsis caused by gram-negative bacteria is thought to be largely due to a response by the host to the lipid A component of lipopolysaccharide, also called endotoxin. Sepsis caused by gram-positive bacteria may result from an immunological response to cell wall lipoteichoic acid. Bacterial exotoxins that act as superantigens also may cause sepsis. Superantigens simultaneously bind major histocompatibility complex and T-cell receptors in the absence of antigen presentation. This forced receptor interaction induces the production of pro-inflammatory chemical signals (cytokines) by T-cells.",
            "score": 92.33125972747803
        },
        {
            "docid": "1914_79",
            "document": "Antimicrobial resistance . Phage therapy relies on the use of naturally-occurring bacteriophages to infect and lyse bacteria at the site of infection in a host. Due to current advances in genetics and biotechnology these bacteriophages can possibly be manufactured to treat specific infections. Phages can be bioengineered to target multidrug-resistant bacterial infections, and their use involves the added benefit of preventing the elimination of beneficial bacteria in the human body. Phages destroy bacterial cell walls and membrane through the use of lytic proteins which kill bacteria by making many holes from the inside out. Bacteriophages can even possess the ability to digest the biofilm that many bacteria develop that protect them from antibiotics in order to effectively infect and kill bacteria. Bioengineering can play a role in creating successful bacteriophages.",
            "score": 81.04970693588257
        },
        {
            "docid": "24950378_17",
            "document": "Cell–cell interaction . In order for pathogenic bacteria to invade a cell, communication with the host cell is required. The first step for invading bacteria is usually adhesion to host cells. Strong anchoring, a characteristic that determines virulence, prevents the bacteria from being washed away before infection occurs. Bacterial cells can bind to many host cell surface structures such as glycolipids and glycoproteins which serve as attachment receptors. Once attached, the bacteria begin to interact with the host to disrupt its normal functioning and disrupt or rearrange its cytoskeleton. Proteins on the bacteria surface can interact with protein receptors on the host thereby affecting signal transduction within the cell. Alterations to signaling are favorable to bacteria because these alterations provide conditions under which the pathogen can invade. Many pathogens have Type III secretion systems which can directly inject protein toxins into the host cells. These toxins ultimately lead to rearrangement of the cytoskeleton and entry of the bacteria.",
            "score": 103.86114346981049
        },
        {
            "docid": "10163776_10",
            "document": "Hemolysin . Hemolysins can be secreted by many different kinds of bacteria such as \"Staphylococcus aureus\", \"Escherichia coli\" or \"Vibrio parahemolyticus\" among other pathogens.  We can take a look at the bacterium Staphylococcus aureus as a specific example of pore-forming hemolysin production. \"Staphylococcus aureus\" is a pathogen that causes many infectious diseases such as pneumonia and sepsis. It produces a ring-shaped complex called a staphylococcal alpha-hemolysin pore. In nature, \"Staphylococcus aureus\" secretes alpha-hemolysin monomers that bind to the outer membrane of susceptible cells. Upon binding, the monomers oligomerize to form a water-filled transmembrane channel that facilitates uncontrolled permeation of water, ions, and small organic molecules. Rapid discharge of vital molecules such as ATP, dissipation of the membrane potential and ion gradients, and irreversible osmotic swelling leading to the cell wall rupture (lysis) can cause death of the host cell.",
            "score": 96.76698327064514
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 96.45829832553864
        },
        {
            "docid": "56005021_5",
            "document": "Joyoti Basu . Basu's research is focused on the cellular and molecular biology of mycobacteria. During the initial stages of her career, she worked on the membrane structure of red blood cells and her research is reported to have assisted in widening the understanding of apoptosis of nucleated mammalian cells and the physiology of the red cell that lacked a cell nucleus. Her association with her mentor, Parul Chakrabarti, during her doctoral research days, precipitated the studies of the biosynthetic pathways of fatty acids in relation to cell wall building and the functions of penicillin-binding proteins. She is known to be the first scientist to propose that the removal of the \"aged or oxidatively stressed red blood cells\" from the circulatory system causes cellular death. Later she moved on to the biological study of Mycobacterium tuberculosis, a pathogenic bacteria causing tuberculosis, with regard to its host-pathogen interaction and her studies revealed the mechanisms of macrophage apoptosis as well as the relationship between host cell signaling and innate immune response. In 2007, the team led by Basu and her college mate from the Presidency College, Manikuntala Kundu, were successful in identifying a protein in Mycobacterium tuberculosis which caused weakening of the immune system of the host. They found that the protein, named Early Secreted Antigen 6, which bound themselves on Toll-like receptor 2 of the host, hindered the production of cytokines, a type of protein which helped the immune system to fight the tuberculosis bacteria. The discovery also has reported importance in the therapeutics of diseases like rheumatoid arthritis. The achievement was later published as an article, \"Direct extracellular interaction between the early secreted antigen ESAT-6 of Mycobacterium tuberculosis and TLR2 inhibits TLR signaling in macrophages\" in Nature Immunology journal in 2007. Her studies have been documented by way of a number of articles and ResearchGate, an online repository of scientific articles has listed 77 of them. Besides, she has mentored several research scholars in their doctoral studies.",
            "score": 78.485888838768
        }
    ],
    "r": [
        {
            "docid": "31629357_3",
            "document": "Phage-ligand technology . The host recognition of bacteriophages occur via bacteria-binding proteins that have strong binding affinities to specific protein or carbohydrate structures on the surface of the bacterial host. At the end of the infection life cycle the bacteria-lysing Endolysin is synthesized and degrades the bacterial peptidoglycan cell wall, resulting in lysis (and therefore killing) of the bacterial cell.",
            "score": 119.66455078125
        },
        {
            "docid": "24872938_5",
            "document": "Sortase . Surface proteins not only promote interaction between the invading pathogen and animal tissues, but also provide ingenious strategies for bacterial escape from the host's immune response. In the case of \"S. aureus\" protein A, immunoglobulins are captured on the microbial surface and camouflage bacteria during the invasion of host tissues. \"S. aureus\" mutants lacking the srtA gene fail to anchor and display some surface proteins and are impaired in the ability to cause animal infections. Sortase acts on surface proteins that are initiated into the secretion (Sec) pathway and have their signal peptide removed by signal peptidase. The \"S. aureus\" genome encodes two sets of sortase and secretion genes. It is conceivable that \"S. aureus\" has evolved more than one pathway for the transport of 20 surface proteins to the cell wall envelope.",
            "score": 117.3262939453125
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 112.88334655761719
        },
        {
            "docid": "53422606_2",
            "document": "Mycoplasma mobile . Mycoplasma mobile is a species of parasitic bacteria that binds to the gills of freshwater fish causing necrosis. It belongs to the class of Mollicutes which includes bacteria featuring reduced genome sizes that may be parasitic or commensal. It is a gram positive bacterium, however its cells lack a peptidoglycan layer. \"M. mobile\" cells are covered with membrane- anchored proteins, including surface proteins responsible for adhesion, or attachment to objects and surfaces, and antigenic variation, a mechanism which enables surface proteins to elude host immune responses. \"M. mobile\" survival is dependent upon surface proteins which allow it to bind and infect host cells, vary its own surface proteins in order to escape the host immune system, and transport nutrients and ions.",
            "score": 112.078857421875
        },
        {
            "docid": "4209093_6",
            "document": "Bacterial cell structure . Gram-positive cell walls are thick and the peptidoglycan ( also known as \"murein\") layer constitutes almost 95% of the cell wall in some gram-positive bacteria and as little as 5-10% of the cell wall in gram-negative bacteria. The gram-positive bacteria take up the crystal violet dye and are stained purple. The cell wall of some gram-positive bacteria can be completely dissolved by lysozymes which attacks the bonds between N-acetylmuramic acid and N-acetylglucosamine. In other gram-positive bacteria, such as \"Staphylococcus aureus\", the walls are resistant to the action of lysozymes. They have O-acetyl groups on carbon-6 of some muramic acid residues. The matrix substances in the walls of gram-positive bacteria may be polysaccharides or teichoic acids. The latter are very widespread, but have been found only in gram-positive bacteria. There are two main types of teichoic acid: ribitol teichoic acids and glycerol teichoic acids. The latter one is more widespread. These acids are polymers of ribitol phosphate and glycerol phosphate, respectively, and only located on the surface of many gram-positive bacteria. However, the exact function of teichoic acid is debated and not fully understood. A major component of the gram-positive cell wall is lipoteichoic acid. One of its purposes is providing an antigenic function. The lipid element is to be found in the membrane where its adhesive properties assist in its anchoring to the membrane.",
            "score": 108.3988265991211
        },
        {
            "docid": "4209093_5",
            "document": "Bacterial cell structure . The cell envelope is composed of the plasma membrane and cell wall. As in other organisms, the bacterial cell wall provides structural integrity to the cell. In prokaryotes, the primary function of the cell wall is to protect the cell from internal turgor pressure caused by the much higher concentrations of proteins and other molecules inside the cell compared to its external environment. The bacterial cell wall differs from that of all other organisms by the presence of peptidoglycan which is located immediately outside of the cytoplasmic membrane. Peptidoglycan is made up of a polysaccharide backbone consisting of alternating N-Acetylmuramic acid (NAM) and N-acetylglucosamine (NAG) residues in equal amounts. Peptidoglycan is responsible for the rigidity of the bacterial cell wall and for the determination of cell shape. It is relatively porous and is not considered to be a permeability barrier for small substrates. While all bacterial cell walls (with a few exceptions e.g. extracellular parasites such as \"Mycoplasma\") contain peptidoglycan, not all cell walls have the same overall structures. Since the cell wall is required for bacterial survival, but is absent in some eukaryotes, several antibiotics (notably the penicillins and cephalosporins) stop bacterial infections by interfering with cell wall synthesis, while having no effects on human cells which have no cell wall only a cell membrane. There are two main types of bacterial cell walls, those of gram-positive bacteria and those of gram-negative bacteria, which are differentiated by their Gram staining characteristics. For both these types of bacteria, particles of approximately 2 nm can pass through the peptidoglycan. If the bacterial cell wall is entirely removed, it is called a protoplast while if it's partially removed, it is called a spheroplast. \"β\"-Lactam antibiotics such as penicillin inhibit the formation of peptidoglycan cross-links in the bacterial cell wall. The enzyme lysozyme, found in human tears, also digests the cell wall of bacteria and is the body's main defense against eye infections.",
            "score": 106.74433135986328
        },
        {
            "docid": "8513008_6",
            "document": "Host tropism . Bacteria infect hosts differently than viruses do. Unlike viruses, bacteria can replicate and divide on their own without entry into a host cell. Still, in order to grow and divide, bacteria require certain nutrients from their environment. These nutrients can often be provided by host tissues, and that is why some bacteria need a host for survival. Once a bacterium recognizes the host cell receptors or nutrient-rich surroundings, it will colonize the cell surface. Bacteria have various mechanisms for colonizing host tissues. For example, biofilm production allows bacteria to adhere to the host tissue surface, and it provides a protective environment ideal for bacterial growth. Some bacteria, such as spirochetes, are capable of proliferating the host cell or tissues. This then allows the bacterium to surrounded itself in a nutrient-rich environment that protects it from immune responses and other stressors.",
            "score": 105.21717834472656
        },
        {
            "docid": "14958_68",
            "document": "Immune system . An evasion strategy used by several pathogens to avoid the innate immune system is to hide within the cells of their host (also called intracellular pathogenesis). Here, a pathogen spends most of its life-cycle inside host cells, where it is shielded from direct contact with immune cells, antibodies and complement. Some examples of intracellular pathogens include viruses, the food poisoning bacterium \"Salmonella\" and the eukaryotic parasites that cause malaria (\"Plasmodium falciparum\") and leishmaniasis (\"Leishmania spp.\"). Other bacteria, such as \"Mycobacterium tuberculosis\", live inside a protective capsule that prevents lysis by complement. Many pathogens secrete compounds that diminish or misdirect the host's immune response. Some bacteria form biofilms to protect themselves from the cells and proteins of the immune system. Such biofilms are present in many successful infections, e.g., the chronic \"Pseudomonas aeruginosa\" and \"Burkholderia cenocepacia\" infections characteristic of cystic fibrosis. Other bacteria generate surface proteins that bind to antibodies, rendering them ineffective; examples include \"Streptococcus\" (protein G), \"Staphylococcus aureus\" (protein A), and \"Peptostreptococcus magnus\" (protein L).",
            "score": 104.42774200439453
        },
        {
            "docid": "3524301_11",
            "document": "Burkholderia mallei . \"B. mallei\" is responsible for causing glanders disease, which historically mostly affected animals, such as horses, mules, and donkeys, and rarely humans. Horses are considered the natural host for \"B. mallei\" infection and are highly susceptible to it. \"B. mallei\" infects and gains access to the cell of its host through lysis of the entry vacuole. \"B. mallei\" has bacterial protein-dependent, actin-based motility once inside the cell. It is also able to initiate host cell fusion that results in multinucleated giant cells (MNGCs). The consequence of MNGCs has yet to be determined, but it may allow the bacteria to spread to different cells, evade responses by the infected host’s immune system, or allow the bacteria to remain in the host longer. \"B. mallei\" is able to survive inside host cells through its capabilities in disrupting the bacteria-killing functions of the cell. It leaves the vacuoles early, which allows for efficient replication of the bacteria inside the cell. Leaving the cell early also keeps the bacteria from being destroyed by lysosomal defensins and other pathogen-killing agents. MNGCs may help protect the bacteria from immune responses. \"B. mallei\"’s ability to live within the host cell makes developing a vaccine against it difficult and complex. The vaccine would need to create a cell-mediated immune response, as well as a humoral response to the bacteria in to be effective in protecting against \"B. mallei\". In regards to a vaccine against \"B. mallei\", the closeness of \"B. mallei\" to \"B. pseudomallei\" may make it possible that a vaccine developed for either type would be effective against the other.",
            "score": 104.3731689453125
        },
        {
            "docid": "24950378_17",
            "document": "Cell–cell interaction . In order for pathogenic bacteria to invade a cell, communication with the host cell is required. The first step for invading bacteria is usually adhesion to host cells. Strong anchoring, a characteristic that determines virulence, prevents the bacteria from being washed away before infection occurs. Bacterial cells can bind to many host cell surface structures such as glycolipids and glycoproteins which serve as attachment receptors. Once attached, the bacteria begin to interact with the host to disrupt its normal functioning and disrupt or rearrange its cytoskeleton. Proteins on the bacteria surface can interact with protein receptors on the host thereby affecting signal transduction within the cell. Alterations to signaling are favorable to bacteria because these alterations provide conditions under which the pathogen can invade. Many pathogens have Type III secretion systems which can directly inject protein toxins into the host cells. These toxins ultimately lead to rearrangement of the cytoskeleton and entry of the bacteria.",
            "score": 103.86114501953125
        },
        {
            "docid": "33051527_26",
            "document": "Cell membrane . Prokaryotes are divided into two different groups, Archaea and Bacteria, with bacteria dividing further into gram-positive and gram-negative. Gram-negative bacteria have both a plasma membrane and an outer membrane separated by periplasm, however, other prokaryotes have only a plasma membrane. These two membranes differ in many aspects. The outer membrane of the gram-negative bacteria differ from other prokaryotes due to phospholipids forming the exterior of the bilayer, and lipoproteins and phospholipids forming the interior. The outer membrane typically has a porous quality due to its presence of membrane proteins, such as gram-negative porins, which are pore-forming proteins. The inner, plasma membrane is also generally symmetric whereas the outer membrane is asymmetric because of proteins such as the aforementioned. Also, for the prokaryotic membranes, there are multiple things that can affect the fluidity. One of the major factors that can affect the fluidity is fatty acid composition. For example, when the bacteria \"Staphylococcus aureus\" was grown in 37C for 24h, the membrane exhibited a more fluid state instead of a gel-like state. This supports the concept that in higher temperatures, the membrane is more fluid than in colder temperatures. When the membrane is becoming more fluid and needs to become more stabilized, it will make longer fatty acid chains or saturated fatty acid chains in order to help stabilize the membrane. Bacteria are also surrounded by a cell wall composed of peptidoglycan (amino acids and sugars). Some eukaryotic cells also have cell walls, but none that are made of peptidoglycan. The outer membrane of gram negative bacteria is rich in lipopolysaccharides, which are combined poly- or oligosaccharide and carbohydrate lipid regions that stimulate the cell’s natural immunity. The outer membrane can bleb out into periplasmic protrusions under stress conditions or upon virulence requirements while encountering a host target cell, and thus such blebs may work as virulence organelles. Bacterial cells provide numerous examples of the diverse ways in which prokaryotic cell membranes are adapted with structures that suit the organism’s niche. For example, proteins on the surface of certain bacterial cells aid in their gliding motion. Many gram-negative bacteria have cell membranes which contain ATP-driven protein exporting systems.",
            "score": 102.74163055419922
        },
        {
            "docid": "46837955_6",
            "document": "Host microbe interactions in Caenorhabditis elegans . The microbial communities residing inside the host body have now been recognized to be important for effective immune responses. Yet the molecular mechanisms underlying this protection are largely unknown. Bacteria can help the host to fight against pathogens either by directly stimulating the immune response or by competing with the pathogenic bacteria for available resources. In \"C. elegans\", some associated bacteria seem to generate protection against pathogens. For example, when \"C. elegans\" is grown on \"Bacillus megaterium\" or \"Pseudomonas mendocina\", worms are more resistant to infection with the pathogenic bacterium \"Pseudomonas aeruginosa\" [21], which is a common bacterium in \"C. elegans’ \"natural environment and therefore a potential natural pathogen. This protection is characterized by prolonged survival on \"P. aeruginosa\" in combination with a delayed colonization of \"C. elegans\" by the pathogen. Interestingly, due to its comparatively large size \"B. megaterium\" is not an optimal food source for \"C. elegans\", resulting in a delayed development and a reduced reproductive rate. The ability of \"B. megaterium\" to enhance resistance against the infection with \"P. aeruginosa\" seems to be linked to the decrease in reproductive rate. However, the protection against \"P. aeruginosa\" infection provided by \"P. mendocina\" is reproduction independent, and depends on the p38 mitogen-activated protein kinase pathway.\" P. mendocina\" is able to activate the p38 MAPK pathway and thus to stimulate the immune response of \"C. elegans\" against the pathogen.",
            "score": 102.59552001953125
        },
        {
            "docid": "1902312_3",
            "document": "Pathogen-associated molecular pattern . PAMPs activate innate immune responses, protecting the host from infection, by identifying some conserved nonself molecules. Bacterial lipopolysaccharides (LPSs), endotoxins found on the cell membranes of gram-negative bacteria, are considered to be the prototypical class of PAMPs. LPSs are specifically recognised by TLR4, a recognition receptor of the innate immune system. Other PAMPs include bacterial flagellin (recognized by TLR5), lipoteichoic acid from gram-positive bacteria, peptidoglycan, and nucleic acid variants normally associated with viruses, such as double-stranded RNA (dsRNA), recognized by TLR3 or unmethylated CpG motifs, recognized by TLR9. Although the term \"PAMP\" is relatively new, the concept that molecules derived from microbes must be detected by receptors from multicellular organisms has been held for many decades, and references to an \"endotoxin receptor\" are found in much of the older literature.",
            "score": 100.74976348876953
        },
        {
            "docid": "3907316_11",
            "document": "Lactobacillales . The first contact between an infecting phage and its bacterial host is the attachment of the phage to the host cell. This attachment is mediated by the phage's receptor binding protein (RBP), which recognizes and binds to a receptor on the bacterial surface. RBPs are also referred to as host-specificity protein, host determinant, and antireceptor. For simplicity, the RBP term will be used here. A variety of molecules have been suggested to act as host receptors for bacteriophages infecting LAB; among those are polysaccharides and (lipo)teichoic acids, as well as a single-membrane protein. A number of RBPs of LAB phages have been identified by the generation of hybrid phages with altered host ranges. These studies, however, also found additional phage proteins to be important for successful phage infection. Analysis of the crystal structure of several RBPs indicates that these proteins share a common tertiary folding, and support previous indications of the saccharide nature of the host receptor. Gram-positive LAB have a thick peptidoglycan layer, which must be traversed to inject the phage genome into the bacterial cytoplasm. Peptidoglycan-degrading enzymes are expected to facilitate this penetration, and such enzymes have been found as structural elements of a number of LAB phages.",
            "score": 100.7069091796875
        },
        {
            "docid": "39908807_4",
            "document": "Angomonas deanei . The body of \"Angomonas deanei\" is elliptical in shape, with a prominent tail-like flagellum at its posterior end for locomotion. The bacterial endosymbiont is inside its body and is surrounded by two membranes typical of Gram-negative bacteria, but its cell membrane presents unusual features, such as the presence of phosphatidylcholine, a major membrane lipid (atypical of bacterial membranes), and the highly reduced peptidoglycan layer, which shows reduced or absence of rigid cell wall. The cell membrane of the protozoan host contains an 18-domain β-barrel porin, which is a characteristic protein of Gram-negative bacteria. In addition it contains cardiolipin and phosphatidylcholine as the major phospholipids, while sterols are absent. Cardiolipin is a typical lipid of bacterial membranes; phosphatidylcholine, on the other hand, is mostly present in symbiotic prokaryotes of eukaryotic cells. For symbiotic adaptation, the host trypanosome has undergone alterations such as reduced paraflagellar rod, which is required full motility of the bacterial flagella. Yet the paraflagellar rod gene \"PFR1\" is fully functional. The bacteria are known to provide essential nutrients to the host, and provide electron transport system for the production of cellular energy, the ATP molecules through its glycosomes. The bacteria synthesise amino acids, vitamins, and haem for the protozoan. In return the protozoan offers its enzymes for the complete metabolic pathways for the biosysnthesis of amino acids, lipids and nucleotides, that are absent in the bacterium. Phosphatidylinositol, a membrane lipid required for cell-cell interaction, in the bacteria is also synthesised by the protozoan. Thus the two organisms intimately share and exchange their metabolic systems. When the bacterium is killed using antibiotics, the protozoan can no longer infect insects, due to the altered glycosylphosphatidylinositol (gp63) in the protozoan flagellum.",
            "score": 100.29657745361328
        },
        {
            "docid": "92394_9",
            "document": "Streptococcus pyogenes . \"S. pyogenes\" has several virulence factors that enable it to attach to host tissues, evade the immune response, and spread by penetrating host tissue layers. A carbohydrate-based bacterial capsule composed of hyaluronic acid surrounds the bacterium, protecting it from phagocytosis by neutrophils. In addition, the capsule and several factors embedded in the cell wall, including M protein, lipoteichoic acid, and protein F (SfbI) facilitate attachment to various host cells. M protein also inhibits opsonization by the alternative complement pathway by binding to host complement regulators. The M protein found on some serotypes is also able to prevent opsonization by binding to fibrinogen. However, the M protein is also the weakest point in this pathogen's defense, as antibodies produced by the immune system against M protein target the bacteria for engulfment by phagocytes. M proteins are unique to each strain, and identification can be used clinically to confirm the strain causing an infection.",
            "score": 99.81555938720703
        },
        {
            "docid": "584732_2",
            "document": "Chlamydiae . The Chlamydiae are bacterial phylum and class whose members are a group of obligate intracellular bacteria, whose members are remarkably diverse, ranging from pathogens of humans and animals to symbionts of ubiquitous protozoa. They are ovoid in shape and stain Gram-negative. Historically it was believed that all Chlamydiae species had a peptidoglycan-free cell wall, but recent work demonstrates a detectable presence of peptidoglycan, as well as other important proteins. Many species belonging to this order are susceptible to antimicrobial agents. All known Chlamydiae only grow by infecting eukaryotic host cells. They are as small as or smaller than many viruses. They are dependent on replication inside the host cells, thus some species are termed obligate intracellular pathogens and others are symbionts of ubiquitous protozoa. Most intracellular Chlamydiae are located in an inclusion body or vacuole. Outside cells, they survive only as an extracellular infectious form. Chlamydiae can grow only where their host cells grow, and develop according to a characteristic biphasic developmental cycle. Therefore, Chlamydiae cannot be propagated in bacterial culture media in the clinical laboratory. Chlamydiae are most successfully isolated while still inside their host cells. Chlamydiae is the most common bacterial STD in the United States and 2.86 million chlamydiae infections are reported annually.",
            "score": 99.43279266357422
        },
        {
            "docid": "39127620_5",
            "document": "Epimerox . No bacteria could be identified that were resistant to the compound (resistance frequency of <10). Thus, epimerox is an antibiotic with low resistance potential. Therefore, 2-epimerase is a new antibiotic target to which resistance is a rare event. 2-Epimerase was discovered as a target because it was one of the enzymes in the biosynthetic pathway for synthesizing an essential neutral polysaccharide in the cell wall of \"B. anthracis\" (Glu:Gal-\"N\"Ac:Man-\"N\"Ac at a 3:2:1 ratio). This polysaccharide is only found in \"B. anthracis\" and is the receptor for a bacteriophage lysin enzyme called PlyG, which is produced by the γ-bacteriophage to release its progeny from infected \"B. anthracis\". For bacteriophage to survive they need to replicate inside a bacterial cell and release their progeny phage when they are assembled using their lysin. Since lysins from bacteriophage that infect Gram-positive bacteria must bind to a cell wall receptor to function, the enzymes have evolved over a billion years to identify substrate receptors in the bacterial cell wall that the bacteria cannot change easily. These substrates are either part of the peptidoglycan or sugars linked to it. Deletion of both 2-epimerase genes in \"B. anthracis\" is lethal to the bacterium.",
            "score": 98.70406341552734
        },
        {
            "docid": "12815929_3",
            "document": "Β-Lactamase inhibitor . The most important use of beta-lactamase inhibitors is in the treatment of infections known or believed to be caused by gram-negative bacteria, as beta-lactamase production is an important contributor to beta-lactam resistance in these pathogens. In contrast, most beta-lactam resistance in gram-positive bacteria is due to variations in penicillin-binding proteins that lead to reduced binding to the beta-lactam. The gram-positive pathogen \"Staphylococcus aureus\" produces beta-lactamases, but beta-lactamase inhibitors play a lesser role in treatment of these infections because the most resistant strains (methicillin-resistant \"Staphylococcus aureus\") also use variant penicillin-binding proteins.",
            "score": 98.3675765991211
        },
        {
            "docid": "118212_2",
            "document": "Staphylococcus aureus . Staphylococcus aureus is a Gram-positive, round-shaped bacterium that is a member of the Firmicutes, and it is a member of the normal flora of the body, frequently found in the nose, respiratory tract, and on the skin. It is often positive for catalase and nitrate reduction and is a facultative anaerobe that can grow without the need for oxygen. Although \"S. aureus\" is not always pathogenic (and can commonly be found existing as a commensal), it is a common cause of skin infections including abscesses, respiratory infections such as sinusitis, and food poisoning. Pathogenic strains often promote infections by producing virulence factors such as potent protein toxins, and the expression of a cell-surface protein that binds and inactivates antibodies. The emergence of antibiotic-resistant strains of \"S. aureus\" such as methicillin-resistant \"S. aureus\" (MRSA) is a worldwide problem in clinical medicine. Despite much research and development, no vaccine for \"S. aureus\" has been approved.",
            "score": 97.53146362304688
        },
        {
            "docid": "5064761_5",
            "document": "Zinc peroxide . The treatment of burrowing ulcers in the abdominal wall with zinc peroxide was first recorded in 1933 and throughout the 1940s ZnO was used as a disinfectant in surgical infections. Zinc peroxide was, however, deemed ineffective against certain bacterial strains, such as \"Streptococcus viridans\", \"staphylococcus aureus\", \"E. coli\", \"B. proteus\", and \"B. pyocyoneus\". One aspect of the compound’s microorganism toxicity is the resultant stagnation of microbial populations upon administration. This effect was hypothesized to depend upon the compound’s penchant for oxygen donation. It has been suggested that the increase in oxygen concentration associated with the presence of ZnO interferes with the replicative processes of anaerobic and micro-aerophillic organisms, both of which require low oxygen environments for their survival. While this mechanism was sufficient to explain the stagnation of microbe populations, it did not account for the active reduction in colony size. As to the microbicidal function, the Zinc ion itself has been postulated to have antibacterial properties, facilitated by the binding of the Zn ion to the bacterial cell wall, which allows for the exertion of cytotoxic effects. Zinc has been observed to be more effective in the elimination of gram-positive bacteria than gram-negative bacteria. This difference has been attributed to a difference in the protein composition of the respective cell walls, with the gram-positive wall providing a composition more conducive to binding.",
            "score": 97.25333404541016
        },
        {
            "docid": "6423951_10",
            "document": "Hospital-acquired pneumonia . In some studies, the bacteria found in patients with HCAP were more similar to HAP than to CAP; compared to CAP, they could have higher rates of \"Staphylococcus aureus\" (\"S. aureus\") and \"Pseudomonas aeruginosa\", and less \"Streptococcus pneumoniae\" and \"Haemophilus influenzae\". In European and Asian studies, the etiology of HCAP was similar to that of CAP, and rates of multi drug resistant pathogens such as \"Staphylococcus aureus\" and \"Pseudomonas aeruginosa\" were not as high as seen in North American studies. It is well known that nursing home residents have high rates of colonization with MRSA. However, not all studies have found high rates of S. aureus and gram-negative bacteria. One factor responsible for these differences is the reliance on sputum samples and the strictness of the criteria to discriminate  between colonising or disease-causing bacteria. Moreover, sputum samples might be less frequently obtained in the elderly.Aspiration (both of microscopic drops and macroscopic amounts of nose and throat secretions) is thought to be the most important cause of HCAP. Dental plaque might also be a reservoir for bacteria in HCAP.  Bacteria have been the most commonly isolated pathogens, although viral and fungal pathogens are potentially found in immunocompromised hosts (patients on chronic immunosuppressed medications, solid organ and bone marrow transplant recipients). In general, the distribution of microbial pathogens varies among institutions, partly because of differences in patient population and local patterns of anti microbial resistance in hospitals and critical care units' Common bacterial pathogens include aerobic GNB, such as \"Pseudomonas aeruginosa\", \"Acinetobacter baumanii\", \"Klebsiella pneumoniae\", \"Escherichia coli\" as well as gram-positive organisms such as \"Staphylococcus aureus\". In patients with an early onset pneumonia (within 5 days of hospitalization), they are usually due to anti microbial-sensitive bacteria such as \"Enterobacter\" spp, \"E. coli\", \"Klebsiella\" spp, \"Proteus\" spp, \"Serratia mare scans\", community pathogens such as \"Streptococcus pneumoniae, Haemophilus influenzae\", and methicillin-sensitive \"S. aureus\" should also be considered.  Pneumonia that starts in the hospital tends to be more serious than other lung infections because: people in the hospital are often very sick and cannot fight off germs. The types of germs present in a hospital are often more dangerous and more resistant to treatment than those outside in the community. Pneumonia occurs more often in people who are using a respirator. This machine helps them breathe. Hospital-acquired pneumonia can also be spread by health care workers, who can pass germs from their hands or clothes from one person to another. This is why hand-washing, wearing grows, and using other safety measures is so important in the hospital.",
            "score": 97.25264739990234
        },
        {
            "docid": "10163776_10",
            "document": "Hemolysin . Hemolysins can be secreted by many different kinds of bacteria such as \"Staphylococcus aureus\", \"Escherichia coli\" or \"Vibrio parahemolyticus\" among other pathogens.  We can take a look at the bacterium Staphylococcus aureus as a specific example of pore-forming hemolysin production. \"Staphylococcus aureus\" is a pathogen that causes many infectious diseases such as pneumonia and sepsis. It produces a ring-shaped complex called a staphylococcal alpha-hemolysin pore. In nature, \"Staphylococcus aureus\" secretes alpha-hemolysin monomers that bind to the outer membrane of susceptible cells. Upon binding, the monomers oligomerize to form a water-filled transmembrane channel that facilitates uncontrolled permeation of water, ions, and small organic molecules. Rapid discharge of vital molecules such as ATP, dissipation of the membrane potential and ion gradients, and irreversible osmotic swelling leading to the cell wall rupture (lysis) can cause death of the host cell.",
            "score": 96.76698303222656
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 96.45829772949219
        },
        {
            "docid": "12356185_4",
            "document": "Lysostaphin . \"Staphylococcal\" infections of both \"Staphylococcus aureus\" and \"Staphylococcus epidermidis\" continue to be a major issue in clinical settings, particularly those with implantable devices. \"Staphylococci\" cause a significant percentage of device infections, and like many other pathogens, rather than living as free planktonic cells within the host they have the ability to form a multilayered community of sessile bacteria cells known as a biofilm on implantable devices. Once a \"Staphylococcal\" biofilm has formed on an implanted medical device, it is difficult to disrupt due to its antibiotic resistance and protection against bacterial action.",
            "score": 96.24913024902344
        },
        {
            "docid": "40308088_4",
            "document": "Brilacidin . Brilacidin, a non-peptide chemical mimic, is an arylamide foldamer designed to replicate the amphiphilic properties of antimicrobial peptides while solving the problems encountered by peptide-based antimicrobials. Brilacidin, a broad-spectrum antibiotic, has potent Gram positive activity and Gram negative coverage, and is highly effective in treating the 'superbug' methicillin-resistant Staphylococcus aureus (MRSA). Brilacidin has low cytotoxicity against mammalian cells while selectively targeting bacteria, directly and rapidly disrupting their membranes, resulting in the bacteria's death. Due to this unique mechanism of action (mimicking the host's natural immune response, proven to be successful in fighting off infections over millions of years of evolution), bacterial antibiotic resistance is less likely to develop.",
            "score": 94.85257720947266
        },
        {
            "docid": "40822244_2",
            "document": "Bacterial effector protein . Bacterial effectors are proteins secreted by pathogenic bacteria into the cells of their host, usually using a type 3 secretion system (TTSS/T3SS), a type 4 secretion system (TFSS/T4SS) or a Type VI secretion system (T6SS). Some bacteria inject only a few effectors into their host’s cells while others may inject dozens or even hundreds. Effector proteins may have many different activities, but usually help the pathogen to invade host tissue, suppress its immune system, or otherwise help the pathogen to survive. Effector proteins are usually critical for virulence. For instance, in the causative agent of plague (\"Yersinia pestis\"), the loss of the T3SS is sufficient to render the bacteria completely avirulent, even when they are directly introduced into the bloodstream. Gram negative microbes are also suspected to deploy bacterial outer membrane vesicles to translocate effector proteins and virulence factors via a novel membrane vesicle trafficking secretory pathway, in order to modify their environment or attack/invade target cells, for example, at the host-pathogen interface.",
            "score": 94.57637786865234
        },
        {
            "docid": "5560666_6",
            "document": "Protein A . As a pathogen, \"Staphylococcus aureus\" utilizes protein A, along with a host of other proteins and surface factors, to aid its survival and virulence. To this end, protein A plays a multifaceted role: Protein A helps inhibit phagocytic engulfment and acts as an immunological disguise. Higher levels of protein A in different strains of \"S. aureus\" have been associated with nasal carriage of this bacteria.",
            "score": 94.38377380371094
        },
        {
            "docid": "4110763_8",
            "document": "Extrachromosomal DNA . Linear bacterial plasmids have been identified in several species of spirochete bacteria, including members of the genus \"Borrelia\" (to which the pathogen responsible for Lyme disease belongs), several species of the gram positive soil bacteria of the genus \"Streptomyces\", and in the gram negative species \"Thiobacillus versutus\", a bacterium that oxidizes sulfur. The linear plasmids of prokarykotes are found either containing a hairpin loop or a covalently bonded protein attached to the telomeric ends of the DNA molecule. The adenine-thymine rich hairpin loops of the \"Borrelia\" bacteria range in size from 5 kilobase pairs (kb) to over 200 kb and contain the genes responsible for producing a group of major surface proteins, or antigens, on the bacteria that allow it to evade the immune response of its infected host. The linear plasmids which contain a protein that has been covalently attached to the 5’ end of the DNA strands are known as invertrons and can range in size from 9 kb to over 600 kb consisting of inverted terminal repeats. The linear plasmids with a covalently attached protein may assist with bacterial conjugation and integration of the plasmids into the genome. These types of linear plasmids represent the largest class of extrachromosomal DNA as they are not only present in certain bacterial cells, but all linear extrachromosomal DNA molecules found in eukaryotic cells also take on this invertron structure with a protein attached to the 5’ end.",
            "score": 94.04225158691406
        },
        {
            "docid": "44779596_7",
            "document": "Entamoeba invadens . To survive and infect other hosts, \"E. invadens\" must form a carbohydrate rich cyst. The chemical makeup and of formation of the cyst is of paramount importance to scientists all around the world because detailing this could lead to treatment development. Studies investigating cyst wall composition have shown that the wall specifically contains chitin, chitosan fibrils, and chitin binding proteins. As opposed to walls of plants and fungi who have multilayered walls, the \"Entamoeba\" cyst wall is homogenous—containing only one layer. The combination of these elements confers resistance to extreme environmental conditions such as desiccation, heat, and detergent Despite the amount of research conducted to date, the formation of the cyst wall during encystation has not yet been clearly defined. Scientists do know that during this process, the level of cytoplasmic vesicles is significantly reduced, which is thought to be caused by vesicles fusing with the plasma membrane in order to deposit the cyst wall on the exterior of the cell. These cyst wall properties allow the infective form of the parasite to persist for prolonged periods of time in extreme environments before it is ingested by the next host. Once ingested, the cyst travels through the digestive system unaffected until it reaches the small intestine, where it encounters several triggers, that have been found to induce excystation. Such triggers include, low glucose, osmotic shock, and a combination of water, bicarbonate, and bile. Eight pathogenic trophozoites emerge from each cyst (Brewer, 2008) and begin to feed on the bacteria that is naturally found in the reptilian gut in addition to mucin cells that make up the mucosal layer of the large intestine. The parasite will also secrete enzymes that continue to destroy the mucosal layer. This degradation recruits more bacteria to the scene of invasion, further fueling trophozoite replication. In addition to feeding the trophozoites, this excess flow of bacteria also can result in secondary bacterial infections that could also assist in the systemic distribution of the parasite causing liver or brain abscesses. The increased population of trophozoites through various cell signaling pathways will initiate trophozoite aggregation, which is the first step in encystation. Once encystation occurs, the infective cysts are excreted into the environment.",
            "score": 93.83470153808594
        },
        {
            "docid": "240850_21",
            "document": "Gene silencing . Unlike viruses, bacteria are not as susceptible to silencing by siRNA. This is largely due to how bacteria replicate. Bacteria replicate outside of the host cell and do not contain the necessary machinery for RNAi to function. However, bacterial infections can still be suppressed by siRNA by targeting the host genes that are involved in the immune response caused by the infection or by targeting the host genes involved in mediating the entry of bacteria into cells. For instance, siRNA was used to reduce the amount of pro-inflammatory cytokines expressed in the cells of mice treated with lipopolysaccharide (LPS). The reduced expression of the inflammatory cytokine, tumor necrosis factor α (TNFα), in turn, caused a reduction in the septic shock felt by the LPS-treated mice. In addition, siRNA was used to prevent the bacteria, \"Psueomonas aeruginosa\", from invading murine lung epithelial cells by knocking down the caveolin-2 (CAV2) gene. Thus, though bacteria cannot be directly targeted by siRNA mechanisms, they can still be affected by siRNA when the components involved in the bacterial infection are targeted.",
            "score": 93.48794555664062
        },
        {
            "docid": "9028799_18",
            "document": "Bacteria . Gram-positive bacteria possess a thick cell wall containing many layers of peptidoglycan and teichoic acids. In contrast, Gram-negative bacteria have a relatively thin cell wall consisting of a few layers of peptidoglycan surrounded by a second lipid membrane containing lipopolysaccharides and lipoproteins. Most bacteria have the Gram-negative cell wall, and only the Firmicutes and Actinobacteria (previously known as the low G+C and high G+C gram-positive bacteria, respectively) have the alternative Gram-positive arrangement. These differences in structure can produce differences in antibiotic susceptibility; for instance, vancomycin can kill only Gram-positive bacteria and is ineffective against Gram-negative pathogens, such as \"Haemophilus influenzae\" or \"Pseudomonas aeruginosa\". Some bacteria have cell wall structures that are neither classically Gram-positive or Gram-negative. This includes clinically important bacteria such as \"Mycobacteria\" which have a thick peptidoglycan cell wall like a Gram-positive bacterium, but also a second outer layer of lipids.",
            "score": 93.41315460205078
        }
    ]
}