{
    "q": [
        {
            "docid": "47824513_3",
            "document": "STAT3 GOF . STAT3 GOF is caused by germline gain-of-function mutations in the gene \"STAT3\". \"STAT3\" maps to human chromosome 17q21.2, has 24 exons, and encodes for the 770 amino acid protein, STAT3. STAT3 is part of a family of proteins known as the STAT protein. These proteins play an essential role in chemical signaling pathways within cells. STAT3 is a transcription factor that once activated, moves into the nucleus and binds to specific areas of DNA. By binding to regulatory regions near genes, STAT3 mediates the expression of a variety of genes and is therefore necessary for many cellular processes including cell proliferation, inflammation, differentiation, and survival.",
            "score": 123.56925845146179
        },
        {
            "docid": "7867155_8",
            "document": "Interleukin 17 . Much progress has been made in the understanding of the regulation of IL-17. At first, Aggarwal \"et al.\" showed that production of IL-17 was dependent on IL-23. Later, a Korean group discovered that STAT3 and NF-κB signalling pathways are required for this IL-23-mediated IL-17 production. Consistent with this finding, Chen \"et al.\" showed that another molecule, SOCS3, plays an important role in IL-17 production. In the absence of SOCS3, IL-23-induced STAT3 phosphorylation is enhanced, and phosphorylated STAT3 binds to the promotor regions of both IL-17A and IL-17F increasing their gene activity. In contrast, some scientists believe IL-17 induction is independent of IL-23. Several groups have identified ways to induce IL-17 production both \"in vitro\" and \"in vivo\" by distinct cytokines, called TGF-β and IL-6, without the need for IL-23. Although IL-23 is not required for IL-17 expression in this situation, IL-23 may play a role in promoting survival and/or proliferation of the IL-17 producing T-cells. Recently, Ivanov \"et al.\" found that the thymus specific nuclear receptor, ROR-γ, directs differentiation of IL-17-producing T cells.",
            "score": 126.91635692119598
        },
        {
            "docid": "969821_31",
            "document": "JAK-STAT signaling pathway . Patients with a faulty JAK-STAT signalling pathway may also experience skin disorders. For example, non-functional cytokine receptors, and overexpression of STAT3 have both been associated with psoriasis (an autoimmune disease associated with red, flaky skin). STAT3 plays an important role in psoriasis, as STAT3 can control the production of IL-23 receptors, and IL-23 can help the development of Th17 cells, and Th17 cells can induce psoriasis. Also, since many cytokines function through the STAT3 transcription factor, STAT3 plays a significant role in maintaining skin immunity. In addition, because patients with JAK3 gene mutations have no functional T cells, B cells or NK cells, they would more likely to develop skin infections.",
            "score": 137.9462103843689
        },
        {
            "docid": "45223115_14",
            "document": "Embryonal fyn-associated substrate . EFS regulates T-cell function and maturation, preventing expansion of autoreactive clones and pathological immune responses. Two studies that have reported that EFS expression in medullar thymus epithelial cells is important for negative selection of T-cells during their development, which implies an important role of EFS in maintaining immune homeostasis and autoimmunity prevention. In these studies, mice with defective EFS progressed normally during embryogenesis but then developed massive inflammatory lesions in multiple tissues that bore a striking histological resemblance to inflammatory bowel diseases such as Crohn’s disease. Mechanistically, EFS expressed in medullary thymic epithelial cells (mTECs) is crucial for their functional maturation and growth factor-mediated expansion. mTECs are important for proper T-cell maturation and negative selection of autoreactive clones, required for development of immunological self-tolerance.",
            "score": 176.78489315509796
        },
        {
            "docid": "11347958_6",
            "document": "Ifi202 . Ifi202 is known to be regulated by IL-6. The binding of IL-6 to its receptors leads to the activation STAT3 (Signal Transducer and Transcription 3), which seems to be a transcription factor in the expression of Ifi202. Ifi202 contains a STAT3 binding site (SBS) at the 5’ regulatory region of the ifi202 gene. p202 expression is known to retard cell proliferation and increases cell survival.",
            "score": 87.98414969444275
        },
        {
            "docid": "170417_23",
            "document": "T cell . Negative selection removes thymocytes that are capable of strongly binding with \"self\" MHC peptides. Thymocytes that survive positive selection migrate towards the boundary of the cortex and medulla in the thymus. While in the medulla, they are again presented with a self-antigen presented on the MHC complex of medullary thymic epithelial cells (mTECs). mTECs must be AIRE to properly express self-antigens from all tissues of the body on their MHC class I peptides. Some mTECs are phagocytosed by thymic dendritic cells; this allows for presentation of self-antigens on MHC class II molecules (positively selected CD4 cells must interact with MHC class II molecules, thus APCs, which possess MHC class II, must be present for CD4 T-cell negative selection). Thymocytes that interact too strongly with the self-antigen receive an apoptotic signal that leads to cell death. However, some of these cells are selected to become Treg cells. The remaining cells exit the thymus as immature naïve T cells (also known as recent thymic emigrants ). This process is an important component of central tolerance and serves to prevent the formation of self-reactive T cells that are capable of inducing autoimmune diseases in the host.",
            "score": 212.41965794563293
        },
        {
            "docid": "858843_32",
            "document": "Acetylation . Signal transducer and activator of transcription 3 (STAT3) is a transcription factor that is phosphorylated by receptor associated kinases, for example, Janus-family tyrosine kinases, and translocate to nucleus. STAT3 regulates several genes in response to growth factors and cytokines and play an important role in cell growth. Therefore, STAT3 facilitates oncogenesis in a variety of cell growth related pathways. On the other hand, it also play a role in the tumor suppressor.",
            "score": 103.71492743492126
        },
        {
            "docid": "14025207_6",
            "document": "YWHAZ . In addition to cell survival, 14-3-3ζ regulates cell cycle progression through various ligands and processes. For instance, 14-3-3ζ controls cellular senescence by complexing with BIS to chaperone protein folding of STAT3 and activate the signaling pathway. Also, 14-3-3ζ can negatively regulate the G2-M phase checkpoint by binding and sequestering the cyclin-dependent kinases to the cytoplasm, thus inhibiting their activity. Since 14-3-3ζ is predominantly found in the cytoplasm and binds many nuclear proteins, it likely prevents nuclear import by blocking the nuclear localization signal of target proteins. Its localization to both the cytoplasm and nucleus also suggests a role in gene expression, possibly through regulation of transcription factor activity.",
            "score": 89.06938147544861
        },
        {
            "docid": "15073850_9",
            "document": "AGK (gene) . AGK expression has also been correlated with certain cancer phenotypes. AGK expression, in coordination with AGX, was not detected in non-neoplastic epithelia, while both were weakly expressed in the majority of high-grade intra-epithelial neoplasia (HG-PIN). Expressions of both enzymes were significantly correlated with primary Gleason grade of cancer foci and capsular invasion. Overexpression of AGK sustains constitutive JAK2/STAT3 activation, consequently promoting the cancer stem cell population and augmenting the tumorigenicity of esophageal squamous cell carcinoma (ESCC) cells both in vivo and in vitro. Furthermore, AGK levels significantly increases STAT3 phosphorylation, poorer disease-free survival, and shorter overall survival in primary ESCC. More importantly, AGK expression was significantly correlated with JAK2/STAT3 hyperactivation in ESCC, as well as in lung and breast cancer. In prostate cancer, AGK expression amplifies EGF signaling pathways, thus playing a significant role in the development of prostate cancer. It’s also correlated tumor-nodule-metastasis (TNM) classification breast cancer, and an overall shorter overall survival.",
            "score": 106.93078172206879
        },
        {
            "docid": "969821_32",
            "document": "JAK-STAT signaling pathway . Cancer involves abnormal and uncontrollable cell growth in a part of the body. Therefore, since JAK-STAT signalling can allow the transcription of genes involved in cell division, one potential effect of excessive JAK-STAT signalling is cancer formation. High levels of STAT activation have been associated with cancer; in particular, high amounts of STAT3 and STAT5 activation is mostly linked to more dangerous tumours. For example, too much STAT3 activity has been associated with increasing the likelihood of melanoma (skin cancer) returning after treatment and abnormally high levels of STAT5 activity have been linked to a greater probability of patient death from prostate cancer.  Altered JAK-STAT signalling can also be involved in developing breast cancer. JAK-STAT signalling in mammary glands (located within breasts) can promote cell division and reduce cell apoptosis during pregnancy and puberty, and therefore if excessively activated, cancer can form. High STAT3 activity plays a major role in this process, as it can allow the transcription of genes such as \"BCL2\" and \"c-Myc\", which are involved in cell division.",
            "score": 113.66367089748383
        },
        {
            "docid": "56531645_6",
            "document": "Medullary thymic epithelial cells . The only known driver of PGE is a protein called autoimmune regulator (Aire) which is also specifically expressed by mTECs. and its expression is completely dependent on NF- kappa B signaling pathway. Aire recognizes target genes of TRAs via specific methylation marks and requires about 50 partner molecules for activation of their expression. Moreover, Aire-dependent activation of TRA genes expression is accompanied by formation of DNA double-strand breaks. which probably results in very short lifespan of mTECs between 2–3 days",
            "score": 139.63306403160095
        },
        {
            "docid": "7330907_7",
            "document": "Twist transcription factor . Twist is activated by a variety of signal transduction pathways, including Akt, signal transducer and activator of transcription 3 (STAT3), mitogen-activated protein kinase, Ras, and Wnt signaling. Activated Twist upregulates N-cadherin and downregulates E-cadherin, which are the hallmarks of EMT. Moreover, Twist plays an important role in some physiological processes involved in metastasis, like angiogenesis, invadopodia, extravasation, and chromosomal instability. Twist also protects cancer cells from apoptotic cell death. In addition, Twist is responsible for the maintenance of cancer stem cells and the development of chemotherapy resistance. Twist1 is extensively studied for its role in head- and neck cancers. Here and in epithelial ovarian cancer, Twist1 has been shown to be involved in evading apoptosis, making the tumour cells resistant against platinum-based chemotherapeutic drugs like cisplatin. Moreover, Twist1 has been shown to be expressed under conditions of hypoxia, corresponding to the observation that hypoxic cells respond less to chemotherapeutic drugs.",
            "score": 108.89931678771973
        },
        {
            "docid": "14163156_4",
            "document": "Lymphotoxin alpha . As a signaling molecule, LT-α is involved in the regulation of cell survival, proliferation, differentiation, and apoptosis. LT-α plays an important role in innate immune regulation and its presence has been shown to prevent tumor growth and destroy cancerous cell lines. In contrast, unregulated expression of LT-α can result in a constantly active signaling pathway, thus leading to uncontrolled cellular growth and creation of tumors. Hence depending on the context, LT-α may function to prevent growth of cancer cells or facilitate the development of tumors. Furthermore, LT-α effects depend on the type of organ it acts upon, type of cancer cells, cellular environment, gender, and time of effect during an immune response.",
            "score": 112.69553256034851
        },
        {
            "docid": "13976180_4",
            "document": "LYN . Lyn has been described to have an inhibitory role in myeloid lineage proliferation. Following engagement of the B cell receptors, Lyn undergoes rapid phosphorylation and activation. LYN activation triggers a cascade of signaling events mediated by Lyn phosphorylation of tyrosine residues within the immunoreceptor tyrosine-based activation motifs (ITAM) of the receptor proteins, and subsequent recruitment and activation of other kinases including Syk, phosholipase Cγ2 (PLCγ2) and phosphatidyl inositol-3 kinase. These kinases provide activation signals, which play critical roles in proliferation, Ca mobilization and cell differentiation. Lyn plays an essential role in the transmission of inhibitory signals through phosphorylation of tyrosine residues within the immunoreceptor tyrosine-based inhibitory motifs (ITIM) in regulatory proteins such as CD22, PIR-B and FCγRIIb1. Their ITIM phosphorylation subsequently leads to recruitment and activation of phosphatases such as SHIP-1 and SHP-1, which further downmodulate signaling pathways, attenuate cell activation and can mediate tolerance. In B cells, Lyn sets the threshold of cell signaling and maintains the balance between activation and inhibition. Lyn thus functions as a rheostat that modulates signaling rather than as a binary on-off switch.",
            "score": 97.0937465429306
        },
        {
            "docid": "152611_30",
            "document": "Cellular differentiation . Several other signaling pathways are also considered to be primary candidates. Cytokine leukemia inhibitory factors are associated with the maintenance of mouse ESCs in an undifferentiated state. This is achieved through its activation of the Jak-STAT3 pathway, which has been shown to be necessary and sufficient towards maintaining mouse ESC pluripotency. Retinoic acid can induce differentiation of human and mouse ESCs, and Notch signaling is involved in the proliferation and self-renewal of stem cells. Finally, Sonic hedgehog, in addition to its role as a morphogen, promotes embryonic stem cell differentiation and the self-renewal of somatic stem cells.",
            "score": 102.1448073387146
        },
        {
            "docid": "14759875_4",
            "document": "PIAS3 . IAS proteins were originally identified in studies that were aimed to decipher the Janus Kinase (JAK)/STAT signaling pathway. Originally, PIAS3 was found to interact specifically with phosphorylated STAT3 in Interleukin -6 (IL-6) activated murine myeloblast M1 cells. This interaction is mediated via PIAS3 binding to the STAT3 DNA binding domain. Hence, STAT3 transcriptional activity is inhibited by the physical prevention of its binding to target genes. Subsequently, PIAS3 was also found to be a regulator protein of other key transcription factors, including MITF, NFκB, SMAD and estrogen receptor.",
            "score": 95.40409922599792
        },
        {
            "docid": "47824513_5",
            "document": "STAT3 GOF . While the consequences of STAT3 hyperactivity are not yet fully understood, some insights into the underlying mechanisms have been identified. Researchers have identified an increase of suppressor of cytokine signaling 3 (SOCS3) in a large number of STAT GOF patients. SOCS3 negatively regulates STAT3 and inhibits other STAT proteins like STAT5 and STAT1. STAT5 is important for regulatory T cell (Treg) differentiation and function, which may explain why many STAT GOF patients have low Tregs. These Treg abnormalities likely play a major role in autoimmunity, although some patients with normal Tregs also presented with autoimmunity disorders. Additionally, a partial decrease of STAT1 activation likely participates in immune deficiencies. Data suggest the upregulation of STAT3 transcriptional activity may have consequences for other cytokine signaling pathways as well.",
            "score": 114.09177458286285
        },
        {
            "docid": "13982427_3",
            "document": "MAPK8 . The protein encoded by this gene is a member of the MAP kinase and JNK family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase is activated by various cell stimuli, and targets specific transcription factors, and thus mediates immediate-early gene expression in response to cell stimuli. The activation of this kinase by tumor-necrosis factor alpha (TNF-alpha) is found to be required for TNF-alpha-induced apoptosis. This kinase is also involved in UV radiation-induced apoptosis, which is thought to be related to the cytochrome c-mediated cell death pathway. Studies of the mouse counterpart of this gene suggested that this kinase play a key role in T cell proliferation, apoptosis and differentiation. Four alternately spliced transcript variants encoding distinct isoforms have been reported.",
            "score": 110.15477621555328
        },
        {
            "docid": "10795237_4",
            "document": "PDIA3 . The PDIA3 protein is a thiol oxidoreductase that has protein disulfide isomerase activity. PDIA3 is also part of the major histocompatibility complex (MHC) class I peptide loading complex, which is essential for formation of the final antigen conformation and export from the endoplasmic reticulum to the cell surface. This protein of the endoplasmic reticulum interacts with lectin chaperones such as calreticulin and CNX in order to modulate the folding of proteins that are newly synthesized. It is believed that PDIA3 plays a role in protein folding by promoting the formation of disulfide bonds, and that CNX facilitates the positioning substrates next to the catalytic cysteines. This function allows it to serve as a redox sensor by activating mTORC1, which then mediates mTOR complex assembly to adapt cells to oxidative damage. Thus, PDIA3 regulates cell growth and death according to oxygen concentrations, such as in the hypoxic microenvironment of bones. Additionally, PDIA3 activates cell anchorage in bones by associating with cell division and cytoskeleton proteins, such as beta-actin and vimentin, to form a complex which controls TUBB3 folding and proper attachment of the microtubules to the kinetochore. PDIA3 also plays a role in cytokine-dependent signal transduction, including STAT3 signaling.",
            "score": 96.65695202350616
        },
        {
            "docid": "56531645_3",
            "document": "Medullary thymic epithelial cells . T cell precursors rise in bone marrow and migrate through the bloodstream to the thymus for further development. During their maturation in the thymus, they undergo a process called V(D)J recombination which conducts the development of T cell receptors (TCR). The mechanism of this stochastic process enables on one hand the generation of vast repertoire of TCRs, however, on the other hand causes also origin of so called \"autoreactive T cells\" which recognize self antigens via their TCRs. Autoreactive T cells must be eliminated from the body or skewed into the T Regulatory cells (TRegs) lineage to prevent manifestations of autoimmunity. mTECs possess the ability to deal with these autoreactive clones via mediation of the processes of central tolerance, namely clonal deletion or T regulatory cells selection, respectively.",
            "score": 149.23189413547516
        },
        {
            "docid": "574917_10",
            "document": "Autocrine signalling . Metastasis is a major cause of cancer deaths, and strategies to prevent or halt invasion are lacking. One study showed that autocrine PDGFR signaling plays an essential role in epithelial-mesenchymal transition (EMT) maintenance in vitro, which is known to correlate well with metastasis in vivo. The authors showed that the metastatic potential of oncogenic mammary epithelial cells required an autocrine PDGF/PDGFR signaling loop, and that cooperation of autocrine PDGFR signaling with oncogenic was required for survival during EMT. Autocrine PDGFR signaling also contributes to maintenance of EMT, possibly through activation of STAT1 and other distinct pathways. In addition, expression of PDGFRα and -β correlated with invasive behavior in human mammary carcinomas. This indicates the numerous pathways through which autocrine signaling can regulate metastatic processes in a tumor.",
            "score": 107.94254553318024
        },
        {
            "docid": "48785514_3",
            "document": "Triciribine . Triciribine is a cell-permeable tricyclic nucleoside that inhibits the phosphorylation, activation, and signalling of all three family members of Akt - Akt-1, Akt-2 and Akt-3. These are serine/threonine protein kinases in the phosphoinositide 3-kinase (PI3K) signalling pathway that play a critical role in the regulation of cell proliferation and survival. Following recruitment of Akt to the plasma membrane, phosphorylation at threonine 308 and serine 473 (Akt-1 numbering) by PDK-1 or PDK-2 results in full activation of the enzyme. Triciribine does not inhibit PI3K or PDK1, the direct upstream activators of Akt, nor does it inhibit PKC, PKA, ERK1/2, serum- and glucocorticoid-inducible kinase, p38, STAT3, or JNK signalling pathways.",
            "score": 89.87659478187561
        },
        {
            "docid": "10155190_3",
            "document": "STAT3 . STAT3 is a member of the STAT protein family. In response to cytokines and growth factors, STAT3 is phosphorylated by receptor-associated Janus kinases (JAK), form homo- or heterodimers, and translocate to the cell nucleus where they act as transcription activators. Specifically, STAT3 becomes activated after phosphorylation of tyrosine 705 in response to such ligands as interferons, epidermal growth factor (EGF), Interleukin (IL-)5 and IL-6. Additionally, activation of STAT3 may occur via phosphorylation of serine 727 by Mitogen-activated protein kinases (MAPK) and through c-src non-receptor tyrosine kinase. STAT3 mediates the expression of a variety of genes in response to cell stimuli, and thus plays a key role in many cellular processes such as cell growth and apoptosis.",
            "score": 89.65410566329956
        },
        {
            "docid": "51304858_6",
            "document": "Neuroepigenetics . CpG Islands (CGIs) are regulatory elements that can influence gene expression by allowing or interfering with transcription initiation or enhancer activity. CGIs are generally interspersed with the promoter regions of the genes they affect and may also affect more than one promoter region. In addition they may also include enhancer elements and be separate from the transcription start site. Hypermethylation at key CGIs can effectively silence expression of tumor suppressing genes and is common in gliomas. Tumor suppressing genes are those which inhibit a cell's progression towards cancer. These genes are commonly associated with important functions which regulate cell-cycle events. For example, PI3K and p53 pathways are affected by CGI promoter hypermethylation, this includes the promoters of the genes CDKN2/p16, RB, PTEN, TP53 and p14ARF. Importantly, glioblastomas are known to have high frequency of methylation at CGIs/promoter sites. For example, Epithelial Membrane Protein 3 (EMP3) is a gene which is involved in cell proliferation as well as cellular interactions. It is also thought to function as a tumor suppressor, and in glioblastomas is shown to be silenced via hypermethylation. Furthermore, introduction of the gene into EMP3-silenced neuroblasts results in reduced colony formation as well as suppressed tumor growth. In contrast, hypermethylation of promoter sites can also inhibit activity of oncogenes and prevent tumorigenesis. Such oncogenic pathways as the transformation growth factor (TGF)-beta signaling pathway stimulate cells to proliferate. In glioblastomas the overactivity of this pathway is associated with aggressive forms of tumor growth. Hypermethylation of PDGF-B, the TGF-beta target, inhibits uncontrolled proliferation.",
            "score": 87.91096663475037
        },
        {
            "docid": "11329484_18",
            "document": "TLR4 . TLR4 expression can be detected on many tumor cells and cell lines. TLR4 is capable of activating MAPK and NF-κB pathways, implicating possible direct role of cell-autonomous TLR4 signaling in regulation of carcinogenesis, in particular, through increased proliferation of tumor cells, apoptosis inhibition and metastasis. TLR4 signaling may also contribute to resistance to paclitaxel chemotherapy in ovary cancer and siRNA therapy in prostate cancer. 63% of breast cancer patients were reported to express TLR4 on tumor cells and the level of expression inversely correlated with the survival. Additionally, low MyD88 expression correlated with decreased metastasis to the lung and decreased CCL2 and CCL5 expression. TLR4 expression levels were the highest among TLRs in human breast cancer cell line MDA-MB-231 and TLR4 knockdown resulted in decreased proliferation and decreased IL-6 and IL-8 levels. On the other hand, TLR4 signaling in immune and inflammatory cells of tumor microenvironment may lead to production of proinflammatory cytokines (TNF, IL-1β, IL-6, IL-18, etc.), immunosuppressive cytokines (IL-10, TGF-β, etc.) and angiogenic mediators (VEGF, EGF, TGF-β, etc.). These activities may result in further polarization of tumor-associated macrophages, conversion of fibroblasts into tumor-promoting cancer-associated fibroblasts, conversion of dendritic cells into tumor-associated DCs and activation of pro-tumorigenic functions of immature myeloid cells - Myeloid-derived Suppressor Cells (MDSC). TLR signaling has been linked to accumulation and function of MDSC at the site of tumor and it also allows mesenchymal stromal cells to counter NK cell-mediated anti-tumor immunity. In HepG2 hepatoblastoma cells LPS increased TLR4 levels, cell proliferation and resistance to chemotherapy, and these phenomena could be reversed by TLR4 gene knockdown. Similarly, LPS stimulation of human liver cancer cell line H7402 resulted in TLR4 upregulation, NF-κB activation, TNF, IL-6 and IL-8 production and increased proliferation that could be reversed by signal transducer and STAT3 inhibition.Besides the well known successful usage of Bacillus Calmette–Guérin (BCG) in the therapy of bladder cancer there are reports on the treatment of oral squamous cell carcinoma, gastric cancer and cervical cancer with lyophilized streptococcal preparation OK-432 and utilization of TLR4/TLR2 ligands – derivatives of muramyl dipeptide.",
            "score": 108.02232015132904
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 97.4362485408783
        },
        {
            "docid": "56531645_2",
            "document": "Medullary thymic epithelial cells . Medullary thymic epithelial cells (mTECs) represent unique stromal cell population of the thymus which plays essential role in the establishment of central tolerance. Therefore, mTECs rank among cells relevant for the development of functional mammal immune system.",
            "score": 161.64022874832153
        },
        {
            "docid": "17339422_14",
            "document": "C3a (complement) . C3a also plays an important role in adaptive immunity, moderating leukocyte production and proliferation. C3a is able to regulate B cell and monocyte production of IL-6 and TNF-α, and human C3a has been shown to dampen the polyclonal immune response through dose-dependent regulation of B cell molecule production. C3aR signaling along antigen-presenting cells' CD28 and CD40L pathways also plays a role in T cell proliferation and differentiation. C3aR has been shown to be necessary for TH1 cell generation and regulates TH1 IL-10 expression, while an absence of active C3aR on dendritic cells upregulates regulatory T cell production. The absence of C3 has also been shown to decrease IL-2 receptor expression on T cells.",
            "score": 109.08216309547424
        },
        {
            "docid": "969821_33",
            "document": "JAK-STAT signaling pathway . Mutations in JAK2 can lead to leukaemia and lymphoma. Specifically, mutations in exons 12, 13, 14 and 15 of the JAK2 gene are proposed be a risk factor in developing lymphoma or leukemia. Additionally, mutated STAT3 and STAT5 can increase JAK-STAT signalling in NK and T cells, which promotes very high proliferation of these cells, and increases the likelihood of developing leukaemia. Also, a JAK-STAT signalling pathway mediated by erythropoietin (EPO), which usually allows the development of red blood cells, may be altered in patients with leukemia.",
            "score": 107.84596681594849
        },
        {
            "docid": "574917_7",
            "document": "Autocrine signalling . Interleukin 6 ACRONYM (IL-6) is a cytokine that is important for many aspects of cellular biology including immune responses, cell survival, apoptosis, as well as proliferation. Several studies have outlined the importance of autocrine IL-6 signaling in lung and breast cancers. For example, one group found a positive correlation between persistently activated tyrosine-phosphorylated STAT3 (pSTAT3), found in 50% of lung adenocarcinomas, and IL-6. Further investigation revealed that mutant EGFR could activate the oncogenic STAT3 pathway via upregulated IL-6 autocrine signaling.",
            "score": 102.05688285827637
        },
        {
            "docid": "15073850_11",
            "document": "AGK (gene) . In the proliferation of prostate cancer, AGK interacts with and regulates PC-3 prostate cancer cells markedly increased formation and secretion of LPA. This increase also affects the EGF receptor and sustained activation of extracellular signal related kinase (ERK) 1/2, culminating in enhanced cell proliferation. Acylglycerol kinase also augments JAK2/STAT3 signaling in esophageal squamous cells.",
            "score": 86.2633159160614
        },
        {
            "docid": "12303321_13",
            "document": "Telomerase reverse transcriptase . Telomerase activity is associated with the number of times a cell can divide playing an important role in the immortality of cell lines, such as cancer cells. The enzyme complex acts through the addition of telomeric repeats to the ends of chromosomal DNA. This generates immortal cancer cells. In fact, there is a strong correlation between telomerase activity and malignant tumors or cancerous cell lines. Not all types of human cancer have increased telomerase activity. 90% of cancers are characterized by increased telomerase activity. Lung cancer is the most well characterized type of cancer associated with telomerase. There is a lack of substantial telomerase activity in some cell types such as primary human fibroblasts, which become senescent after about 30–50 population doublings. There is also evidence that telomerase activity is increased in tissues, such as germ cell lines, that are self-renewing. Normal somatic cells, on the other hand, do not have detectable telomerase activity. Since the catalytic component of telomerase is its reverse transcriptase, hTERT, and the RNA component hTERC, hTERT is an important gene to investigate in terms of cancer and tumorigenesis. The hTERT gene has been examined for mutations and their association with the risk of contracting cancer. Over two hundred combinations of hTERT polymorphisms and cancer development have been found. There were several different types of cancer involved, and the strength of the correlation between the polymorphism and developing cancer varied from weak to strong. The regulation of hTERT has also been researched to determine possible mechanisms of telomerase activation in cancer cells. Glycogen synthase kinase 3 (GSK3) seems to be over-expressed in most cancer cells. GSK3 is involved in promoter activation through controlling a network of transcription factors. Leptin is also involved in increasing mRNA expression of hTERT via signal transducer and activation of transcription 3 (STAT3), proposing a mechanism for increased cancer incidence in obese individuals. There are several other regulatory mechanisms that are altered or aberrant in cancer cells, including the Ras signaling pathway and other transcriptional regulators. Phosphorylation is also a key process of post-transcriptional modification that regulates mRNA expression and cellular localization. Clearly, there are many regulatory mechanisms of activation and repression of hTERT and telomerase activity in the cell, providing methods of immortalization in cancer cells.",
            "score": 100.02930390834808
        }
    ],
    "r": [
        {
            "docid": "170417_23",
            "document": "T cell . Negative selection removes thymocytes that are capable of strongly binding with \"self\" MHC peptides. Thymocytes that survive positive selection migrate towards the boundary of the cortex and medulla in the thymus. While in the medulla, they are again presented with a self-antigen presented on the MHC complex of medullary thymic epithelial cells (mTECs). mTECs must be AIRE to properly express self-antigens from all tissues of the body on their MHC class I peptides. Some mTECs are phagocytosed by thymic dendritic cells; this allows for presentation of self-antigens on MHC class II molecules (positively selected CD4 cells must interact with MHC class II molecules, thus APCs, which possess MHC class II, must be present for CD4 T-cell negative selection). Thymocytes that interact too strongly with the self-antigen receive an apoptotic signal that leads to cell death. However, some of these cells are selected to become Treg cells. The remaining cells exit the thymus as immature naïve T cells (also known as recent thymic emigrants ). This process is an important component of central tolerance and serves to prevent the formation of self-reactive T cells that are capable of inducing autoimmune diseases in the host.",
            "score": 212.41966247558594
        },
        {
            "docid": "2170901_14",
            "document": "Cross-presentation . Cross presenting dendritic cells have a significant impact on the promotion of central and peripheral immune tolerance. In central tolerance, dendritic Cells are present within the thymus, or the location of T cell development and maturation. Thymic dendritic cells can intake dead medullary thymic epithelial cells, and cross present \"self\" peptides on MHC class I as a negative selection check on cytotoxic T cells that have a high affinity for self peptides. Presentation of tissue specific antigens is initiated by medullary thymic epithelial cells (mTEC), but is reinforced by thymic dendritic cells after expression of AIRE and engulfment of mTECs. Although the function of dendritic cells in central tolerance is still relatively unknown, it appears that thymic dendritic cells act as a complement to mTECs during negative selection of T cells.",
            "score": 177.86865234375
        },
        {
            "docid": "45223115_14",
            "document": "Embryonal fyn-associated substrate . EFS regulates T-cell function and maturation, preventing expansion of autoreactive clones and pathological immune responses. Two studies that have reported that EFS expression in medullar thymus epithelial cells is important for negative selection of T-cells during their development, which implies an important role of EFS in maintaining immune homeostasis and autoimmunity prevention. In these studies, mice with defective EFS progressed normally during embryogenesis but then developed massive inflammatory lesions in multiple tissues that bore a striking histological resemblance to inflammatory bowel diseases such as Crohn’s disease. Mechanistically, EFS expressed in medullary thymic epithelial cells (mTECs) is crucial for their functional maturation and growth factor-mediated expansion. mTECs are important for proper T-cell maturation and negative selection of autoreactive clones, required for development of immunological self-tolerance.",
            "score": 176.78489685058594
        },
        {
            "docid": "56531645_10",
            "document": "Medullary thymic epithelial cells . T cell precursors extravasate from the bloodstream in cortico-medullary junction and they first migrate to the thymic cortex, where they undergo construction of TCRs and subsequently a process called T cell positive selection which is mediated by mTEC-related cells: cortical thymic epithelial cells (cTECs). This process verifies, whether newly generated TCRs are functional. About 90% of T cells displays badly rearranged TCRs, they can´t reach the positive selection and they die by neglect in the cortex. The rest starts to express CCR7, which is a receptor for mTEC-generated chemokine CCL21, and migrate after concentration gradient to the thymic medulla to encounter mTECs.",
            "score": 162.330810546875
        },
        {
            "docid": "56531645_2",
            "document": "Medullary thymic epithelial cells . Medullary thymic epithelial cells (mTECs) represent unique stromal cell population of the thymus which plays essential role in the establishment of central tolerance. Therefore, mTECs rank among cells relevant for the development of functional mammal immune system.",
            "score": 161.64022827148438
        },
        {
            "docid": "56531645_11",
            "document": "Medullary thymic epithelial cells . mTECs are not only mediators of PGE and \"factories of TRAs\". They also express high levels of MHC II and costimulatory molecules CD80/CD86 and rank among efficient antigen-presenting cells (APCs). Moreover, they utilize macroautophagy to load self antigens on MHCII molecules. Thus, mTECs are capable to present self-generated TRAs on their MHC molecules to select potential autoreactive T cells. It was published that mTECs mediate clonal deletion (\"recessive tolerance\"), via presentation of TRAs, which leads to the apoptosis of autoreactive T cells, as well as they are competent to skew autoreactive T cells into TRegs, also through the presentation of TRAs, which then migrate to the periphery to protect tissues against autoreactive T cells that occasionally avoid selection processes in the thymus (\"dominant tolerance\").",
            "score": 154.70547485351562
        },
        {
            "docid": "56531645_3",
            "document": "Medullary thymic epithelial cells . T cell precursors rise in bone marrow and migrate through the bloodstream to the thymus for further development. During their maturation in the thymus, they undergo a process called V(D)J recombination which conducts the development of T cell receptors (TCR). The mechanism of this stochastic process enables on one hand the generation of vast repertoire of TCRs, however, on the other hand causes also origin of so called \"autoreactive T cells\" which recognize self antigens via their TCRs. Autoreactive T cells must be eliminated from the body or skewed into the T Regulatory cells (TRegs) lineage to prevent manifestations of autoimmunity. mTECs possess the ability to deal with these autoreactive clones via mediation of the processes of central tolerance, namely clonal deletion or T regulatory cells selection, respectively.",
            "score": 149.2318878173828
        },
        {
            "docid": "170417_20",
            "document": "T cell . Double-positive thymocytes (CD4/CD8) move deep into the thymic cortex, where they are presented with self-antigens. These self-antigens are expressed by thymic cortical epithelial cells on MHC molecules on the surface of cortical epithelial cells. Only those thymocytes that interact with MHC-I or MHC-II appropriately (i.e., not too strongly or too weakly) will receive a vital \"survival signal\". All that cannot (i.e., if they do not interact strongly enough, or if they bind too strongly) will die by \"death by neglect\" (no survival signal). This process ensures that the selected T-cells will have an MHC affinity that can serve useful functions in the body (i.e., the cells must be able to interact with MHC and peptide complexes to effect immune responses). The vast majority of all thymocytes will die during this process.",
            "score": 146.48585510253906
        },
        {
            "docid": "56531645_13",
            "document": "Medullary thymic epithelial cells . mTECs form rare population which is composed of approximately 100000 cells per thymus of 2 week old mice. Thus, there is low probability of encounter between autoreactive T cell and mTEC. Unidirectional antigen transfer from mTECs to thymic dendritic cells (DCs), which itself can´t express TRAs, extends the network of TRA presentation, enables TRA processing by different microenvironments and increases the probability of encounter between autoreactive T cell and its appropriate self-antigen. Moreover, DCs competently induce both recessive and dominant tolerance as well as mTECs.",
            "score": 146.40367126464844
        },
        {
            "docid": "39631993_6",
            "document": "Park Seong-hoe . As a professor of the department of pathology, he has investigated the developmental mechanism of T cells, particularly addressing the issues of human thymocytes distinct from mouse thymocytes. T cell has been believed to be developed only by thymocyte-thymic epithelial cell interaction in thymus, the “central dogma” in T cell development. However, he suggested the presence of another important developmental pathway of human T cells, denying the central dogma of developmental dependence of T cells on thymic epithelial cells. In 1992, Park found human fetal thymocytes expressed the class II major histocompatibility complex (MHC) molecules in contrast to mouse thymocytes (Hum Immunol. 33:294-298, 1992), and provided the first in vitro evidence that human thymocytes can interact with other thymocytes, possibly for T cell receptor recognition of T cell-derived peptides within MHC class II on neighboring thymocytes (Hum Immunol. 54:15-20, 1997). Since then, he has tried to demonstrate that thymocyte-thymocyte (or, T cell-T cell, so called T-T) interaction is really present and T cells can be developed by the interaction in vivo.",
            "score": 146.27874755859375
        },
        {
            "docid": "56531645_16",
            "document": "Medullary thymic epithelial cells . There is evidence that mTECs serve as precursors of mTECs in the embryonic thymus Nevertheless, situation changes after birth, where only part of mTECs pool represents immature mTECs reservoir and another part is constituted by mature mTECs which are specialized for expression of chemokine CCL21, discussed above. Further subset of mTECs pool is formed by terminally differentiated cells called Post- Aire mTECs which already downregulated the expression of Aire, MHCII and CD80/CD86.",
            "score": 143.0809326171875
        },
        {
            "docid": "9833531_8",
            "document": "XCR1 . XCL1 is expressed by medullary thymic epithelial T cells (mTECs) while XCR1 is expressed by thymic dendritic cells (tDCs). This communication helps with the destruction of cells that are not self-tolerant. When mice lose the ability to express XCL1, they are deficient in accumulation of tDCs and producing naturally occurring regulatory T cells (nT reg cells). The displaying of XCL1 by mTECs, tDC chemotaxis, and nT reg cell production are all decreased in mice that lack Aire, demonstrating it as a important regulator of XCL1 production.",
            "score": 140.26316833496094
        },
        {
            "docid": "56531645_6",
            "document": "Medullary thymic epithelial cells . The only known driver of PGE is a protein called autoimmune regulator (Aire) which is also specifically expressed by mTECs. and its expression is completely dependent on NF- kappa B signaling pathway. Aire recognizes target genes of TRAs via specific methylation marks and requires about 50 partner molecules for activation of their expression. Moreover, Aire-dependent activation of TRA genes expression is accompanied by formation of DNA double-strand breaks. which probably results in very short lifespan of mTECs between 2–3 days",
            "score": 139.63307189941406
        },
        {
            "docid": "7908811_3",
            "document": "Autoimmune regulator . Each T cell recognizes a specific antigen when it is presented in complex with a MHC molecule by an antigen presenting cell. This recognition is accomplished by the T cell receptors expressed on the cell surface. T cells receptors are generated by randomly shuffled gene segments which results in a highly diverse population of T cells - each with a unique antigen specificity. Subsequently, T cells with receptors that recognize the body's own proteins need to be eliminated while still in the thymus. Through the action of AIRE, medullary thymic epithelial cells (mTEC) express major proteins from elsewhere in the body (so called \"tissue-restricted antigens\" - TRA) and T cells that respond to those proteins are eliminated through cell death (apoptosis). Thus \"AIRE\" drives negative selection of self-recognizing T cells. When AIRE is defective, T cells that recognize antigens normally produced by the body can exit the thymus and enter circulation. This can result in a variety of autoimmune diseases.",
            "score": 138.00914001464844
        },
        {
            "docid": "969821_31",
            "document": "JAK-STAT signaling pathway . Patients with a faulty JAK-STAT signalling pathway may also experience skin disorders. For example, non-functional cytokine receptors, and overexpression of STAT3 have both been associated with psoriasis (an autoimmune disease associated with red, flaky skin). STAT3 plays an important role in psoriasis, as STAT3 can control the production of IL-23 receptors, and IL-23 can help the development of Th17 cells, and Th17 cells can induce psoriasis. Also, since many cytokines function through the STAT3 transcription factor, STAT3 plays a significant role in maintaining skin immunity. In addition, because patients with JAK3 gene mutations have no functional T cells, B cells or NK cells, they would more likely to develop skin infections.",
            "score": 137.9462127685547
        },
        {
            "docid": "56531645_18",
            "document": "Medullary thymic epithelial cells . Similarly to Aire expression, mTECs development is highly dependent on NF- kappa B signaling pathway.",
            "score": 137.21018981933594
        },
        {
            "docid": "56265_2",
            "document": "Thymus . The thymus is a specialized primary lymphoid organ of the immune system. Within the thymus, T cells mature. T cells are critical to the adaptive immune system, where the body adapts specifically to foreign invaders. The thymus is composed of two identical lobes and is located anatomically in the anterior superior mediastinum, in front of the heart and behind the sternum. Histologically, each lobe of the thymus can be divided into a central medulla and a peripheral cortex which is surrounded by an outer capsule. The cortex and medulla play different roles in the development of T cells. Cells in the thymus can be divided into thymic stromal cells and cells of hematopoietic origin (derived from bone marrow resident hematopoietic stem cells). Developing T cells are referred to as thymocytes and are of hematopoietic origin. Stromal cells include epithelial cells of the thymic cortex and medulla, and dendritic cells.",
            "score": 133.5301513671875
        },
        {
            "docid": "17301695_8",
            "document": "Clonal deletion . T cells also have the opportunity to undergo clonal deletion within the thymic medulla if they express high affinity for self MHC/peptide complexes. Positive selection occurs in the thymic cortex, which suggests it is possible for a cell to undergo positive selection within the cortex and then negative selection in the medulla via clonal deletion. Epithelial cells are responsible for clonal deletion within the medulla. These medullary epithelial cells express an autoimmune regulator (AIRE) which allows these cells to present proteins specific to other parts of the body to T lymphocytes. This helps eliminate autoreactive T cells that recognize a protein from a specific body part.",
            "score": 133.10458374023438
        },
        {
            "docid": "56265_10",
            "document": "Thymus . The medulla is the location of the latter events in thymocyte development. Thymocytes that reach the medulla have already successfully undergone T-cell receptor gene rearrangement and positive selection, and have been exposed to a limited degree of negative selection. The medulla is specialized to allow thymocytes to undergo additional rounds of negative selection to remove auto-reactive T cells from the mature repertoire. Transcriptional regulators AIRE and FEZ2 are expressed by the thymic medullary epithelium, and drives the transcription of organ-specific genes such as insulin to allow maturing thymocytes to be exposed to a more complex set of self-antigens than is present in the cortex.",
            "score": 132.20303344726562
        },
        {
            "docid": "56531645_15",
            "document": "Medullary thymic epithelial cells . mTEC population is not homogenous and basically could be subdivided into more numerous population of mTECs which express low number of MHCII and CD80/CD86, namely \"mTECs\" and smaller population of \"mTECs\" which express higher amounts of these molecules. PGE regulator Aire is expressed only by part of mTECs. However, this claim doesn´t mean that mTECs don´t contribute to PGE, mTECs, especially that expressing Aire, are just much more efficient in this process.",
            "score": 130.51773071289062
        },
        {
            "docid": "56531645_17",
            "document": "Medullary thymic epithelial cells . TECs (mTECs and cTECs) originate from the third pharyngeal pouch which is a product of endoderm. Their common origin points to the fact that both mTECs and cTECs rise from one bipotent progenitor. This notion was confirmed by several studies of embryonic thymus. and was further developed by finding that these bipotent progenitors express cTEC markers. Nevertheless, another sources document existence of mTEC unipotent progenitors that express claudin 3 and 4 (Cld3/4). These two opposite findings were interfaced by observation of unipotent mTEC progenitors in the postnatal thymus that previously expressed cTEC markers and concurrently express Cld3/4. On the other hand, several other studies describe appearance of bipotent progenitors in postnatal thymus. Thus, embryonic as well as postnatal thymus might shelter both bipotent TEC or unipotent mTEC progenitors.",
            "score": 128.93609619140625
        },
        {
            "docid": "56547387_4",
            "document": "Antigen transfer in the thymus . These processes are mediated especially by unique subset of stromal cells called Medullary thymic epithelial cells (mTECs) via presentation of Tissue restricted antigens (TRAs) that represent self tissues from almost all parts of the body.",
            "score": 128.89666748046875
        },
        {
            "docid": "6044315_17",
            "document": "Thymocyte . The key disadvantage in a gene rearrangement process for T cell receptors is that by random chance, some arrangements of gene fragments will create a T cell receptor capable of binding self-peptides presented on MHC class I or MHC class II. If T cells bearing these T cell receptors were to enter the periphery, they would be capable of activating an immune response against self, resulting in autoimmunity. Negative selection is the process evolved to reduce this risk. During negative selection, all thymocytes with a high affinity for binding self peptides presented on MHC class I or class II are induced to upregulate BCL2L11, a protein which drives apoptosis. Cells which do not have a high affinity for self-antigens survive negative selection. At this stage, some cells are also selected to become regulatory T cells, usually cells which have an intermediate affinity for self-peptide.",
            "score": 128.3254852294922
        },
        {
            "docid": "7867155_8",
            "document": "Interleukin 17 . Much progress has been made in the understanding of the regulation of IL-17. At first, Aggarwal \"et al.\" showed that production of IL-17 was dependent on IL-23. Later, a Korean group discovered that STAT3 and NF-κB signalling pathways are required for this IL-23-mediated IL-17 production. Consistent with this finding, Chen \"et al.\" showed that another molecule, SOCS3, plays an important role in IL-17 production. In the absence of SOCS3, IL-23-induced STAT3 phosphorylation is enhanced, and phosphorylated STAT3 binds to the promotor regions of both IL-17A and IL-17F increasing their gene activity. In contrast, some scientists believe IL-17 induction is independent of IL-23. Several groups have identified ways to induce IL-17 production both \"in vitro\" and \"in vivo\" by distinct cytokines, called TGF-β and IL-6, without the need for IL-23. Although IL-23 is not required for IL-17 expression in this situation, IL-23 may play a role in promoting survival and/or proliferation of the IL-17 producing T-cells. Recently, Ivanov \"et al.\" found that the thymus specific nuclear receptor, ROR-γ, directs differentiation of IL-17-producing T cells.",
            "score": 126.9163589477539
        },
        {
            "docid": "1664060_25",
            "document": "Adaptive immune system . Increasingly, there is strong evidence from mouse and human-based scientific studies of a broader diversity in CD4+ effector T helper cell subsets. Regulatory T (Treg) cells, have been identified as important negative regulators of adaptive immunity as they limit and suppresses the immune system to control aberrant immune responses to self-antigens; an important mechanism in controlling the development of autoimmune diseases. Follicular helper T (Tfh) cells are another distinct population of effector CD4+ T cells that develop from naive T cells post-antigen activation. Tfh cells are specialized in helping B cell humoral immunity as they are uniquely capable of migrating to follicular B cells in secondary lymphoid organs and provide them positive paracrine signals to enable the generation and recall production of high-quality affinity-matured antibodies. Similar to Tregs, Tfh cells also play a role in immunological tolerance as an abnormal expansion of Tfh cell numbers can lead to unrestricted autoreactive antibody production causing severe systemic autoimmune disorders.",
            "score": 125.8636245727539
        },
        {
            "docid": "56531645_5",
            "document": "Medullary thymic epithelial cells . In 1989, two scientific groups came up with the hypothesis that the thymus expresses genes which are in the periphery, strictly expressed by specific tissues (\"e.g.: Insulin produced by β cells of the pancreas\") to subsequently present these so-called \"tissue restricted antigens\" (TRAs) from almost all parts of the body to developing T cells in order to test which TCRs recognize self-tissues and can be therefore harmful to the body. It was found, after more than a decade, that this phenomenon is managed specifically by mTECs in the thymus and was named Promiscuous gene expression (PGE).",
            "score": 125.4426498413086
        },
        {
            "docid": "32084321_7",
            "document": "Chemorepulsion . T-cells are one of the most critical constituents of the adaptive immune system due to their ability to continue developing after activation. To prevent premature instigation, it is necessary for T-cells to mature in an environment completely isolated from any potentially activating factors (antigens, cytokines, steroids, receptor antagonists, adhesion molecules, etc.). As a result, T-cells are formed in the bone marrow and subsequently migrate to the cortex of the thymus where they can mature in an antigen-free environment. The thymus supports the differentiation of multiple distinct T cell subsets that play unique roles in the immune system. For example, T-helper, T-cytotoxic, T-memory, and T-suppressor cells all develop in the thymus and must leave it to provide their functions elsewhere in the body during an immune response. \"In vitro\" models of the T-lymphopoiesis system have revealed that the emigration of mature T-cells occurs as a result of immunorepulsion away from a chemokinetic agent generated from within the thymic organ via a G-protein coupled receptor.",
            "score": 125.02903747558594
        },
        {
            "docid": "47824513_3",
            "document": "STAT3 GOF . STAT3 GOF is caused by germline gain-of-function mutations in the gene \"STAT3\". \"STAT3\" maps to human chromosome 17q21.2, has 24 exons, and encodes for the 770 amino acid protein, STAT3. STAT3 is part of a family of proteins known as the STAT protein. These proteins play an essential role in chemical signaling pathways within cells. STAT3 is a transcription factor that once activated, moves into the nucleus and binds to specific areas of DNA. By binding to regulatory regions near genes, STAT3 mediates the expression of a variety of genes and is therefore necessary for many cellular processes including cell proliferation, inflammation, differentiation, and survival.",
            "score": 123.56925964355469
        },
        {
            "docid": "56265_22",
            "document": "Thymus . The ability of T cells to recognize foreign antigens is mediated by the T-cell receptor. The T-cell receptor undergoes genetic rearrangement during thymocyte maturation, resulting in each T cell bearing a unique T-cell receptor, specific to a limited set of peptide:MHC combinations. The random nature of the genetic rearrangement results in a requirement of central tolerance mechanisms to remove or inactivate those T cells which bear a T-cell receptor with the ability to recognise self-peptides.",
            "score": 123.48043060302734
        },
        {
            "docid": "10170801_6",
            "document": "Minor histocompatibility antigen . The recognition of a mature T cell to this self antigen should not induce an immune response. During thymic selection occurring in the thymus, only a thymocyte TCR that recognizes either class I or class II MHC molecule plus peptide should survive positive selection. However, there is death by apoptosis of thymocytes that do not interact with MHC molecules or have high-affinity receptors for self MHC plus self antigen a process referred to as negative selection. Therefore, the process of positive and negative selection means fewer self-reactive mature T cells will leave the thymus and lead to autoimmune problems.",
            "score": 122.23104095458984
        },
        {
            "docid": "39934912_5",
            "document": "Tyrosine-protein kinase CSK . Adherens junction organization, blood coagulation, brain development, cell differentiation, cell migration, cellular response to peptide hormone stimulus, central nervous system development, epidermal growth factor receptor signaling pathway, innate immune response, epithelium morphogenesis, regulation of bone resorption, negative regulation of cell proliferation, negative regulation of ERK1 and ERK2 cascade, negative regulation of Golgi to plasma membrane protein transport, negative regulation of interleukin-6 production, negative regulation of kinase activity, negative regulation of low-density lipoprotein particle clearance, negative regulation of phagocytosis, dendrocyte differentiation, peptidyl-tyrosine autophosphorylation, platelet activation, positive regulation of MAP kinase activity, regulation of cell proliferation, regulation of cytokine production, regulation of Fc receptor mediated stimulatory signaling pathway, T cell costimulation, T cell receptor signaling pathway.",
            "score": 122.05133819580078
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 120.7597427368164
        }
    ]
}